{
    "URL": "https://thetvdb.com/movies/die-neue-these-1",
    "Genres": [
        "Action",
        "Adventure",
        "Anime",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7401028/"
    ],
    "Titles": {
        "eng": "Ginga Eiyuu Densetsu: Die Neue These - Seiran 1",
        "jpn": "銀河英雄伝説 Die Neue These 星乱 第1章"
    },
    "Summaries": {
        "eng": "The Free Planets Alliance's invasion of the Galactic Empire has failed after supply mismanagement led to heavy losses. Unwilling to abort the expedition despite being greatly outnumbered, Fleet Admiral Lazar Lobos orders the remaining Alliance fleets to gather in the Amritsar Starzone for a final stand against the incoming counterattack.\r\n\r\nStrategic genius Fleet Admiral Reinhard von Lohengramm leads the Imperial forces into this decisive battle with an overwhelming advantage. However, his rival, tactical magician Vice Admiral Yang Wen-li of the Alliance, once again makes up for the incompetence of his superiors and stages a narrow escape for himself and his fellow soldiers. Though both Reinhard and Yang are displeased with the outcome—the former for his imperfect victory and the latter for the tremendous casualties—their attention must turn to the bubbling political unrest on both sides of the galaxy.",
        "jpn": "ベストセラー作家・田中芳樹による大長編SF小説で、過去にアニメ化もされた「銀河英雄伝説」を、新たにProduction I.Gの制作でアニメ化した「銀河英雄伝説 Die Neue These（ディ・ノイエ・テーゼ）」のセカンドシーズン第1章。2018年に放送されたファーストシーズン「邂逅」（第1～12話）に続くセカンドシーズン「星乱」（第13～24話）は、全12話を4話ずつ全3章にわけて劇場上映する。宇宙暦796年（帝国暦487年）、3000万人の将兵を動員した自由惑星同盟の遠征軍は、銀河帝国宇宙艦隊副司令長官となったラインハルト率いる大艦隊と交戦し、大きな被害を受けるも、残存戦力を集結させて戦闘を継続。後に「アムリッツァ星域会戦」と呼称される大規模な艦隊戦が行われた。さらに銀河帝国では、皇帝フリードリヒ四世が後継者を指名しないまま急死。帝国内で門閥貴族による権力闘争が始まる。そして一方の自由惑星同盟内でも、大規模な軍事クーデターが起ころうとしていた。"
    },
    "Aliases": [
        "The Legend of the Galactic Heroes – Die Neue These Storm 1",
        "Legend of the Galactic Heroes: Die Neue These - Stellar War"
    ],
    "Modified": "2023-05-27",
    "Seasons": {}
}