{
    "URL": "https://thetvdb.com/movies/detective-conan-movie-27",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31474158/",
        "https://conan-mobile.jp/2024/",
        "https://www.themoviedb.org/movie/1209217",
        "https://www.wikidata.org/wiki/Q123354230",
        "https://en.wikipedia.org/wiki/Detective_Conan:_The_Million_Dollar_Signpost",
        "https://x.com/conan_movie/status/1708044015113794046"
    ],
    "TitleEnglish": "Detective Conan: The Million-dollar Pentagram",
    "SummaryEnglish": "A notice from Kaito Kid arrived at the repository of the Onoe Zaibatsu in Hakodate, Hokkaido. This time, Kid is aiming for a Japanese sword which is said to be related to Toshizo Hijikata, the vice commander of Shinsengumi, who lived in the end of Edo period. Why does Kid, who has pursued Big Jewel, go after the sword? Meanwhile, Heiji Hattori, the great detective from the west, and Conan, also visited the site for a Kendo tournament to be held in Hakodate. On the day of the crime announcement, Heiji discovers Kid’s disguise and hunts him down…!?\r\n\r\nAt the same time, the body with a cross cut on the chest was found in Hakodate warehouse district. A Japanese-American man known as the “Merchant of Death” who works as an arms dealer throughout Asia has emerged from the investigation. He was looking for treasures believed to have been hidden somewhere in Hakodate by the first head of the Onoe family, who was heavily involved in the war industry during the World War II. Rumor has it that it is such a powerful weapon that it could change the war situation that Japan was losing at the time, and the treasure and the sword Kid is aiming at seem to have something kind of connection. The shadow of a mysterious swordsman looms over Kid who is aiming at the sword.",
    "Aliases": [
        "名探偵コナン 100万ドルのみちしるべ",
        "劇場版 名探偵コナン 100万ドルの五稜星",
        "Meitantei Conan: Hyaku Man Doru no Michishirube",
        "Meitantei Konan Hyakuman Doru no Michishirube",
        "Mētantē Konan: Hyakuman Doru no Michishirube",
        "Gekijōban Meitantei Conan dai 27 sakumoku",
        "Gekijouban Meitantei Conan dai 27 sakumoku",
        "Detective Conan: The 1 Million Dollar Signpost",
        "Detective Conan: The $1 Million Signpost",
        "Detective Conan: The $1 Million Pentagram",
        "Detective Conan: One Million Dollar Five-Pointed Star",
        "Detective Conan: The Million-dollar Pentagram",
        "Detective Conan: The Million Dollar Five-Ringed Star",
        "Detective Conan: The Million-Dollar Five Star",
        "Detective Detective Conan: The Million-Dollar Five Guiding Stars",
        "Case Closed: The Million Dollar Pentagram",
        "Detective Conan Movie 27"
    ],
    "Modified": "2025-08-25",
    "Seasons": {}
}