{
    "URL": "https://thetvdb.com/movies/ju-chang-ban-gui-mie-noren-wu-xian-cheng-bian",
    "Genres": [
        "Action",
        "Anime",
        "Drama",
        "Fantasy",
        "Horror"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32820897/",
        "https://demonslayer-anime.com/infinitycastle/",
        "https://www.themoviedb.org/movie/1311031"
    ],
    "TitleEnglish": "Demon Slayer: Kimetsu no Yaiba - Infinity Castle",
    "SummaryEnglish": "Tanjiro Kamado – a boy who joined an organization dedicated to hunting down demons called the Demon Slayer Corps after his younger sister Nezuko was turned into a demon.\r\n\r\nWhile growing stronger and deepening his friendships and bonds with fellow corps members, Tanjiro has battled many demons with his comrades – Zenitsu Agatsuma and Inosuke Hashibira. Along the way, his journey has led him to fight alongside the Demon Slayer Corps’ highest-ranking swordsmen, the Hashira, including Flame Hashira Kyojuro Rengoku aboard the Mugen Train, Sound Hashira Tengen Uzui within the Entertainment District, as well as Mist Hashira Muichiro Tokito and Love Hashira Mitsuri Kanroji at the Swordsmith Village.\r\n\r\nAs the Demon Slayer Corps members and Hashira engaged in a group strength training program, the Hashira Training, in preparation for the forthcoming battle against the demons, Muzan Kibutsuji appears at the Ubuyashiki Mansion. With the head of the Demon Corps in danger, Tanjiro and the Hashira rush to the headquarters but are plunged into a deep descent to a mysterious space by the hands of Muzan Kibutsuji.\r\n\r\nThe destination of where Tanjiro and Demon Slayer Corps have fallen is the demons’ stronghold – the Infinity Castle. And so, the battleground is set as the final battle between the Demon Slayer Corps and the demons ignites.",
    "Aliases": [
        "劇場版「鬼滅の刃」無限城編",
        "Gekijō-ban “Kimetsu no Yaiba” Mugen Jō-hen",
        "Demon Slayer: Kimetsu no Yaiba Infinity Castle Part 1: Akaza Returns",
        "Demon Slayer: Kimetsu No Yaiba the Movie Infinity Castle"
    ],
    "Modified": "2025-10-21",
    "Seasons": {}
}