{
    "URL": "https://thetvdb.com/movies/lupin-the-iiird-the-movie-fujimi-no-ketsuzoku",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Crime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt34812090/",
        "https://lupinthe3rd.com/",
        "https://www.themoviedb.org/movie/1395140",
        "https://www.wikidata.org/wiki/Q131352280",
        "https://en.wikipedia.org/wiki/Lupin_the_IIIrd_the_Movie:_The_Immortal_Bloodline",
        "https://x.com/lupin_anime"
    ],
    "TitleEnglish": "Lupin the IIIrd the Movie: The Immortal Bloodline",
    "SummaryEnglish": "Lupin III－ the grandson of Arsène Lupin, the world's greatest thief who makes his mark in history by stealing valuable treasures from around the world leaving a calling card to their owners. From his past behaviors, it's no surprise that he's the top target assigned by the most talented deadly assassins in the world.\r\n\r\n\r\nA special invitation has been sent to Lupin and his crew to an uncharted island. The invitee is believed to be the mastermind who controls the world's top mercenaries and is connected to crimes throughout the world! Who could this mysterious person be? The answer lies on the uncharted island hidden away from existence.\r\n\r\n\r\nTo find out the identity of the mastermind and steal his vast wealth, Lupin and his crew as well as Inspector Zenigata, in his attempt to capture them, are led to this mysterious island.\r\n\r\n\r\nThe island is shrouded full of mysteries including old discarded tanks and firearms along with strange and mysterious inhabitants. Supposedly the dead assassins from his past are there waiting for Lupin and his friends.\r\n\r\n\r\nFending off numerous assaults, Lupin eventually finds the \"mastermind\" behind all of this. His name is, \"Muom\" and his only goal is to clean up humanity on earth. He seeks to eliminate Lupin who is preventing him from achieving this goal. Interfering with the mission, Muom makes quick work of these assassins from the past who seek to hunt down Lupin. Muom's immortality makes him capable of being torched alive and withstand bullets directly to the head. From behind Muom is a shadow of a man who calls himself \"God\" that looms in the background...\r\n\r\n\r\nIt's now up to Lupin who must defeat Muom in order to save the world but a toxic fog rolls in leaving Lupin with a 24 hour time limit for him to survive. Unfortunately, Lupin's body slowly succumbs to the poison...\r\n\r\nIn a desperate situation that seems impossible, Lupin must take on his greatest enemy in his lifetime!!",
    "Aliases": [
        "LUPIN THE IIIRD THE MOVIE Fujimi no Ketsuzoku",
        "Rupan Sansei za Mūbī Fujimi no Ketsuzoku"
    ],
    "Modified": "2025-10-08",
    "Seasons": {}
}