{
    "URL": "https://thetvdb.com/movies/space-battleship-yamato-2199",
    "Genres": [
        "Animation",
        "Action",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2108651/"
    ],
    "TitleEnglish": "Star Blazers: Space Battleship Yamato 2199",
    "SummaryEnglish": "In 2191, Earth made first contact with aliens called ''Gamilas''. First attempt at peaceful contact with the Gamilas failed, resulting in interstellar war. The United Nations Cosmo Navy, even though outmatched by the Gamilas space naval forces, was able to stop their direct assaults on Earth in the Second Battle for Mars, but suffered heavy losses in the process. The Gamilas, from their military base on Pluto, then started planetary bombardment with modified asteroids called ''planet bombs''. The planet bombs hampered United Nations efforts to rebuild their space fleet and forced Earth to build underground cities to protect humanity. The planet bombs altered the atmosphere and irradiated the planetary surface, causing the complete destruction of the planet's biosphere. The Gamilas then started what is believed to be their first step in terraforming—preparing the Earth to be inhabited by themselves—by introducing plant life that was lethal to any life on Earth. With mankind facing extinction, the United Nations started planning for a small colony of humans to leave Earth in an attempt at the survival of humanity, called the ''Isumo Plan''. But in early 2198 ''Starsha'', from the planet Iscandar, learned of Earth's situation and dispatched her sister ''Yurisha'' to Earth. Yurisha brought with her the designs to what is called the ''Dimensional Wave Motion Engine'', providing for interstellar flight along with other technological assistance to Earth. The Iscandarans revealed that they could reverse the damage done to the Earth with the ''Cosmo Reverse System''. For technical reasons they could not send the system directly and would need Earth to send a ship for it. The United Nations then scrapped the Isumo Plan in order to build a new Cosmo Navy ship to retrieve the Cosmo Reverse System. The new ship was designed as a heavily armed space battleship. To conceal the ship's construction from the Gamilas, Earth built the new ship at the same site as the sunken World War I",
    "Aliases": [
        "Uchuu Senkan Yamato 2199: Tsuioku no Koukai"
    ],
    "Modified": "2024-01-18",
    "Seasons": {}
}