{
    "URL": "https://thetvdb.com/movies/fatestay-night-heavens-feel-iii-spring-song",
    "Genres": [
        "Action",
        "Anime",
        "Drama",
        "Family",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8092118/",
        "https://www.themoviedb.org/movie/390635"
    ],
    "Titles": {
        "eng": "Fate/Stay Night: Heaven's Feel III - Spring Song",
        "jpn": "劇場版「Fate/stay night [Heaven's Feel]」 Ⅲ.spring song"
    },
    "Summaries": {
        "eng": "The third film in a trilogy adaptation of the 3rd route of the popular visual novel: Fate/stay night.\r\n\r\nTo save the girl, to enact the justice he's chosen...The young man will no longer turn a blind eye to the truth. Mages (Masters) and Heroic Spirits (Servants) work together in the battles of the Holy Grail War, a fight for an omnipotent wish-granting container called the Holy Grail. However, this war has become horribly twisted.\r\n\r\nA young woman named Sakura Matou, with the sins she has committed, drowns in the murky darkness. A young man named Shirou Emiya, who vowed to protect Sakura, works together with Rin Tohsaka and throws himself into the raging battle to put a stop to the Holy Grail War. Illyasviel von Einzbern, as one of the few who knows the truth behind the conflict, confronts her own fate, while Zouken Matou uses Sakura to try to fulfill his own desires.\r\n\r\nWill the young man’s wish reach her even as he challenges fate itself, battling against the rising tide? The Holy Grail War is coming to an end... The final battle is about to begin.",
        "jpn": "「俺は、桜にとっての正義の味方になるって決めたから」\r\n\r\n少年は、真実からもう目を逸らさない。\r\n少女を救うために。自分の選んだ正義を貫くために。\r\n\r\n魔術師〈マスター〉と英霊〈サーヴァント〉が\r\n万能の願望機「聖杯」をめぐり戦う――「聖杯戦争」。\r\nその戦いは歪んでいた。\r\n\r\nひとりの少女――間桐 桜は犯した罪と共に、昏い闇に溺れてしまった。\r\n桜を守ると誓った少年・衛宮士郎は遠坂 凛と共闘し、\r\n「聖杯戦争」を終わらせるため、過酷な戦いに身を投じる。\r\n\r\nイリヤスフィール・フォン・アインツベルンは闘争の真実を知る者として、\r\nその運命と向き合い、間桐臓硯は桜を利用して己が悲願を叶えようとする。\r\n\r\n「だから──歯をくいしばれ、桜」　\r\n\r\n激しい風に抗い、運命に挑む少年の願いは、少女に届くのか。\r\n終局を迎える「聖杯戦争」──。\r\n最後の戦いが、遂に幕を上げる。"
    },
    "Aliases": [],
    "Modified": "2024-09-10",
    "Seasons": {}
}