{
    "URL": "https://thetvdb.com/movies/pokemon-lucario-and-the-mystery-of-mew",
    "Genres": [
        "Adventure",
        "Animation",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0875609/",
        "http://www.pokemon.com/us/movies/movie-pokemon-lucario-and-the-mystery-of-mew-2006/",
        "https://www.themoviedb.org/movie/34067"
    ],
    "Titles": {
        "eng": "Pokémon: Lucario and the Mystery of Mew",
        "jpn": "劇場版ポケットモンスター アドバンスジェネレーション ミュウと波導の勇者 ルカリオ"
    },
    "Summaries": {
        "eng": "In the legendary past, before the creation of Poké Balls, an Aura-guiding Pokémon called Lucario senses two rival armies about to clash near Cameran Palace in the Pokémon universe#Kanto region. He telepathically informs his master, Sir Aaron, through a nearby crystal just before being attacked by three Houndoom. During the battle, Lucario is temporarily Blindness, but is still able to use his Aura Sphere to defeat the Houndoom - sensing their movements with his Aura abilities. The Queen of Cameran, Lady Rin, decides it is right to die with her people, so Aaron leaves on his Pidgeot to meet up with Lucario, but is attacked by a rival group of Skarmory on the way. Aaron tells Lucario that he is leaving and will not be coming back, and when Lucario tries to follow him, he is automatically sealed in Aaron's staff. The Tree of Beginning then shines a bright light covering the land; stopping the war, and the queen realizes that Aaron must have sacrificed himself by using his own Aura to transform the armies' hatred into mutual understanding. Since then, he was hailed as a hero, and only his staff remained for his legacy.",
        "jpn": "数百年前、オルドラン城は戦争に巻き込まれる危機に瀕する。城と運命を共にすると誓う女王の元から、その城に仕える波導使いアーロンは弟子のルカリオの元へと立ち去るが、戦いが始まろうとしたまさにその時、世界のはじまりの樹に光が灯り、戦いは防がれるのだった。\r\n\r\n現代に至り、アーロンは城を守った波導の勇者の伝説として語り継がれ、オルドラン城ではその年の勇者を決めるためのポケモンバトルの大会が催されていた。その大会へ参加したサトシは見事優勝し、優勝者にのみ握ることの許された「アーロンの杖」を手にする。すると突然杖に光が灯りアーロンの弟子であったはずのルカリオが飛び出してきたのだった。"
    },
    "Aliases": [],
    "Modified": "2023-08-29",
    "Seasons": {}
}