{
    "URL": "https://www.thetvdb.com/series/rumbling-hearts",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0411002/",
        "https://www.themoviedb.org/tv/42855"
    ],
    "TitleEnglish": "Rumbling Hearts",
    "SummaryEnglish": "At first, Takayuki Narumi is befriended by Mitsuki Hayase only because Mitsuki's best friend, Haruka Suzumiya has a crush on him; however since then, Takayuki, his pal Shinji Taira, and Mitsuki have grown to be the best of friends. Then one day, Haruka confesses to Takayuki her love for him. Not wanting to hurt her feelings, Takayuki agrees to go out with her. After a few incidents, their relationship gets intimate, even while Takayuki and Mitsuki begin to realize their feelings for each other. But suddenly, when tragedy strikes, things are never the same for these four friends again.",
    "TitleJapanese": "君が望む永遠",
    "SummaryJapanese": "白陵大付属柊学園に通う鳴海孝之は、3年生になっても進路を決められずにいた。目標に向かって頑張る親友の平慎二と速瀬水月を見て焦りを感じつつはあるが、周囲に流されダラダラと日々を過ごしていた。\n\nある日、本屋に立ち寄った孝之は同級生の内気な女の子と出会う。その数日後、夏祭りに誘われた孝之と慎二の前に現れたのは、本屋で出会った女の子、水月の親友である涼宮遙であった。それ以降、水月は必死に遙を3人の輪の中に加えようとするが、自分を避けようとする遙の仕草に孝之は苛立ちを募らせていく。そんなある日、水月に呼び出され学園裏の丘に向かった孝之だが、待っていたのは水月ではなく遙だった。そこで孝之は突然、遙に好きだと告白される。ただ彼女を傷つけることを恐れた孝之は、その告白を受けてしまう。",
    "Aliases": [
        "Kimi Ga Nozomu Eien",
        "Kimi ga Nozomu Eien"
    ],
    "Modified": "2025-06-21",
    "Seasons": {
        "0": {
            "ID": "26554",
            "URL": "https://www.thetvdb.com/series/rumbling-hearts/seasons/official/0",
            "# Episodes": 15,
            "Episodes": {
                "1": {
                    "ID": "1204461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/1204461",
                    "TitleEnglish": "Jouji goes to Hakuryo",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "1204471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/1204471",
                    "TitleEnglish": "Gouda Jouji Joins a Club",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "1204481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/1204481",
                    "TitleEnglish": "Farewell, My Beloved Jouji",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "1534571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/1534571",
                    "TitleEnglish": "Ayu Mayu Theater 1",
                    "SummaryEnglish": "Ayu and Mayu gather characters from other age games to announce the Ayu-Mayu Gekijou anime series; Ayu's driving (and the sudden appearance of a Type-00R TSF) causes accidents for Suzumiya Haruka and Kagami Sumika.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "1534581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/1534581",
                    "TitleEnglish": "Ayu Mayu Theater 2",
                    "SummaryEnglish": "Ayu and Mayu are called to operate on Haruka after her accident, but their failure leads them to ask for assistance using the switch for an S-11 SDS. Haruka is then transformed into a 00 Unit, apparently by Kouzuki Yuuko.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "1534591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/1534591",
                    "TitleEnglish": "Ayu Mayu Theater 3",
                    "SummaryEnglish": "Ayu and Mayu's position as the most popular waitresses in Sky Temple are jeopardized by the hiring of Tamase Miki and Yashiro Kasumi.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "1534601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/1534601",
                    "TitleEnglish": "Ayu Mayu Theater 4",
                    "SummaryEnglish": "Paul Radhabinod is introduced as a trainee manager of Sky Temple. The restaurant's lunch hour becomes a parody of the Yokohama Base defense in Muv-Luv Alternative.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "1534611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/1534611",
                    "TitleEnglish": "Ayu Mayu Theater 5",
                    "SummaryEnglish": "Radhabinod requests a one-day transfer of Ayu and Mayu to a Sky Temple branch located inside a Hive, where the BETA are portrayed as otaku who are continuously on 2ch.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "1534621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/1534621",
                    "TitleEnglish": "Ayu Mayu Theater 6",
                    "SummaryEnglish": "A swimming competition between Ayu and Suzumiya Akane turns into a parody based on Akane Maniax' Tekkumen ending and Daikuuji Kiki Ippatsu!, a Kimi ga Nozomu Eien Fandisc.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "1534631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/1534631",
                    "TitleEnglish": "Ayu Mayu Theater Special",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "438291",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/438291",
                    "TitleEnglish": "Haruka's Route 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "438293",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/438293",
                    "TitleEnglish": "Haruka's Route 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "438294",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/438294",
                    "TitleEnglish": "Haruka's Route 3",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "438295",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/438295",
                    "TitleEnglish": "Haruka's Route 4",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "7995914",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/7995914",
                    "TitleEnglish": "Gundam Parody",
                    "SummaryEnglish": "Kimi ga Nozomu Eien parodying the Gundam series in two minutes.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "16044",
            "URL": "https://www.thetvdb.com/series/rumbling-hearts/seasons/official/1",
            "# Episodes": 14,
            "Episodes": {
                "1": {
                    "ID": "305842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305842",
                    "TitleEnglish": "Friends to Lovers",
                    "SummaryEnglish": "High school is almost over, but Haruka has never seen the fruition of her deep crush on Takayuki.  Not to worry.  With her best friend’s help, Haruka is going to learn what it means to find the one person you’ve always felt was your soul mate.  But even best friends can’t control the emotions of a headstrong young man.  Haruka’s world is changing quickly, and soon, it will take a turn she can never take back.",
                    "TitleJapanese": "第一話",
                    "SummaryJapanese": "白陵大付属柊学園3年生の鳴海孝之には、平慎二と速瀬水月という2人の親友がいた。そんな彼らの輪の中に、水月の親友で控えめな少女・涼宮遙が入ってきた。ある日、孝之は学校の裏の丘に水月に呼び出されるが、そこに待っていたのは遙だった。そして孝之はいきなり遙に「好きです」と告白されてしまう。"
                },
                "2": {
                    "ID": "305843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305843",
                    "TitleEnglish": "Waiting",
                    "SummaryEnglish": "Life could not be better for Haruka and Takayuki. But unexpected feelings of jealousy drive Mitsuki to meddle. Running late for his date with Haruka, Takayuki bumps into Mitsuki once again.",
                    "TitleJapanese": "第二話",
                    "SummaryJapanese": "カップルになった孝之と遙は、デートを重ね、蜜月状態。日々毎日、ただ2人で同じ時間を過ごすことにさえ、喜びを見つけられる2人。孝之にとって、それはこれまで味わったことの無い幸福だった。孝之と遙…。2人はこの時がいつまでも続くと信じていた。"
                },
                "3": {
                    "ID": "305844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305844",
                    "TitleEnglish": "Moving On",
                    "SummaryEnglish": "Three years have passed since the tragic accident.  Even though Takayuki, Mitsuki, and Shinji have continued their lives; Haruka has been stuck in a coma and left in the hospital.  Has the group of friends been separated forever?  Will a love blossom even through these dark times?  Just when things seem to be getting back to normal, there’s a reminder that darkness still waits just around the corner.",
                    "TitleJapanese": "第三話",
                    "SummaryJapanese": "高校を卒業した孝之は、ファミリーレストラン「すかいてんぷる」でアルバイトの日々を送っている。大学には進学していない。バイト先では、傍若無人な「大空寺あゆ」、天然ボケな「玉野まゆ」、高倉健と見紛うばかりの「崎山健三」店長らに囲まれ、ドタバタとした毎日を楽しんでいる。"
                },
                "4": {
                    "ID": "305845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305845",
                    "TitleEnglish": "Betrayed by Love",
                    "SummaryEnglish": "Takayuki and Mitsuki are a happy couple, so much so that they're planning on moving in together. But all of that happiness and security is put into question when the unthinkable happens... Haruka, Takayuki's first love, awakes from her coma. Now Takayuki is faced with the tought reality of the life he has chosen. Does he continue with his normal life with Mitsuki or return to the woman he left behind?",
                    "TitleJapanese": "第四話",
                    "SummaryJapanese": "遙は何も答えない。実は3年前の事故以来、遙は昏睡状態のままだった。一方の孝之と水月は茜と出会って以来、どこか落ち着かない。今は恋人同士の2人でも、遙のことはずっと深い影を落としているのだった。"
                },
                "5": {
                    "ID": "305846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305846",
                    "TitleEnglish": "Lead Astray",
                    "SummaryEnglish": "It’s been a year since the accident and Takayuki is in a deep rut of grief.  Mitsuki does everything she can to keep his spirits up, but it seems as if nothing can jar him from his dark state.  After a breakdown at the hospital, Takayuki is banned from visiting Haruka by her parents.  In an attempt to comfort him, Mitsuki ends up confessing her love for Takayuki, only to have Akane find out about her betrayal in the worst possible way.",
                    "TitleJapanese": "第五話",
                    "SummaryJapanese": "孝之は大学進学をやめ、卒業式に出ることもなく、部屋に引きこもるようになった。水月はそんな孝之を心配するあまり、水泳を断念。普通のOLとなってしまっていた。涼宮茜は水月を「人生の先輩」と慕い、姉の遙の代わりに半死人同然の孝之を支えてくれていることに深く感謝していた。"
                },
                "6": {
                    "ID": "305847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305847",
                    "TitleEnglish": "Wishing",
                    "SummaryEnglish": "Haruka’s condition has them all living out a warped high school daydream, as they are forced to act as if the past three years haven’t occurred. For the young girl’s sake, Takayuki has vowed to visit her every day at the hospital and continue this façade. Remembering that Haruka was once the most important thing in his life, he wonders if she still is. When Mitsuki attempts to visit Haruka at the hospital, Akane stops her and yells at her for being selfish, chasing her off.",
                    "TitleJapanese": "第六話",
                    "SummaryJapanese": "遙、茜…孝之との生活と引き換えに失ったものを思い、気持ちを沈ませる水月。一方の遙は、3年が経ったことも知らず、孝之が見舞いに来てくれることを待ち望んでいる日々。そんな姉に真実を告げることも出来ず、悩む茜…。"
                },
                "7": {
                    "ID": "305848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305848",
                    "TitleEnglish": "Always Second Thoughts",
                    "SummaryEnglish": "As Takayuki spends more and more time at the hospital, his old feelings for Haruka begin to resurface. When Akane walks in and discovers the two in a romantic embrace, she accuses Takayuki of playing with her sister’s feelings. Mitsuki, upset by her suspicions that the young man still loves his high school sweetheart, makes matters worse with a night out on the town. Both of them distraught and distracted with recent events, words are spoken which cannot be taken back…",
                    "TitleJapanese": "第七話",
                    "SummaryJapanese": "互いに自分たちの関係に不安を感じ始めている孝之と水月。それぞれにバイトや仕事に取り組むも、心ここにあらずといった日々。必死に「大丈夫」と言い聞かせながら、今を守ろうとすればするほど、不安が膨らんでいく。一方の遙は何も知らず、見舞いに来てくれる孝之の顔を見ては、無邪気に喜んでいた。"
                },
                "8": {
                    "ID": "305849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305849",
                    "TitleEnglish": "Old Scars are New",
                    "SummaryEnglish": "As Takayuki begins to enjoy the fantasy more than the reality, Mitsuki becomes suspicious and decides to visit Haruka herself. All the young girl can talk about is their “shared” beau and her love for him. That evening Mitsuki presents Takayuki with an ultimatum, forcing him to end his daily visits. Instead of getting better, their home life gets much, much worse. One rainy evening at the restaurant, Takayuki sees Akane across the street and worried, heads straight to the hospital.",
                    "TitleJapanese": "第八話",
                    "SummaryJapanese": "孝之の部屋で一緒に暮らし始めた水月。2人分の食事を作る日々は充実しているが、どこか虚しさを禁じえない。それは孝之の心が遙に傾きつつあることを知っているからだった。一方の遙は、孝之と共に過ごす時間をひたすら純粋に喜んでいるが…。"
                },
                "9": {
                    "ID": "305850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305850",
                    "TitleEnglish": "Unraveling",
                    "SummaryEnglish": "Everyone’s lives are spiraling out of control. Takayuki doesn’t seem to have even the slightest interest in the promotion being offered to him at work, and Mitsuki’s drinking is getting worse.",
                    "TitleJapanese": "第九話",
                    "SummaryJapanese": "孝之は水月との関係、遙との関係、何もかもが重荷となりつつあった。水月もまた、修復できない孝之との関係に疲れ果て、涙に濡れる日々がつづく。どうして、こんなことになってしまったのだろう……。笑顔にあふれていたあの日は……もう、2度と戻らないのか…。"
                },
                "10": {
                    "ID": "305851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305851",
                    "TitleEnglish": "Impulses",
                    "SummaryEnglish": "Haruka is gaining some awareness of the passage of time, while Takayuki has no idea of where Misuki has disappeared to. When Haruka finally asks what day it is and how much time has passed, she is upset to learn that they have lied to her this entire time. Akane simply cannot take anymore and tells her sister the full, harsh truth, sending everyone into a panic. Meanwhile, Mitsuki has hit rock bottom, believing she has lost it all. With her liquid courage she seeks to damn them all…",
                    "TitleJapanese": "第十話",
                    "SummaryJapanese": "徐々に記憶を取り戻しつつある遙は、自分の置かれた『今』に疑いを抱き始めていた。やがて……全てが明らかになる日が来る。そのことを素直に喜べないばかりか、不安が大きくなるのを孝之は抑えられなかった。"
                },
                "11": {
                    "ID": "305852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305852",
                    "TitleEnglish": "Where the Blame Lies",
                    "SummaryEnglish": "The entire world has gone crazy! Mitsuki has seduced Shinji, taking advantage of his feelings for her, and is now faced with regrets. Haruka’s collapsed back into a coma to protect her from the emotional overload, and all they can do at this point is continue to shelter her from the outside world. Akane, taking on the guilt for their combined mistakes, has disappeared and is no where to be found. And Takayuki’s illness has progressed to the point of collapse…",
                    "TitleJapanese": "第十一話",
                    "SummaryJapanese": "自分を蔑み、自分を責め、もう孝之のもとへは帰れないと泣き崩れる水月。彼女はもはや、自分の居場所を見失っていた……。"
                },
                "12": {
                    "ID": "305853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305853",
                    "TitleEnglish": "Friends to Enemies",
                    "SummaryEnglish": "Mitsuki cares for Takayuki as he recovers, telling him how she has given up everything in her life to be with him. Confessing to her affair with Shinji, his lack of anger confirms her worst fears. He doesn’t love her. Unable to compete with Haruka any longer, Mitsuki leaves. Haruka wakes back up, this time being nothing like the last awakening. In fact the girl doesn’t even remember her first time awake. And when Shinji approaches Takayuki to make amends, the two have it out.",
                    "TitleJapanese": "第十二話",
                    "SummaryJapanese": "久しぶりに孝之の部屋に戻ってきた水月が見たものは、高熱に倒れた孝之だった。これまで破局寸前の2人だったが、甲斐甲斐しく看病する水月の姿に、孝之は水月の存在をありがたく感じはじめていた。今ならまたあの頃に戻れるかもしれないと……。"
                },
                "13": {
                    "ID": "305854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305854",
                    "TitleEnglish": "The Past Will Catch Up",
                    "SummaryEnglish": "Takayuki visits with Haruka. Realizing that three years have passed and things change, she asks him if he’s dating anyone else. He tells here there’s no one. But when Mitsuki visits at the young girl’s request, Haruka learns the truth. Upset, she throws Mitsuki out of the room. Haruka wants to know why she lost three years, and why she woke up now with everything all screwed up. But most of all, she wants that time back, the three years that she slept through.",
                    "TitleJapanese": "第十三話",
                    "SummaryJapanese": "遙の覚醒を知らされた孝之は、病院を訪れる。3年間の空白を埋めようとする遙の最大の関心事は、孝之が今、別の誰かと付き合っているかどうかだった。"
                },
                "14": {
                    "ID": "305855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305855",
                    "TitleEnglish": "Mayauru's Gift",
                    "SummaryEnglish": "Haruka, having accepted things as they are and dedicated to her rehabilitation, has gained new confidence. She tells Takayuki that they must part ways, thanking him for the memories – their life together was like a dream. The young man resolves to fix things with Mitsuki, realizing that he needs her, that he truly loves her. Having searched everywhere for Mitsuki, Takayuki finally finds her and confesses his love and his desire that she always be by his side.",
                    "TitleJapanese": "第十四話",
                    "SummaryJapanese": "ついに遙に全てを話すことを決意した孝之は、2人で海岸へと向かう。"
                }
            }
        }
    }
}