{
    "URL": "https://www.thetvdb.com/series/rideback",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1364721/",
        "https://www.themoviedb.org/tv/30987"
    ],
    "TitleEnglish": "RideBack",
    "SummaryEnglish": "Based on a manga by Kasahara Tetsurou, about a young girl who joins university in 2020, a tumultuous time of oppression and anti-government student riots, and comes across the weird Ride Back Club devoted to \"Iron Horse\" robot motorcycles.",
    "TitleJapanese": "RIDEBACK",
    "SummaryJapanese": "天才ダンサーの娘として生まれ、将来を嘱望された少女“尾形琳（おがた りん）”。足の怪我によりバレエの道を断念した彼女は、時が経ち、武蔵野文芸大学に入学する。目標を見失ったまま大学生活をスタートした“琳”は、ふとしたきっかけから、バイクにも似た人型ロボット「ライドバック」と出会うのだった。その邂逅は、やがて人々を、そして彼女自身をも、戦いの渦へと巻き込むことになるのだが……。",
    "Aliases": [
        "ライドバック"
    ],
    "Modified": "2024-05-31",
    "Seasons": {
        "1": {
            "ID": "39351",
            "URL": "https://www.thetvdb.com/series/rideback/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "424259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rideback/episodes/424259",
                    "TitleEnglish": "The Crimson Iron Horse",
                    "SummaryEnglish": "Rin hops on a Rideback, loses control, and ends up jumping off a ledge with the Rideback.",
                    "TitleJapanese": "深紅の鉄馬",
                    "SummaryJapanese": "―世界はかわる―\n　両親ともに高名なダンサーであり、バレリーナとして将来を嘱望されたサラブレッド、尾形琳。だが彼女は足の故障と、目標としていた母の死によって、自らバレエへの道閉ざし、平凡な日々を送っていた。そして過去から距離を置くように、武蔵野総合大学への進学とともに寮に入り、新たな生活を始める。\n　不慣れな大学で道に迷い、春雨に降り込められる中、たまたまライドバック部のガレージに入った琳は、そこに置かれていた深紅のライドバック“フェーゴ”に成り行きから乗ることになる。だが、整備中の“フェーゴ”は彼女を乗せたまま暴走。最初は“フェーゴ”にしがみつくだけだった琳だが、バイクのように搭乗者の荷重移動で動くライドバックに、バレエに似た高揚感を感じる。それは、彼女の閉塞していた日常を切り拓く新たな予感でもあった。"
                },
                "2": {
                    "ID": "427549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rideback/episodes/427549",
                    "TitleEnglish": "Challenge from Tamayo!? S.L.F. - Spread Legs Form",
                    "SummaryEnglish": "Rin agrees to race Tamayo, the club leader and national Rideback champion. She impresses Tamayo who decides to train her as a Rideback driver.",
                    "TitleJapanese": "珠代上等!? S.L.F 〜スプレッド・レッグス・フォーム",
                    "SummaryJapanese": "校内を駆け、見事な跳躍を見せた赤いライドバックと、搭乗者であるワンピースの少女の話題で学内が騒然となる中、ライドバック部部長・片岡珠代も彼女を意識していた。だから、部室で出会った琳に珠代が挑戦状を突きつけたのは当然の成り行きだった。いきなりのことに戸惑う琳だが、その挑戦状には、2つの意味が込められていた。1つは、彼女のライディングテクニックを見ること、もう1つは、勝てないと分かっていても挑戦せずにはいられなくなる勝気な性格を見てとり、それを試したかったこと。果たして、琳は約束の時間に現れ、珠代との勝負が始まる。レースの最中珠代は、自分と似た性格だと語るが、そうではなく、日本選手権優勝者の実力とライドバックというものを見極めるためにここに来たと琳は言う。予感を確信に変えるため、彼女は“フェーゴ”とともに疾走する。"
                },
                "3": {
                    "ID": "430467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rideback/episodes/430467",
                    "TitleEnglish": "And There's the Flag",
                    "SummaryEnglish": "Rin and Tamayo enter the All-Japan championship race. Rin has some trouble with her Rideback: Balon. She eventually makes a comeback from last place to fourth but is force to retire on the last lap. Tamayo wins the race.",
                    "TitleJapanese": "そして旗（フラッグ）はふられる",
                    "SummaryJapanese": "勝負の最中、猫を避けて転倒した珠代は、琳との勝負に決着がつかなかったことへの未練を、彼女を日本選手権に出場させることで晴らそうとする。そうして迎えた大会当日。レギュレーションの関係から“フェーゴ”の使用ができないため、琳に与えられたのは同じく“テルジャンカドーレ”製のライドバック“バロン”。だが、ライドバックの経験も浅く、クセの強い“フェーゴ”に乗りなれた琳にはしっくりこない。予選のタイムも散々で、下位からのスタートとなってしまう。苦肉の策としてセッティングを“フェーゴ”に近づけ、アシストシステムを解除した結果、琳はそのポテンシャルを開花させていく。次々と順位を上げ、前年度優勝者の珠代と、彼女との雪辱を晴らそうとするコブラ兄弟上位チームに肉薄する琳だったが、最終ラップでエンジンブローのためリタイアしてしまう。だがそれは、“フェーゴ”でなければ彼女の能力に応えられないという証にほかならなかった。"
                },
                "4": {
                    "ID": "434810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rideback/episodes/434810",
                    "TitleEnglish": "A Close Call for Shoko",
                    "SummaryEnglish": "Shouko goes shopping. There is a terrorist attack at the new GGP commander's inauguration ceremony and Shouko is taken hostage. Rin goes to Shouko's rescue on Fuego, evading both the terrorists and the army. She is eventually cornered by the army but saved by a mysterious man on a Rideback.",
                    "TitleJapanese": "しょう子、危機一髪",
                    "SummaryJapanese": "選手権明けの日曜。しょう子との買い物の約束をキャンセルして、琳は部室に顔を出す。レースの中で、自分にとって“ライドバック”が何なのかを掴めそうだと感じたためだが、琳がエンジンバーストさせてしまった“バロン”を修理に出すため、部活は中止。結果、菱田たちとともに町へ。だが、琳たちが向かう先は、“GGP”の指令ロマノフの就任に反対する“BMA”のテロにより戒厳令がしかれていた。そして、テロ目標こそがしょう子の向かったショッピングビルだったのだ。それを放送で知った琳は、周りの静止を振り切って“フェーゴ”でしょう子の救出へ向かう。封鎖線を突破して、ビルへと突入した琳は、“GGP”と“BMA”の双方に追われながらしょう子と合流、脱出を図る。だが、“GGP”の包囲に追い詰められ絶体絶命。あわやというところで、飛来した携行ミサイルによって生じた混乱に乗じて包囲網を突破する。彼女たちを救った謎の男、キーファ。だが、彼は琳に意味深げな言葉をかけ、姿を消すのだった。"
                },
                "5": {
                    "ID": "435884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rideback/episodes/435884",
                    "TitleEnglish": "The Mysterious RideBack Girl",
                    "SummaryEnglish": null,
                    "TitleJapanese": "謎のライドバック少女",
                    "SummaryJapanese": "GGPの包囲網を突破し、“ライドバック”部のメンバーと合流した琳。楽観的な菱田や河合、特に興味もなさげに事態を静観している珠代といった日常に戻り安堵するものの、普段最も冷静な岡倉が激しい動揺を見せたことに違和感を覚える。\n　一方で、“ライドバック部”を取り巻く状況は刻一刻と変化していく。琳の立ち回りを目撃したフリーライター依田恵は、選手権優勝者であり、与党の大物の父、警察官僚の兄を持つ珠代が関与したため事件が隠蔽されたと、彼女に疑いの目を向ける。また、“GGP”は琳を特定。岡倉の存在など偶然とは思えないキャスティングから、彼女たちを監視する。そして、琳は事件以来距離を感じるようになったしょう子をおもんばかりながらも、“フェーゴ”に乗っている時に感じていた高揚感の本質に思いをはせる。"
                },
                "6": {
                    "ID": "435885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rideback/episodes/435885",
                    "TitleEnglish": "The Lightning-Fast RideBack",
                    "SummaryEnglish": null,
                    "TitleJapanese": "電光石火ライド",
                    "SummaryJapanese": "“BMA”による占拠事件以来、対抗措置として警察の“ライドバック”導入が現実味を帯びる中、琳は、亡き母 遊紀の墓参りのため久しぶりに実家に戻る。そして、祖母 深雪との会話に束の間事件を忘れた琳は、無事退院したしょう子と高校時代の思い出の海岸に向かうのだった。懐かしい風景、前のように元気になったしょう子、すべては元通りになったかと思われたが、そんな琳にフリージャーナリストの依田が声をかける。\n　一方、琳の弟 堅司は、先輩で暴走族のメンバーである木崎に誘われて、集会に参加していた。そこに置かれていたのは、正式な工場出荷を経ていない“ライドバック”。危機感を覚えながらも、最新の機体に乗れるという誘惑に勝てず夜の道へと繰り出す堅司。だが、それは“ライドバック”導入試験のために“GGP”が仕組んだシナリオだった。警察の白ライドに追われる堅司を見た琳は、彼を助けるために、無意識に暴走族のライドにまたがり、対峙する。"
                },
                "7": {
                    "ID": "437893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rideback/episodes/437893",
                    "TitleEnglish": "Crime and Punishment",
                    "SummaryEnglish": null,
                    "TitleJapanese": "罪と×（バツ）",
                    "SummaryJapanese": "堅司を助けるために乗り捨てられた“ライドバック”に乗り、“白ライド”と立ち回りを演じた琳は、堅司とともに警察に拘留されていた。そして堅司は、強引なGGPの取調べにより殺人犯へと仕立て上げられていく。姉のため殺人犯として調書にサインした弟。彼らを見舞い、接見に訪れた年老いた祖母。ただ、身近な人を助けたかっただけなのに、琳の行動のため傷ついた者がいる。それらの1つ1つが彼女をさいなんでいく。\n　一方、琳の窮状を知った岡倉は、“GGP”との戦いを決意する。彼こそは、先の戦役で英雄と謳われた“ゴブリン”その人だったのである。ロマノフとの因縁にケリをつけるため、“GGP”本部に護送中だった琳を奪取した“BMA”と合流する。彼らのアジトで再び出会った琳とキーファそして岡倉。すれ違いながらも交差することのなかった歯車がかみ合い、事件を新たな、そして戻ることのできない局面へと押し進めていく。"
                },
                "8": {
                    "ID": "437894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rideback/episodes/437894",
                    "TitleEnglish": "GET RIDE! The Chosen One",
                    "SummaryEnglish": null,
                    "TitleJapanese": "GET RIDE! 選ばれし者",
                    "SummaryJapanese": "かつて、世界のパワーバランスを崩壊させた1つの事件があった。新設の“ライドバック”部隊が、力の象徴であった難攻不落のICBM基地を急襲、奪取した“アリゾナ戦役”。だが、さまざまな思惑により、この事件は公表されることなく伝説の戦いと呼ばれていた。\n　キーファと出会った琳は「なぜライドバックに乗るのか？」と問われていた。「身近な人々を助けたかったからだ」と答えるが、キーファに搭乗時の高揚感を指摘され戸惑う。彼もまた琳と同様の体験をしていたのだ。そしてキーファに誘われ、2人踊るようなライドに身をゆだねる。\n　一方ロマノフは戒厳令を敷き“ライドバック”部隊を“BMA”アジトへと送りこんでいた。それを察知していたキーファたちは“GGP”を迎撃。数では劣るものの、“ライドバック”を熟知し、地の利もある彼らに“GGP”の部隊はたやすく撃破されていく。撤退命令を出さざるを得なくなったロマノフに格の差を見せ付けたキーファは、この戦いが互いの死によってのみ終息するとロマノフを挑発する。"
                },
                "9": {
                    "ID": "437895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rideback/episodes/437895",
                    "TitleEnglish": "In the Sunny Garden",
                    "SummaryEnglish": null,
                    "TitleJapanese": "陽だまりの庭で",
                    "SummaryJapanese": "虎の子の“ライドバック”部隊を壊滅させられたロマノフは、“BMA”への報復として、日本政府への承認もなく非常事態宣言を発令し、反テロ対策として市中にある民間所有の“ライドバック”を押収していく。しかし、これらの強硬措置に、政府のみならず民間での反“GGP”活動が活発化していくのだった。\n　そのころ、“BMA”のアジトを出た琳たちは片岡家の別荘にかくまわれていた。緊迫を深めていく世界とは対照的に穏やかな時間を過ごす琳と珠代。それら穏やかなひとときが珠代には反目していた父へと向き合う覚悟を、琳には“ライドバック”との決別を促す。\n　そして“ライドバック”押収の余波は、“ライドバック”部をも襲っていた。岡倉も珠代も不在の中、自らの場所と思いを守るという理由で立つ菱田たち。それがどんな結末を招くか、まだこのとき知る者はいない。"
                },
                "10": {
                    "ID": "443987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rideback/episodes/443987",
                    "TitleEnglish": "Master of the War",
                    "SummaryEnglish": "Tamayo's father is arrested. Tamayo and Rin head toward the city while an anti-GGP protest begins. While on the train, they see Suzuri who is mistaken for the mysterious female Rideback and is pursued by the GGP white rides. Suzuri is killed as she attempts to escape. A devastated Rin claims that both her and Tenshirō's obsession with Ridebacks killed Suzuri.",
                    "TitleJapanese": "Master of the war",
                    "SummaryJapanese": "虎の子の“ライドバック”部隊を壊滅させられたロマノフは、“BMA”への報復として、日本政府への承認もなく非常事態宣言を発令し、反テロ対策として市中にある民間所有の“ライドバック”を押収していく。しかし、これらの強硬措置に、政府のみならず民間での反“GGP”活動が活発化していくのだった。\n　そのころ、“BMA”のアジトを出た琳たちは片岡家の別荘にかくまわれていた。緊迫を深めていく世界とは対照的に穏やかな時間を過ごす琳と珠代。それら穏やかなひとときが珠代には反目していた父へと向き合う覚悟を、琳には“ライドバック”との決別を促す。\n　そして“ライドバック”押収の余波は、“ライドバック”部をも襲っていた。岡倉も珠代も不在の中、自らの場所と思いを守るという理由で立つ菱田たち。それがどんな結末を招くか、まだこのとき知る者はいない。"
                },
                "11": {
                    "ID": "446510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rideback/episodes/446510",
                    "TitleEnglish": "Cloudy Followed by Occasional Rain...",
                    "SummaryEnglish": "Rin reflects on her past. Rin refuses Kiefer's assault on GGP. Shoko attempts to buy flowers for Suzuri, but all the stores are closed. As BMA beings their attack, Rin and Tamayo prepare to escape with a helicopter, Rin has a flashback and decides that she can't leave. The BMA base is overrun by new autonomous Rideback models, but Rin and Tamayo manage to escape on their Ridebacks.",
                    "TitleJapanese": "曇りのち雨ときどき…",
                    "SummaryJapanese": "琳は自分の運命を恨んでいた。そしてその運命に対して流されそうになる自分を自覚していた。毎日が変わらなくて、どんなに退屈でもいい。失うよりはよほどいい……。逃げ出す算段を立て、今まさにヘリに乗り込もうとした時、琳は思い出す。あのライドバック部の楽しかった日々のことを。彼女の言葉を。尾形琳がライドバックに乗って駆けるのは、なんのためか。"
                },
                "12": {
                    "ID": "487891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rideback/episodes/487891",
                    "TitleEnglish": "To the Stage of Light",
                    "SummaryEnglish": "Tamayo's fuel tank is shot. Rin baits the Rideback models to chase her. The BMA and the GGP engage in combat. In the midst of the firefight, GGP is ordered to stand down. Kiefer and Romanof have a face off, however, Romanof is shot by a GGP officer. Meanwhile, Rin leads the Ridebacks to the location where Suzuri died and fights them. She \"dances\"/rides with Feugo, and it's beautiful. The news cameras are rolling catching every jump and everyone can see her, from her best friend to her little brother in jail. As Rin finishes, snowflakes to fall. Soon after, the GGP steps down from total government control and Tomayo's father is put in charge. A new school year has begun, the Rideback club is up and running again. The final scene is similar to the beginning, with cherry blossoms falling. Rin ends the episode by saying, \"I'm back.\"",
                    "TitleJapanese": "光の舞台へ",
                    "SummaryJapanese": "琳を襲うライドバック部隊。振り切りつつ、どこかへと向かう彼女を部の面々が見守る。フェーゴの本当の魅力の引き出し方を理解しはじめる琳。だが、ライドバック部隊につかまってしまい……。琳の最後の舞台が、今始まる。"
                }
            }
        }
    }
}