{
    "URL": "https://www.thetvdb.com/series/is-pure",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2078640/",
        "https://www.themoviedb.org/tv/43180"
    ],
    "TitleEnglish": "I''s",
    "SummaryEnglish": "Iori spends her holidays working as an actress, shooting a movie at the waterside of a lake, which has a mysterious small island called Lover's Island at its center. Ichitaka, on a biking trip, coincidentally makes a stop at the location where Iori is shooting. Meanwhile, Itsuki returned from her job as a molding artist in the United States and plans to meet her childhood friend Yosuke to fulfill a promise they made ten years ago.",
    "TitleJapanese": "アイズピュア",
    "SummaryJapanese": null,
    "Aliases": [
        "From I''s"
    ],
    "Modified": "2025-07-19",
    "Seasons": {
        "0": {
            "ID": "38006",
            "URL": "https://www.thetvdb.com/series/is-pure/seasons/official/0",
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "3536111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-pure/episodes/3536111",
                    "TitleEnglish": "Another Summer Story (Part I)",
                    "SummaryEnglish": "Iori spends her holidays working as an actress, shooting a movie at the waterside of a lake, which has a mysterious small island called Lover's Island at its center. Ichitaka, on a biking trip, coincidentally makes a stop at the location where Iori is shooting. Meanwhile, Itsuki returned from her job as a molding artist in the United States and plans to meet her childhood friend Yosuke to fulfill a promise they made ten years ago. Walking along the railroad track she, Yosuke and Ichitaka went along ten years ago, Itsuki is confused when she sees the lake with the small island in it at one side of the track, as she does not remember there being a lake. Yosuke, along with three of his biker friends, is also on his way to meet with Itsuki. However, the other bikers reveal to him that they are planning to rape Itsuki. He drives ahead to save Itsuki from them, but drops from his motorbike just as he crosses her path. The other bikers close in on him, stab him and let him drop into the lake (which he can not remember being there when he was a child). As the bikers spot Itsuki, she runs away.",
                    "TitleJapanese": "フロム I\"s アイズ 〜もうひとつの夏の物語〜 前編",
                    "SummaryJapanese": "アイドル路線を拒否して女優として歩み始めた葦月伊織。造形家を目指し再び渡米した幼馴染みの秋葉いつき。その２人の間で揺れる思いを抱いたままあてもなく独り自転車ツーリングに出た瀬戸一貴。\n\nそれぞれの目標に向かう３人のひと夏に起こったもう１つの「I\"s（アイズ）」の物語です。"
                },
                "2": {
                    "ID": "3536121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-pure/episodes/3536121",
                    "TitleEnglish": "Another Summer Story (Part II)",
                    "SummaryEnglish": "Iori spends her holidays working as an actress, shooting a movie at the waterside of a lake, which has a mysterious small island called Lover's Island at its center. Ichitaka, on a biking trip, coincidentally makes a stop at the location where Iori is shooting. Meanwhile, Itsuki returned from her job as a molding artist in the United States and plans to meet her childhood friend Yosuke to fulfill a promise they made ten years ago. Walking along the railroad track she, Yosuke and Ichitaka went along ten years ago, Itsuki is confused when she sees the lake with the small island in it at one side of the track, as she does not remember there being a lake. Yosuke, along with three of his biker friends, is also on his way to meet with Itsuki. However, the other bikers reveal to him that they are planning to rape Itsuki. He drives ahead to save Itsuki from them, but drops from his motorbike just as he crosses her path. The other bikers close in on him, stab him and let him drop into the lake (which he can not remember being there when he was a child). As the bikers spot Itsuki, she runs away. Yasumasa and his friends want to pick up Iori at the Lake Side Hotel, but she already left as her shooting finished early. Meanwhile, she meets Ichitaka and they decide to take a boat and row across the lake to the island. As they arrive, Ichitaka recognizes the island as the place he, Yosuke and Itsuki visited as children, although back then there was no lake around it. Just then, Iori and Ichiitaka hear Itsuki on the other side of the lake screaming for help as the bikers found her and now want to rape and kill her. Ichitaka quickly rows over, leaving Iori alone on the island. He manages to hold back two of the bikers, but their leader knocks Itsuki out and abducts her on his motorbike. As it starts to rain heavy, Ichitaka follows them, while Yasumasa and his friends, who suddenly show up, take out the two bikers. Ichitaka takes a shortcut across a fragile old plank bridge to cat",
                    "TitleJapanese": "フロム I\"s アイズ 〜もうひとつの夏の物語〜 後編",
                    "SummaryJapanese": "湖上も“浮かぶ恋を成就する島”に向けて伊織を乗せたボートを漕ぐ一貴。見覚えのある風景に蘇る幼馴染み、いつきとの10年前の約束…。\n\n「いっチャン！」\n\n遥か遠くの湖岸で不良たちに追われ、助けを求めるいつきの姿が一貴と伊織の目に飛び込んできた！　運命に導かれるように引き寄せられる３人の、ひと夏に起こったもう１つの「I\"s（アイズ）」の物語です。"
                },
                "3": {
                    "ID": "419805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-pure/episodes/419805",
                    "TitleEnglish": "Ichitaka's Delusion Diary 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": "一貴の妄想日記 1",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "419806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-pure/episodes/419806",
                    "TitleEnglish": "Ichitaka's Delusion Diary 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": "一貴の妄想日記 2",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "419807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-pure/episodes/419807",
                    "TitleEnglish": "Ichitaka's Delusion Diary 3",
                    "SummaryEnglish": null,
                    "TitleJapanese": "一貴の妄想日記 3",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "419808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-pure/episodes/419808",
                    "TitleEnglish": "Ichitaka's Delusion Diary 4",
                    "SummaryEnglish": null,
                    "TitleJapanese": "一貴の妄想日記 4",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "419809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-pure/episodes/419809",
                    "TitleEnglish": "Ichitaka's Delusion Diary 5",
                    "SummaryEnglish": null,
                    "TitleJapanese": "一貴の妄想日記 5",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "1902305",
            "URL": "https://www.thetvdb.com/series/is-pure/seasons/official/1",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "419799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-pure/episodes/419799",
                    "TitleEnglish": "In the Beginning",
                    "SummaryEnglish": null,
                    "TitleJapanese": "au commencement【始まり】",
                    "SummaryJapanese": "クリスマスイブの夜。瀬戸一貴は、親友の寺谷とイルミネーションに彩られた街を歩いていた。今日は、葦月伊織と森崎と一緒にクリスマスパーティーだ。\n\n一貴は伊織がまだ憧れの存在でしかなかった頃のことを懐かしく思い出していた。高校２年の春、ただ演劇部で練習する伊織を見つめるだけだった日々のことを…。"
                },
                "2": {
                    "ID": "419800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-pure/episodes/419800",
                    "TitleEnglish": "Reminiscence",
                    "SummaryEnglish": null,
                    "TitleJapanese": "souvenir【回想】",
                    "SummaryJapanese": "一貴の前に突如、下着姿で現れたのは４年振りの再会となる幼なじみのいつきだった。しかし伊織への気持ちが高まる一貴は、いつきとの関係は「ただの幼なじみ」だと言い切ってしまう。\n\n修学旅行で伊織と２人きりになった一貴は、勇気を出して告白を試みようとするがまさにその時、いつきのアパートで火事があり、いつきの姿が見当たらないという連絡が入る…。"
                },
                "3": {
                    "ID": "419801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-pure/episodes/419801",
                    "TitleEnglish": "Farewell",
                    "SummaryEnglish": null,
                    "TitleJapanese": "adieu【別れ】",
                    "SummaryJapanese": "泣きじゃくるいつきを抱きしめた一貴。それ以来、揺れ動く自分の気持ちに困惑する。\n\n写真部の企画でコンテストを開催することになり、伊織が学校の代表に選ばれたが、それは盗撮騒動で退学になった鮫島たちの罠だった。廃ビルの中で、水着姿で怯える伊織の身に危機が迫る。いつきとデート中だった一貴は、伊織の危険を知って廃ビルへ向かう。そしていつきは重大な告白をすることを決意した…。"
                },
                "4": {
                    "ID": "419802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-pure/episodes/419802",
                    "TitleEnglish": "Vertige",
                    "SummaryEnglish": null,
                    "TitleJapanese": "vertige【めまい】",
                    "SummaryJapanese": "寺谷に誘われて海辺での勉強合宿に参加した一貴は、岩場に１人佇んでいた少女、磯崎泉に出会う！　その軽蔑のまなざしに愕然と落ち込むのだった。\n\n２人の愛を守るという五十一石のおまじないを泉から聞かされた一貴は、泉の別れた彼氏の代理で石を積み上げることに。そして最後の白い石を積み上げたのは…。"
                },
                "5": {
                    "ID": "419803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-pure/episodes/419803",
                    "TitleEnglish": "Declaration of Love",
                    "SummaryEnglish": null,
                    "TitleJapanese": "declaration d'amour【告白】",
                    "SummaryJapanese": "遂にやって来たクリスマスパーティー当日！　意を決して告白した一貴だが、酔っ払った伊織に真意は伝わらない…。そして、２次会。寺谷の気遣いで、一貴と伊織はふたりっきりに。伊織から劇団に合格したことを聞かされて驚く一貴。そんな中、伊織は事務所の要請で急遽オーディションを受けることに…！\n\nなかなか気持ちを伝えられない一貴の気持ちは焦るばかり。あきらめムードで伊織と帰りの電車に乗り込むが、不意にその機会は訪れた…！"
                },
                "6": {
                    "ID": "419804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-pure/episodes/419804",
                    "TitleEnglish": "Together",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ensemble【一緒に】",
                    "SummaryJapanese": "高校を卒業して一貴は浪人生として、伊織はイサイプロに所属し演劇の道へと、それぞれの道を進む２人。クリスマスの告白以来、付き合い始めた一貴と伊織だったが、伊織が出演したCMにより、人気に火が付き、忙しい日々を送るようになる。なかなか合う時間ができず、すれ違いを続ける２人。\n\nそんな噛み合わない２人の関係に付け入るかのように、伊織と別れるように一貴に迫るイサイプロの大人たち、さらにネットではマリオネットキングと名乗る者により、伊織を襲うことをほのめかす書き込みがなされていた…。"
                }
            }
        }
    }
}