{
    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0421357/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=EP00700816",
        "https://www.themoviedb.org/tv/37863"
    ],
    "TitleEnglish": "Fullmetal Alchemist",
    "SummaryEnglish": "Two young brothers are raised as alchemists, but when they are severely injured trying to perform a forbidden act, they begin searching for the one thing that can save them; the fabled philosopher's stone.",
    "TitleJapanese": "鋼の錬金術師",
    "SummaryJapanese": "最愛の母を病気で亡くしたエルリック兄弟は、母を生き返らせようと考えた。\n幼くして高い錬金術の能力をもつ二人は自らの能力を過信し、禁忌とされる『人体錬成』に手を出した。\nその結果、兄・エドワード（エド）は左足を失い、弟・アルフォンス（アル）は肉体を失い魂だけの存在となってしまった。\n自らの右腕と引き替えにエドは、近くにあった鎧にアルの魂を定着させた。\nエドは、幼なじみのウィンリィが作った義肢・「オートメイル（機械鎧）」を身につけ、師の教えに背き国家錬金術師（軍属）となった。 自分たちの体を取り戻す鍵となる「賢者の石」の謎に迫る為に。",
    "Aliases": [
        "Full Metal Alchemist",
        "Hagane no Renkin Jutsushi",
        "Hagane no Renkinjutsushi",
        "Full Metal Alchemist (2003)"
    ],
    "Modified": "2025-08-24",
    "Seasons": {
        "0": {
            "ID": "23040",
            "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/seasons/official/0",
            "# Episodes": 14,
            "Episodes": {
                "1": {
                    "ID": "442070",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/442070",
                    "TitleEnglish": "Reflections",
                    "SummaryEnglish": "A recap of the series, with sections narrated by the Elric brothers, Roy Mustang, Maes Hughes, Greed and Envy.",
                    "TitleJapanese": "旅の始まり",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5810153",
                    "TYPE": "Behind the Scenes/ Makings Of",
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/5810153",
                    "TitleEnglish": "Festival Tales of Another - Live Footage",
                    "SummaryEnglish": "The collaboration DVD of Fullmetal Alchemist's anime & music! Includes Hagaren specilal event held in 2004 at Tokyo & Osaka, gathered 30 thouthand people! Disc 1 contains live footage featuring Romi Paku, Rie Kugimiya, Swoelu, Cool Joke, YeLLOW Generation, and more.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5810154",
                    "TYPE": "Behind the Scenes/ Makings Of",
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/5810154",
                    "TitleEnglish": "Festival Tales of Another - Animated Footage",
                    "SummaryEnglish": "The collaboration DVD of Fullmetal Alchemist's anime & music! Includes Hagaren special event held in 2004 at Tokyo & Osaka, gathered 30 thousand people! Disc 2 contains animated footage aired on the event.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "332092",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/332092",
                    "TitleEnglish": "Fullmetal Alchemist The Movie: Conqueror of Shamballa",
                    "SummaryEnglish": null,
                    "TitleJapanese": "劇場版 鋼の錬金術師 シャンバラを征く者",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "5284095",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/5284095",
                    "TitleEnglish": "Interactive Experience - Preshow",
                    "SummaryEnglish": "In this interactive short, the viewer is introduced as a new member of the military, welcomed by Fuhrer Bradley who assigns the viewer to Mustang's group.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "401573",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/401573",
                    "TitleEnglish": "Interactive Experience - Zone 1-4",
                    "SummaryEnglish": "In this interactive short, the viewer is lectured by Jean Havoc about Alchemy, State Alchemists, Automail, Mustang's unit, Homunculi, before introducing the next short.",
                    "TitleJapanese": "鋼の錬金術師 PREMIUM COLLECTION - 実写篇",
                    "SummaryJapanese": "ハガレン待望の実写化!?\n兄エドを探し求める弟アルは、遂に東京某所に迷い込んだ。\n街中で一人たたずむアル。果たしてエドを見つけることが\n出来るのだろうか……。"
                },
                "7": {
                    "ID": "5284096",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/5284096",
                    "TitleEnglish": "State Alchemists Vs. Seven Homunculi",
                    "SummaryEnglish": "Mustang instructs his troops on a plot to rescue the Elric Brothers from the Homunculi. In the underground city, Greed has captured Ed, Al and Winry, although Winry is revealed to Envy is disguise and he easily defeats Greed. Envy then lures the brothers into a trap set by the other Homunculi, namely Lust, Gluttony and Wrath. The fight leads to a ballroom where Mustang shows up, along with his troops, Major Armstrong, Kimblee, Archer and Sloth. A large battle follows which ends when the viewer activates an alchemy ring received from Mustang, which blows up the building. Everyone survives, Ed and Al congratulating the viewer for their hard work before departing themselves.",
                    "TitleJapanese": "七大ホムンクルスVS国家錬金術師軍団",
                    "SummaryJapanese": "エドとアルとウィンリィを人質に取ったホムンクルスと国家錬金術師の戦闘を描く、ショートムービー。イベントのアトラクションムービーという性質上、一種の「お祭りムービー」とも取れる、どの媒体の時間軸上にも位置づけられない外伝的な内容である。エドたちと敵対していたアーチャーも左半身の身体状態で登場して手を貸すという、新米軍人の国家錬金術師の目線から描かれている。DVDではアトラクションと同じ流れで、ハボックのナレーションによる展示物案内からアニメーションムービーへ移る構成となっている。"
                },
                "8": {
                    "ID": "401572",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/401572",
                    "TitleEnglish": "Chibi Party",
                    "SummaryEnglish": "A party riot is in view, where all of the characters from both the theatrical release and the series are turned into chibi forms. Envy's dragon form is actually a costume. After removing the costume, many characters confuse his androgynous form with that of a female. Hawkeye begins with the denouncement of Mustang. Two suits of armor go next and reveal they are Scar and Lust. Scar rips off his X-shaped scar and propels it across the room at Ed and Al, but misses and strikes Gluttony. Ed meets Heidrich, and Al changes his voice to Heidrich's to insult Edward. Ed and Al then deal with a drunk Winry.",
                    "TitleJapanese": "宴会篇",
                    "SummaryJapanese": "登場キャラクターが全員2等身。劇場版の収録後の宴会という設定で、一部のキャラクターの性格が違う。劇場版に登場していないキャラクターも登場する。"
                },
                "9": {
                    "ID": "442068",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/442068",
                    "TitleEnglish": "Kids",
                    "SummaryEnglish": "This brief sequence shows three children, who bear exact resemblances to the Elric brothers and to Winry Rockbell, making a trip through a modern city. They travel alone to Edward's apartment. Edward is by then aged and also referred to as a great-great-grandfather. In the end, a text scrolls along the bottom-center that reads, \"In the year 2005, Edward Elric will be 100 years old. In this world, somewhere...\"",
                    "TitleJapanese": "子供篇",
                    "SummaryJapanese": "幼少期のエド、アル、ウィンリィを思わせる子供たちが、ある大事な人に会いに東京へ来たという設定。"
                },
                "10": {
                    "ID": "8266263",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/8266263",
                    "TitleEnglish": "The Sacred Star of Milos",
                    "SummaryEnglish": "A fugitive alchemist with mysterious abilities leads the Elric brothers to a distant valley of slums inhabited by the Milos, a proud people struggling against bureaucratic exploitation. Ed and Al quickly find themselves in the middle of a rising rebellion, as the exiled Milos lash out against their oppressors. At the heart of the conflict is Julia, a young alchemist befriended by Alphonse. She'll stop at nothing to restore the Milos to their former glory – even if that means harnessing the awful power of the mythical Philosopher's Stone.",
                    "TitleJapanese": "鋼の錬金術師 嘆きの丘（ミロス）の聖なる星",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "6075045",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/6075045",
                    "TitleEnglish": "Fullmetal Alchemist: The Sacred Star of Milos 2011.7.2 Roadshow",
                    "SummaryEnglish": "In the lost holy land of Milos, the Elrics search for the truth behind an unknown form of alchemy. What secrets are hidden in Milos? Riddles must be solved and dangers faced before the truth can be found.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "7490834",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/7490834",
                    "TitleEnglish": "Fullmetal Alchemist",
                    "SummaryEnglish": "(Live Action) Two alchemist brothers go on a quest for the Philosopher's Stone after an attempt to revive their dead mother goes horribly wrong.",
                    "TitleJapanese": "鋼の錬金術師",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "8814338",
                    "TYPE": "Cast Interviews",
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/8814338",
                    "TitleEnglish": "The Transmutation of A Phenomenon",
                    "SummaryEnglish": "Interviews with the english cast",
                    "TitleJapanese": "(unknown)",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "9321576",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/9321576",
                    "TitleEnglish": "Fullmetal Alchemist the Revenge of Scar",
                    "SummaryEnglish": "When a mysterious figure starts to target State Alchemists for their sins against God, Alchemist Edward Elric and his brother Alphonse are at their most vulnerable, meanwhile the homunculi begin to unveil themselves once again.",
                    "TitleJapanese": "鋼の錬金術師 完結編 復讐者スカー",
                    "SummaryJapanese": "神秘的な人物が神に対する罪のために国家錬金術師を標的にし始めると、錬金術師エドワード・エルリックと彼の兄弟アルフォンスは彼らの最も脆弱であり、その間、ホムンクルスは再び彼ら自身を明らかにし始めます。"
                }
            }
        },
        "1": {
            "ID": "9032",
            "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/seasons/official/1",
            "# Episodes": 51,
            "Episodes": {
                "1": {
                    "ID": "173312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173312",
                    "TitleEnglish": "Those Who Challenge the Sun",
                    "SummaryEnglish": "On their hunt for the Philosopher's Stone, Ed and Al come upon a strangely prosperous city in the middle of the desert. They find that the leader is a priest who preforms miracles and resurrections, much to the delight of the citizens. Are these Acts of God, as Father Cornello claims, or is he using the power of the Philosopher's Stone to boost his Alchemy? Ed and Al investigate to find the truth.",
                    "TitleJapanese": "太陽に挑む者",
                    "SummaryJapanese": "強大なる力を秘めるという「賢者の石」を求めて、旅を続けるエルリック兄弟。兄のエドワードは、弱冠15歳ながら史上最年少で国家錬金術師の資格を得た、天才錬金術師。弟のアルフォンスは、見た目は屈強な鎧姿だが、心優しい14歳の少年である。東部辺境の町、リオールにやってきた二人は、そこで太陽神レトの代理人を名乗る、コーネロ教主の「奇跡の御業」を目撃するが…。"
                },
                "2": {
                    "ID": "173313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173313",
                    "TitleEnglish": "Body of the Sanctioned",
                    "SummaryEnglish": "Ed and Al discover the truth behind Father Cornello's miracles. However, if they reveal this truth, they will destroy the hopes and dreams of Rose and the other citizens of the city. Would it be more compassionate to withhold the truth and allow them to continue to live comfortably in the deception? First, though, they must survive Father Cornello's Alchemy before they can make that decision.",
                    "TitleJapanese": "禁忌の身体",
                    "SummaryJapanese": "『賢者の石』をめぐり、コーネロ教主とリオールの教会・秘密地下室で対決するエルリック兄弟。だがそこに、教主の危機を聞きつけたレト教の信者たちが乱入してくる。街中に逃れた二人だが、信心深いリオールの町人たちに見つかり、包囲されてしまう。「奇跡の御業」によって動き出したレト神像によって、アルは破壊され、エドは捕らえられ、コーネロの前に引きずりだされてしまう。"
                },
                "3": {
                    "ID": "173314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173314",
                    "TitleEnglish": "Mother",
                    "SummaryEnglish": "Ed and Al grew up at a time when their country was at war. While news from the front devastated friends and neighbors, their mother was a pillar of strength. She made them feel safe in an uncertain time, and encouraged their gifts of Alchemy. When she died, Ed and Al were determined to bring her back. They believed they had nothing left to lose, but they didn't know how wrong they were.",
                    "TitleJapanese": "おかあさん……",
                    "SummaryJapanese": "旅の途中立ち寄った街角の古本屋で、錬金術の入門書をみつけるエドとアル。昔、それを使って勉強していたときの頃のことを思い出す。それはまだ二人が幼い時、故郷リゼンブール村で暮らしていた頃のことだった。彼らは、お母さんの喜んだ顔がみたい、その一心で、競って錬金術にのめりこんでいった…。"
                },
                "4": {
                    "ID": "173315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173315",
                    "TitleEnglish": "A Forger's Love",
                    "SummaryEnglish": "While traveling to Central City to become State Alchemist, Ed and Al learn of a man named Majihal living in a nearby town. They remember that this Alchemist had written to their father about ways to create human life. Eager to learn more, Ed and Al travel to the town to meet Majihal. When they get there, however, they learn that the town is being hunted by a ghostly woman who is taking the souls of young girls. Majihal banishes the ghost, but is he hiding something more sinister?",
                    "TitleJapanese": "愛の練成",
                    "SummaryJapanese": "国家錬金術師になるために、生まれ故郷のリゼンブールから旅立ったエルリック兄弟は、途中、マジハールという錬金術師の風評を聞き、彼の住む村を訪れる。 だがその村では、死者が甦り人々を次々に襲うという、不吉な噂が流れていた。"
                },
                "5": {
                    "ID": "173316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173316",
                    "TitleEnglish": "The Man with the Mechanical Arm",
                    "SummaryEnglish": "When the train the brothers are taking to Central is hijacked by terrorists, Ed and Al learn that General Haruko and his family are also on board. Bald, the leader of the terrorists, threatens to kill the hostages unless their demands are met. Ed meets the challenge to free everyone, but he soon discovers that he and Bald have something in common; an Automail arm.",
                    "TitleJapanese": "疾走！機械鎧(オートメイル)",
                    "SummaryJapanese": "国家錬金術師になるためセントラルに向うエドとアル。間もなく到着するとマスタング中佐に報告の電話を入れた所、突然！次の列車に乗れと命じられ、どうにか乗り込んだ2人。なんと、その列車には家族と旅行中のハクロ将軍が乗っていた…。"
                },
                "6": {
                    "ID": "173317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173317",
                    "TitleEnglish": "The Alchemy Exam",
                    "SummaryEnglish": "Ed and Al finally arrive in Central City. Needing a place to stay, Mustang places the boys under the supervision of 'Sewing-Life Alchemist' Shou Tucker. Awed by Tucker's mansion and vast library of Alchemy books, the brothers spend some happy days of study and good fun. All their work leads up to one event -- the Alchemy Exam.",
                    "TitleJapanese": "国家錬金術師資格試験",
                    "SummaryJapanese": "エドとアルは「国家錬金術師試験」にむけて、マスタングの紹介で生体錬成の第一人者である「綴命の錬金術師ショウ・タッカー」の家で過ごすことになった。タッカーの娘のニーナ、愛犬のアレキサンダーの励ましを受け、日々勉学に没頭する二人。そして当日、試験に挑むエドとアルだが…。"
                },
                "7": {
                    "ID": "173318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173318",
                    "TitleEnglish": "Night of the Chimera's Cry",
                    "SummaryEnglish": "Now that Edward is an official State Alchemist, the brothers can begin their quest to restore their bodies. However, something about Tucker's chimera experiments begin to trouble Ed. As he investigates, Ed begins to see a sinister side to alchemy. Now he and Al must stop a friend from committing the unthinkable.",
                    "TitleJapanese": "合成獣(キメラ)が哭く夜",
                    "SummaryJapanese": "エドは難関の「国家錬金術師試験」に12歳にして合格し、最年少記録を塗り替えた。マスタングより国家錬金術師の証である、銀時計を受け取るエド。それは様々な特権を得ると同時に軍の一員になることを意味していた。タッカー家では、お祝いパーティーが開かれ、はしゃぐニーナやアレキサンダー。そんな中、タッカーは迫りくる査定の日に苦しみ、追い詰められていく…。"
                },
                "8": {
                    "ID": "173319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173319",
                    "TitleEnglish": "The Philosopher's Stone",
                    "SummaryEnglish": "Angered over the events at the Tuckers, Edward resigns his position as a State Alchemist. Meanwhile, Winry arrives in the city for a visit and to congratulate Ed on his commission. With a serial killer still on the loose, and Hughes still at a lost for viable leads, will Winry become his next victim?",
                    "TitleJapanese": "賢者の石",
                    "SummaryJapanese": "エドは、ニーナを救う事が出来なかった後悔と自分の無力さを噛み締めていた。そんなエドにマスタング中佐は、タッカーの残した研究の分析を命じる。冷徹ともいえる命令に反発し、エドは一人で、ニーナ殺害犯の捜査をはじめる。"
                },
                "9": {
                    "ID": "173320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173320",
                    "TitleEnglish": "Be Thou for the People",
                    "SummaryEnglish": "Mustang sends Ed on assignment to inspect a small mining colony out in the East provinces. Once there, he and Al are mistaken as tourists and are greeted by the local hotel owner. However, once they learn Ed is a State Alchemist, he is attacked and tossed out of the hotel. Ed quickly learns why; the town is being taxed beyond its limits by a crooked lieutenant and his Alchemist. Will Ed do what is right and save the colony from this tyrant?",
                    "TitleJapanese": "軍の狗<いぬ>の銀時計",
                    "SummaryJapanese": "自分の小ささ、無力さを感じつつも、自分達の目的に向かっていくため、『軍の狗』国家錬金術師になることを決意したエド。そんな中、エドは、マスタング中佐から、国家錬金術師としての初任務の伝令を受けることになる。"
                },
                "10": {
                    "ID": "173321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173321",
                    "TitleEnglish": "The Phantom Thief",
                    "SummaryEnglish": "Not wanting to face Mustang with the news that they still have no new information about the Philosopher's Stone, Ed and Al decide to visit a small tourist town on the pretext of learning more about the Stone. While there, they become involved in the manhunt for a \"Robin Hood\"-like thief. While Ed has his doubts about her true agenda, does she have any real knowledge about the Stone's whereabouts?",
                    "TitleJapanese": "怪盗サイレーン",
                    "SummaryJapanese": "マスタング大佐へ報告に向かう途中、水の都・アクロイアで途中下車するエドとアル。アクロイアは観光名所として有名な街だが、最近サイレーンという正体不明の怪盗が出没しているという。手掛かりと言えば一つだけ、錬金術を使うこと。エドとアルは、街の刑事から捜査協力の依頼を受けることになったが…。"
                },
                "11": {
                    "ID": "173322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173322",
                    "TitleEnglish": "The Other Brothers Elric (1)",
                    "SummaryEnglish": "Following a rumor, Ed and Al travel to Xenotime where they hope to find the two alchemists who are creating the Philosopher's Stone. When they reach the village, however, they discover two boys masquerading as the Elric Brothers. Who are these boys, and what is this 'red water' they are creating?",
                    "TitleJapanese": "砂礫の大地・前編",
                    "SummaryJapanese": "『賢者の石』の噂を聞いて、金の産地・ゼノタイムにやって来たエドとアル。かつて栄華を誇った町はいつしか寂れ、町の人々はマグワールが研究している『賢者の石』に最後の望みを託していた。エドとアルはそこで偽のエルリック兄弟の存在を知る。"
                },
                "12": {
                    "ID": "173323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173323",
                    "TitleEnglish": "The Other Brothers Elric (2)",
                    "SummaryEnglish": "When Ed and Al discover the source of the strange disease that has stricken Xenotime, they also find out the history behind the Tringham Brother's father and his involvement with the red water. This news does not please Mugear, who had commissioned the Tringham Brothers to make the Philosopher's Stone. He is determined to stop the real Elric Brothers from interfering with his work, and with the red water he may be able to do it.",
                    "TitleJapanese": "砂礫の大地・後編",
                    "SummaryJapanese": "エルリック兄弟の名を語り、賢者の石の研究を続けていたラッセルとフレッチャー。ラッセルは、マグワールから赤い水から賢者の石を精製するために、ある方法の実行を命じられる。しかしどうしても実行することの出来ない彼らは、地下牢に捕らえられてしまう。"
                },
                "13": {
                    "ID": "173324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173324",
                    "TitleEnglish": "Fullmetal vs. Flame",
                    "SummaryEnglish": "The annual Alchemy Assessment is fast approaching, and Ed still has not have much success with his search for the Philosopher's Stone. Tired of Mustang's constant rebuke, and with nothing substantial to show for his Assessment, Ed comes up with a solution to settle both problems: Challenge the Colonel to a duel -- The Flame Alchemist against the Fullmetal Alchemist.",
                    "TitleJapanese": "焔 vs 鋼",
                    "SummaryJapanese": "国家錬金術師としての調査報告のために、軍・東方司令部を訪れたエドとアル。エドはゼノタイムで聞いたドクターマルコーの噂を、マスタング大佐に尋ねてみるが軽くかわされてしまう。そこでエドは一計を案じ、マルコーの情報を賭け、マスタング大佐と模擬戦闘を行なうことに…。"
                },
                "14": {
                    "ID": "173325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173325",
                    "TitleEnglish": "Destruction's Right Hand",
                    "SummaryEnglish": "Following Mustang's tip, Ed and Al travel to Marcoh's village to ask him about the Philosopher's Stone. However, before they are able to learn more about the Stone from the Doctor, they are interrupted by the arrival of Brigadier Basque Gran, who arrests the doctor for desertion during the Eastern War. Ed chases after the General's car, determined not to let the General get away with another cover up. They are all surprised, however, when the car is stopped by the sudden appearance of the Scarred Man.",
                    "TitleJapanese": "破壊の右手",
                    "SummaryJapanese": "かつてイシュヴァールの内戦中、軍から脱走した元国家錬金術師・ドクターマルコー。『賢者の石』の研究者であった彼を訪ねて、ハイドウ村にやって来たエドとアル。エドは、マルコーが軍から持ち出した『賢者の石』の研究資料を見せてほしいとせまるが…。"
                },
                "15": {
                    "ID": "173326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173326",
                    "TitleEnglish": "The Ishbal Massacre",
                    "SummaryEnglish": "As the Strong Arm Alchemist holds off Scar, he realizes that the killer is from Ishbal. Meanwhile, as Ed, Al and Doctor Marcoh make their way through the village, the Doctor recounts the Ishbal Rebellion and how he and the other State Alchemist were ordered to level the entire city using the Red Stones. The events still haunt Marcoh, Mustang, and Armstrong to this day.",
                    "TitleJapanese": "イシュヴァール虐殺",
                    "SummaryJapanese": "スカーに追い詰められたエドとアルは、間一髪の所をアームストロングに助けられ、マルコーを連れて逃げる。スカーがイシュヴァール人であることを知ったマルコーは、過去に起きた戦争のことを語りだす…。イシュヴァールの内乱の凄惨なる真実を。"
                },
                "16": {
                    "ID": "173327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173327",
                    "TitleEnglish": "That Which Is Lost",
                    "SummaryEnglish": "Injured from their latest battle, the brothers decide to return to Risembool for repairs. They make plans to meet up with Winry, but along the way a mixup occurs and Al vanishes from one of the train stations. Now Al must make a detour to find him, and in the process question his deepest held belief.",
                    "TitleJapanese": "失われたもの",
                    "SummaryJapanese": "スカーによって破壊されたオートメイルの修理の為、リゼンブールへと向かうエドとアル。マルコ－から密かに受け取ったメモには、「賢者の石」関する研究資料の隠し場所が記されていた。その場所はセントラル図書館・第一分館。エドとアルは、ようやく掴んだ「賢者の石」の手がかりに向け、今また出発する。"
                },
                "17": {
                    "ID": "173328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173328",
                    "TitleEnglish": "House of the Waiting Family",
                    "SummaryEnglish": "The Elrics finally reach their childhood hometown of Risembool. As the brothers bide their time while Winry and her grandmother make their repairs, they sort through the ashes of their old home. But as Ed makes a visit to their mother's grave, Al comes to a disturbing realization about himself.",
                    "TitleJapanese": "家族の待つ家",
                    "SummaryJapanese": "オートメイルの修理のため、リゼンブールを訪れたエドとアル。家を焼き、「賢者の石」を求めて旅だったあの日以来、4年ぶりの帰郷。ピナコとウィンリィも、憎まれ口をききながらも、暖かく二人を迎え入れる。"
                },
                "18": {
                    "ID": "173329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173329",
                    "TitleEnglish": "Marcoh's Notes",
                    "SummaryEnglish": "Ed is overjoyed to be back in Central, and can't wait to begin his search for Marcoh's notes in the Central Library's First Branch. Unfortunately, they learn that the First Branch was completely destroyed the night before. To add to their troubles, witnesses had seen Scar in the vicinity before the fire. Now, coupled with a new pair of guards (one of whom is insistent that they go somewhere safer) the brothers must find another way to discover the secret of the Philosopher's Stone.",
                    "TitleJapanese": "マルコー・ノート",
                    "SummaryJapanese": "マルコーの残した「賢者の石」の研究資料を求めて、セントラルを再び訪れたエドとアル。しかし資料の保管場所であるセントラル図書館・第一分館は、火災により焼失。目撃者の証言から、推測される犯人は、スカー。"
                },
                "19": {
                    "ID": "173330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173330",
                    "TitleEnglish": "The Truth Behind Truths",
                    "SummaryEnglish": "Ed and Al have spent years searching for the Philosopher's Stone. After studying Marco's notes, however, Al learns of the gruesome secret behind its power. With this knowledge, can the Elric Brothers continue with their quest to be whole again?",
                    "TitleJapanese": "真実の奥の奥",
                    "SummaryJapanese": "失ったすべてを取り戻すため、エルリック兄弟が追い求めてきた「賢者の石」。それはおびただしい生きた人間を犠牲にして作られるものだった。エドは、衝撃の事実に打ちのめされるが、やがてマルコーの残したメモ「真実の奥の奥」の意味を確かめる事を決意する。"
                },
                "20": {
                    "ID": "173331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173331",
                    "TitleEnglish": "Soul of the Guardian",
                    "SummaryEnglish": "The battle in the Fifth Laboratory continues. Separated, each now face a formidable foe: Ed faces off with Number 48 while Al deals with the insane Number 66. After an exchange with Number 66, though, Al soon comes to question his very existence.",
                    "TitleJapanese": "守護者の魂",
                    "SummaryJapanese": "「賢者の石」の研究場所が「第五研究所」であることをつきとめたエドとアル。廃墟のはずのその場所には、数々の罠が仕掛けられていた。そして、エドとアルに襲い掛かる二つの黒い影。死刑囚ナンバー48とナンバー66。"
                },
                "21": {
                    "ID": "173332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173332",
                    "TitleEnglish": "The Red Glow",
                    "SummaryEnglish": "The battle between Al and Number 66 is interrupted by the appearance of Scar. As the three square off, Number 66 triggers an explosion that causes yet more trouble for everyone involved. Meanwhile, Ed and Number 48 have reached the deepest parts of the Fifth Laboratory. Now, Ed faces a bigger threat as his morality is challenged by someone from his past; will he give in to the temptation of the power he has been seeking, or will he hold true to his beliefs?",
                    "TitleJapanese": "紅い輝き",
                    "SummaryJapanese": "第五研究所の中で繰り広げられる、ナンバー48とエドの死闘。「賢者の石」の情報をめぐり息もつかせぬ一進一退の攻防が続く。一方、研究所中庭でもまた、アルとナンバー66の戦いが始まろうとしていた…。"
                },
                "22": {
                    "ID": "173333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173333",
                    "TitleEnglish": "Created Human",
                    "SummaryEnglish": "Ed reaches the heart of the Fifth Laboratory and learns that it was used as a biological research facility for the military. There, he is nearly fooled into doing an unspeakable act. He manages to escape, but then discovers that Envy has taken Al hostage. Meanwhile, Hughes has ordered Armstrong and the others to find out what is going on in the Laboratory.",
                    "TitleJapanese": "造られた人間",
                    "SummaryJapanese": "第五研究所の深部へとたどり着いたエド。そこではかつて錬金術の軍事転用の為に、大規模な生体錬成の研究が行なわれていた。研究所内に放置された、夥しい量の未完成の賢者の石と巨大な錬成陣。タッカーは、エドにそれらの材料を使用し、賢者の石を完成させることを提案する。"
                },
                "23": {
                    "ID": "173334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173334",
                    "TitleEnglish": "Heart of Steel",
                    "SummaryEnglish": "Ed and Al once again find themselves in a hospital. Winry has traveled to Central to make repairs, but is angered when the brothers don't want to share their experiences with her. As they recuperate, Al ponders his existence and hammers Ed with questions. Who is he? Is his memories of being human real, or is it all a lie?",
                    "TitleJapanese": "鋼のこころ",
                    "SummaryJapanese": "朦朧としたまま、病院のベットで目覚めた満身創痍のエド。アルもまた半壊した姿で部屋の片隅に置かれている。賢者の石に後一歩のところまで迫りながら、踏み切ることが出来なかったことがエドの心を締め付ける。"
                },
                "24": {
                    "ID": "173335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173335",
                    "TitleEnglish": "Bonding Memories",
                    "SummaryEnglish": "Still troubled by the uncertainty of his own existence, Alphonse runs away from Ed and Winry. Searching for the truth, he meets two boys who lead him to the hidden Ishbalen Encampment, where survivors of the Ishbal Massacre have been living. There, he finds a recovering Scar. Unfortunately, mercenaries arrive and slaughter many of the Ishbalens. Al finds himself helping Scar as they defend the Encampment and the rest of the survivors.",
                    "TitleJapanese": "思い出の定着",
                    "SummaryJapanese": "自分の記憶も魂さえも偽りのものではないかとの疑念に囚われ、エドの前から逃げ出したアル。街角でただ立ちすくんでいた彼は、そこでイシュヴァール人の幼い兄弟、レオとリックと出会う。兄弟に連れられてイシュヴァールの隠れキャンプを訪れたアルは、思わぬ人物と再会する。"
                },
                "25": {
                    "ID": "173336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173336",
                    "TitleEnglish": "Words of Farewell",
                    "SummaryEnglish": "Ed announces that he and Al have decided to stop searching for the Philosopher's Stone. Boarding a train headed South, they leave Central to visit their old teacher. Meanwhile, Hughes has discovered the truth behind the Fifth Laboratory -- a truth that could topple the Government.",
                    "TitleJapanese": "別れの儀式",
                    "SummaryJapanese": "皆を危険に晒すことなく、元に戻るための方法を模索するエドとアル。2人はその可能性を求め、師匠に会うため、ダブリスを出発することを決める。路の途中にある機械鎧の聖地、ラッシュバレーがお目当てのウィンリィと共に。一方、第5研究所と賢者の石について調査を続けていたヒューズは、ある事実にたどりつく。しかしその時…。"
                },
                "26": {
                    "ID": "173337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173337",
                    "TitleEnglish": "Her Reason",
                    "SummaryEnglish": "Rush Valley: the Automail capital of the world. Here the sight of metal limbs is commonplace. While browsing through the village, Ed, Al and Winry meet a tough girl named Paninya. With her right arm and legs made of a special automail, she can hold her own in a fight. Watching her, Winry asks herself a tough question: Why stick with Ed if he doesn't seem to care about her?",
                    "TitleJapanese": "彼女の理由",
                    "SummaryJapanese": "オートメイル生産のメッカ、ラッシュバレーに到着したエドとアル、そしてウィンリィの3人。街中に建ち並ぶオートメイル工房を前に、大はしゃぎするウィンリィ。3人はラッシュバレー名物オートメイルアームレスリング大会で、腕と両足が機械鎧の女の子パニーニャと出会う。"
                },
                "27": {
                    "ID": "173338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173338",
                    "TitleEnglish": "Teacher",
                    "SummaryEnglish": "Izumi: a skillful alchemist with an iron will and the Elric Brother's childhood teacher. She is the one person Ed and Al have both tried to avoid. Now, their past has caught up with them when she finds them at Rush Valley. Enraged to find out what they have become, she takes them back to her hometown for an interrogation they won't soon forget.",
                    "TitleJapanese": "せんせい",
                    "SummaryJapanese": "エドとアルがもっとも恐れる人物。錬金術の師匠であるイズミにラッシュバレーで捕まった二人。エドが「軍の狗」国家錬金術師になった事を知り、怒り心頭のイズミは、二人を引き連れてダブリスの街に向かう。一方、東方司令部のマスタングのもとには、セントラル異動の正式辞令が下っていた。"
                },
                "28": {
                    "ID": "173339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173339",
                    "TitleEnglish": "All Is One, One Is All",
                    "SummaryEnglish": "Izumi sends the brothers to the savage Island of Yock. Ed and Al remember when, as children, when they were dumped on the very same island. With no food or shelter, they are left with only the cryptic words of Izumi: \"One is All, All is One.\" Now, they must relearn the lessons of the past to survive their latest test.",
                    "TitleJapanese": "一は全、全は一",
                    "SummaryJapanese": "エドとアルは、イズミにカウロイ湖の孤島、ヨック島に連れて行かれた。そこは、かつて二人が幼少の頃、修行をした場所であった。島には当時の痕跡がいくつも残されており、二人は昔を思い出しながらもう一度自分達を見つめ直していた。"
                },
                "29": {
                    "ID": "173340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173340",
                    "TitleEnglish": "The Untainted Child",
                    "SummaryEnglish": "As Ed and Al get ready to leave Yock Island, a strange boy wanders out of the forest. Suffering from amnesia, he can't remember how he got there. Amazingly, he is a gifted alchemist; not only can he perform alchemy, but, like Ed, he doesn't need a transmutation circle. He also has other amazing abilities, compelling Izumi to take the child in. Ed, however, is suspicious of the boy's sudden appearance, and doesn't believe he is as innocent as he appears to be.",
                    "TitleJapanese": "汚れなき子ども",
                    "SummaryJapanese": "ヨック島で昔の事を思い出し、自分達の侵した過ちを悔やみながらもエドとアルは、それでも前に進むことを決意する。そんな時、無人であるはずの森の中から、錬金術を使う謎の少年が姿を現す。"
                },
                "30": {
                    "ID": "173341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173341",
                    "TitleEnglish": "Assault on South Headquarters",
                    "SummaryEnglish": "Under suspicion of being a Homunculus conspirator, the strange wild boy from Yock is taken into custody by Lt. Col. Archer. Enraged by the arrest, Izumi takes on the military with the full force of her alchemic powers. Meanwhile, Scar has been spotted in the Southern Slums by a retired military officer.",
                    "TitleJapanese": "南方司令部襲撃",
                    "SummaryJapanese": "イズミがヨック島から連れ帰ってきた少年。彼の右肩には古い傷跡があり、それはエドが幼い頃受けたものと酷似していた。エドの詰問に逃げ出す少年。一方、ヒューズの後任のフランク・アーチャー中佐はアームストロング少佐を 供だって、エドたちの行方を捜し、ダブリスに到着していた。"
                },
                "31": {
                    "ID": "173342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173342",
                    "TitleEnglish": "Sin",
                    "SummaryEnglish": "Izumi has successfully escaped with the boy, but to no avail--Envy had already told the child the truth about himself, and his personality is changing. With all her secrets exposed, Izumi makes plans to atone for her sins. Ed and Al rush to intervene before it's too late.",
                    "TitleJapanese": "罪",
                    "SummaryJapanese": "右足にウロボロスの紋章を持つ少年。彼を巡り、南方司令部にて対峙する 軍部、キンブリー、エルリック兄弟、そしてイズミ。一方、ロイは大総統より命を受け、スカーの身柄確保の為、軍を率いキシュア近郊のスラムに向かっていた。"
                },
                "32": {
                    "ID": "173343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173343",
                    "TitleEnglish": "Dante of the Deep Forest",
                    "SummaryEnglish": "After battling Wrath, Izumi decides it's time Ed and Al meets with her old Master, Dante: the alchemist who taught her everything she knows, and who also knew Ed and Al's father, Hohenheim Elric. However, they are delayed yet again as Greed decides to take on the Elric Brothers.",
                    "TitleJapanese": "深い森のダンテ",
                    "SummaryJapanese": "エドの失われた右腕と左足を持つ少年、ラース。彼は、イズミが人体錬成に失敗した結果、生み出されたホムンクルスだった。ラースは人間になることを望み、そして残りの身体すべて奪うため、エドに襲い掛かる。"
                },
                "33": {
                    "ID": "173344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173344",
                    "TitleEnglish": "Al, Captured",
                    "SummaryEnglish": "Al is kidnapped by Greed and his gang, leaving Ed frantically searching for him. Izumi and Sigu join him in the search, and in the process Izumi discovers how much her young proteges have learned on their own.",
                    "TitleJapanese": "囚われた人間",
                    "SummaryJapanese": "ダンテの館で、グリード率いるキメラ軍団に襲撃され、連れ去られたアル。彼らの根城である、町外れの酒場デビルズネストに囚われたアルは、そこで、グリードから永遠の命の秘密について尋問を受ける。"
                },
                "34": {
                    "ID": "173345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173345",
                    "TitleEnglish": "Theory of Avarice",
                    "SummaryEnglish": "The battle to rescue Al is in full force, as Major Armstrong takes to the sewers to fight off Greed's men while Ed remains on the surface in a showdown with Greed and the Military. As Ed and Greed face off, Ed must make the ultimate decision: is he willing to take someone's life to save his brother?",
                    "TitleJapanese": "強欲の理論",
                    "SummaryJapanese": "デビルズネストで展開される不穏分子殲滅作戦。アーチャー隊の兵士によって、グリード一派のキメラたちが次々と射殺されていく中、グリードは、キンブリーとタッカーの裏切り、そしてラスト、グラトニーの襲撃を受け、追い込まれていく。"
                },
                "35": {
                    "ID": "173346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173346",
                    "TitleEnglish": "Reunion of Fools",
                    "SummaryEnglish": "In the aftermath of the battle between Ed and Greed, Lust finds herself pondering the meaning of life: Where did she come from? And where will she go when she dies? As she questions herself, she is surprised to see a familiar face; a man whom she met two years earlier. She had helped him use alchemy to save a town that was plagued by a strange illness. Meanwhile, Ed and company search for an Ishbalan outpost in hopes of finding the more information about the Philosopher's Stone.",
                    "TitleJapanese": "愚者の再会",
                    "SummaryJapanese": "ラストは、偶然にも彼女の過去を知る人物、ルジョンと出会う。2年前、ルジョンは故郷の村を襲った原因不明の難病・化石病の治療法を見つけるため、錬金術の研究に明け暮れていた。"
                },
                "36": {
                    "ID": "173347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/173347",
                    "TitleEnglish": "The Sinner Within",
                    "SummaryEnglish": "Ed, Al, and Winry continue on their travel to Ishbal in hopes of finding out how they made the fabled philosopher's stone without alchemy. Along the way the trio uncovers more and more about the truth of the Ishbal war. But are Ed and Al ready to hear it? Meanwhile Winry receives a startling revelation about the death of her parents.",
                    "TitleJapanese": "我が内なる科人(トガビト)",
                    "SummaryJapanese": "かつてイシュヴァールで造られたという「賢者の石」。南部辺境の地で、軍によって護送中のイシュヴァール人に接触したエドとアルは、賢者の石について知る老人の存在を教えられる。エドとアルそしてウィンリィは、その老人の住むキシュアの街に向かう。"
                },
                "37": {
                    "ID": "305530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/305530",
                    "TitleEnglish": "The Flame Alchemist, The Bachelor Lieutenant, and the Mystery of Warehouse 13",
                    "SummaryEnglish": "Under orders from Internal Affairs to investigate Colonel Mustang, Second Lieutenant Havoc compiles a journal on the Colonel's activities. As he, Breda, Falman and Fuery follow Mustang and discover more about him then they expected. Meanwhile, Sciezka finds an opportunity to further her own investigation into Hughes death.",
                    "TitleJapanese": "「焔の錬金術師」「戦う少尉さん」「第十三倉庫の怪」",
                    "SummaryJapanese": "軍内務課からマスタング大佐の監査命令をうけるハボック少尉。彼はブレダ、ファルマン、フュリーとともに「ロイ・マスタング観察日記」を極秘につけはじめる。そこで次々に明らかになるマスタング大佐の知られざる日常の姿とは!?"
                },
                "38": {
                    "ID": "305531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/305531",
                    "TitleEnglish": "With the River's Flow",
                    "SummaryEnglish": "After crashing the vehicle Winry left them, Ed and Al are forced to continue their journey to Ishbal on foot. The brother's tempers flare and they end up separated in a small town. Meanwhile, back at Central, Winry and Sciezka join forces to find the cause behind Hughes death.",
                    "TitleJapanese": "川の流れに",
                    "SummaryJapanese": "イシュヴァールを目指し旅を続ける途中、エドとアルはスカーを止めるべきか、自分達の身体を取り戻すことを優先すべきかをめぐり仲違いしてしまう。一方、ヒューズの事件について一人調べていたシェスカは、ある仮説にたどり着く。"
                },
                "39": {
                    "ID": "305532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/305532",
                    "TitleEnglish": "Secret of Ishbal",
                    "SummaryEnglish": "As Ed, Al and Marta continue their journey to Ishbal, they discuss the history and events that led up to the Isbalan Civil War. Through Marta, the brothers learn the truth behind the conflict. Meanwhile, Archer arrives at Lior to quell the new civil war.",
                    "TitleJapanese": "東方内戦",
                    "SummaryJapanese": "旅の途中、マーテルはエドとアルにかつて自分が特殊部隊に所属していた過去 について語る。そこで明らかになるイシュヴァール内戦勃発の真実。その頃、反抗勢力を鎮圧するために、アーチャー率いる軍隊がリオールに到着していた。"
                },
                "40": {
                    "ID": "305533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/305533",
                    "TitleEnglish": "The Scar",
                    "SummaryEnglish": "Ed confronts Scar in Lior and learns his objective for being in the city. When arguing against the plan doesn't work, Ed finds himself battling Scar yet again. In the midst of the battle, though, they are interrupted by Lust and Gluttony. After stopping them, they are again interrupted by two more people from Ed's past who persuade Ed to listen to Scar's story. Meanwhile, Marta and Al are captured by Kimbley and taken back to Regional Headquarters.",
                    "TitleJapanese": "傷痕",
                    "SummaryJapanese": "グリード、そして仲間達を売り、軍部に寝返ったキンブリー。その憎き仇を見つけ出したマーテルは、アルの制止をはねのけ、一気に襲い掛かる。一方リオールでは、ついにエドとスカーが対峙していた。"
                },
                "41": {
                    "ID": "305534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/305534",
                    "TitleEnglish": "Holy Mother",
                    "SummaryEnglish": "At the brink of another civil war, Scar justifies his intentions for Lior to Ed. However, after learning from Lyra what Scar intends to do to the Military, he sends an urgent message to Mustang to stay out of the city. Meanwhile, back at Regional Headquarters, Al ponders Martel's warning as the Military gets ready for battle.",
                    "TitleJapanese": "聖母",
                    "SummaryJapanese": "指導者を失い混迷し続けるリオール。その混乱に乗じ軍事的に制圧を目論む軍部。ついに鎮圧部隊は市街に進軍する。そしてスカーは、リオール内乱を利用し、 「賢者の石」を完成させようとしていた。"
                },
                "42": {
                    "ID": "302253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/302253",
                    "TitleEnglish": "His Name Is Unknown",
                    "SummaryEnglish": "Al’s body has been transmuted into a bomb by Kimblee just before his death, and Scar, in a fit of compassion, prepares Al to be saved by turning him into the Philosopher’s Stone. Scar sacrifices his right arm, melding it with Al, and making Al a container waiting for the army’s invasion of the city. Ed manages to fight off the two homunculi and with Ryla and Rose, they escape, but Ed knows he has to go back, and returns to the city. Mustang, using information gathered by Armstrong in his mock service of Archer, goes down to Tucker’s research room to put a stop to the madness. They are beset by chimeras and though they have little trouble fighting them off, Archer gets away. Before anyone can stop him, he sends the army into Lior. There Scar sacrifices himself to transmute the army into Al’s body, making him the Philosopher’s Stone.",
                    "TitleJapanese": "彼の名を知らず",
                    "SummaryJapanese": "賢者の石を求めるものは、必ず滅びる。いままた新しい伝説がリオールという 一つの街を犠牲に、生み出されようとしていた。大総統の特命を受け、リオールの市街に攻め入るキンブリー率いるキメラ部隊。だが、その前にイジュヴァールでの復讐に滾るスカーが立ち塞がる。"
                },
                "43": {
                    "ID": "302254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/302254",
                    "TitleEnglish": "The Stray Dog",
                    "SummaryEnglish": "Now that Al has actually become the Philosopher's Stone, the brothers are forced to flee, knowing well that the Homunculus would soon be after them. The Fuhrer, in turn, places orders for the brothers to be captured. Mustang takes this responsibility, knowing that if they are captured by anyone else, they would surely not get the opportunity to explain themselves. Winry and Seska have gone to Rizenbul to lay low for a while after their scare at the military base. To their surprise, the mysterious stranger on the train turned out to be none other than Hoenheim, the Elric's father. They receive word of the hunt of Ed and Al, and the two go to try to help. Ed and Al, for unclear reasons, are hurrying back to their hometown, knowing that the military would surely be there, but they are not dissuaded, and trouble brews as Mustang's soldiers get closer and closer.",
                    "TitleJapanese": "野良犬は逃げ出した",
                    "SummaryJapanese": "リオールの街から忽然と姿を消したエドとアル。「賢者の石」となったアルを追って、軍部が、そしてホムンクルスが迫る中、エドとアルはリゼンブールに向け、逃亡を続けていた。"
                },
                "44": {
                    "ID": "302255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/302255",
                    "TitleEnglish": "Hohenheim of Light",
                    "SummaryEnglish": "Mustang has finally caught up to Ed and Al, but he explains that he is not there to apprehend them, but to find out what was really happening. They explain the Fuhrer''s identity, to the shock of everyone present. This prompts them to develop a plan for testing the truth of the claim. They arrive in Rizenbul to find Hohenheim and Al, despite his brother''s protests, spends as much time as he can with his long lost father. The homunculus are hiding out in the church that Ryla has taken Rose to, and it becomes apparent in a fabulous plot twist, that ''him'' that the homunculus are always talking about, is in fact Ryla, who is in fact Dante. The plot thickens as Hohenheim storms their sanctuary, having heard Dante''s name from the brothers. His skill in alchemy is incredible, even enough so to scare Gluttony. Ryla faces off with him using her own alchemy, and action ensues.",
                    "TitleJapanese": "光のホーエンハイム",
                    "SummaryJapanese": "リゼンブールに身を潜めているエドとアルの前にあらわれた意外な人物。それは十数年前に家族をおいて行方知れずになっていた二人の父・ホーエンハイムだった。"
                },
                "45": {
                    "ID": "302256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/302256",
                    "TitleEnglish": "A Rotted Heart",
                    "SummaryEnglish": "Everything begins to come together in this episode. Hohenheim has confronted Dante and the Homunculus, but he was taken by surprise when the Homunculus of his former wife appears, and he is captured by Dante and sent to the other side of the mysterious gate. Mustang confronts the military court, not about the Fuhrer yet, but about his secretary Juliet Douglass. His words revealed him to the Fuhrer, who orders him to the front lines on the north, to make it easy to dispose of him when the time comes. Ed and Al are on the run, disguising themselves. They don't make it very far before being discovered, but they were far enough for Ed to find Sensei, who knows of his plans when he asks for a piece of her child's corpse. Al, trusted to stay in hiding, of course runs off and meets with Tucker. He reveals Nina's motionless body to Al, who is taken by it, and offers to use himself to help her.",
                    "TitleJapanese": "心を劣化させるもの",
                    "SummaryJapanese": "セントラル旧市街。その地下に広がる巨大都市遺跡の一角。向かい合う光のホーエンハイムとダンテ。彼らに纏わる永き因縁。それは、4百年前に遡る。彼らがついに辿りついた、あの日から・・・。"
                },
                "46": {
                    "ID": "302257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/302257",
                    "TitleEnglish": "Human Transmutation",
                    "SummaryEnglish": "Al has gone to meet Tucker, and having seen Nina's lifeless body, agreed to help him so that Tucker will teach Al to use the Philosopher's Stone. Tucker is too eager to try to resurrect Nina, though, and Al is used as a component in the transmutation. Ed learns more of Dante's past as he and Sensei mill about her old mansion and talk about their experiences with her. Sensei discovered a love letter from Hohenheim to Dante which was dated nearly 400 years ago. Ed goes back to his room to find Al gone, and Lust and Wrath waiting for him there. An unlikely alliance occurs though, as Lust's mistrust of Dante leads her to cooperate with Ed in hopes that he will make her human again. They rush off to find Al at Tucker's old research lab. They are still on their way when Sloth arrives though, and tensions are high as the episode ends showing Al''s body corroded by Tucker's transmutation.",
                    "TitleJapanese": "人体錬成",
                    "SummaryJapanese": "ホムンクルスとの戦いを決意したエドは、ラースの弱点を手に入れるためイズミの元を訪れる。一方、残されたアルが、賢者の石の使用法を知る為に向かった場所。それはショウ・タッカーの隠れ家だった。"
                },
                "47": {
                    "ID": "302258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/302258",
                    "TitleEnglish": "Sealing the Homunculus",
                    "SummaryEnglish": "Ed discovers Sloth and Al at Tucker's research lab. He tries to convince Al that the Homunculus is not their mother, and not to be trusted, but Al is pretty sure that it'll be fine. So Ed has to do things his way. He reveals the pieces of his mother's corpse that he dug up in Rizenbul, stunning Sloth, and giving him a chance to seal her forever. Lust had drawn a sealing transmutation circle with her claws, so it could not be destroyed, and Ed lured Sloth into it. The deal was almost done, when Al in his infinite wisdom decided that he was going to save the homunculus, so he threw the box containing a piece of his mother out the window, thus freeing Sloth. Lust held her at bay while Ed went to get the box, but Wrath was waiting outside, and decided to absorb the box into himself so Ed couldn't get it back. More and more it became clear that the brothers would not win this battle so easily, especially with Al helping out the Homunculus. Sloth freed herself from the circle, and while Ed chased Sloth, who was now controlling Al's body from the inside, Wrath and Lust squared off. Lust is easily destroyed though, as Wrath found her locket and used it to stop her on the transmutation circle. Wrath killed Lust and headed off to find Sloth. Fortunately for the brothers, who were not in great shape at this point, Wrath was a bit inexperienced, and foolishly merged himself with Sloth. Having the box inside of him, this stopped them both and gave Ed his chance to destroy his creation, Sloth, once and for all.",
                    "TitleJapanese": "ホムンクルス封印",
                    "SummaryJapanese": "賢者の石となったアルを巡り、対峙するエドとスロウス。アルはいまだスロウスに母親の面影を感じ、惑う。侵した罪。本当の贖罪を、自らの手で果たす為、 エドは今、スロウスに立ち向かう。"
                },
                "48": {
                    "ID": "302259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/302259",
                    "TitleEnglish": "Goodbye",
                    "SummaryEnglish": "The army’s camp in the north, led by Armstrong and headed by Havoc posing as Mustang, starts a military coup. This distracts the attention of the Fuhrer and his minions, while the real Mustang plots his attack on the Fuhrer in Central. Al has been abducted by Envy. Sensei and Ed are forced to pursue the only lead they have on the Homunculi, the Fuhrer himself. They assault the headquarters to find the Fuhrer has gone home early, but they are fortunate in their timing, and are able to help the Tringham brothers (imposter Elrics) escape from prison there. Ed goes off to fight the Fuhrer while sensei battles with the new and improved Frank Archer.",
                    "TitleJapanese": "さようなら",
                    "SummaryJapanese": "スロウスの構成物質をすべてエタノールに再構築したエド。それは自分達が侵した罪への避けては通れない道だった。一方、北方に送られた部隊では、不穏な空気が漂い出していた。"
                },
                "49": {
                    "ID": "302260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/302260",
                    "TitleEnglish": "The Other Side of the Gate",
                    "SummaryEnglish": "Alphsone has been captured and Roy is about to begin the last part of his plan. Edward, meanwhile is traveling deeper and deeper under Central City to find the one who controls the homunculi and ultimatly, his brother.",
                    "TitleJapanese": "扉の向こうへ",
                    "SummaryJapanese": "連れさられたアルを追って、セントラルに向かったエド。そこで再会したトリンガム兄弟より、エドは、第五研究所の先にあった、『賢者の石』に纏わる、巨大な研究場の所在を教えられる。"
                },
                "50": {
                    "ID": "302261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/302261",
                    "TitleEnglish": "Death",
                    "SummaryEnglish": "Ed now joins his father on the other side of the gate which seems to be a lot like our world but what will Ed do there and how will he get back to the world he knows?",
                    "TitleJapanese": "死",
                    "SummaryJapanese": "ロゼの赤ん坊から出現した門に呑み込まれたエドは、門の向こう側の世界へと飛ばされる。そこは20世紀初頭のロンドンだった。混乱の中、街を襲うツェッペリンから逃げるエド。その頃ダンテはグラトニーにアルを食べさせ、完全な賢者の石を得ようとしていた。アルに襲いかかっていくグラトニー。そして門の向こう側の世界では……。"
                },
                "51": {
                    "ID": "302262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fullmetal-alchemist/episodes/302262",
                    "TitleEnglish": "Laws and Promises",
                    "SummaryEnglish": "It is the very end, what will become of Ed and Al? Will the dark plot of the villians finally be realized? It all comes down to the wire in the final instalment of the FMA anime.",
                    "TitleJapanese": "ミュンヘン1921",
                    "SummaryJapanese": "大総統邸にてプライドや、事態を聞きつけてやってくるアーチャーと次々に対峙することとなったマスタング。一方ダンテの屋敷では、エンヴィーがホーエンハイムに会うべく門へと消えていく。そしてエドは、大切なものを呼び戻すため、ふたたび両手を打ち鳴らす……。大総統邸にてプライドや、事態を聞きつけてやってくるアーチャーと次々に対峙することとなったマスタング。 一方ダンテの屋敷では、エンヴィーがホーエンハイムに会うべく門へと消えていく。そしてエドは、大切なものを呼び戻すため、ふたたび両手を打ち鳴らす……。"
                }
            }
        }
    }
}