{
    "URL": "https://www.thetvdb.com/series/outlaw-star",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0266171/",
        "https://www.sunrise-inc.co.jp/seihou/index.html",
        "https://www.themoviedb.org/tv/35106",
        "https://www.themoviedb.org/tv/35106"
    ],
    "TitleEnglish": "Outlaw Star",
    "SummaryEnglish": "Gene Starwind is a jack-of-all-trades responsible for odd jobs and bounty hunting with his partner, Jim Hawking. Stuck on a rundown planet, he’s going nowhere fast. But when a bodyguard job goes sideways, he finds himself the proud owner of the Outlaw Star and on an adventure to find the mysterious Galactic Leyline. Facing pirates and dangers galore, can he survive the journey through space?",
    "TitleJapanese": "星方武侠アウトロースター",
    "SummaryJapanese": "到星歴と呼ばれる時代、人類が宇宙を、星々の間を、広く駆け巡る世界。辺境の惑星センチネル3にて、トラクターから人間関係まで、何でも引き受ける便利屋のジーン・スターウィンドとジム・ホーキンスは、ある美女からの依頼を引き受ける。しかしその依頼には裏があり、ジーンたちはアウトロー・ヒルダと宇宙海賊との危険な諍いに巻き込まれる。\n紆余曲折を経て、期せずして最新鋭の格闘式宇宙船（グラップラー・シップ）アウトロースター号を手に入れ、この最新鋭艦の本格運用に必須となる生体アンドロイドのメルフィナと巡り合ったジーンは、幼い頃のトラウマから宇宙に出ることに怯えを感じながらも、肝心なことは伏せたまま死んだヒルダの残した謎や、メルフィナという存在の謎を共に解くため、地上を飛び出し宇宙を駆け回ることを決意する。",
    "Aliases": [
        "Seihō Bukyō Outlaw Star",
        "Seihou Bukyou Outlaw Star"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "23370",
            "URL": "https://www.thetvdb.com/series/outlaw-star/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "388545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/388545",
                    "TitleEnglish": "Outlaw Star Pilot",
                    "SummaryEnglish": "A two minute long promo for the re-mastered series. Contains animation not used in the TV series.",
                    "TitleJapanese": "星方武侠アウトロースター パイロット版",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "9436",
            "URL": "https://www.thetvdb.com/series/outlaw-star/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "179893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179893",
                    "TitleEnglish": "Outlaw World",
                    "SummaryEnglish": "Gene Starwind is a jack-of-all-trades stuck on a rundown planet with his partner, Jim. Without a ship to call his own, Gene is going nowhere fast. But things change when a mysterious woman shows up with a not-so-simple job.",
                    "TitleJapanese": "無法の星",
                    "SummaryJapanese": "ジーンは、辺境宙域に位置するセンチネル3で、相棒のジムと何でも屋稼業を営む年若きアウトローだ。ある日謎めいた美女からのボディガード依頼を請負ったことから、二人は宇宙の究極の力を巡る抗争に巻き込まれ…。熱きアウトロー達の宇宙をまたにかけた冒険が、いま幕を開ける。"
                },
                "2": {
                    "ID": "179894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179894",
                    "TitleEnglish": "World of Desires",
                    "SummaryEnglish": "An outlaw, pirates, and a mysterious girl in a box. Before Gene can ask too many questions, he and Jim escape with Hilda to Blue Heaven. But this heaven is a hell filled with dangerous outlaws!",
                    "TitleJapanese": "欲望の星",
                    "SummaryJapanese": "依頼人ヒルダの死守するトランクには、全裸の少女が眠っていた。メルフィナというその少女は、海賊から奪取された生体アンドロイドだという。その時、海賊のTAOマスターによる猛攻がはじまった。危機的状況を打破するため、ジーンはヒルダと手を組み宇宙へと飛びたつ！"
                },
                "3": {
                    "ID": "179895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179895",
                    "TitleEnglish": "Into Burning Space",
                    "SummaryEnglish": "As they work to lose McCoy’s forces, trouble comes in the form of the Ctarl-Ctarl Empire blocking their path. Despite this, Hilda gets them to where they need to be, only to learn disturbing news.",
                    "TitleJapanese": "燃える宇宙へ",
                    "SummaryJapanese": "極秘最新鋭艦の隠し場所を目指し、ブルーヘブンを発つヒルダたち。それを追うアウトローの戦闘艇群。行く手を阻むクタールクタール帝国の巨大宇宙船。その時ジーンは、再び宇宙恐怖症の発作に見舞われて…。宿敵マクドゥーガル兄弟、敵か？味方か？獣娘エイシャも初登場！"
                },
                "4": {
                    "ID": "179896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179896",
                    "TitleEnglish": "When the Hot Ice Melts",
                    "SummaryEnglish": "Arriving at Farfallas, the crew comes upon an advanced spaceship known as the XGP15A-II. But the Kei Pirates locate them and with limited time to escape, Hilda takes drastic measures to save the crew.",
                    "TitleJapanese": "熱き氷の溶けるとき",
                    "SummaryJapanese": "ファルファラスの小惑星に隠されていたXGP-15AIIは、宇宙軍と海賊が秘密裏に共同開発した宇宙最速のグラップラーシップだった。だが起動を急ぐジーンたちの前に、TAOマスターの攻撃が迫る。その時ヒルダはフォルスに乗り込むと、独り海賊艇に立ち向って行くのだが…。"
                },
                "5": {
                    "ID": "179897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179897",
                    "TitleEnglish": "The Beast Girl Ready to Pounce!",
                    "SummaryEnglish": "Hilda’s sacrifice allows the crew a chance to get away. They head back to Blue Heaven for ship upgrades and information. But while they wait on the ship, they’re confronted by Aisha Clanclan from the Ctarl-Ctarl Empire!",
                    "TitleJapanese": "待ち伏せる獣娘",
                    "SummaryJapanese": "ヒルダが死守したXGP-15AII＝アウトロースター号で、ブルーヘブンに帰還した一行。そこで彼らを待ち受けていたのは、失われた自らの地位を回復すべく銀河の龍脈の情報を追うクタールクタール人のエイシャだった。けたたましくもパワフルな獣娘が、笑いと冒険を加速する。"
                },
                "6": {
                    "ID": "179898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179898",
                    "TitleEnglish": "The Beautiful Assassin",
                    "SummaryEnglish": "Gene and the crew meet up with Fred Luo to secure some much-needed work only to find he’s the target of the deadly assassin, Suzuka. To protect Fred and the promise of new work, Gene faces her!",
                    "TitleJapanese": "麗しき暗殺者",
                    "SummaryJapanese": "黄昏の鈴鹿。剣の道に生きる誇り高き暗殺者。金策のため旧知の富豪フレッドを訪ねたジーンは、鈴鹿の襲撃からフレッドをたまたま救ったために、彼女から命を狙われる羽目に。人並みはずれた居合の才能を持つ見目麗しき暗殺者に対し、ジーンがとった秘策とは？　勝算はあるのか？"
                },
                "7": {
                    "ID": "179899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179899",
                    "TitleEnglish": "Creeping Evil",
                    "SummaryEnglish": "The crew find themselves broke and low on supplies. While Jim takes on odd jobs, Gene and Melfina do their own work. Melfina is suddenly attacked by the Kei Pirates but is saved by a familiar ally.",
                    "TitleJapanese": "忍び寄る魔手",
                    "SummaryJapanese": "アウトロースター号の出航を前に、センチネル3で過す一行。だが穏やかな時は長くは続かなかった。北旗（ケイ）の海賊は、宇宙港を訪れたジーンを襲撃し、事務所にいたメルフィナにも暗殺者の魔手が迫る。そんなメルフィナを救ったのは、あの麗しき暗殺者・鈴鹿だった。"
                },
                "8": {
                    "ID": "179900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179900",
                    "TitleEnglish": "Forced Departure",
                    "SummaryEnglish": "Poisoned by the Kei Pirates, Gene’s life is on the line when they offer an antidote in exchange for the Outlaw Star. Refusing the trade, Melfina seeks a way to heal him before they face the Kei Pirates forces!",
                    "TitleJapanese": "腕ずくの発進",
                    "SummaryJapanese": "海賊に負わされた深傷により、生死の境を彷徨うジーン。アウトロースター号の出航を阻むべく攻撃を仕掛ける海賊の機械兵とその行く手に立ち塞がるグラップラーシップ。メルフィナの治療で、なんとか意識を取り戻したジーンは、まだ自由の利かない身体で初のグラップラー戦に挑む！"
                },
                "9": {
                    "ID": "179901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179901",
                    "TitleEnglish": "A Journey of Adventure! Huh?",
                    "SummaryEnglish": "Tension is running high on the Outlaw Star as they make way to their next destination. Gene decides to stop at a nearby station to pick up a bit of work and some cash. But things don’t quite go as planned.",
                    "TitleJapanese": "冒険の旅…え？",
                    "SummaryJapanese": "当面の目的地ヘイフォンに向け出航したアウトロースター号。しかし、お気楽のんびり気分のジーンに対し、ジムの方は仕事の当てもない現状に神経過敏気味。その時、唐突に中継ステーションに立ち寄ることを決めるジーン。そこには、伝説の賞金首が潜伏していると言うのだが…。"
                },
                "10": {
                    "ID": "179902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179902",
                    "TitleEnglish": "Gathering for the Space Race",
                    "SummaryEnglish": "The crew arrive in Heifong and start their visit off right—by entering a space race! With financial help from Fred, they make their debut in hopes of advertising their businesses and investigating the MacDougall Brothers.",
                    "TitleJapanese": "宇宙レースに集う",
                    "SummaryJapanese": "宇宙レースの告知で、父を殺したマクドゥーガル兄弟の船がエントリーされていることを知ったジーンは、スポンサーとしてフレッドを口説き落とすと、晴れて大会へのエントリーを果たす。さらにジーンたちを追い続けていたエイシャまでも参戦し、波乱含みのレースが始まった！"
                },
                "11": {
                    "ID": "179903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179903",
                    "TitleEnglish": "Adrift in Subspace",
                    "SummaryEnglish": "After narrowly escaping serious damage, the Outlaw Star continues to race past the other ships. But the revenge-driven Aisha Clanclan may cost them their victory! Will they make it to the finish line in one piece?",
                    "TitleJapanese": "亜空間漂流",
                    "SummaryJapanese": "高性能とジーンの大胆な操船で難関をクリアし順位をあげるアウトロースター号。だが、突然のミサイル攻撃によりコースを大幅に外れた亜空間に放り出された上、操船系にもダメージを被ってしまった。入賞はおろかゴールも覚束ない危機的状況に、ジーンは危険な賭けに出る！"
                },
                "12": {
                    "ID": "179904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179904",
                    "TitleEnglish": "Mortal Combat With the El Dorado",
                    "SummaryEnglish": "Harry MacDougall issues a challenge to Gene and the Outlaw Star. Among the asteroid field, Gene battles with the MacDougalls before realizing they have more up their sleeves than a match between ships.",
                    "TitleJapanese": "エルドラド号との死闘",
                    "SummaryJapanese": "エルドラド号のハリーと決着をつけるため、レーダーも効かないリヨン平衡点に向ったアウトロースター号は、あらゆる死角から降り注ぐミサイル攻撃に曝された。エルドラドの性能は、アウトロースターをも凌駕するものなのか。迫力の宇宙戦が思う存分堪能できるアクション篇。"
                },
                "13": {
                    "ID": "179905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179905",
                    "TitleEnglish": "Advance Guard From Another World",
                    "SummaryEnglish": "To make some much-needed cash, the crew takes some jobs in Heifong. But things go awry when some strange cargo goes missing and causes real trouble involving a bit of mind control.",
                    "TitleJapanese": "異星よりの尖兵",
                    "SummaryJapanese": "消えた異星の昆虫と植物。下水道に巣くう謎の怪物。行列のできるアイスクリーム屋…。それらの出来事は、全て恐るべき異星人の侵略計画だったのだ。人類に迫る絶対の危機を回避できるのは、メルフィナただ独り!?　コミカルな事件の積み重ねと、メルフィナの可愛い奮戦振りが見物！"
                },
                "14": {
                    "ID": "179906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179906",
                    "TitleEnglish": "Final Countdown",
                    "SummaryEnglish": "A simple job explodes into the crew’s most dangerous mission yet! After a terrorist named Crackerjack puts a bomb on the Outlaw Star, they’ll have to figure out how to disarm it before it’s too late.",
                    "TitleJapanese": "ファイナル・カウントダウン",
                    "SummaryJapanese": "グラップラーアームの先端が震える。切断するのは赤か？　青か？　逃げ場のない宇宙空間で、爆弾テロの人質にされてしまったアウトロースター号。残された時間は、もう僅か…これまでに作られた爆弾テロもののエッセンスと面白さが、見事に凝縮されたアクション・サスペンス篇。"
                },
                "15": {
                    "ID": "179907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179907",
                    "TitleEnglish": "The Seven Emerge",
                    "SummaryEnglish": "The Anten Seven gather with their sights set on Gene. Challenged to a duel, Gene faces one of the most dangerous men in the galaxy. But first, he must face the reality of his own mortality.",
                    "TitleJapanese": "七人衆現わる",
                    "SummaryJapanese": "北旗（ケイ）の海賊の幹部、破斬公は、直属の暗殺者・暗天七人衆をジーンたちに差し向ける。最初の刺客シミから決闘を申し込まれたジーンは、余裕でそれを受けたものの、内心は死への不安に苛まれていた…。ジーンの危機に強い絆を築いていく、クルーたちの心情にも注目だ。"
                },
                "16": {
                    "ID": "179908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179908",
                    "TitleEnglish": "Demon of the Water Planet",
                    "SummaryEnglish": "The crew gets a gig to retrieve a cargo of Dragonite from the bottom of the water planet, Heifong VII. But they’re in for rough waters when they come up against a dangerous creature protecting the shipment.",
                    "TitleJapanese": "海の星の悪魔",
                    "SummaryJapanese": "怪しげな老人によってジーンたちに持ち込まれた依頼は、海の星での海賊船のサルベージ。報酬は莫大だが、巨大原生生物が生息する海での仕事は危険度も無限大！　そしてジーンたちは、夢と敵を追い求め続けた老アウトローの、誇り高くも激しい生き様を目の当りにするのだった！"
                },
                "17": {
                    "ID": "179909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179909",
                    "TitleEnglish": "Between Life and Machine",
                    "SummaryEnglish": "A new job promises answers about the Galactic Leyline and more. But while Gene seeks out the information, Melfina gets swept into trouble with Harry MacDougall.",
                    "TitleJapanese": "生命と機械の間（はざま）で",
                    "SummaryJapanese": "独り留守を預かる事務所で、自分の存在に、そしてそれを探し出すという約束を忘れてしまったかのようなジーンの態度に思い悩むメルフィナ。そこに突如ハリーが現れ、彼女を連れ去ろうとする。抵抗するメルフィナに、ハリーは自分が彼女と同じく作られた人間であると告げ…。"
                },
                "18": {
                    "ID": "179910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179910",
                    "TitleEnglish": "The Strongest Woman in the Universe",
                    "SummaryEnglish": "To gain some much-needed cash, Gene and the crew find themselves helping Fred again. But to take on his next opponent, Gene’s going to have to tap into his feminine side to defeat Fred’s super-muscled fiancé.",
                    "TitleJapanese": "宇宙最強の女",
                    "SummaryJapanese": "女性が最強さを競う腕っぷし宇宙一決定トーナメントの優勝候補、レイコの優勝を阻止せよ！　金策に訪ねたフレッドからの交換条件で、ジーンは女装して大会にでるも敢無く一回戦で敗退。しかし希望は未だ残されていたのだ！　獣娘エイシャが覆面レスラー、初の白豹モードで大活躍！"
                },
                "19": {
                    "ID": "179911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179911",
                    "TitleEnglish": "Law and Lawlessness",
                    "SummaryEnglish": "The crew get taken in by private security forces and classified as pirates. While being detained, the facility is attacked. It’s up to Gene and everyone to take on the real pirates!",
                    "TitleJapanese": "法と無法",
                    "SummaryJapanese": "ジーンたちは海賊との交戦後、私設軍エンジェルリンクスに海賊容疑をかけられ拘束されてしまう。法を守る軍人と、自らの法に従うアウトロー。初めは真っ向から反発する両者だったが、軍港を急襲した海賊との共闘を通じ、それぞれの誇りについて少しづつ理解して行く姿を描く。"
                },
                "20": {
                    "ID": "179912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179912",
                    "TitleEnglish": "Cats and Girls and Spaceships",
                    "SummaryEnglish": "After another attack in space, the crew takes time on Symka 5 to recover. Jim stumbles upon two cats and follows them to their owner—who happens to be a cute girl. Is this a chance for newfound love or heartbreak?",
                    "TitleJapanese": "猫と少女と宇宙船",
                    "SummaryJapanese": "分離攻撃を仕掛ける敵から攻撃を受け、修理のため中継ステーションに寄港したアウトロースター号。そこでジムは、二匹の猫を連れた少女・ハンミョウと出逢い、互いに好意をいだいてくのだが…。互いが敵であることを最後まで知らなかった、二人のピュアなラブストーリー。"
                },
                "21": {
                    "ID": "179913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179913",
                    "TitleEnglish": "Grave of the Dragon",
                    "SummaryEnglish": "While seeking information on the Galactic Leyline, the crew winds up in some ruins on a desert planet. Their search is interrupted when the MacDougall Brothers show up and cause trouble!",
                    "TitleJapanese": "龍の墓標",
                    "SummaryJapanese": "銀河の龍脈の調査も、メルフィナの素性探しも一向に進展せず、ジーンはそれに負い目を感じ、ついつい彼女によそよそしい態度をとってしまう。そしてそんなジーンの態度に更に思い悩むメルフィナ。そんな彼女の前に現れたハリーは、自分と一緒に来るようにと彼女を誘うのだが…。"
                },
                "22": {
                    "ID": "179914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179914",
                    "TitleEnglish": "Gravity Jailbreak",
                    "SummaryEnglish": "Gene gets himself behind bars to get information about the Galactic Leyline and have Melfina restored. But the information he wants is going to cost him. He’ll have to help execute a total prison break!",
                    "TitleJapanese": "重力脱獄",
                    "SummaryJapanese": "ウォンという男から龍脈の座標を聞き出すために、ゲヘナ刑務所に潜入したジーン。そこは3G〜10Gという過酷な重力故に、脱走はおろか生きて刑期を終えた者さえいない、死の監獄だった。刑務所脱獄もののツボを押さえた展開と、SF的なアイデアが見事に融合した好篇。"
                },
                "23": {
                    "ID": "179915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179915",
                    "TitleEnglish": "Hot Springs Planet Tenrei",
                    "SummaryEnglish": "The crew ends up on a vacation planet! But not for a day at the hot springs—Gene needs caster shells and seeks the wizards that can make them. Will he find what he needs or just wind up in hot water?",
                    "TitleJapanese": "温泉惑星天鈴",
                    "SummaryJapanese": "キャスターの弾を求めて、弾を作れる神官がいるという惑星天鈴にやってきた一行。だがそこは、老若男女が湯に浸かり寛ぐ温泉観光惑星だった。ジーンに迫る刺客トビゲラ。神官の理不尽な要求。そして行く手を阻む美女の群れ！　お色気と爆笑の奔流が観る者の脳髄を麻痺させるギャグ篇。"
                },
                "24": {
                    "ID": "179916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179916",
                    "TitleEnglish": "Cutting the Galactic Leyline",
                    "SummaryEnglish": "The Outlaw Star makes its way to the Galactic Leyline. But they’re not the only ones out for the prize. Up against the Kei Pirates, the MacDougalls, and the Anten Seven—who will claim the sought-after treasure?",
                    "TitleJapanese": "龍脈突入",
                    "SummaryJapanese": "ついに龍脈へと辿り着いたアウトロースター号。だがそこには、破斬公の巨大母艦地仙号、マクドゥーガル兄弟のシャングリラ号、クタールクタールの戦艦が次々と現われ、乱戦状態に突入した。乱戦の中でアウトロースター号は、メルフィナの水先案内で異空間へと突入して行き…。"
                },
                "25": {
                    "ID": "179917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179917",
                    "TitleEnglish": "Maze of Despair",
                    "SummaryEnglish": "With Melfina caught in the Galactic Leyline, Gene seeks to free her but must face those who stand in his way. An intense battle, a gate opens—the truth of the Leyline awaits them!",
                    "TitleJapanese": "絶望への迷宮",
                    "SummaryJapanese": "龍脈の意志によりメルフィナは中枢へと連れ去られ、ジーンたちもまた別々の場所に転移されてしまう。彼らは中枢への道をひたすら進むのだが、その行く手に暗転七人衆が立ち塞がる。そして彼らが激闘を繰り広げている頃、メルフィナの元に辿り着いたハリーも破斬公に倒され…。"
                },
                "26": {
                    "ID": "179918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outlaw-star/episodes/179918",
                    "TitleEnglish": "Return to Space",
                    "SummaryEnglish": "In the heart of the Leyline, they make their wishes. Knowledge, power, and…to be together. Who will find the real treasure and who will be left to hold it? The final battle begins!",
                    "TitleJapanese": "空へ還る",
                    "SummaryJapanese": "破斬公を追って、龍脈の中枢へ辿り着いたジーン、そしてグエン。そして龍脈の門の鍵となったメルフィナから、その秘密がついに明らかになる。全宇宙を手中に収めんとする破斬公と、メルフィナが自分の元に戻ることだけを望んだジーン。龍脈の力を得た二人の戦いの行方は？"
                }
            }
        }
    }
}