{
    "URL": "https://www.thetvdb.com/series/tenchi-universe",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0159219/",
        "https://www.themoviedb.org/tv/20451"
    ],
    "TitleEnglish": "Tenchi Muyo! Tenchi Universe",
    "SummaryEnglish": "Although this TV series was released after the Tenchi Muyo OAVs, everything is different. Tenchi Universe is like an alternative version of the whole Tenchi saga. Several girls coming from different parts of the galaxy somehow manage to squeeze themselves into Tenchi's once ordinary life. There's Ryoko, the notorious space pirate; Ayeka, the first princess of the planet Jurai; Mihoshi and Kiyone, a pair of bumbling space detectives... add a crazy scientist, another alien princess, some menacing enemies and you've got a madcap and adventure-filled series that is Tenchi Universe. But what's this? It looks like Tenchi himself is descended from alien royalty too!",
    "TitleJapanese": "天地無用!",
    "SummaryJapanese": "平凡な高校生・柾木天地の元へ、なぜか続々と女の子たちが集まってきて……。宇宙海賊の魎呼、樹雷星の皇女・阿重霞と砂沙美、ギャラクシーポリスの美星と清音。神社に封印されていた悪名高きマッドサイエンティストの鷲羽。彼女たちに振り回されながら、天地の騒がしくもにぎやかな毎日が始まった！",
    "Aliases": [
        "天地無用!（1995）"
    ],
    "Modified": "2025-05-26",
    "Seasons": {
        "0": {
            "ID": "27040",
            "URL": "https://www.thetvdb.com/series/tenchi-universe/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4148445",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/4148445",
                    "TitleEnglish": "Tenchi Muyo! in Love",
                    "SummaryEnglish": "The demonic space criminal Kain has escaped from prison and destroyed the Galaxy Police headquarters. To ensure that the Jurai will not stop him, Kain travels back to 1970 to eliminate Tenchi's mother before he is even born. Now, Tenchi and the gang must travel to the past to stop him before he ceases to exist.",
                    "TitleJapanese": "天地無用! in LOVE",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "7577972",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/7577972",
                    "TitleEnglish": "Tenchi the Movie 2: The Daughter of Darkness",
                    "SummaryEnglish": "Long ago, a young Katsuhito Masaki met a young demon girl, named Yuzuha. Attracted to Yosho, two agreed to meet to play together during the annual Startica celebration on Jurai; she was driven away by the palace guards and she hated Yosho for it. 700 years later, Yuzuha wakes up within the underworld and discovers that Yosho is alive and on Earth, celebrating Christmas with the family and the ladies that had gathered around Tenchi. She believes Tenchi Masaki is a charmer due to the fact he is surrounded by so many girls; she decides to send Tenchi a present. She obtains a lock of Tenchi's hair and takes a piece of her own to a created a girl that's part human, Juraian, and demon to entertain her mischievous nature.",
                    "TitleJapanese": "天地無用! 真夏のイヴ",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4148446",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/4148446",
                    "TitleEnglish": "Tenchi Forever! The Movie",
                    "SummaryEnglish": "Feeling harassed by Ryoko and Ayeka's insistence that he choose between them, Tenchi takes off into the mountains- and disappears! By the time the girls locate Tenchi, six months have passed, and Tenchi is now a more mature young man living with a new girlfriend named Haruna! Yet things are more complicated than they seem, for Tenchi is not only living a different life- he is caught in a parallel world with no memory of his past! As Tenchi becomes drawn further and further into the parallel world with every passing day, Ryoko and Ayeka must race against time to find a way to reach him, and bring him back to reality. But will the mysterious Haruna be wiling to let him go?",
                    "TitleJapanese": "天地無用! in LOVE2 遙かなる想い",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "16779",
            "URL": "https://www.thetvdb.com/series/tenchi-universe/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "314618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314618",
                    "TitleEnglish": "No Need for Discussions!",
                    "SummaryEnglish": "Tenchi Masaki is a college student walking through the forest who sees what appears to be a meteor falling from the sky. He investigates and finds a beautiful young woman from the wreckage of a spaceship. Her name is Ryoko and she says she is being chased by a vicious criminal who later appears in the house, meaning to attack Tenchi and Ryoko. Meanwhile, a police officer of the galaxy, Mihoshi, attempts to arrest Ryoko for being a space pirate...",
                    "TitleJapanese": "問答無用!",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "314620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314620",
                    "TitleEnglish": "No Need for Princesses!",
                    "SummaryEnglish": "Princess Ayeka, first princess of planet Jurai, regrets responding to Mihoshi's distress beacon when she meets Ryoko on Earth. The two of them go back a long way, and have been enemies for years. During her time on Earth, Ayeka finds herself falling for Tenchi, and cannot endure Ryoko's shameless flirting with him.",
                    "TitleJapanese": "皇女無用!",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "314622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314622",
                    "TitleEnglish": "No Need for Worries!",
                    "SummaryEnglish": "The Masaki home is paid another visit by an interstellar traveller in the form of Sasami, Ayeka's younger sister, who has arrived to take her sibling back home. Meanwhile, Ryoko's wrecked spaceship gives birth to a cute replacement, and the mischievous space pirate teases Ayeka by telling her that Tenchi is the father!",
                    "TitleJapanese": "心配無用!",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "314624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314624",
                    "TitleEnglish": "No Need for Monsters!",
                    "SummaryEnglish": "Ryoko becomes a bit too curious about a mysterious cave near the Masaki shrine, and despite warnings of a legendary demon that sleeps within, she ventures inside dragging the unwilling Tenchi with her. They accidentally wake the demon and are chased from the cave. However, the \"demon\" turns out to be Washu, a mad scientist genius who was expelled from her academy 700 years previously.",
                    "TitleJapanese": "妖怪無用!",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "314626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314626",
                    "TitleEnglish": "No Need for Partners!",
                    "SummaryEnglish": "Mihoshi's Galaxy Police partner Kiyone is ordered to find her missing colleague, and heads for her last known location. Kiyone is shocked to discover her supposedly deceased partner is alive and well and living with a space pirate, two Juraian princesses and a mad scientist.",
                    "TitleJapanese": "相棒無用!",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "314628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314628",
                    "TitleEnglish": "No Need for Resident Officers!",
                    "SummaryEnglish": "Follow a day in the life of Mihoshi and Kiyone. The Galaxy Police duo are forced to find part-time jobs to pay the rent and bills on their new apartment. But with walking disaster Mihoshi around, holding down a job for even a single day proves difficult!",
                    "TitleJapanese": "駐在無用!",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "314630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314630",
                    "TitleEnglish": "No Need for Carnivals!",
                    "SummaryEnglish": "Sasami and Tenchi visit the annual shrine festival, but disaster ensues when the girls bring their own brand of mayhem and catastrophe to the stalls they are running, from monster fish on Ryoko's fish catching game to Washu's uncontrollable cotton candy machine!",
                    "TitleJapanese": "縁日無用!",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "314631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314631",
                    "TitleEnglish": "No Need for a Genius!",
                    "SummaryEnglish": "Washu creates a robotic duplicate of herself to help with her experiments. Unfortunately, an accident occurs when Washu's brain patterns are transferred to the robot, and it instead kills Mihoshi's personality and intelligence!",
                    "TitleJapanese": "天才無用!",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "314632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314632",
                    "TitleEnglish": "No Need for Memories!",
                    "SummaryEnglish": "A heavy snowfall brings back memories of Tenchi's childhood, and the day his mother died. Sasami has fun playing in the snow, but the cold weather doesn't agree with everyone. When Tenchi falls ill, a little help from Ayeka's life tree Ryu-Oh is needed to restore him to health.",
                    "TitleJapanese": "追憶無用!",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "314633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314633",
                    "TitleEnglish": "No Need for an Arch Rival!",
                    "SummaryEnglish": "A ruthless interstellar bounty hunter, Nagi, arrives on Earth to claim the price on Ryoko's head. She kidnaps Tenchi and challenges Ryoko to a showdown to claim him back. However, she doesn't reckon on her spaceship cabbit, Ken-Ohki, falling in love with Ryo-Ohki!",
                    "TitleJapanese": "宿敵無用!",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "314634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314634",
                    "TitleEnglish": "Time and Space Adventures: Part I",
                    "SummaryEnglish": "Washu invents a dimension changing machine that allows its users to manipulate the world to their desires. Despite being forbidden by Washu from using the unfinished invention, the girls can't resist giving it a try, causing the whole family to be drawn into a maze of alternate dimensions where all their fears and fantasies are played out. The first story takes place in Heian era Japan, with Princess Ayeka as the fiancée of Tenchi, who himself is a bold warrior sent to defeat a legendary demon (who turns out to be Ryoko).",
                    "TitleJapanese": "天地開闢 時空道行 前編",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "314635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314635",
                    "TitleEnglish": "Time and Space Adventures: Part II",
                    "SummaryEnglish": "The time and space-roaming saga continues. In the second mini story, Kiyone gives up her police career for a more peaceful existence, and finds herself a job in a quiet seaside town, working at Ayeka and Sasami's tavern. The third story takes place at an ordinary Japanese high-school, with Tenchi, Ryoko and Ayeka as students and Mihoshi and Kiyone as teachers. What starts as an ordinary tale of high-school romance and rivalry ends in bizarre fantasy when Magical Girl Pretty Sammy turns up to put a stop to Ryoko and Ayeka's constant bickering.",
                    "TitleJapanese": "天地開闢 時空道行 中編",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "314636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314636",
                    "TitleEnglish": "Time and Space Adventures: Part III",
                    "SummaryEnglish": "The concluding part of the dimension-travelling tale. The fourth mini-story follows a day in the life of a drastically altered Masaki family; Tenchi and Mihoshi are husband and wife, Sasami is their daughter and Ayeka is Mihoshi's bossy sister-in-law. The fifth and final story finds Tenchi and Ryoko cast as American gangsters on the run from the law after committing dozens of daring robberies across the country. At last, Washu manages to re-establish control of the dimension tuner, but Ryoko is forced to choose between staying in her action-packed fantasy world and returning to reality.",
                    "TitleJapanese": "天地開闢 時空道行 後編",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "314637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314637",
                    "TitleEnglish": "No Need for a Rebellion!",
                    "SummaryEnglish": "The arrival of the Juraian military threatens the status quo of the Masaki home. Ayeka, Sasami and Ryoko are arrested, so the rest of the gang pursue the Juraian ship on which they are being held with the intention of rescuing them.",
                    "TitleJapanese": "反乱無用!",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "314638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314638",
                    "TitleEnglish": "No Need for an Escape!",
                    "SummaryEnglish": "Having effected a daring escape from the Juraian military, the gang become fugitives. Meanwhile, Mihoshi and Kiyone return to headquarters, and use the opportunity to find out more about the turbulent political situation on planet Jurai. It transpires that during Ayeka and Sasami's absence, the emperor was replaced by a warrior named Yosho, who claims to be the rightful successor to the throne.",
                    "TitleJapanese": "逃亡無用!",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "314639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314639",
                    "TitleEnglish": "No Need for Hiding!",
                    "SummaryEnglish": "The fugitives' journey to Jurai continues, but fuel and money is running short. They decide to take jobs at a bar on a nearby planet, selling overpriced drinks to ease their financial difficulties, but the Galaxy Police are still hot on their trail.",
                    "TitleJapanese": "潜伏無用!",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "314640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314640",
                    "TitleEnglish": "No Need for Hunger!",
                    "SummaryEnglish": "An engine fault leaves the group stranded in deep space, and worse still, the food supplies are dwindling. Washu tries to fix the Yagami's engines, but is hindered every step of the way by Mihoshi. Meanwhile, Ryoko takes the last of the money to buy groceries on a nearby planet, but can't resist the temptations of the bars, casinos and restaurants...",
                    "TitleJapanese": "空腹無用!",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "314641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314641",
                    "TitleEnglish": "No Need for a Ghost!",
                    "SummaryEnglish": "Sasami is visited one night by a mysterious young girl named Mirei, who invites her back to her own ship to play. Mirei can create wonderful illusions with the wave of her hand, and she and Sasami have fun together in places from each others' memories. Meanwhile, the others, sick with worry over Sasami's disappearance, board Mirei's ship to search for her, but find the vessel has been deserted for hundreds of years.",
                    "TitleJapanese": "幽霊無用!",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "314642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314642",
                    "TitleEnglish": "No Need for Runaways!",
                    "SummaryEnglish": "While stocking up on fuel and supplies at a space station, the group are alarmed to discover that the Yagami has been stolen. Two teenage delinquents, Amarube and Yura, are responsible for the crime, and the gang are led on a frantic chase to retrieve their stolen spaceship.",
                    "TitleJapanese": "爆走無用!",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "314643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314643",
                    "TitleEnglish": "No Need for Swimsuits!",
                    "SummaryEnglish": "The Yagami is in dock for more repairs, so the gang set up a café at a nearby beach resort to try and make enough money to pay the bills. Alas, trade is rather poor, but news of a swimsuit beauty contest with a big cash prize for the winner sends the girls scurrying for the changing rooms, eager for the chance to pay off their debts and prove who has the better figure!",
                    "TitleJapanese": "水着無用!",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "314644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314644",
                    "TitleEnglish": "No Need for a Checkpoint!",
                    "SummaryEnglish": "The gang disguise themselves as schoolgirls to pass through the checkpoint into Juraian space, but Mihoshi's incompetence ruins their plan and they are forced to make an escape. However, one or two benevolent Juraians are on hand to assist them in their passage into Juraian territory.",
                    "TitleJapanese": "関所無用!",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "314645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314645",
                    "TitleEnglish": "No Need for Knights!",
                    "SummaryEnglish": "Fleeing into a protected area of space to avoid the Juraian military, the group comes across the resting place of a pair of legendary Juraian knights, Azaka and Kamidake (after whom Ayeka's guardians were named). With the help of the guardians, Katsuhito resurrects the legendary knights, and finally reveals his true identity as the legendary Juraian warrior Yosho.",
                    "TitleJapanese": "騎士無用!",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "314646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314646",
                    "TitleEnglish": "No Need for Karma!",
                    "SummaryEnglish": "The fugitives seek refuge amongst the ruins of the Juraian imperial villa, and finally discover the identity of the man claiming to be the rightful heir to the throne of Jurai; the exiled warrior Kagato. Kagato turns up at the ruins to face Tenchi's grandfather in combat once more.",
                    "TitleJapanese": "因縁無用!",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "314647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314647",
                    "TitleEnglish": "No Need for Ryoko!",
                    "SummaryEnglish": "With Ryoko and Katsuhito wounded and unable to fight, Tenchi makes the decision to face his destiny, challenging Kagato and rescuing princess Ayeka. Although Ryoko does not want Tenchi to fight, she risks her own life to ensure that he reaches the royal palace safely.",
                    "TitleJapanese": "魎呼無用!",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "314648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314648",
                    "TitleEnglish": "No Need for a Showdown!",
                    "SummaryEnglish": "Tenchi, accompanied by Azaka and Kamidake, heads deep into the royal palace to find Kagato. Azaka and Kamidake battle the two Juraian knights that protect Kagato. Tenchi himself faces Kagato in their final battle to the death, the future of Jurai and the lives of himself and his family at stake.",
                    "TitleJapanese": "決戦無用!",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "314649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-universe/episodes/314649",
                    "TitleEnglish": "No Need for a Conclusion!",
                    "SummaryEnglish": "Tenchi narrates this epilogue to the Tenchi Universe saga, detailing the fates of everyone who was involved in the story. However, the whereabouts of Ryoko still remain a mystery.",
                    "TitleJapanese": "結論無用!",
                    "SummaryJapanese": null
                }
            }
        }
    }
}