{
    "URL": "https://www.thetvdb.com/series/devil-may-cry",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Horror"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1048049/",
        "https://www.themoviedb.org/tv/12577"
    ],
    "TitleEnglish": "Devil May Cry",
    "SummaryEnglish": "The series is based on the manga and novel volumes, and sees the return of series regulars, Trish and Lady. In the show, Dante runs his devil-hunting business, Devil May Cry, while struggling under constant financial debt. There are also two new regular characters—Dante's agent Morrison who visits frequently, and Patty Lowell, a young orphan girl he saved in the first episode, who also visits frequently and shares a sisterly relationship with Dante. While the show's stories were mostly self-contained, a season-long plot was introduced in the first episode and came to the forefront in episodes 10-12.",
    "TitleJapanese": "デビルメイクライ",
    "SummaryJapanese": "便利屋『Devil May Cry』を営むダンテ。その真の顔とは世にはびこる悪魔達を狩り続けるデビルハンターだった！仲介屋モリソンや、友人レディからの依頼を受けて、様々な悪魔を狩っていく日々－－\n時には日常、時には仕事、人間と悪魔との間に生まれた最強のハンター、ダンテの活躍が今ここに覚醒する！",
    "Aliases": [
        "Devil May Cry 2007",
        "Devil May Cry anime",
        "DMC",
        "DMC anime"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "27680",
            "URL": "https://www.thetvdb.com/series/devil-may-cry/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5992304",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/5992304",
                    "TitleEnglish": "DMC 4 The movie",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "27681",
            "URL": "https://www.thetvdb.com/series/devil-may-cry/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "330226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/330226",
                    "TitleEnglish": "Devil May Cry",
                    "SummaryEnglish": "Dante, a supernatural mercenary, is hired as the bodyguard of a young orphaned girl who is the heir to a large fortune. He must protect her from the demons sent by those who want the estate for themselves",
                    "TitleJapanese": "Devil May Cry",
                    "SummaryJapanese": "とある街で便利屋「Devil May Cry」を営むダンテの元に、仲介屋モリソンが仕事をもってやってくる。パティという少女を、ローエル家に送り届けるという仕事だ。パテイは、先日亡くなった名門ローエル家当主の隠し子だというのだ。退屈そうな仕事に乗り気ではないダンテだったが、モリソンの策にはまって渋々仕事を引き受ける事に。しかしローエル家への道中を進むにつれ、事態はきな臭くなっていく。パティを狙う無数の悪魔――。便利屋ダンテの真の顔、デビルハンターとしての仕事がここに開幕する！"
                },
                "2": {
                    "ID": "330227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/330227",
                    "TitleEnglish": "Highway Star",
                    "SummaryEnglish": "Dante reluctantly accepts a mission from Lady to stop a demonically possessed motorcycle named \"Red Eye\" that haunts the motorway.",
                    "TitleJapanese": "Highway Star",
                    "SummaryJapanese": "暇を持て余すダンテの元にデビルハンター仲間であるレディが現れ、仕事を依頼してくる。詳しい内容も知らされぬままダンテが連れて行かれた先は、夜な夜な非合法のバイクレースが行われているハイウェイの一画だった。わけの分からぬまま、レディの言うなりになってレースに参加する事になるダンテ。やがてレースが盛り上がってきた頃、正体不明のバイクが闖入してくる。レッド・アイと呼ばれるそのライダーの正体とは――!?"
                },
                "3": {
                    "ID": "330228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/330228",
                    "TitleEnglish": "Not Love",
                    "SummaryEnglish": "The daughter of the mayor starts seeing a mysterious man behind her father's back. Under suspicions that the man is a demon in disguise, Dante is sent to investigate, and ends up entangled in something bigger than just a love affair.",
                    "TitleJapanese": "Not Love",
                    "SummaryJapanese": "「この男を殺して欲しい――」ダンテに仕事を依頼してきた町長はそう言った。町長の娘アンジェリナと交際している男が、人間ではないというのだ。半信半疑ながらも男、ブラッドと接触をするダンテ。果たして、ブラッドが人間ではない事が分かるが、ブラッドはダンテにそれを知られても特に慌てる様子はない。悪魔ブラッドの目的とは何なのか？　悪魔と人間の間に芽生えた愛は真実なのか？ 半人半魔の存在であるダンテの決断は――？"
                },
                "4": {
                    "ID": "330229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/330229",
                    "TitleEnglish": "Rolling Thunder",
                    "SummaryEnglish": "Lady meets up with a strange demon-woman who has a lightning-like technique. Later it's revealed that the strange woman is Trish, Dante's former partner.",
                    "TitleJapanese": "Rolling Thunder",
                    "SummaryJapanese": "レディは、とある依頼のためにその悪魔を追っていた。見た目にはただのブロンドの美女。しかしその悪魔はダンテさながらに銃を操り、おまけに稲妻を生み出す力まで持っている。一度悪魔を取り逃がしたレディは、ダンテの元を訪れ、その悪魔に心当たりがないかを訊ねる。それ程までにその悪魔の動きはダンテに酷似していたのだ。何も知らないというダンテ。レディは諦め、自分の力だけでその悪魔を倒す事を決意する。人間と悪魔、女同士の意地がぶつかる！"
                },
                "5": {
                    "ID": "330230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/330230",
                    "TitleEnglish": "In Private",
                    "SummaryEnglish": "Dante finds himself followed by a customer from a local diner, who is trying to find out the devil hunter's secrets, in order to impress a local waitress whom he likes.",
                    "TitleJapanese": "In Private",
                    "SummaryJapanese": "アイザックは悩んでいた。いつまで経ってもシンディが自分に振り向いてくれない事に。そんな中、シンディの口からダンテのような男が好きと聞かされたアイザックは、ダンテの後を付け回し始める。そこでアイザックが目にしたのは、ダンテの異常な行動の数々だった。しかしそれをシンディに話してもシンディは信用しようとしない。ダンテを知るたびに不幸な目に遭うアイザックの運命やいかに――？"
                },
                "6": {
                    "ID": "330231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/330231",
                    "TitleEnglish": "Rock Queen",
                    "SummaryEnglish": "Dante is hired to protect treasure hunters from a sonic demon. Flashbacks show how a rock queen, Elena Hudson, was willing to give everything to be popular, only to see her fans become violent zombies addicted to her music, and Elena herself become absorbed by the demon.",
                    "TitleJapanese": "Rock Queen",
                    "SummaryJapanese": "最近発見された地下街の跡地に、大量のアンティークレコードが眠ってるという。その回収をするという男達から護衛を依頼されるダンテ。レコードとは言え結構な金になる品だけに、強引な手で奪おうとする者も少なくないのだ。だがダンテ達一行を襲ったのは人間ではない何者かだった――伝説のロック・クイーン、エレナ・ヒューストンに隠された謎と、彼女の激しいナンバーをバックに、ダンテの２丁拳銃が華麗なビートを刻む！"
                },
                "7": {
                    "ID": "330232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/330232",
                    "TitleEnglish": "Wishes Come True",
                    "SummaryEnglish": "A man receives a visit from a demonic mask which claims to fulfill any wish he desires. The wishes he wants to make aren't made true, and instead, something he didn't want to happen is wished for, and the man ends up in a prison, deemed impossible to escape. Dante is hired by a guest from the past to get him out of the prison, and has to find a means of dealing with the wishmaking demon.",
                    "TitleJapanese": "Wishes Come True",
                    "SummaryJapanese": "拾った者の願いをかなえると言う不思議な靴。それを拾ったケーリーは、誤って友人を殺すという願いをかなえてしまう。罪悪感に苛まれ投獄される事となったケーリー。そのケーリーの妹がダンテの元を訪れ、兄を救って欲しいと依頼してきた。ケーリーの収容されているデビルプリズンは地獄のような場所。だがダンテはケーリーを救うため、単身、デビルプリズンに潜入する事に――。"
                },
                "8": {
                    "ID": "333703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/333703",
                    "TitleEnglish": "Once Upon A Time",
                    "SummaryEnglish": "A man named Aaron keep on insisting that Dante is his childhood friend Tony and that he and his mother used to live in a small town before being banished by the town folks after a devil attacked the town 20 years ago.",
                    "TitleJapanese": "Once Upon A Time",
                    "SummaryJapanese": "モリソンに連れられて唐突にやってきた依頼主アーネストは、ダンテをトニーと呼んだ。どうやらダンテが自分の幼馴染みだと思い込んでいるらしい。ダンテはそれを否定するが、アーネストは頑なにダンテをトニーと呼び続ける。渋々、アーネストの依頼を聞くダンテ。かつてアーネストの住んでいた町が大火事に見舞われた、その原因が悪魔だったというのだ。火事の責任を負わされ町を追い出されたトニー一家の無念を晴らすため、アーネストはダンテもその場に立ち会う事を求めるのだが――"
                },
                "9": {
                    "ID": "333704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/333704",
                    "TitleEnglish": "Death Poker",
                    "SummaryEnglish": "Dante is hired by a woman to deter her brother's gambling habits after her loses several rounds to Patty, the prize being strawberry sundaes. Apparently there is a gambler named King that if you lose to him you also lose your life. Dante is also invited by King to attend a game on a really fancy cruise ship. One by one the players die, Patty even pitches in a little when Dante leave for a moment, and then it is revealed that King is whoever has a necklace that is included in the invite. This necklace also causes the person to have unusually good luck. Dante dies and it is revelaed that the dealer is the cause behind of all of it. Dante comes back and kills the demon and once again loses in poker back at his office.",
                    "TitleJapanese": "Death Poker",
                    "SummaryJapanese": "勝負すれば必ず命を落とすという伝説のギャンブラー、キング。それ故に、誰もキングの素性を知る者はいないのだという。あまりの強さに、正体は悪魔なのではないかという噂が立つほどだ。その噂の真相を確かめるため、ダンテは豪華客船で行われるポーカー勝負に参加していた。しかし参加メンバーは皆、一癖も二癖もある人間ばかり――誰がキングなのか、検討も付かない。そんな中、勝負に負けた人間が唐突に死んでしまう。果たして伝説のキングは実在するのか――"
                },
                "10": {
                    "ID": "333705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/333705",
                    "TitleEnglish": "The Last Promise",
                    "SummaryEnglish": "Dante is attacked by Barusa, a former servant of Sparda who now seeks the power of the Legendary Dark Knight. In the meantime, Barusa's brother tries to find a way to prevent the fight between Dante and Barusa.",
                    "TitleJapanese": "The Last Promise",
                    "SummaryJapanese": "ダンテの前に現れたバアルという悪魔は、かつてダンテの父に剣を学んだのだという。スパーダが行方知れずとなった今、自分がスパーダを越える剣士である事を証明するためにはダンテと戦うより他にない。そう考え、バアルは自分の弟、モデウスにダンテを呼ぶように命じた。モデウスもまた、かつてはスパーダに剣を学んだ悪魔だという。兄と弟、異なる思惑を持つ悪魔の行く先は――そして、その影で暗躍する悪魔シドの目的とは？"
                },
                "11": {
                    "ID": "333706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/333706",
                    "TitleEnglish": "Showtime",
                    "SummaryEnglish": "Dante encounters Patty's mother, and Sid's carefully laid plans come to fruition as he finally harnesses the power of Abigail, a demon that fought against Mundus.",
                    "TitleJapanese": "Showtime",
                    "SummaryJapanese": "一族に伝わるペンダントを守って欲しい、そうダンテに依頼してきたニーナ。そのペンダントは貴重な物のため、多くの人間が狙っているのだという。だが依頼を引き受けたダンテを襲ったのは、人間ではなく悪魔だった。疑問に思いながらもニーナと再会するダンテ。そこに現れたパティは、ニーナを母と呼んだ。死んだはずのパティの母親、その一族に伝わるペンダント、そしてこれまで暗躍し続けていた悪魔、シド。全てのパーツが揃い、物語は閉幕に向けて怒涛の展開を始める！"
                },
                "12": {
                    "ID": "333707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/333707",
                    "TitleEnglish": "Stylish",
                    "SummaryEnglish": "With Dante impaled and crucified in the demon dimension, it's up to Lady, Trish, Morrison and Patty to hold off Sid/Abigail's final assault on the world.",
                    "TitleJapanese": "Stylish",
                    "SummaryJapanese": "シドが手に入れた力の影響で、街には悪魔が溢れていた。人々を救いながら悪魔を退治していくレディとトリッシュ。だがそこにダンテの姿はない。魔界でのシドとの決闘から、未だ帰還していないのだ。ダンテの身を案じるパティ。街を、世界を救うため、ダンテを呼び覚まさなくてはならない。レディの言葉を受け、パティは魔界行きを決断する！　最強のデビルハンター、ダンテの物語、ここに完結！"
                }
            }
        }
    }
}