{
    "URL": "https://www.thetvdb.com/series/fruits-basket",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0328738/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH846746"
    ],
    "TitleEnglish": "Fruits Basket",
    "SummaryEnglish": "Tohru Honda is a cheerful 16 year old girl. She was orphaned when her mother was killed in a car accident. Not wanting to burden anyone, she buys a tent and begins to live in a forest. She is determined to finish school in order to fulfill her mother's last wish. It turns out that the land Tohru is living on belongs to the Sohma family. She is quickly invited to live in the Sohma house (all males), as long as she is willing to cook and clean. One of the Sohma's, Yuki, is the most popular boy at Tohru's high school. He is swooned by girls constantly and is even referred to as the \"prince\" of the school. His cousins Shigure, Yuki's guardian, and Kyo make up the rest of the household. Tohru knows that her living environment is out of the normal, but things turn out to get stranger. The members of the Sohma family are possessed by animals and they turn into their true selves when they are embraced by the opposite sex! You can imagine Tohru's surprise when she witnesses",
    "TitleJapanese": "フルーツバスケット (2001)",
    "SummaryJapanese": "原作は「花とゆめ」で人気の\"お茶の間ほのぼの系コミカル学園ラブラブちょっとふしぎ物語\"。\n\nヒロインは、わけあってテントで一人暮らし中だった女子高生、本田透(ほんだ　とおる)。透はひょんなことから同級生の男の子、草摩由希(そうま　ゆき)の家に住み込むことになる。全校女子のアイドル由希と、保護者(ほごしゃ)役の草摩紫呉(そうま　しぐれ)との生活は、一見ごく普通の家庭のように見えたのだが…。草摩家に隠された重大なヒミツ！　なんと彼らは異性に抱きつかれると…!?",
    "Aliases": [
        "幻影天使",
        "魔法水果籃"
    ],
    "Modified": "2025-09-16",
    "Seasons": {
        "0": {
            "ID": "535396",
            "URL": "https://www.thetvdb.com/series/fruits-basket/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6821026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/6821026",
                    "TitleEnglish": "アニメ フルーツバスケットにもうすぐ会える",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "15826",
            "URL": "https://www.thetvdb.com/series/fruits-basket/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "298501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298501",
                    "TitleEnglish": "The Strangest Day",
                    "SummaryEnglish": "Losing Tohru Honda's mother was hard enough, but living in a tent, now that's just crazy! One day, leaving for school, Tohru happens to stumble to the prince of her high school 'Yuki Sohma' at his house. As Yuki and his cousin Shigure finds out that Tohru been living in a tent, Yuki and Shigure lets Tohru live with them as their housekeeper. Trouble starts as soon as Kyo, another member of the Sohma family, messes up Tohru's new room causing her to lose her balance. Grabbing onto the Sohma family for support, they all turn into animals of the Chinese Zodiac.",
                    "TitleJapanese": "第一話・・・",
                    "SummaryJapanese": "本田透は、たった1人の家族だった母をなくして、今はヒミツのテント暮らし。ところがそのテントをはったのは、学校のプリンス、草摩由希の家の敷地(しきち)だったのだ。"
                },
                "2": {
                    "ID": "298502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298502",
                    "TitleEnglish": "The Sohma Curse",
                    "SummaryEnglish": "Tohru is quite surprised to see Yuki, Shigure, and Kyo turn into animals. While still in their animal forms, they tell her about the Sohma Family Curse. Whenever a member of the Sohma family is hugged by a member of the opposite sex, they turn into animals from the Chinese Zodiac. Later on at school, Yuki confronts Tohru and tells her that her memory may have to be erased because she found out the family secret. When they return home, Shigure informs them of Akito's decision: Tohru can stay at the house and won't have her memories erased as long as she doesn't tell anybody about the family secret.",
                    "TitleJapanese": "第二話・・・",
                    "SummaryJapanese": "由希がネズミ、夾(きょう)がネコ、紫呉がイヌ、と目の前でみんな動物に変身してしまい、大パニックの透。紫呉がいうには、草摩一族の人間は、十二支(じゅうにし)のモノノケにとりつかれているらしい。それで異性にだきつかれると、その動物に変身しちゃうというワケなのだ。そのヒミツはだれにもいわない、とちかう透。でも、それだけじゃすまないかもしれないらしい…？"
                },
                "3": {
                    "ID": "298504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298504",
                    "TitleEnglish": "All Shapes and Sizes",
                    "SummaryEnglish": "At school, Tohru walks in on Kyo and Yuki fighting. When she tries to stop them she runs into Kyo and he transforms. Kyo gets angry and calls her a stupid girl which makes Tohru think he hates her. Feeling guilty, he decides to pick Tohru up from her job and apologizes in his own way. The next day, on her way home from work, Tohru meets up with Yuki, and they walk home together. After accidentally transforming, Yuki tells Tohru about how he wants to live a normal life.",
                    "TitleJapanese": "第三話・・・",
                    "SummaryJapanese": "紫呉のところに夾も住むことになり、学校にも行きはじめる。でも学校には女の子がいっぱい！　つまりは変身の危機だらけ。　由希を相手にイライラをぶつけ、透にまで「めざわりなんだよ！」といってしまう！！　夾の言葉に大ショックを受ける透。夾も、ひどいことをいってしまう自分に落ちこむのだが…。"
                },
                "4": {
                    "ID": "298503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298503",
                    "TitleEnglish": "Here Comes Kagura!",
                    "SummaryEnglish": "Someone visits Shigure's house. It's Kagura who has brought a lot of commotion into the Sohma residence. Can Tohru and Kagura become friends or will they be bitter rivals?",
                    "TitleJapanese": "第四話・・・",
                    "SummaryJapanese": "ある日、夾をたずねて女の子が紫呉の家にやってくる。名前は草摩楽羅(かぐら)。とってもかわいい人だけど、会いたかった！　といきなり夾をなぐりたおす！　楽羅は、キモチがたかぶると暴力的になっちゃうらしい。でも、子どもの頃からずっと夾を好きだったという楽羅のことを、すごいと素直に感心する透。ただ、楽羅のおかげで家は大さわぎに…。"
                },
                "5": {
                    "ID": "298506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298506",
                    "TitleEnglish": "A Rice Ball in a Fruits Basket",
                    "SummaryEnglish": "Things are going great at Shigure's house. Just when Tohru feels the days will always be like this, she gets a call from her grandpa. His house is finished, so Tohru can move back with him.",
                    "TitleJapanese": "第五話・・・",
                    "SummaryJapanese": "ある日学校にいる透に、おじいさんから電話が入る。家の改築が終わったから戻っておいで、というのだ。由希や夾のことがわかりはじめてきた透は、ずっといっしょにいられる気でいた自分に気がついて、ショックを受ける。その話を聞いた由希や夾も、とまどってしまう。でも、透はその日のうちに荷物をまとめ、紫呉の家を出ていくことに…。"
                },
                "6": {
                    "ID": "298505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298505",
                    "TitleEnglish": "Invincible Friendship?",
                    "SummaryEnglish": "Tohru is back living with the Sohmas. Tohru's friends just get wind of it and decide to see if the Sohmas are taking good care of Tohru. Will they be able to keep the Sohma family curse under wraps while Uo and Hana stay over?",
                    "TitleJapanese": "第六話・・・",
                    "SummaryJapanese": "紫呉の家の正式な居候(いそうろう)となった透。でも親友の魚ちゃん花ちゃんには話しておかなければ、とついに同居を告白する。すると、本当に同居するのにふさわしいか見る、と泊まりがけでくることになってしまう！　そして当日、最初はだいじょうぶだったけれど、魚ちゃんと夾が言いあいをする中で二人がぶつかり、夾がネコになってしまう…！"
                },
                "7": {
                    "ID": "298507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298507",
                    "TitleEnglish": "A Plum on the Back",
                    "SummaryEnglish": "It's the cultural festival, and Tohru's class is doing a hit or miss rice ball stand. Yuki is given a special outfit to wear during the festival, which brings in lots of customers. We get to meet Momiji and Hatori, two more Sohma family members! Could they be members of the zodiac as well?",
                    "TitleJapanese": "第七話・・・",
                    "SummaryJapanese": "透たちの学校は学園祭を前にして、準備にいそがしい。透のクラスは、おにぎり屋さんをやることになる。でも、由希のアイディアが採用され、みんなに受け入れられるのをみて、夾はいぢけてしまうのだ。透は、そんな夾の気持ちを知り、お互いにうらやましがっている二人のことを悩む。\nそして学園祭当日。学校には草摩一族の紅葉(もみじ)とはとりがやってきていた…。"
                },
                "8": {
                    "ID": "298508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298508",
                    "TitleEnglish": "Don't Cry, For the Snow will Surely Melt",
                    "SummaryEnglish": "Tohru visits the main Sohma residence for the first time. After the warning Yuki gave her at the festival, she's a bit nervous to talk to Hatori, one of the senior family members. Why is Hatori so insistent that Tohru leave the Sohma family alone?",
                    "TitleJapanese": "第八話・・・",
                    "SummaryJapanese": "はとりに草摩の本家にくるように言われた透。\nそしてたずねていくと、そこはとても大きな門の中にいくつもの家があって、町のようだった。そして透を迎えたはとりは言う。これ以上草摩とかかわるな、と。ショックを受けた透を、紅葉が連れ出す。彼は、はとりがなぜあんなことを言ったのか、その秘密を語りだすのだ。それは過去にひとりの女性と恋に落ちたお話だった…。"
                },
                "9": {
                    "ID": "298510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298510",
                    "TitleEnglish": "A Solitary New Year",
                    "SummaryEnglish": "Tohru and the Sohmas are cleaning house with the help with Uo and Hana. Shigure's assistant Mi is pressing Shigure to finish his 500-page novel. Later on, the Sohmas are supposed to visit the Sohma House for their annual celebrations. But that means Tohru will be alone for New Year's?",
                    "TitleJapanese": "第九話・・・",
                    "SummaryJapanese": "いつの間にか年の暮れ。紫呉の家も大みそかの大そうじでいそがしい。魚ちゃんや花ちゃんも手つだいに来てくれていた。紫呉は小説のお仕事のギリギリしめきり日。押しかけてきた担当のみっちゃんから、あの手この手で逃げまわっている。\nそんな中、透はオセチ料理をたくさん作るつもりでいると、実は由希たちが、正月の３日まで本家にいくことを知って…。"
                },
                "10": {
                    "ID": "298509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298509",
                    "TitleEnglish": "Make It Clear If It's Black or White",
                    "SummaryEnglish": "Tohru's class goes on an endurance run. In the middle of the run, a white-haired boy, not much younger than Yuki, interrupts and challenges Kyo to a fight. The boy is also a member of the Sohma clan. As they fight, Yuki feels faint. What will Tohru do now? And which zodiac member is this boy?",
                    "TitleJapanese": "第十話・・・",
                    "SummaryJapanese": "３学期をむかえ、透たちの学校では持久走大会が行なわれる。でも、由希はカゼぎみで調子悪そう？　でも、夾が勝負だ！ともりあがっている。 そして持久走が女子からスタート。すると透は、川原で白い髪の人が寝ているのを見かけ、病気の老人かとあわててソバにいく。でもそれは、十二支のひとり、草摩春（はつはる)だった…。"
                },
                "11": {
                    "ID": "298512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298512",
                    "TitleEnglish": "Everybody Loves Chocolate",
                    "SummaryEnglish": "It's Valentine's Day, and Tohru has given all the Sohma's chocolates. But it seems that after finals, she's also working harder than ever earning money. Could something be the matter?",
                    "TitleJapanese": "第十一話・・・",
                    "SummaryJapanese": "バレンタインの日、由希はもちろん、夾も女の子のチョコをいっぱいもらっていた。でも、今日がバレンタインデーだと知り、夾は逃げようとする。しかし時遅く、彼の恐れた楽羅が登場！　実は透も、由希や夾やありさたち、そして草摩一族のみんなにチョコを作っていた。 それから一ヶ月が過ぎた期末テストも終了。そんな時、透は先生に呼び出されて…。"
                },
                "12": {
                    "ID": "298511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298511",
                    "TitleEnglish": "White Day",
                    "SummaryEnglish": "Momiji invites Tohru, Kyo, and Yuki to a relaxing weekend at the Sohma Hot Springs. Tohru even brings her mom along. Yuki has a chance to give Tohru a gift for White Day. But Momiji has an even bigger surprise!",
                    "TitleJapanese": "第十二話・・・",
                    "SummaryJapanese": "バレンタインデーのお返しに、と温泉旅行にいくことになった透、由希、夾、紅葉。透は初めての温泉旅行だし、送迎バスも豪華で大感激だ。目的地の旅館の女将も、実は草摩一族。でも体が弱くて立っているのもつらそうで、やたら腰がひくいのだ。紅葉も透と一緒の部屋がいい！とダダをこねたりして大騒ぎ。\n　そして露天風呂。透はお母さんの写真と一緒に入って幸せいっぱい。でも、のぼせてしまってたおれちゃう…。"
                },
                "13": {
                    "ID": "298514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298514",
                    "TitleEnglish": "A New School Term Starts!",
                    "SummaryEnglish": "Tohru's second year at high school begins, and Yuki is helping out with orientation. It turns out some of the younger Sohmas are entering the same high school. Hatsuharu gets in a conflict with the class president, but a deeper situation occurs when one of the Sohmas unexpectedly shows up and confronts Tohru!",
                    "TitleJapanese": "第十三話・・・",
                    "SummaryJapanese": "透たちの学校は新学期。新入生には紅葉やはつ春が入学してくるとあって、入学式には紫呉も出席する。ありさや咲が、紅葉たちに会いたいというので、透は夾と一緒に１年生の教室へと向かう。すると、紅葉はなんと女子の制服を着ていてビックリ！　由希もやってきてあきれてるところへ、生徒会長の竹本が登場！　はつ春の白い髪や紅葉のかっこうを怒るのだ。そんな騒ぎの中、紅葉は言う。今日は慊人が来ている、と…。"
                },
                "14": {
                    "ID": "298513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298513",
                    "TitleEnglish": "The Adult's Episode - Ayame's a Messed Up Snake!",
                    "SummaryEnglish": "Tohru and Yuki are tending the vegetable garden, when Tohru finds a set of clothes lying on the ground. Could this be a new Sohma? According to the title, it is! Not only is the new Sohma awfully friendly, it has a few surprising secrets to reveal about its relationship to Yuki and the others.",
                    "TitleJapanese": "第十四話・・・",
                    "SummaryJapanese": "慊人が来ておびえた由希を気づかう透。今日はふたりで菜園の様子を見に行くのだ。そして先に家に向かった透は、道に落ちた服を発見。すると、服の下にヘビがもぐり込む…！\nこのヘビ、草摩家の十二支のひとり、綾女だった。そして家に帰ってきた由希は大激怒！綾女は紫呉の同級生で、しかも由希の実の兄だったのだ。でも、由希は綾女が大キライ？人の姿に戻った綾女は、とにかく人の話を聞かないマイペースで、由希たちをふりまわす…。"
                },
                "15": {
                    "ID": "298516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298516",
                    "TitleEnglish": "There Are No Memories It's OK to Forget",
                    "SummaryEnglish": "It's been a year since Tohru's mom passed away, and the gang visits her grave. Uo and Hana speculate on whom Tohru will fall in love with. Then Tohru discovers Momiji in the building she works in. What is he doing there? And where are Momiji's parents?",
                    "TitleJapanese": "第十五話・・・",
                    "SummaryJapanese": "透の母の一周忌が近づき、透はありさや咲と一緒にお墓参りするという。すると由希も行くと言い出すのだ。最初は言うチャンスを逃した夾も結局行くことになり、当日、５人は透の母・今日子のお墓参りに向かう。\n透が作ってきたお弁当を広げ、すっかり和むありさたち。今日子が昔、暴走族で「紅い蝶」と呼ばれていた話などをなつかしそうに語るのだ。由希は、つらい過去を持つのにやさしく笑う透の存在を、あらためて大きく感じる…。"
                },
                "16": {
                    "ID": "298515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298515",
                    "TitleEnglish": "If We've Three Then We Don't Need To Fear Jason",
                    "SummaryEnglish": "Shigure invites Tohru and the Sohmas out to a lake in the woods, where not only will they have to contend with Jason, but some other surprises. Also, Tohru worries that Kyo and Yuki don't seem to be their usual selves.",
                    "TitleJapanese": "第十六話・・・",
                    "SummaryJapanese": "突然、旅行に行きたいと言い出す紫呉。そこで、透、由希、夾、はとり、紫呉というメンバーで、湖畔にある草摩家の別荘に旅行に行くことになった。\n紫呉にすすめられ、湖へと向かう透、由希、夾。しかし３人はどことなくぎこちない様子。途中でクマの足跡を発見した３人は、大あわてで別荘に戻ろうとするが、足をすべらせ、土手の下に落ちてしまう。ネズミとネコに変身した由希と夾は、大ゲンカを開始し…。"
                },
                "17": {
                    "ID": "298518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298518",
                    "TitleEnglish": "It's Because I've Been Loved That I've Become Stronger",
                    "SummaryEnglish": "Hatsuharu introduces a new Sohma to Tohru. It's a tiger cub named Kisa! But when Tohru reaches out to her, Kisa bites her! Can Tohru befriend this wild yet timid girl?",
                    "TitleJapanese": "第十七話・・・",
                    "SummaryJapanese": "寅(トラ)に変身した杞紗(きさ)と初めて出会う透。誰ともコミュニケーションをとろうとしない杞紗は、なでようとした透の手を思わずかみついてしまう。\n　春によると、杞紗はかつていじめられたことが原因で心を閉ざし、話をしなくなってしまったという。再び透の手にかみついた杞紗だったが、透の優しい心に接し、少し心を開くのだった。そして、しばらくの間、杞紗は紫呉家で居候することになり……。"
                },
                "18": {
                    "ID": "298517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298517",
                    "TitleEnglish": "The Strongest Tag - The Cursed Electric Wave Brother and Sister",
                    "SummaryEnglish": "The Prince Yuki Fan Club takes center stage in this episode, where they plot to break up the friendship between Tohru and Yuki. They use a school newspaper interview visit to Saki Hanajima's house to search for Hana's weaknesses. But even with their trusty camcorder, the fan club is in for some freaky and some normal surprises as they tour Hana's home.",
                    "TitleJapanese": "第十八話・・・",
                    "SummaryJapanese": "海原高校に存在する由希のファンクラブ「プリンスユキ」。会員数はなんと海原高校の女子生徒の半数以上という。その会長である素子と副会長の南にとって、いつも由希のそばにいる透はジャマだった。\n　なんとか由希のそばから透を引きはなしたいと考える素子たちにとって、まず倒さなくてはならないのは「電波」を放つ敵・咲だ。そこで素子と南は、咲の弱点を見つけるため、一号二号といっしょに咲の家へと向かうことにする…。"
                },
                "19": {
                    "ID": "298520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298520",
                    "TitleEnglish": "The Source Of Cheer Can Be Affected By Colds, Too!",
                    "SummaryEnglish": "Tohru fails one of her midterms and now has just one chance to retake it, and with just a few days before the make-up exam, she is coming down with a cold. What will the gang do now?",
                    "TitleJapanese": "第十九話・・・",
                    "SummaryJapanese": "赤点を取ってしまい追試を受けることになった透は、「由希に勉強を教えてもらったのに情けない」と、落ち込んでしまう。その帰り道、いきなり夾にもたれて倒れてしまう透。実はカゼをひいていたのだった。\n　高熱で寝込んだ透を心配した夾が本で調べたところ、カゼにいい食べ物はニラだという。意を決して由希の畑に向かった夾は、触るのもイヤなくらい大嫌いなニラを採ってきて、おかゆを作ってあげるのだった。"
                },
                "20": {
                    "ID": "298519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298519",
                    "TitleEnglish": "Ayame's Secret Life",
                    "SummaryEnglish": "Yuki and Tohru visit Ayame's dress shop. Ayame's assistant Mine Kurame, has grander ideas. Could there be some cosplaying involved? And what is \"The Thing\"?",
                    "TitleJapanese": "第二十話・・",
                    "SummaryJapanese": "由希の兄・綾女は、自分の店を新装したことを告知するため、紫呉家ではしゃぎ回る。いつもは煙たがる由希だったが、兄のことを少しずつでも理解したいと思い始めていたため、透と一緒に綾女の店を訪れることにする。\n　綾女の店は手芸店だ。しかし、オーダーメイドの服も作っているという。しかも、注文されるのは、ナース、ウェイトレス、スチュワーデスなどといったコスチュームばかり。店員の美音に誘われ、透も着替えることになってしまうが…。"
                },
                "21": {
                    "ID": "298522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298522",
                    "TitleEnglish": "Sophist Boy Has Captured The Prince",
                    "SummaryEnglish": "Someone steals Tohru's purse, and it looks like another zodiac member. He's Hiro Sohma and he's very jealous of Tohru and Kisa.",
                    "TitleJapanese": "第二十一話・・・",
                    "SummaryJapanese": "いつものようにバイトに向かう透。その前に、突然草摩家のひとりである燈路（ひろ）という少年が現れた。へりくつばかり言って透を困らせる燈路は、最後には透の母の写真が入っている手帳を奪って逃げてしまう。\n　紅葉の助けを受け、やっと燈路に追いついた透。相変わらず憎らしい態度を続ける燈路だったが、杞紗（きさ）が目の前に現れた時には動揺を見せる。どうやら燈路は杞紗に気があるようだったが…。"
                },
                "22": {
                    "ID": "298521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298521",
                    "TitleEnglish": "Prince Yuki Fan Club",
                    "SummaryEnglish": "Yuki starts the semester as the Student Council President, and the Prince Yuki Fan Club is right there with him, except that there's this other girl. Could this be competition? What will Yuki's fan club president do?",
                    "TitleJapanese": "第二十二話・・・",
                    "SummaryJapanese": "由希のファンクラブ「プリンス・ユキ」の会長・素子。彼女は、もうすぐ卒業ということもあり、由希と離れ離れになってしまうもどかしさをかみしめて、毎日過ごしていた。\n　そんな素子の現在の一番の関心事は、次期生徒会長・由希をサポートするスタッフの顔ぶれ。その中に、由希をたぶらかす女子がいるのではないかと疑った素子は、生徒会室に忍び込んで真相を探ることにする。"
                },
                "23": {
                    "ID": "298524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298524",
                    "TitleEnglish": "Is the Rumored Ri That Mother's Daughter?",
                    "SummaryEnglish": "Shigure's house receives yet another visitor - Ritsu Sohma, the daughter of the Hostess at the hot springs. Whenever Ri's around, it seems to be one mishap after another. But Ritsu's biggest bombshell is yet to come. Tohru is in for the surprise of her life!",
                    "TitleJapanese": "第二十三話・・・",
                    "SummaryJapanese": "紫呉家の前で振り袖を着た美人と出会う透。それは、以前訪れた温泉の女将の子・草摩利津だった。十二支の申（サル）だという利津は、母親ゆずりのへりくだりぶり。ちょっとしたことでもすぐ恐縮してしまう。そして、異性と抱きあうことで変身するはずなのに、はずみで透に抱きついたことでなぜか申へと変化。実は利津は男性だったのだ。\n　利津は、ひかえめな彼にしてはめずらしく、紫呉家に泊まりたいと積極的に言い始めた。透に何か聞いてみたいことがあるらしかったが…。"
                },
                "24": {
                    "ID": "298523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298523",
                    "TitleEnglish": "The Curse of the Cat",
                    "SummaryEnglish": "It's a rainy day. Tohru and Yuki don't mind much, but Kyo is in down spirits. Things just keep getting worse for Kyo. Kagura makes a surprise visit. We learn why Kagura loves Kyo so much. Kyo's teacher, Kazuma Sohma, also makes a visit. Kazuma seems to have a reason for his visit, but could it break the wonderful world that Tohru lives in?",
                    "TitleJapanese": "第二十四話・・・",
                    "SummaryJapanese": "雨の日が続く秋の日。雨が苦手な夾は、力が入らないためうんざりしていた。それでも、いつものように透、由希とともに騒がしく下校する夾。そんな幸せそうな夾の姿を、ある男性がのぞいていた。\n　透たちが紫呉家に帰ると、楽羅が訪ねてきていた。またしてもドタバタを繰り広げる夾と楽羅。そんなところへ、つい先ほど夾を見つめていた男性がやって来た。それは、草摩家の一員にして夾の師匠・籍真だった。久し振りに籍真と再会を果たし、よろこぶ夾だったが…。"
                },
                "25": {
                    "ID": "298526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298526",
                    "TitleEnglish": "True Form",
                    "SummaryEnglish": "Kyo's shocking transformation into his true form is finally complete! Unfortunately for Tohru, she witnesses the entire spectacle leaving her disoriented and confused. Kagura comes up with the family's last hope to save him…whether Tohru likes it or not!",
                    "TitleJapanese": "第二十五話・・・",
                    "SummaryJapanese": "雨の中で向かい合う夾と籍真（かずま）。籍真は透の目の前で、夾のブレスレットをはずす。すると夾は、次第に姿形を変えていく。それは、ひたかくしにしていた、夾のもうひとつの姿だった。\n　林の中へと逃げていってしまう夾。夾の本当の姿を見せつけられ、衝撃を受ける透だったが、すぐに後を追って林の中へかけていく。ところがその直後、崩れ落ちてヒザをついた透は、立ち上がれなくなってしまうのだった。そこへ慊人（あきと）が現れ…。"
                },
                "26": {
                    "ID": "298525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298525",
                    "TitleEnglish": "Let's Go Home",
                    "SummaryEnglish": "Tohru pushes her relationships with the Sohmas to the limit as she tries to reach out to Kyo in love, which proves to be troublesome since Kyo is in his wild monster cat form. And if that wasn’t enough, she confronts Akito to tell him how she feels about all the abuse. Akito isn’t pleased with any of her interactions, and feels like it’s time for Tohru’s memories to be erased once and for all. Friendships will be tested in the exciting finale to the TV series.",
                    "TitleJapanese": "最終回・・・",
                    "SummaryJapanese": "深夜、雨の中をフラフラと歩いている透。その足は、自然と夾の消えた林へと向かう。その頃夾は、変身が解けるのを待ちながら、今は亡き母との子供の頃からの葛藤を思い出していた。\n　夾の前に姿を見せる透。これ以上傷つきたくない夾は、その場から立ち去ろうとする。しかし、そこへ現れた由希は、逃げようとする夾を必死で取り押さえようとして…。"
                }
            }
        }
    }
}