{
    "URL": "https://thetvdb.com/series/kirarin-revolution",
    "Genres": [
        "Animation",
        "Children",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0991050/",
        "https://www.themoviedb.org/tv/34753"
    ],
    "TitleEnglish": "Kirarin Revolution",
    "SummaryEnglish": "A teenaged girl, who doesn't care about idols and the entertainment world because her mind is constantly occupied by food, meets a boy, who gives her a ticket to a show. A forbidden romance ensues that defines the meaning of \"different worlds,\" as Kirari becomes determined to come out as a top idol.",
    "Aliases": [],
    "Modified": "2025-07-27",
    "Seasons": {
        "1": {
            "ID": "89751",
            "URL": "https://thetvdb.com/series/kirarin-revolution/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 51,
            "Episodes": {
                "1": {
                    "ID": "851981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/851981",
                    "TitleEnglish": "Kirarin! Idol Revolution!!",
                    "SummaryEnglish": "Kirari Tsukishima is a 14-year old junior high student who has a passion for eating. When she saved a turtle stuck in a tree, its owner,Seiji Hiwatari, gave Kirari a ticket to a SHIPS concert. She tries to get in and there are too many people in front so she goes in the staff entrance. She is met by a young man who gets hostile when she mentions Seiji's name. He rips up her ticket and she runs away. She ends up in the vent over the stage where she sees Seiji and the young man from earlier singing on stage. She falls onto the stage and sets off a cloud of white feathers. Kirari decides to become an Idol.",
                    "Aliases": []
                },
                "2": {
                    "ID": "851991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/851991",
                    "TitleEnglish": "Heart Pounding! SHIPS Audition!!",
                    "SummaryEnglish": "Kirari attempts to figure out ways to become an idol. Because her ideas are ridiculous, her friends Miyu and Sayaka show an article that SHIPS is holding an audition to find the next idol. Kirari rushes to the place and surprisingly figures out that this audition is for guys. She disguises herself as a male and enters the audition. Although Kirari's identity was discovered, her confidence and persistence allowed her to become an idol.",
                    "Aliases": []
                },
                "3": {
                    "ID": "852001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852001",
                    "TitleEnglish": "Aaah! Aim for a Commercial Debut!!",
                    "SummaryEnglish": "Kirari must compete with Ogura Erina in a cake commercial. The girl whose commercial appeals to the staff the most will be able to debut. Of course, Erina secretly tries to make Kirari lose.",
                    "Aliases": []
                },
                "4": {
                    "ID": "852011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852011",
                    "TitleEnglish": "Shock! Papa is Against It!?",
                    "SummaryEnglish": "Muranishi assigns Kirari a manager: Kasumi Kumoi. Before Kirari can progress as an idol, Kumoi asks for permission from Kirari's father to become an idol. To Kirari's dismay, her father turns her down. Kirari attempts to find many ways to convince her father to pursue a career in the entertainment world but fails. Seeing Kirari petitioning to become an idol on his way home, Kirari's father decides to approve her request.",
                    "Aliases": []
                },
                "5": {
                    "ID": "852021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852021",
                    "TitleEnglish": "That can't be! The first job!!",
                    "SummaryEnglish": "Director Nezumi chooses Kirari's first job as an idol. Secretly, Erina switches the job to a more ridiculous and difficult task, helper to a group of amateur entertainers. Erina makes the task harder by telling whining and making direct lies at Tomy, the person who runs Kirari's 1st job location. Tomy, originally unsatisfied with Kirari trying to take his place during his shows, finally accepts her.",
                    "Aliases": []
                },
                "6": {
                    "ID": "852031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852031",
                    "TitleEnglish": "So tired! Idol training!!",
                    "SummaryEnglish": "Muranishi eyes Kirari as a marketing model for a company called Rainbow Cosmetics. However, Kirari's unclear and strange mind of being an idol results in a rejection of her modeling for Rainbow Cosmetics. To help Kirari become a proper idol, Muranishi assigns Kirari as the manager of SHIPS for a day.",
                    "Aliases": []
                },
                "7": {
                    "ID": "852041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852041",
                    "TitleEnglish": "Boee~! Challenge to a song!!",
                    "SummaryEnglish": "An influential CD producer has his eyes set on Kirari and even decides to debut her CD, but Kirari can't sing. Her destructive singing voice causes her to be kicked out by every CD producer. Na-san, with some background on singing, teaches her how to become a better singer. With a slim chance of Kirari ever debuting her first CD, Seiji finds a perfect method for Kirari's singing debut.",
                    "Aliases": []
                },
                "8": {
                    "ID": "852051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852051",
                    "TitleEnglish": "Oh no! Live at first stage!!",
                    "SummaryEnglish": "Kirari performs live on TV with SHIPS for the first time! Erina, trying to take place of Kirari, kidnaps Na-san with taiyaki and ships Na-san into a zoo far away. With the live show about to begin, Kirari desperately searches for Na-san. As the show runs late, Erina convinces the producers to let her perform. Instead, SHIPS will take place until Kirari arrives. Na-san finds his/her route back and reunites with Kirari just in time for the live show.",
                    "Aliases": []
                },
                "9": {
                    "ID": "852061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852061",
                    "TitleEnglish": "Surprise! Illusionist Arashi!!",
                    "SummaryEnglish": "During Kirari's latest shooting, a mysterious magician attacks Kirari and SHIPS with a variety of magic tricks and sea creatures. The magician reveals himself as Arashi. He convinces Kirari to quit her idol work and fulfill the promise they made when they were in their childhood. Surprisingly, Kirari has no memory of such events.",
                    "Aliases": []
                },
                "10": {
                    "ID": "852071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852071",
                    "TitleEnglish": "Exciting! Transfer to Idol School!!",
                    "SummaryEnglish": "As Kirari becomes more recognized by people in the entertainment world, going to school becomes more challenging as the media and her fans would crowd around her. Muranishi assigns Kirari a new school for idols that SHIPS attends. Erina, also in her new class, tries to make Kirari's first day a nightmare. Erina, however, only makes her recognition more positive.",
                    "Aliases": []
                },
                "11": {
                    "ID": "852081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852081",
                    "TitleEnglish": "Wham! I'm the Heroine!?",
                    "SummaryEnglish": "Kirari will be the leading role of a new drama, \"The Sonata of Love and Youth\". However, since there will be a kiss, the director has to choose between Seiji, Hiroto, or Arashi. But, Arashi plans to take Kirari's first kiss and to change the drama. I wonder what's next...",
                    "Aliases": []
                },
                "12": {
                    "ID": "852091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852091",
                    "TitleEnglish": "Ooooh! Drama Date!!",
                    "SummaryEnglish": "Since Kirari never had a boyfriend before, she cannot interpret her role properly in the pure love drama. What's this? Seiji asks her to a date?",
                    "Aliases": []
                },
                "13": {
                    "ID": "852101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852101",
                    "TitleEnglish": "Smack! Fantastic Kiss!?",
                    "SummaryEnglish": "Kirari's insecurity about the kiss in the drama interferes with her other idol activities, but with Seiji's help, she finally gains determination to go through with the climatic scene. When the day really comes, however, will she truly really give up her first kiss to Hiroto?",
                    "Aliases": []
                },
                "14": {
                    "ID": "852111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852111",
                    "TitleEnglish": "'Is it Love'! Is it SHIPS? Is it Confrontation?",
                    "SummaryEnglish": "In order to promote \"The Sonata of Love and Youth\", there will be a competition between Kirari and SHIPS to determine who can sell the most CDs. Over time, everyone starts to take sides over who will win, and Kirari, overwhelmed by the pressure, loses her will to fight against her friends.",
                    "Aliases": []
                },
                "15": {
                    "ID": "852121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852121",
                    "TitleEnglish": "'Is it Love'! Enter the Music Charts!?",
                    "SummaryEnglish": "Kirari's lack of resolve to fight against SHIPS causes her to quit being an idol! After the premiere of the drama starring her, will she have second thoughts? Who will win this confrontation?",
                    "Aliases": []
                },
                "16": {
                    "ID": "852131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852131",
                    "TitleEnglish": "All Right! The Troubling Audition!!",
                    "SummaryEnglish": "There's news that auditions for a Morning Musume member are coming up! Kirari is inspired by the group that she ends up joining the audition. Even though she always passes the rounds, Hiroto and Seiji soon intervene, saying that this MoMusu audition is a fake. Surprisingly, Morning Musume's leader, Hitomi Yoshizawa, had come in disguise and forces the \"judges\" to admit defeat.",
                    "Aliases": []
                },
                "17": {
                    "ID": "852141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852141",
                    "TitleEnglish": "Heartbeat! The Swimming Meet of Only Idols!!",
                    "SummaryEnglish": "Kirari attends the idol swimming competition with Erina, SHIPS, Arashi, etc. Kirari is not very competitive at these sporting events, making winning a very challenging task for her team. Erina, who fares worse, refuses to go into the water as water will only destroy her appearance. As the competition goes on, Erina's shortcut to protect herself from contact with water only makes their team lose more.",
                    "Aliases": []
                },
                "18": {
                    "ID": "852151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852151",
                    "TitleEnglish": "Kirari... Summer Vacation Together With Sayaka and Miku",
                    "SummaryEnglish": "Two weeks of film shooting had suddenly been canceled, meaning that Kirari can go spend time with her friends Sayaka and Miku. However everywhere they go, fans will appear and chase the girls around. Sayaka and Miku start to think that Kirari cares for the fans more instead of her friends.",
                    "Aliases": []
                },
                "19": {
                    "ID": "852161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852161",
                    "TitleEnglish": "Creepy! The Charged Report of Fear",
                    "SummaryEnglish": "Kirari and Erina have to do a joint segment where they will solve a mystery in a deserted hotel. Of course Erina wants to get all the credit and tries to trick Kirari again.",
                    "Aliases": []
                },
                "20": {
                    "ID": "852171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852171",
                    "TitleEnglish": "Na! My Brother Who Returned!!",
                    "SummaryEnglish": "Kirari's older brother, Subaru, has come from America. Envious of Kirari's idol status, Subaru secretly disguises himself as Kirari to take over one of her jobs.",
                    "Aliases": []
                },
                "21": {
                    "ID": "852181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852181",
                    "TitleEnglish": "Meow! Idol Battle Against the Super Fubuki!!",
                    "SummaryEnglish": "When Kirari will be part of Nojo's Top Idol competition, she meets Todou Fubuki of rivaling Higashiyama Co. Fubuki claims that Kirari does not have the potential of being a perfect idol.",
                    "Aliases": []
                },
                "22": {
                    "ID": "852191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852191",
                    "TitleEnglish": "Shock! Kiss With Whom In the Wedding!?",
                    "SummaryEnglish": "The first challenge of the tiebreaker will be to create a wedding scenario with SHIPS. Kirari naturally chooses Seiji, but she doesn't know why her heart pounds for Hiroto.",
                    "Aliases": []
                },
                "23": {
                    "ID": "852201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852201",
                    "TitleEnglish": "Stitch Stitch!? Secret Dress and Brother Hiro!",
                    "SummaryEnglish": "The second challenge is to create a dress to show to the fans. Fubuki is naturally an expert, while Kirari is hopeless. Hiroto helps Kirarin and she soon finds the perfect things needed for her dress.",
                    "Aliases": []
                },
                "24": {
                    "ID": "852211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852211",
                    "TitleEnglish": "Ding! Love Song Echoing By the Sea...",
                    "SummaryEnglish": "The final challenge is to write lyrics for a song. After having gone out with Hiroto to the beach, Kirari seems to have found inspiration, feelings of love. And around now would be the perfect time for Kirari to confess her feelings to Seiji. But why is Kirari not able to do it?",
                    "Aliases": []
                },
                "25": {
                    "ID": "852221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852221",
                    "TitleEnglish": "Heart Pounding! Announce",
                    "SummaryEnglish": "Fubuki has already finished her lyrics while Kirari is running out of time! Hiroto tells Kirari that she express her feelings for Seiji. However, Kirari finds herself in a predicament, she loves Seiji, but she always gets nervous around Hiroto. Finally, Kirari's lyrics become her feelings for Hiroto.",
                    "Aliases": []
                },
                "26": {
                    "ID": "852231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852231",
                    "TitleEnglish": "Decision! Hot Idol Winner: Na! Mya! Ya!",
                    "SummaryEnglish": "Kirari is the winner of the tiebreaker, with Fubuki questioning why she had lost. At the celebration, Fubuki soon recalls how Kirari had technically given her Mya-san. Having admitted loss, Fubuki remains on good terms with Kirari...for now.",
                    "Aliases": []
                },
                "27": {
                    "ID": "852241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852241",
                    "TitleEnglish": "Cream Puff! Super Fast Talk Explosive Laughter",
                    "SummaryEnglish": "Kirari will star on a talk show, but Higashiyama Co. dispatches a non-stop talking girl to ruin Kirari's image.",
                    "Aliases": []
                },
                "28": {
                    "ID": "852251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852251",
                    "TitleEnglish": "Na Na Na! Naa-san Revolution!!",
                    "SummaryEnglish": "Seeing Mya-san and ToriToshi in the newspaper, Na-san decides to try to become an idol, following steps that Kirari did to become an idol. As a cat, Na-san was rejected instantly during an idol audition. Kirari decides to give Na-san a chance.",
                    "Aliases": []
                },
                "29": {
                    "ID": "852261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852261",
                    "TitleEnglish": "Panic! Idols' Big Battle Against Tests!",
                    "SummaryEnglish": "Kirari was so busy with work that she goes in a panic when exams are coming up! After overhearing that Kirari will have to study every chance she gets, Erina secretly tries to get Kirari to fail the exams.",
                    "Aliases": []
                },
                "30": {
                    "ID": "852271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852271",
                    "TitleEnglish": "Click! The Big Scoop At the School Festival!?",
                    "SummaryEnglish": "Kirari will be part of a school festival, which means LOTS OF FOOD!! Wrong! Because no one has ever seen Kirari's food obsession, she is forbidden to eat lots of food for it can ruin her image. And just when Higashiyama Co. sends their paparazzi team to find Kirari...",
                    "Aliases": []
                },
                "31": {
                    "ID": "852281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852281",
                    "TitleEnglish": "Ah! Love's Stray in New York!?",
                    "SummaryEnglish": "Kirari and Co. head to New York! However, a sleepy Kirari accidentally gets lost in the city, and without her knowledge of English, how will she find her way back?",
                    "Aliases": []
                },
                "32": {
                    "ID": "852291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852291",
                    "TitleEnglish": "Meow~! Tina and Kirari's Revolution",
                    "SummaryEnglish": "Continuing from the previous episode, Kirari and Seiji were found out by American-Japanese idol Tina Garland. Kirari also spreads her popularity to New York.",
                    "Aliases": []
                },
                "33": {
                    "ID": "852301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852301",
                    "TitleEnglish": "Sheep's Eyes! Actress's Soul in the Ocean",
                    "SummaryEnglish": "When Kirari is casted as the main role in a drama, the other leading actress tests Kirari's confidence with lines not in the script. (She is from Higashiyama Co., meaning she is rivaling Kirari.)",
                    "Aliases": []
                },
                "34": {
                    "ID": "852311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852311",
                    "TitleEnglish": "Hiro-kun! Grandma's Cat Road of Love!?",
                    "SummaryEnglish": "Hiroto is out in the streets of Kirari's hometown! That's the perfect chance for Kirari's grandmother to see him, and things get worse when Grandmother drags Hiroto everywhere with her...",
                    "Aliases": []
                },
                "35": {
                    "ID": "852321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852321",
                    "TitleEnglish": "Fire! Chief Kirari VS Phantom X!!",
                    "SummaryEnglish": "Doing another publicity stunt, Kirari becomes policewoman for a day and helps a detective track down mysterious criminal Phantom X.",
                    "Aliases": []
                },
                "36": {
                    "ID": "852331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852331",
                    "TitleEnglish": "Naa, Mya~ Wani-! No.1 Pet Tournament!!",
                    "SummaryEnglish": "There's a pet competition, and some of the contestants include Naa-san, Kame-san, Nayan, Tantan, Mya-san, Toridoshi, and Catherine. However, Higashiyama's director plans to make her Catherine the winner...",
                    "Aliases": []
                },
                "37": {
                    "ID": "852341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852341",
                    "TitleEnglish": "Kasumi♪ Cinderella of the spring wind",
                    "SummaryEnglish": "An incident during Kirari's photoshoot reveals so much. Muranishi tells Kirari and SHIPS about Kasumi Kumoi's past and why Muranishi Co. and Higashiyama Co. are rivals.",
                    "Aliases": []
                },
                "38": {
                    "ID": "852351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852351",
                    "TitleEnglish": "Confession!? SHIPS' Birthday!",
                    "SummaryEnglish": "Not only is it the 3rd anniversary of SHIPS' debut, but it's also Seiji's birthday! Hiroto sees this as the perfect time for Kirari to confess to him!",
                    "Aliases": []
                },
                "39": {
                    "ID": "852361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852361",
                    "TitleEnglish": "Gōjasu!! Toppu Aidoru Utagassen!!",
                    "SummaryEnglish": "The Super Idol Festival is here, with Kirari, SHIPS, and Erina from Muranishi Co, and Fubuki and Akane from Higashiyama Co. With Higashiyama wanting to win, Akane is given the exact same dress design as Kirari's!",
                    "Aliases": []
                },
                "40": {
                    "ID": "852371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852371",
                    "TitleEnglish": "So Long Naa-san!? See You AgaiNAA!!",
                    "SummaryEnglish": "Naa-san is a big help these days. When SHIPS is about to leave for Hawaii, Hiroto's brother Kouta wants Naa-san to be with him. Kirari agrees to let Naa-san stay for three days. But Kouta really sees Naa-san as a best friend...",
                    "Aliases": []
                },
                "41": {
                    "ID": "852381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852381",
                    "TitleEnglish": "Aoi! Kirari!! Babān to Supesyaru Sutēji",
                    "SummaryEnglish": "aoi and kirari perform on stage together to promote a new rainbow cosmetic but higarasyima tries to mess it up.",
                    "Aliases": []
                },
                "42": {
                    "ID": "852391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852391",
                    "TitleEnglish": "Pink! Transform into EatRanger!",
                    "SummaryEnglish": "Kirari accidentally injures a performer playing \"Pink\" in EatRanger. To help out in EatRanger shows for little kids, Kirari takes her spot and dresses up as Pink. With such little experience, she accidentally ruins the show.",
                    "Aliases": []
                },
                "43": {
                    "ID": "852401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852401",
                    "TitleEnglish": "Crab! Arashi's Aqua-Illusion!!",
                    "SummaryEnglish": "Cappucino, a famous water illusionist from Las Vegas impresses Kirari will all his visual tricks. He claims to hold the #1 title for best magicians. Arashi tries to challenge him with his fairytale (Cappucino claims him in 3rd place.).",
                    "Aliases": []
                },
                "44": {
                    "ID": "852411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852411",
                    "TitleEnglish": "IQ! Kirari's Quiz Showdown with a Genius!!",
                    "SummaryEnglish": "Kirari and Erina enter a quiz show. This quiz show tests people's critical thinking and IQ. Being confident that they will win the grand prize, a 7-year-old genius, Rizuko-chan, continuously answers all of the questions correctly, beating out other competitors.",
                    "Aliases": []
                },
                "45": {
                    "ID": "852421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852421",
                    "TitleEnglish": "It's a Miracle! Naa-san Circus!!",
                    "SummaryEnglish": "Na-san was invited as a guest for a miracle circus. The ringmaster was proud to meet Na-san, but becomes depressed when his animals do not show interest in Na-san. After seeing Na-san's acts, the animals leave the circus. Kirari and Na-san convince the animals to return to the circus.",
                    "Aliases": []
                },
                "46": {
                    "ID": "852431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852431",
                    "TitleEnglish": "Kame-saan! Will SHIPS Disband!?",
                    "SummaryEnglish": "Seiji accidentally pulls down Hiroto's shorts and Hiroto accidentally spills soda over Seiji's pet Kame-san. These two induce an argument, forcing them to split apart. Kirari has to do something to bring them back together.",
                    "Aliases": []
                },
                "47": {
                    "ID": "852441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852441",
                    "TitleEnglish": "Makeover! Here I Come, Erina, the Student Gang Leader!!",
                    "SummaryEnglish": "Erina finds methods to impress everyone over Kirari. The media concur Kirari being one of the most popular idols. Challanging Kirari to difficult events such diving off a high location, Erina hopes Kirari will lose in favor of her.",
                    "Aliases": []
                },
                "48": {
                    "ID": "852451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852451",
                    "TitleEnglish": "Kirari and Akane!? A Splendid Showdown!!",
                    "SummaryEnglish": "Kirari, Akane, and Aoi were chosen as candidates for the idol queen.",
                    "Aliases": []
                },
                "49": {
                    "ID": "852461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852461",
                    "TitleEnglish": "Catch! Perform a Galaxy Dance Splendidly!?",
                    "SummaryEnglish": "Akane framed Kirari and the news about it spread quickly.",
                    "Aliases": []
                },
                "50": {
                    "ID": "852471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/852471",
                    "TitleEnglish": "Zenkoku Tsuā! Yuki no Daichi ni Moeru Koi!?",
                    "SummaryEnglish": "With Akane withdrawing from the idol queen, Aoi and Kirari are working to win that title through concerts. Higashiyama, angry at Akane's withdrawal, decides to take revenge on Kirari by cancelling one of her concerts.",
                    "Aliases": []
                },
                "51": {
                    "ID": "4084985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4084985",
                    "TitleEnglish": "Shine! The Diamond Idol Queen!",
                    "SummaryEnglish": "Kirari's rankings are still far behind from Aoi, her idol queen opponent. She tries to promote her image to everyone all around the country through interviews, concerts, and Live TV. Kirari and Aoi then compete one-on-one at the final idol queen competition.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "464596",
            "URL": "https://thetvdb.com/series/kirarin-revolution/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 51,
            "Episodes": {
                "1": {
                    "ID": "4084989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4084989",
                    "TitleEnglish": "Play Ball! Kirari starts the game ☆ Season-opening ceremony!",
                    "SummaryEnglish": "Kirari learns how to play baseball.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4084990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4084990",
                    "TitleEnglish": "Hello Welcome to Kirarin Cafe",
                    "SummaryEnglish": "Kirari's dad opens up a new cafe using Kirari's name. While everyone enjoys Kirari's dad's entries, Roccomari, a famous French food critic, gives a low grade. Kirari's dad looks for the best ingredients and perfects the ultimate taste for Roccomari.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4084991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4084991",
                    "TitleEnglish": "Myuu Naa in Love!? Kirari Duels!!",
                    "SummaryEnglish": "Na-san saves Myu-san from a group of bullies. Myu-san falls in love with Na-san and tries to convince him to be with her. However, Na-san refuses, already being loyal to Kirari. Kirari thinks of a great idea, a relay course between Myu-san and Kirari.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4084992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4084992",
                    "TitleEnglish": "Unbelievable! Mushroom in Manga Training!?",
                    "SummaryEnglish": "Kirari enjoys manga by Himiko Saotome. Seeing that Fubuki published her own manga, Kirari decides to do it too by visiting Himiko Saotome. However, Himiko Saotome is very tired, rushing to complete her manga just in time for the SHIPS concert. She needs every help she can to bring her next manga to completion.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4084993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4084993",
                    "TitleEnglish": "Kiss! Hiroto and Izumi 'Declaration of Lover!?",
                    "SummaryEnglish": "Izumi, recently hired by Higashiyama, suddenly kisses Hiroto in front of a big crowd during a relay competition. Kirari is heartbroken, thinking that Izumi and Hiroto have both committed love. To make matters worse, the media about this kissing event spreads very quickly.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4084994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4084994",
                    "TitleEnglish": "Yoka! A Tearful Scoop at a Triangle Battle!?",
                    "SummaryEnglish": "Izumi and Kirari compete as pastry chefs. Like previous rivals, Izumi finds every method to cheat by intentionally hurting Kirari. Meanwhile, tabloid reporters reporters are capturing illegal photos and spreading reports about the triangle battle between Hiroto, Kirari, and Izumi.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4084995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4084995",
                    "TitleEnglish": "Clouds of Steam! Mission : Guard Hiroto!!",
                    "SummaryEnglish": "Izumi and Hiroto now star in a new drama. Kirari spies on them, ensuring that Izumi does not go overboard with Hiroto. After failing to find a place to live, Kirari suddenly meets an old lady, who lets her stay for the night and invites her to a kimono competition. Izumi, rivaling Kirari, will enter the competition as well.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4084996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4084996",
                    "TitleEnglish": "Wow!? A Mir･a･cle of a Girl in Summer Kimono!",
                    "SummaryEnglish": "The kimono competition finally begins. Izumi steals a marker and doodles all over Kirari's kimono, ruining her entry. Although Kirari was able to make a new submission, both Izumi and Kirari's entry becomes overshadowed by Fubuki's entry. Izumi becomes infuriated and chases Fubuki only to reveal her true identity: Hyoutaro, a guy who Hiroto vowed to form an idol unit with until he moved away.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4084997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4084997",
                    "TitleEnglish": "To Outer Space! Kirari☆ in the End of the Earth",
                    "SummaryEnglish": "The world is coming to an end and only Kirari can save the world with her voice. Erina joins in unexpectedly.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4084998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4084998",
                    "TitleEnglish": "Revolution!! A Flower Clock of a Girl and Kirari",
                    "SummaryEnglish": "While Kirari discusses a new drama she has been cast in with her family, a boy comes into Kirarin Cafe and passes out. Once he wakes up, he tells Kirari about how his younger sister, a musician with respiratory disease, is in the hospital and wants Kirari to visit her.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4084999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4084999",
                    "TitleEnglish": "Hikaru ☆ A Cocky Candidate for Idol!",
                    "SummaryEnglish": "Kirari meets a new idol girl named Hikaru, but maybe they got off on the wrong foot.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4085000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085000",
                    "TitleEnglish": "Strain! Kirari and Hikaru's First Performance!!",
                    "SummaryEnglish": "Hikaru will be performing on stage, but has a nervous case of stage fright. Kirari has to help Hikaru in time for the show.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4085001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085001",
                    "TitleEnglish": "Smash! A Victory Pair·Huu?",
                    "SummaryEnglish": "A familiar cat comes back from Na-san's graduation, and holds a severe grudge against him.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4085002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085002",
                    "TitleEnglish": "Kira☆Pika♪ in a Pinch!? They are NS!!",
                    "SummaryEnglish": "Hikaru experiences what Kirari's stardom life is like.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4085003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085003",
                    "TitleEnglish": "Shoot! I Wish Fan Letters Would Touch Her Heart!!",
                    "SummaryEnglish": "A childhood friendship between Hikaru and a boy begins to crumble as both put each other aside to pursue their individual dreams.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4085004",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085004",
                    "TitleEnglish": "Audition! Our Rival is SUPERNOVA!!",
                    "SummaryEnglish": "Kira☆Pika is doing an audition for a movie, and their rival is SUPERNOVA, a new idol group.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4085005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085005",
                    "TitleEnglish": "Horror! Specter-Buster is at Work!",
                    "SummaryEnglish": "Kirari and Hikaru star as superheroes in a new horror movie. Meanwhile, Muranishi's manager thinks he's been cursed from trying to renovate the office. Kirari and Hikaru decide to intervene.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4085006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085006",
                    "TitleEnglish": "Hi!! Comedy Competition·Why!?",
                    "SummaryEnglish": "A comedy competition is coming up for idols, so Arashi shows up and puts Kirari and Hikaru through harsh training. But will SUPERNOVA steal the show?",
                    "Aliases": []
                },
                "19": {
                    "ID": "4085007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085007",
                    "TitleEnglish": "Kirarin☆Cologne! I Might be Happy",
                    "SummaryEnglish": "Kirari and hikaru want to create their own perfume, but can't come up with any good ideas.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4085008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085008",
                    "TitleEnglish": "Summer! Swimsuit! All-star Cast",
                    "SummaryEnglish": "The Muranishi crew goes to Cresent Island for a day at the beach, and the Higashiyama crew shows up as the same time. While the idols unwind and Kumoi and Higashiyama's director fight over Muranishi director's attention, an island \"secret\" appears...",
                    "Aliases": []
                },
                "21": {
                    "ID": "4085009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085009",
                    "TitleEnglish": "Check! Kirari and Hikaru Coordinate Clothes?",
                    "SummaryEnglish": "Kirari and Hikaru are going to be starting their new clothes line called DOUBLE CRESENT. However, they can't seem to come up with any good fashion ideas.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4085010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085010",
                    "TitleEnglish": "Quaver! Lost DOUBLE CRESCENT!?",
                    "SummaryEnglish": "Kirari and Hikaru work together in a department store to help work on their designing for their clothes line. However, every match they come up with doesn't work out with the customers. How will Kirari and Hikaru be able to learn from their mistakes, and will they be able to do it in time?",
                    "Aliases": []
                },
                "23": {
                    "ID": "4085011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085011",
                    "TitleEnglish": "Musical♪ Outburst! Lose Weight!!",
                    "SummaryEnglish": "Kirari and Hikaru are going to be in a musical, but Kirari loses her focus from only thinking of food.",
                    "Aliases": []
                },
                "24": {
                    "ID": "4085012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085012",
                    "TitleEnglish": "Twinkle! Hikaru☆ on Stage!",
                    "SummaryEnglish": "SUPERNOVA is desperately trying to ruin the sisterly relationship between Kirari and Hikaru as an important concert is only days away.",
                    "Aliases": []
                },
                "25": {
                    "ID": "4085013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085013",
                    "TitleEnglish": "Dark Entrapment that Tears Kira☆Pika Apart!?",
                    "SummaryEnglish": "After many days of perseverance, SUPERNOVA finally tears Kira☆Pika apart.",
                    "Aliases": []
                },
                "26": {
                    "ID": "4085014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085014",
                    "TitleEnglish": "Forever♪ Kira☆Pika Last Concert♪♪",
                    "SummaryEnglish": "With an emotionally distressed Hikaru on the sidelines, Kirari must figure out how to end Kira☆Pika's stardom with a bang.",
                    "Aliases": []
                },
                "27": {
                    "ID": "4085016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085016",
                    "TitleEnglish": "SHIPS vs GEPS",
                    "SummaryEnglish": "Tina comes to Japan with the duo GEPS, who teach Hiroto the true meaning of dance.",
                    "Aliases": []
                },
                "28": {
                    "ID": "4085017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085017",
                    "TitleEnglish": "SHIPS Disbands!? Good-bye Hiroto...",
                    "SummaryEnglish": "With the fall of SHIPS, Hiroto is leaving to New York to study. Kirari becomes lonely and she doesn't know what to do.",
                    "Aliases": []
                },
                "29": {
                    "ID": "4085018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085018",
                    "TitleEnglish": "Uh-huh!? Mushroom Ambassador and HAPPY MAITAKE!!",
                    "SummaryEnglish": "Kirari's mushroom theme is all the rage in Japan.",
                    "Aliases": []
                },
                "30": {
                    "ID": "4085019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085019",
                    "TitleEnglish": "SOS! Nā-san Robot is Magnum-force!!",
                    "SummaryEnglish": "Na-san has a robotic toy made just like him. But what will happen when a glitch in the robots takes control of the situation?",
                    "Aliases": []
                },
                "31": {
                    "ID": "4085020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085020",
                    "TitleEnglish": "SEIJI☆Secretly Pursues Solo Work!!",
                    "SummaryEnglish": "Hiroto is in New York while Seiji remains in Japan. Muranishi's director asks Seiji if he would like pursue a solo career, but Seiji doesn't want to sing without Hiroto. Meanwhile, Kirari helps to design male clothes and she asks Seiji to be her model.",
                    "Aliases": []
                },
                "32": {
                    "ID": "4085021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085021",
                    "TitleEnglish": "Tsuinzu! Tonde Massuru! Nabe Tabemassuru!!",
                    "SummaryEnglish": "SUPERNOVA, now without interference from Kira☆Pika, is trying to find a new athletic trainer, but is being turned down by all the trainers they come up with.",
                    "Aliases": []
                },
                "33": {
                    "ID": "4085022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085022",
                    "TitleEnglish": "Confess your Heart! Erina Falls in Love!",
                    "SummaryEnglish": "Love is in the air, and Erina has been lovestruck...with Kirari's brother! With Kirari's help, will Erina be able to impress Subaru?",
                    "Aliases": []
                },
                "34": {
                    "ID": "4085023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085023",
                    "TitleEnglish": "Crane and Tortoise! Kirari and Seiji Get Married Suddenly!?",
                    "SummaryEnglish": "Seiji's parents originally never wanted Seiji to be an idol. One day they draw the line by severing their consent and telling Seiji has to come home and get married. Now Seiji must introduce a girl to his parents if he's going to save his career, and that girl is...Kirari?!",
                    "Aliases": []
                },
                "35": {
                    "ID": "4085024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085024",
                    "TitleEnglish": "Black Ambition! Blackwood Starts Up",
                    "SummaryEnglish": "Blackwood becomes a popular idol company, and many idols \"decide\" to be sponsored by it.",
                    "Aliases": []
                },
                "36": {
                    "ID": "4085025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085025",
                    "TitleEnglish": "Black Revolution! Crisis in the Muranishi Company",
                    "SummaryEnglish": "Blackwood is having a great start, but there is trouble ahead...",
                    "Aliases": []
                },
                "37": {
                    "ID": "4085026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085026",
                    "TitleEnglish": "Burakku Muun!? NAZO no Shōjo Debut!!",
                    "SummaryEnglish": "The director of Blackwood threatens Kirari to join his company or else he will ruin the careers of her and everyone around her.",
                    "Aliases": []
                },
                "38": {
                    "ID": "4085027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085027",
                    "TitleEnglish": "Ocha Kumi Kirari Ha Mi Ta! Kuroki Himitsu!!",
                    "SummaryEnglish": "Kirari has had enough of Blackwood's manager, and stands up to him. In response, he pulls the company's sponsorship. Now Kirari must continue her idol career without credibility or sponsorship.",
                    "Aliases": []
                },
                "39": {
                    "ID": "4085028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085028",
                    "TitleEnglish": "Kuro Fesu! Sutēji no Kirari Dai Shuugou!!",
                    "SummaryEnglish": "Hiroto returns from New York and becomes SHIPS with Seiji again, and Kirari is accepted back into Muranishi with open arms.",
                    "Aliases": []
                },
                "40": {
                    "ID": "4085029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085029",
                    "TitleEnglish": "First Date? Kirari's Collection",
                    "SummaryEnglish": "Hiroto and Seiji both ask Kirari out on a date. But she's followed by two tabloid reporters and both of her dates are featured in a magazine.",
                    "Aliases": []
                },
                "41": {
                    "ID": "4085030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085030",
                    "TitleEnglish": "SHAKIN! KIRARI × charismatic beautician",
                    "SummaryEnglish": "Kirari meets a hairdresser with very bizarre methods. When she arranges Na-san like a moikan, Kirari decides to challenge the hairdresser. Who will win?",
                    "Aliases": []
                },
                "42": {
                    "ID": "4085031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085031",
                    "TitleEnglish": "Aoi idol graduation",
                    "SummaryEnglish": "Aoi says she is retiring as an idol, and receives an explosive goodbye from her idol friends.",
                    "Aliases": []
                },
                "43": {
                    "ID": "4085032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085032",
                    "TitleEnglish": "Jump around! Kirari on Ice!!",
                    "SummaryEnglish": "Kirari and the other idols will make a show on ice, but Kirari can't skate, and there is a special guest star with them.",
                    "Aliases": []
                },
                "44": {
                    "ID": "4085033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085033",
                    "TitleEnglish": "Micchaku 24 Jikan Aidoru no Himitsu!!",
                    "SummaryEnglish": "A likeable reporter will pass a day with Kirari to admire her style of life, and is about to learn that the idol life has less perks than the tabloids appeal to others.",
                    "Aliases": []
                },
                "45": {
                    "ID": "4085034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085034",
                    "TitleEnglish": "Kirari Hime!! Bacharugemu de Daibouken Nano Resu",
                    "SummaryEnglish": "Kirari and SHIPS will enter a video game, but a glitch runs amok endangering them all.",
                    "Aliases": []
                },
                "46": {
                    "ID": "4085035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085035",
                    "TitleEnglish": "Hollywood! Actress Luna Visit Japan!!",
                    "SummaryEnglish": "An actress comes to Japan from America.",
                    "Aliases": []
                },
                "47": {
                    "ID": "4085036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085036",
                    "TitleEnglish": "That's not fair, is it? Lucas Berg Audition",
                    "SummaryEnglish": "All the top idols are invited to do an audition.",
                    "Aliases": []
                },
                "48": {
                    "ID": "4085037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085037",
                    "TitleEnglish": "KIRARI and HANIKAMIDETO ☆ Luna! !",
                    "SummaryEnglish": "Luna spends the day with Kirari and her manager then later goes out with Kirari to an amusement park. Meanwhile, Kirari's mother in the Tsukishima family portrait looks very familiar, like a certain actress... Kiari realised that Luna-chan is her mom?",
                    "Aliases": []
                },
                "49": {
                    "ID": "4085038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085038",
                    "TitleEnglish": "Start filming! Miracle meet. Naomi and Sakurako",
                    "SummaryEnglish": "Kirari and Luna film a movie on an island.",
                    "Aliases": []
                },
                "50": {
                    "ID": "4085039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085039",
                    "TitleEnglish": "... Mom! Crank up the tears",
                    "SummaryEnglish": "Luna confesses to Kirari that she is Kirari's mother.",
                    "Aliases": []
                },
                "51": {
                    "ID": "4085040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085040",
                    "TitleEnglish": "Kirari's Farewell Concert!?",
                    "SummaryEnglish": "Emotionally damaged from Luna's confession, Kirari holds one last concert. A series reflection takes place. This is the last episode in 2D. Episode 103 will start the series in 3D avatar figures.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "464599",
            "URL": "https://thetvdb.com/series/kirarin-revolution/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 51,
            "Episodes": {
                "1": {
                    "ID": "4085041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085041",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "2": {
                    "ID": "4085042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085042",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "3": {
                    "ID": "4085043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085043",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "4": {
                    "ID": "4085044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085044",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "5": {
                    "ID": "4085045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085045",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "6": {
                    "ID": "4085046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085046",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "7": {
                    "ID": "4085047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085047",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "8": {
                    "ID": "4085048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085048",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "9": {
                    "ID": "4085049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085049",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "10": {
                    "ID": "4085051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085051",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "11": {
                    "ID": "4085056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085056",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "12": {
                    "ID": "4085059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085059",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "13": {
                    "ID": "4085061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085061",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "14": {
                    "ID": "4085063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085063",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "15": {
                    "ID": "4085067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085067",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "16": {
                    "ID": "4085069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085069",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "17": {
                    "ID": "4085071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085071",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "18": {
                    "ID": "4085072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085072",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "19": {
                    "ID": "4085074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085074",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "20": {
                    "ID": "4085077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085077",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "21": {
                    "ID": "4085081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085081",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "22": {
                    "ID": "4085082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085082",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "23": {
                    "ID": "4085083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085083",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "24": {
                    "ID": "4085084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085084",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "25": {
                    "ID": "4085085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085085",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "26": {
                    "ID": "4085086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085086",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "27": {
                    "ID": "4085087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085087",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "28": {
                    "ID": "4085088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085088",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "29": {
                    "ID": "4085089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085089",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "30": {
                    "ID": "4085090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085090",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "31": {
                    "ID": "4085091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085091",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "32": {
                    "ID": "4085092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085092",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "33": {
                    "ID": "4085093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085093",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "34": {
                    "ID": "4085094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085094",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "35": {
                    "ID": "4085095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085095",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "36": {
                    "ID": "4085096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085096",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "37": {
                    "ID": "4085097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085097",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "38": {
                    "ID": "4085098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085098",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "39": {
                    "ID": "4085099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085099",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "40": {
                    "ID": "4085100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085100",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "41": {
                    "ID": "4085101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085101",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "42": {
                    "ID": "4085102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085102",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "43": {
                    "ID": "4085103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085103",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "44": {
                    "ID": "4085104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085104",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "45": {
                    "ID": "4085105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085105",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "46": {
                    "ID": "4085106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085106",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "47": {
                    "ID": "4085107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085107",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "48": {
                    "ID": "4085108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085108",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "49": {
                    "ID": "4085109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085109",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "50": {
                    "ID": "4085110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085110",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "51": {
                    "ID": "4085111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirarin-revolution/episodes/4085111",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        }
    }
}