{
    "URL": "https://thetvdb.com/series/tokyo-magnitude-8-0",
    "Genres": [
        "Animation",
        "Anime",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1440068/",
        "https://www.themoviedb.org/tv/37866"
    ],
    "TitleEnglish": "Tokyo Magnitude 8.0",
    "SummaryEnglish": "There is an estimated 70% or higher possibility that a magnitude 7.0 earthquake will occur in Tokyo in the next 30 years. In 2012, Mirai, a middle school freshman girl, goes to Tokyo’s artificial Odaiba Island for a robot exhibition with her brother Yuuki at the start of summer vacation. A powerful tremor registering 8.0 on the Richter scale emanates from an ocean trench, the famed Tokyo Tower and Rainbow Bridge crumble and fall, and the landscape of Tokyo changes in seconds. With the help of a motorcycle delivery woman named Mari who they meet on Odaiba, Mirai and Yuuki strive to head back to their Setagaya home in western Tokyo.",
    "Aliases": [],
    "Modified": "2025-08-20",
    "Seasons": {
        "0": {
            "ID": "90371",
            "URL": "https://thetvdb.com/series/tokyo-magnitude-8-0/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "3894991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/episodes/3894991",
                    "TitleEnglish": "Special Digest Episode",
                    "SummaryEnglish": "Recap special of Tokyo Magnitude 8.0.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "90381",
            "URL": "https://thetvdb.com/series/tokyo-magnitude-8-0/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "857681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/episodes/857681",
                    "TitleEnglish": "Odaiba Sinks",
                    "SummaryEnglish": "Mirai Onosawa and her younger brother Yuki are visiting a robot exposition at Odaiba, Tokyo, when a massive earthquake strikes the city.",
                    "Aliases": []
                },
                "2": {
                    "ID": "883361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/episodes/883361",
                    "TitleEnglish": "Broken World",
                    "SummaryEnglish": "Mirai looks desperately for Yuki after the earthquake inside a colapsing building along Mari Kusanabe, a female motociclist courier who offered herself to help her.",
                    "Aliases": []
                },
                "3": {
                    "ID": "905831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/episodes/905831",
                    "TitleEnglish": "Burning Bridge",
                    "SummaryEnglish": "Mirai, Yuki and Mari decide to reach their homes together, but just after starting their journey, they find that there are far more dangers in the colapsing city than they imagined.",
                    "Aliases": []
                },
                "4": {
                    "ID": "944131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/episodes/944131",
                    "TitleEnglish": "A Promise By the Three",
                    "SummaryEnglish": "Having finally left Odaiba, the trio find a place to gather supplies and prepare theirselves for their long walk, but after having a discussion, Mirai and Yuki stray from Mari and end up in serious trouble.",
                    "Aliases": []
                },
                "5": {
                    "ID": "958041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/episodes/958041",
                    "TitleEnglish": "Schoolhouse of Lamentation",
                    "SummaryEnglish": "Mirai and company take shelter at her school's premises during the night, but their stay becomes far from peaceful as they are constantly plagued by aftershocks and depressed by the sight of those who lost their relatives to the earthquake.",
                    "Aliases": []
                },
                "6": {
                    "ID": "978221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/episodes/978221",
                    "TitleEnglish": "Abandoned Choice",
                    "SummaryEnglish": "The group reaches Mari's workplace, where she loses conciousness because of amenia. During that time the kids are suddenly frightened by Aya, a colleague of Mari, who noisily enters the building carrying a baseball bat.",
                    "Aliases": []
                },
                "7": {
                    "ID": "978231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/episodes/978231",
                    "TitleEnglish": "Summer Sunset",
                    "SummaryEnglish": "Rescue robots fill the scene, fascinating Yūki and leading him to meet a new friend, who shares his interest and is the same age as Mirai. However the journey so far seems to have taken its toll on Yūki.",
                    "Aliases": []
                },
                "8": {
                    "ID": "978241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/episodes/978241",
                    "TitleEnglish": "A Pure White Morning",
                    "SummaryEnglish": "Yūki collapses suddenly and is taken to the hospital, where Mirai agonizes over her brother's fate.",
                    "Aliases": []
                },
                "9": {
                    "ID": "978251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/episodes/978251",
                    "TitleEnglish": "Farewell for Today",
                    "SummaryEnglish": "Mari finally reaches her home, only to find out that her house was destroyed and the fate of her mother and daughter remains unknown. Mirai and Yūki decides to help and discover that there is a near by elementry that is caring for the resident. On arrival Mari believes that two unknown bodies were those of her mother and daughter, thus mourning for a period of time. But Yūki, who believes that Mari mother and daughter are still alive, convince his sister to help look for them. Mari's daughter is discovered in a near by elementary school, that was also a shelter to the resident. Mari is reunited with her daughter, but still has no idea where her mother could have been. Mari discover her mother at a hospital and is reunited. Mirai, feeling happy for Mari, decides to leave with Yuki to go to their parents. Before leaving, Mirai writes a note to Mari thanking her for all that she has done for them.",
                    "Aliases": []
                },
                "10": {
                    "ID": "1067991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/episodes/1067991",
                    "TitleEnglish": "Sis, Listen...",
                    "SummaryEnglish": "Mirai and Yūki are talking in the truck on the way back to their hometown, when Yuuki brings up the subject about his death. She tells him to stop talking about this nonsense, and that she and her parents would cry if he actually died. Once they arrive in their hometown, she sees Mayu, one of her friends from school. They chat, and Mayu tells her that her parents are staying in the nearby elementary school. Her dad is also being hospitalized due to an injury he sustained at work when the earthquake hit. She and Yuuki head over there, and find his best friend, Itsuki. By this time, Yūki has run off. He leads her to her parents, only to find out that her mom went back to the house to get clothing for her father. They walk outside again, and see the marronier that the two boys planted before she and Yūki went to the Odaiba Robotics Festival. Yūki is still nowhere in sight, so the two look for him.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1086361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/episodes/1086361",
                    "TitleEnglish": "Dear Yuuki...",
                    "SummaryEnglish": "Mirai \"escorts\" Yūki back home, and is reunited with her mother and father. One month later, Tokyo is well into recovery and reconstruction, but it is still clear that the city has been permanently changed. Mari visits Mirai, and returns her cell phone and Yūki's backpack. Mirai goes though her e-mail inbox, and finds a message from Yūki (sent from Mari's phone some time before he died) hoping that he can get a phone soon too so he can talk to his sister whenever they are not together. Mirai gives her mother the birthday present Yūki bought for her. In the end, Mirai, while watering the tree Yūki planted seen in episode 1, resolves to move on with her life, knowing that Yūki will always be in her heart. The ending credit montage shows life continuing in Tokyo.",
                    "Aliases": []
                }
            }
        }
    }
}