{
    "URL": "https://thetvdb.com/series/himitsu-no-hanazono",
    "Genres": [
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1027785/",
        "https://www.themoviedb.org/tv/13221",
        "https://www.themoviedb.org/tv/13221"
    ],
    "TitleEnglish": "Himitsu no Hanazono",
    "SummaryEnglish": "A female editor facing doubts about her career and personal life and what's ahead for her as she tries her best at coordinating with a mysterious comic artist in Japan.",
    "Aliases": [],
    "Modified": "2023-02-26",
    "Seasons": {
        "1": {
            "ID": "98431",
            "URL": "https://thetvdb.com/series/himitsu-no-hanazono/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "918131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himitsu-no-hanazono/episodes/918131",
                    "TitleEnglish": "Cho Popular Manga Typeface Japanese 4-It was huge!",
                    "SummaryEnglish": "When the magazine that Tsukiyama Kayo works for is closed due to poor sales she gets transferred to the manga department of the company and put in charge of editing the popular author Hanazono Yuriko. However, it turns out the popular female author is in fact four brothers.",
                    "Aliases": []
                },
                "2": {
                    "ID": "918141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himitsu-no-hanazono/episodes/918141",
                    "TitleEnglish": "Don't Lick Your Job! You're a Japanese Head!",
                    "SummaryEnglish": "Tsukiyama finds her lack of knowledge on the works of Hanazono Yuriko a problem as she unwittingly infuriates the second eldest brother Osamu causing him to go on strike. It’s now up to his brothers to convince him to come back to work before the publishing deadline.",
                    "Aliases": []
                },
                "3": {
                    "ID": "918151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himitsu-no-hanazono/episodes/918151",
                    "TitleEnglish": "Mune Kyun ♡ Shitai Ndesu!",
                    "SummaryEnglish": "The youngest brother, Hinata, finds his lack of experience in romance a problem when writing the plot for a new manga. He enlist Tsukiyama’s help in find out what his audience would like to read about- however, Tsukiyama finds that she too lacks experience as her last love was in high school.",
                    "Aliases": []
                },
                "4": {
                    "ID": "918161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himitsu-no-hanazono/episodes/918161",
                    "TitleEnglish": "I Want to Squeeze my Chest!",
                    "SummaryEnglish": "Whilst the brothers work to get their deadlines met before their annual holiday, Tsukiyama works through the receipts for their expenses and grows upset over the expenses that Satoshi accumulates in comparison to his brothers.",
                    "Aliases": []
                },
                "5": {
                    "ID": "918171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himitsu-no-hanazono/episodes/918171",
                    "TitleEnglish": "Satoshi has disappeared! ?? Yuriko Hanazono University pinch! !!",
                    "SummaryEnglish": "After Tsukiyama’s words with Satoshi he leaves the family home for a while to clear his head. Meanwhile, the other brothers are falling apart without Satoshi there to help. Ichiro and Tsukiyama try ad fix the rift that Tsukiyama has created between the brothers so Satoshi can return home.",
                    "Aliases": []
                },
                "6": {
                    "ID": "918181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himitsu-no-hanazono/episodes/918181",
                    "TitleEnglish": "Tsuini Sono Shôtai ga! Yuriko Hanazono Sain-kai de Dai Pinchi!",
                    "SummaryEnglish": "After being put into a situation by his boss Ichiro has to arrange for Hanazono Yuriko to attend a festival and sign autographs. Since the identity of Hanazono Yuirko is a women the brothers and Ichiro decide Tsukiyama should pose as the famous author at the festival.",
                    "Aliases": []
                },
                "7": {
                    "ID": "918191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himitsu-no-hanazono/episodes/918191",
                    "TitleEnglish": "Yasashiku Sinaide ... Namida to Hôyô no Wake",
                    "SummaryEnglish": "Now that Ryoko knows the brothers identity she has a few choice words to say to them. Meanwhile, one of the popular manga’s the brothers create is in talks to become a TV show and Misuzu starts looking into Wataru’s background.",
                    "Aliases": []
                },
                "8": {
                    "ID": "918201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himitsu-no-hanazono/episodes/918201",
                    "TitleEnglish": "When the Giant Breaks",
                    "SummaryEnglish": "The identity of Hanazono Yuriko is leaked and the Kataoka brothers find that they cannot continue their daily lives as they are unable to even leave their home as fans surround the building hoping for a glimpse.",
                    "Aliases": []
                },
                "9": {
                    "ID": "918211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himitsu-no-hanazono/episodes/918211",
                    "TitleEnglish": "Now it's Time to Talk About Everything",
                    "SummaryEnglish": "Wataru asks for Tsukiyama to leave as he feels her presence has changed things too much - and not for the better. Meanwhile, Hinata misses Tsukiyama and the feeling his brothers are hiding something from him grows stronger…especially with Misuzu still poking around.",
                    "Aliases": []
                },
                "10": {
                    "ID": "918221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himitsu-no-hanazono/episodes/918221",
                    "TitleEnglish": "100% Unfulfilled Love",
                    "SummaryEnglish": "Osamu finally gets the courage to ask Minae on a date and enlist Hinata’s help in planning it. Meanwhile, Misuzu makes her move and the secret that has being kept from Hinata is exposed in the paper with a few twists on the truth.",
                    "Aliases": []
                },
                "11": {
                    "ID": "918231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himitsu-no-hanazono/episodes/918231",
                    "TitleEnglish": "Goodbye Japanese Paper Flower Garden",
                    "SummaryEnglish": "Hinata reacts to the knowledge that he is not a Kataoka and that his birth father had his work plagiarised by his adoptive father. His brothers, Tsukiyama, Ryoko, and Ichiro are frantically searching for Hinata before he can do something he will regret.",
                    "Aliases": []
                }
            }
        }
    }
}