{
    "URL": "https://thetvdb.com/series/kanamemo",
    "Genres": [
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1464406/",
        "https://www.themoviedb.org/tv/73396"
    ],
    "TitleEnglish": "Kanamemo",
    "SummaryEnglish": "The story centers on Kana Nakamichi, a middle-school girl who had already lost her parents and just recently lost her only remaining relative, her grandmother. As a result, she ends up living and working at a newspaper delivery office. Everyone else living at the office are all charming, self-assertive bishōjo. The show follows Kana’s daily life in the fast-paced yet joyous environment.",
    "Aliases": [],
    "Modified": "2022-08-06",
    "Seasons": {
        "1": {
            "ID": "100631",
            "URL": "https://thetvdb.com/series/kanamemo/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "935321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanamemo/episodes/935321",
                    "TitleEnglish": "My First Time, All Alone...",
                    "SummaryEnglish": "When Kana's late grandmothers possessions are taken, Kana runs away from home. She searches for a place to stay and get a job, and finds Fuhshin Shinbun with a \"help wanted\" ad. After witnessing the other workers' bizarre habits, she sets off to find another possible venue. After spending a day being unable to find one, Yume crashes into her with her bike. When Kana is nursed back to health, she accepts her desperation and asks for the job.",
                    "Aliases": []
                },
                "2": {
                    "ID": "935331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanamemo/episodes/935331",
                    "TitleEnglish": "My First Paper Delivery",
                    "SummaryEnglish": "Kana begins her career at Fuhshin Shinbun by going on her first paper run. However, this is marred by the fact that she does not know how to ride a bike. Later, after Saki allows her to do her run on foot, she gets stuck in the rain, and seeks shelter. While there, she meets Mika, a delivery girl from another newspaper, who has become lost during the rain. On returning to the store, she is congratulated on a successful first run.",
                    "Aliases": []
                },
                "3": {
                    "ID": "935341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanamemo/episodes/935341",
                    "TitleEnglish": "My First Smile",
                    "SummaryEnglish": "Kana starts going to summer classes and finds that Mika has joined the class. Saki explains to Kana about how her smile helps get subscribers, but when Kana tries to smile, the results are horrifying. She later introduces Mika to Saki, who is not too impressed that she is from a rival newspaper. She decides to have Kana tag along Mika's subscriber hunt, using her smile to scare off potential subscribers. After a string of failures, Mika decides to help Kana practice her smile. After getting a satisfactory one, they still end up not getting any subscribers but manage to become friends on a first name basis. Kana shows her new smile to her co-workers, who find it hilarious.",
                    "Aliases": []
                },
                "4": {
                    "ID": "935351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanamemo/episodes/935351",
                    "TitleEnglish": "My First Day at the Pool",
                    "SummaryEnglish": "A musical episode. Inspired by coupons for a water park that Saki confiscates, the gang decide to shop for swimsuits. Yume buys one for Kana so they could all go together. However, their hopes are dashed when they are reminded by Saki that they have different days off. As a compromise, Yume suggests that they do their work in their swimsuits to keep the spirit. Whilst Kana deals with embarrassment, the others use their assets to gain subscribers. Mika decides to follow suit to catch up with the competition and inspires Kana to conquer her embarrassment. As a thanks for getting many subscribers, Saki finds a garden pool for the girls to swim in.",
                    "Aliases": []
                },
                "5": {
                    "ID": "935361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanamemo/episodes/935361",
                    "TitleEnglish": "My First Time at the Bath with Everyone",
                    "SummaryEnglish": "As a typhoon hits the city, the gang make a bunch of teru teru bozus to ward off the weather, even making a big one. During the eye of the storm, they decide go to a public bath house, along with Mika, it being her first time. Despite occassional harrassment from Haruka, Kana and Mika enjoy their stay. However, by the end, the eye has passed and they end up being shut in.",
                    "Aliases": []
                },
                "6": {
                    "ID": "949101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanamemo/episodes/949101",
                    "TitleEnglish": "My First Ghost Story",
                    "SummaryEnglish": "The episode picks off where the previous one ended, with everyone trying to get back to the shop through the typhoon. On the way back, they pick up Mika, who has been stranded in the storm. While they are trying to board up the shop to last through the storm, however, the power goes out. Everyone ends up huddled around a table with several candles on it. They then alternate telling ghost stories until Kana desperately shouts she needs to go to the bathroom. Afterwords, she gets everyone to accompany her to her room, where they are all touched on the legs by an unknown presence. When the power comes back on, it turns out to be one of many cats that have taken shelter in Kana's room. The episode ends with Kana feeling she is truly happy working at Fuhshin Shinbun.",
                    "Aliases": []
                },
                "7": {
                    "ID": "966301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanamemo/episodes/966301",
                    "TitleEnglish": "My First Welcome",
                    "SummaryEnglish": "On the day of the Obon, the newspapers have a holiday. Everyone at Fuhshin Shinbun decides to celebrate the Obon by holding a ceremony honoring Kana's grandmother, who died just prior to the events of the series. After the ritual, Saki lent Kana a kimono, and the group went to the Obon festival, where they were each given a 1000 yen spending limit. Everyone thoroughly enjoyed themselves - Kana demonstrated her prowess to Haruka and Saki at the goldfish scoop, and Yuuki and Yume had a romantic night. Later, Kana tripped over a small child, then, as repayment, she gave the child treats and accompanied her around the festival. After separating from the child, Kana then tripped over Saki, then woke up to find everyone staring at her on the ground. It is unclear as to whether or not the child was real or a dream.",
                    "Aliases": []
                },
                "8": {
                    "ID": "1024881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanamemo/episodes/1024881",
                    "TitleEnglish": "My First Talk About Memories",
                    "SummaryEnglish": "The gang recall about a girl named Marimo who worked at Fuhshin Shinbun until a year ago. Despite being the worst employee ever in Saki's eyes, the others had the feeling Saki was pretty attached to her. A while back going a snowy day, Hinata searches for Marimo only to find her bike crashed and a pile of newspapers leading to the river. Hearing the news, Saki goes out in search for her, and she is eventually found by Marimo. Embarrassed by the story, Saki gives everyone a pay cut. When Kana hears that Marimo left after that day, she beomces concerned about when she'll have to leave too. Meanwhile, Saki still has fond memories of Marimo.",
                    "Aliases": []
                },
                "9": {
                    "ID": "1024891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanamemo/episodes/1024891",
                    "TitleEnglish": "My First Diet",
                    "SummaryEnglish": "As Kana is shocked to find she has gained weight, Yume, Yuuki and Hinata decide to help put her on a day. Hinata gives Kana a dog costume so she can sweat more during her rounds, but she soon gets in trouble with a dog called Jon. After being rescued by Mika, they run into Jon's owner, Sacchan, a friend of Kana's, who asks them to look after him for the day while her family are away. With help from Yume, Yuuki and Hinata, Kana and Mika take Jon to the park, where Mika manages to get over her initial hesitation. Mika tells Kana about how she used to have a dog, but had to leave her behind when she moved. After returning Jon to his owners, Mika feels a bit lonely but feels happy in the knowledge that her old dog is being treated the same way. Kana, however, ends up completely forgetting about her diet.",
                    "Aliases": []
                },
                "10": {
                    "ID": "1125501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanamemo/episodes/1125501",
                    "TitleEnglish": "My First Feelings",
                    "SummaryEnglish": "Kana returns from her morning run to find Yume going off in a limo, leaving behind some salty cookies. She is told by the others that Yume is from a noble family and went home. Yuki appears to be taking it pretty hard, and Kana can't help but make assumptions about what's really happening. This leads her to become paranoid around anything that might upset Yuki. However, she soon finds out that Yuki had been crying because she had kept putting off going to a dentist and Yume had just gone to a memorial service. However, the whole ordeal has made Kana feel a bit lonely herself. The next morning, though, she encounters Mika and after buying some soup, she feels better.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1125511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanamemo/episodes/1125511",
                    "TitleEnglish": "My First Nursing",
                    "SummaryEnglish": "As rainy weather settles in, Yuki ends up catching a fever. When Yume takes over her shift, she ends up overworking herself and getting sick as well, though they both soon get better after 'sweating it off' together. The next day, however, Saki catches a fever instead, so Kana decides to look after her, although not all of her help is appreciated. Soon afterward though, Kana catches a cold as well and is forced by the others to rest. As Kana has nightmares about the others leaving her behind, she wakes up to find Saki sleeping next to her. As Saki tells her that she still has a role in the Fuhshin Shinbun, Kana wonders if she is simply being protected by the others.",
                    "Aliases": []
                },
                "12": {
                    "ID": "1125521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanamemo/episodes/1125521",
                    "TitleEnglish": "The First Person",
                    "SummaryEnglish": "As the gang participate in a flea market in order to raise money for an air conditioner. Kana is still feeling a bit lonely when tales about Marimo spring up. When Kana is asked to get change during the lunch break, Mika offers to help out at her booth. Just then, Kana bumps into Marimo, and ends up having to help her sell vegetables. After selling all the goods at a cheap price, Marimo leads Kana to a special viewing point under an olive tree, where Marimo alleviates some of Kana's fears. Despite not getting Marimo's name, Kana returns with a smile on her face, albeit facing several paycuts for skipping work.",
                    "Aliases": []
                },
                "13": {
                    "ID": "1125531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanamemo/episodes/1125531",
                    "TitleEnglish": "And the first...",
                    "SummaryEnglish": "As the Fushin Shinbun prepares to interview newcomers, Kana attempts to learn how to ride a bike so she can be a good senpai. As Kana runs into Mika in the park, they decide to have an imaginary bike race that soon ends in imaginary tragedy. Noticing she has almost filled her diary, Kana finds a cute pink one, only to find it is too expensive. As Kana rejects Yume's offer of buying it for her without reason, the gang devise a plan involving making her do menial chores as an excuse to give her the amount required as a bonus. Accepting this bonus pay, Kana buys her new diary and awaits the new employees.",
                    "Aliases": []
                }
            }
        }
    }
}