{
    "URL": "https://thetvdb.com/series/armor-hunter-mellowlink",
    "Genres": [
        "Action",
        "Animation",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0277072/",
        "https://www.themoviedb.org/tv/44631"
    ],
    "TitleEnglish": "Armor Hunter Merowlink",
    "SummaryEnglish": "In the closing days of the Hundred Years War which split the Astragius Galaxy, a large shipment of vital military supplies went missing. Blame was fixed on a traitorous platoon of armor hunters: disgraced soldiers who were stripped of their Armored Trooper mecha and sent out armed with outdated anti-AT rifles. Only one of them made it back alive, but he insisted that they weren't to blame for the theft.\r\n\r\nNow, Corporal Merowlink Ality walks a lonely path of vengeance. Armed only with his anti-AT rifle and his survival skills, he hunts the officers who set him and his friends up to die. But as he gets closer and closer to the men at the heart of the conspiracy, he may find that he's facing an enemy too big to ever bring down.",
    "Aliases": [
        "Kikou Ryouhei Mellowlink",
        "Armor Hunter Merowlink",
        "Leechers Army Merowlink",
        "Kikou Ryouhei Merowlink"
    ],
    "Modified": "2025-01-02",
    "Seasons": {
        "1": {
            "ID": "120591",
            "URL": "https://thetvdb.com/series/armor-hunter-mellowlink/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "1096291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armor-hunter-mellowlink/episodes/1096291",
                    "TitleEnglish": "Wilderness",
                    "SummaryEnglish": "In September of 7213 of the Astragius calendar, a small military base on Planet Melkia comes under attack. One man has come out of the wilderness to hunt an officer with a link to his past. The path of vengeance begins.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1096301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armor-hunter-mellowlink/episodes/1096301",
                    "TitleEnglish": "Colosseum",
                    "SummaryEnglish": "Merow arrives at the city of Ta Bing, near the wartorn Kingdom of Kummen. His next target is the pompous Galvin Fox, star of the Battling arena. But getting close to Fox will mean facing off in a game where the price of losing is death.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1096311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armor-hunter-mellowlink/episodes/1096311",
                    "TitleEnglish": "Jungle",
                    "SummaryEnglish": "Crossing into Kummen, Merow is on the trail of Major Snook, who has assumed a new identity and become a wealthy crimelord. Snook loves nothing more than the thrill of the hunt, but he's about to learn that the role of hunter and prey can switch very easily.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1096331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armor-hunter-mellowlink/episodes/1096331",
                    "TitleEnglish": "Leaning Tower",
                    "SummaryEnglish": "Just as his last target learned, the hunter can become the hunted. Merow finds himself cornered in a crashed starship, facing an enemy who has carefully laid his traps. But help can come from surprising directions.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1096341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armor-hunter-mellowlink/episodes/1096341",
                    "TitleEnglish": "Battlefield",
                    "SummaryEnglish": "A breakdown leaves Merow stuck in the middle of nowhere, sheltering from the acid rains of Melkia. The thorn of a poisonous plant sends him into a nightmarish flashback of the last days of his platoon on Planet Miyoite. We finally glimpse some of Merow's past and how he came to be a fugitive.",
                    "Aliases": []
                },
                "6": {
                    "ID": "1096351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armor-hunter-mellowlink/episodes/1096351",
                    "TitleEnglish": "Prison",
                    "SummaryEnglish": "Merow's next target is the sadistic warden of a military prison, and the only way in is as a prisoner. Can he survive when his enemy has him unarmed and completely helpless?",
                    "Aliases": []
                },
                "7": {
                    "ID": "1096361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armor-hunter-mellowlink/episodes/1096361",
                    "TitleEnglish": "Railway",
                    "SummaryEnglish": "A railway headed through an isolated mountain pass makes a tasty target for bandits. And that's just what Merowlink is counting on, since one of the bandits is his next quary. But the train has an important passenger who may turn out to be an even bigger prize.",
                    "Aliases": []
                },
                "8": {
                    "ID": "1096371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armor-hunter-mellowlink/episodes/1096371",
                    "TitleEnglish": "Ghost Town",
                    "SummaryEnglish": "Having survived the bandit attack, Merow now learns that General Helmetione is Lulusy's uncle, and that she has her own grudges against him. The two of them flee to an abandoned city, and soon must face an elite special forces unit led by Major Boyle, formerly of the Planbandol battalion. This may be a fight that Merowlink isn't prepared to win.",
                    "Aliases": []
                },
                "9": {
                    "ID": "1096381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armor-hunter-mellowlink/episodes/1096381",
                    "TitleEnglish": "Forest",
                    "SummaryEnglish": "Lulusy is taken to her family's ancestral home, an actual castle. There she confronts her uncle and the loathesome Captain Numerikov. Things don't look good, but Merowlink isn't about to let this many targets slip through his grasp.",
                    "Aliases": []
                },
                "10": {
                    "ID": "1096391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armor-hunter-mellowlink/episodes/1096391",
                    "TitleEnglish": "Castle",
                    "SummaryEnglish": "Major Boyle swore he would return to settle things, and Merow knows he intends to keep that promise. One way or another, only one of them is walking away from this fight, and Lulusy's castle may be about to fall.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1096401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armor-hunter-mellowlink/episodes/1096401",
                    "TitleEnglish": "Base",
                    "SummaryEnglish": "Merowlink and Lulusy head to Coza City, the military base to which General Helmetione has retreated. It's time to learn the truth about the Planbandol Scandal, but exactly how high does this conspiracy reach?",
                    "Aliases": []
                },
                "12": {
                    "ID": "1096421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armor-hunter-mellowlink/episodes/1096421",
                    "TitleEnglish": "Last Stage",
                    "SummaryEnglish": "The path of vengeance and obsession can have twists and turns, and it's left Merowlink wondering if he can ever avenge his lost comrades. As enemy forces gather in the skies overhead and the clock ticks down to the resumption of galactic war, two men face each other for a final showdown.",
                    "Aliases": []
                }
            }
        }
    }
}