{
    "URL": "https://thetvdb.com/series/student-councils-discretion",
    "Genres": [
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6562012/",
        "https://www.themoviedb.org/tv/56783"
    ],
    "Titles": {
        "eng": "Student Council's Discretion",
        "jpn": "生徒会の一存"
    },
    "Summaries": {
        "eng": "The series revolves around a private high school whose student council is chosen entirely by popularity vote. Because of this, Ken Sugisaki is the only male representative, in the otherwise all -girl student council, that may enter the “sacred sanctuary” of the council’s meeting room. At the behest of Council President Kurimu Sakurano, Sugisaki records the minutes of the council meetings, which devolve into daily conversations about the students’ lives and interests.",
        "jpn": "私立碧陽学園生徒会室\r\n――そこは、選ばれし者だけが入室を許される聖域にして楽園。\r\nわがままなお子サマ気質、格言をこよなく愛する生徒会長・桜野くりむ\r\n　デレないツンデレ、熱血漫画をこよなく愛するもう一人の副会長・椎名深夏\r\n　サドっ気満点、周囲を恐怖のるつぼと化すことをこよなく愛する書記・紅葉知弦\r\n　妹萌え、ゲームとBLをこよなく愛する会計・椎名真冬\r\nハーレム妄想で頭がいっぱい、ギャルゲとエ●ゲをこよなく愛する副会長・杉崎鍵\r\n生徒会メンバー中、唯一の男性である副会長・杉崎健は、今日も生徒会室の中心で愛を叫ぶ。\r\n「俺は美少女ハーレムを作る!」と（ただし、扱いは空気以下）。\r\nそして、お子サマ生徒会長・桜野くりむは、今日も生徒会室の中心で身勝手に叫ぶ。\r\n「ただの人間には興味あ（自主規制）」\r\n日々くり広げられる、ゆるすぎる会話。日々費やされる、青すぎる青春。\r\nいざ行かん少年少女よ、妄想という名の大海原を!\r\nこれは、ユカイツーカイついでにちょっぴり秘密アリな碧陽学園生徒会メンバーたちの、\r\n愛すべき日常をつづった記録の一端である。"
    },
    "Aliases": [
        "It's Student Council's Judgement",
        "Seitokai no Ichizon"
    ],
    "Modified": "2025-10-24",
    "Seasons": {
        "0": {
            "ID": "123551",
            "URL": "https://thetvdb.com/series/student-councils-discretion/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4327155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/4327155",
                    "Titles": {
                        "eng": "Sugisaki's Memorial",
                        "jpn": "第0話 「すぎさきメモリアル」"
                    },
                    "Summaries": {
                        "eng": "Sugisaki recalls the events leading to him to get the perfect score needed to join the Student Council.",
                        "jpn": "あることがきっかけで、荒んだ生活を送っていた高校1年生の杉崎鍵は、\r\n 自分を正すため、ギャルゲーの主人公のような男になることを目指していた。\r\n だが、その前に立ちはだかる、超毒舌クール系美少女・水無瀬流南。\r\n 果たして杉崎の運命やいかに！そして、いきなり外伝的な内容でスタートしちゃったこの作品の運命もいかに！（切実）"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4417212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/4417212",
                    "Titles": {
                        "eng": "EX - The Student Council Hands Over",
                        "jpn": "OVA 渡す生徒会"
                    },
                    "Summaries": {
                        "eng": "Bundled with a limited edition of Seitokai no Shukujitsu, Aoi Sekina's eighth Hekiyou Gakuen Seitokai Mokushiroku spinoff novel from his Seitokai no Ichizon light novel series.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5381770",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/5381770",
                    "Titles": {
                        "eng": "OVA - The Student Council Hands Over",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Bundled with a limited edition, Aoi Sekina's eighth Hekiyou Gakuen Seitokai Mokushiroku spinoff novel from his Student Council`s Discretion light novel series.",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "123561",
            "URL": "https://thetvdb.com/series/student-councils-discretion/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "1121321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/1121321",
                    "Titles": {
                        "eng": "The Chatting Away Student Council",
                        "jpn": "駄弁る生徒会"
                    },
                    "Summaries": {
                        "eng": "Hekikyo Academy Student Council. Only those who are chosen may enter this sacred paradise. Ken Sugisaki is the only person chosen as a member for his academic excellence; miraculously recovering from having the lowest academic score in the academy. Just as any other day he attempts to create a harem for himself with the council members, who just ignore his attempts.",
                        "jpn": "碧陽学園生徒会。そこは選ばれし者だけが入室を許される聖域にして楽園（多分）。\r\n唯一の成績優秀枠に学年最低成績から学年トップに躍り出た男・杉崎鍵は\r\nはりきって生徒会ハーレム化計画をすすめるけれど、生徒会メンバーからは見事に全スルーされる日々なのです。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "1121331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/1121331",
                    "Titles": {
                        "eng": "The Studying Student Council",
                        "jpn": "勉強する生徒会"
                    },
                    "Summaries": {
                        "eng": "There is a shadow lurking among the Hekikyo Academy Students, a monster called midterm exam. Will the student council member manage to improve council president, Kurimu Sakurano's school grade into somewhat a norm? Or is this study group doomed before it even began?",
                        "jpn": "碧陽学園の学生達に忍び寄る陰。それは「中間試験」という名の魔物だった！\r\n生徒会長・桜野くりむの成績を、なんとか人並みにしようと生徒会メンバーによる勉強会がひらかれるのだが、あのメンバーでまともな勉強会になるはずもなく......!?"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "1121341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/1121341",
                    "Titles": {
                        "eng": "The Interviewed Student Council",
                        "jpn": "取材される生徒会"
                    },
                    "Summaries": {
                        "eng": "Lilicia Toudou, president of the news paper club constantly antagonize the student council, always looking for scandals. She attempts to bring the student council down for good as she interview its member. Though there seems to be a small group of students who questions the point of her action, when student council is already know for its questionable conducts?",
                        "jpn": "生徒会に並々ならぬ敵愾心を燃やす、新聞部部長の藤堂リリシア。\r\nリリシアは生徒会の恥部を暴いて、その権威を失墜させようと生徒会に取材を敢行するが！？\r\n（もともと恥部が多い生徒会をさらに深く掘り下げてどうするんだという一部周囲の声あり"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "1121351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/1121351",
                    "Titles": {
                        "eng": "The Creative Student Council",
                        "jpn": "創作する生徒会"
                    },
                    "Summaries": {
                        "eng": "To improve the student council's public image into something more positive, council president Kurimu Sakurano decides to create a novel about the student council. With each member requesting story lines that is pure chaos, the writer Ken Sugisaki loses it, writing a story solely based on his fantasy. Will the network be required to change the rating of this show to R-15?",
                        "jpn": "生徒会のイメージを高めるため、生徒会長桜野くりむは（思いつきで）小説賞に応募しようと宣言する。各々メンバーが小説の内容を好き勝手にリクエストして、書き手の杉崎はついに逆切れモード。妄想スイッチが入ったまま猛スピードで執筆する。Ｒ－１５指定も間近か！？"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "1121361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/1121361",
                    "Titles": {
                        "eng": "The Intermission Student Council",
                        "jpn": "休憩する生徒会"
                    },
                    "Summaries": {
                        "eng": "Summer, summer uniforms and swimsuits, those are enough to cause Ken Sugisaki to go out of control and was immediately locked into a locker.\r\nBut this wasn't enough to stop him from using his imagination solely based on the chatter he hear in the room. To make matters worst the air conditioner in the student council room is out of service, and slowly everyone in the room is taking off their clothes. What kind of show is this anyway?",
                        "jpn": "夏！　夏服！　水着！\r\n狂喜乱舞する杉崎は即刻確保され、生徒会室のロッカーに閉じ込められる。\r\nそれでもロッカーの中へ漏れ聞こえる声だけで妄想パワーを全開する杉崎。がんばれ！　\r\n加えて生徒会室のエアコンが壊れ、一枚、また一枚と制服が脱ぎ落とされていく......。\r\nあれ、そんな番組だったっけ！？"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "1121371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/1121371",
                    "Titles": {
                        "eng": "The Helping Student Council",
                        "jpn": "差し伸べる生徒会"
                    },
                    "Summaries": {
                        "eng": "The student council is in the midst of deciding the theme for the school festival held during the fall season when Mafuyuu and Minatsu announce they will be transferring schools. Minatsu suggests fighting, Mafuyu \"competition\", Chizuru pushes for \"pain\" and Ken pushes for \"licentious\". To try and to stop the sisters from transferring they suggest going with the fight theme.",
                        "jpn": "秋の学園祭に向けて、テーマを決めることになった生徒会。\r\n深夏の挙げたテーマはもちろん\"熱血\"。真冬は\"競争\"。\r\n知弦にいたっては\"痛み\"。そして杉崎は\"淫ら\"!?　その中で、\r\n真儀瑠先生は杉崎の\"淫ら\"を推す。果たして合唱コンクールは\r\n女子のみで「あえぎ声」になってしまうのか!?　（ならないと思います）"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "1121381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/1121381",
                    "Titles": {
                        "eng": "The Forward-Moving Student Council",
                        "jpn": "踏み出す生徒会"
                    },
                    "Summaries": {
                        "eng": "The Student Council decides to go on a summer trip to Tokyo but because the president is convinced the lumps of metal can't fly they take a train. Once in Tokyo they spend the night telling ghost stories and watching the sun rise.",
                        "jpn": "ついに碧陽学園生徒会が東京進出！\r\n全国制覇の野望を抱きメンバーが意気揚々と向かった先は札幌駅。\r\nあれ？　会長、千歳空港じゃないんですか？\r\n「あんな鉄の塊が飛ぶわけないでしょ！」\r\nそうですか。そうですよね。\r\n今、生徒会メンバーを乗せ、万感の思いを込めて汽笛が鳴る。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "1121391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/1121391",
                    "Titles": {
                        "eng": "The Jealous Student Council",
                        "jpn": "嫉妬する生徒会"
                    },
                    "Summaries": {
                        "eng": "Ken causes a commotion when he shows up to the student council office with a mysterious girl. He explains that he is looking after Elise, Lilicia's younger sister until she comes pick her up. String figures, Shiritori, and more child's games, but for some reason Elise can turn these games into something much deeper.",
                        "jpn": "杉崎が生徒会に少女を連れてきた現れた。\r\n彼女は藤堂リリシアの妹、エリス。\r\nリリシアが迎えに来るまで杉崎はエリスの遊びに付き合うことにする。\r\nだがあやとり、しりとり、人形ごっこ。そのどれもこれもがディープな遊びすぎて......!?\r\n今夜アンドロポフの魔の手がマリーを襲う！（この作品は「生徒会の一存」です）"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "1121401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/1121401",
                    "Titles": {
                        "eng": "My Student Council",
                        "jpn": "私の生徒会"
                    },
                    "Summaries": {
                        "eng": "The Student Council begins their topic \"Reading Books\" as Ken asks what books the rest of the Student Council are reading. Chizuru jokes about the \"book\" that Ken assumes in despair telling him that she wanted to read instead the Love Fortune's book. After Chizuru does a handshake fortune-telling Kurimu interrupts the fortune saying she wants the book. Chizuru informs everyone the first to react is jealous while leaving she thanks Ken leaving a letter for the Council to read.",
                        "jpn": "先人の知恵に学ぶべく、読書会をひらくことになった生徒会。中で知弦の選んだ本は\r\n『目障りなアイツを速やかに消す、十の手段』。\r\n知弦は冗談よ、とやさしく微笑みかける。本当にしたかったのは恋占いらしい。なになに、右手で中指を思いっきり手前に引く占い？　......折れますってば！"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "1121411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/1121411",
                    "Titles": {
                        "eng": "The Tidying Up Student Council",
                        "jpn": "片付ける生徒会"
                    },
                    "Summaries": {
                        "eng": "Its the day of the Hekiou Festival, the Student Council discuss how to make a \"Tear Jerking Story\" but in the end they thought it to be hard. Just as the festival ends they try to sort out the \"lost and found\" items to verify what belongs to who. In the end after Kurimu gives her grant speech Ken was just about to be left alone until everyone agreed to stay and help finish up the remaining work.",
                        "jpn": "学園祭の季節がやってきた。ところが生徒会最大の見せ場「寸劇」の内容がまだ決まっていない。\r\nあれ？　が、ガクエンジャーは？\r\n「あんなの嘘に決まってるでしょ！」\r\nうわ、会長、全否定だ。\r\n「昨今の生徒会室だけでだべっている作品なんて、物語とは言えないわ！」\r\n10話で言うなーーーーーっ！？"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "1121421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/1121421",
                    "Titles": {
                        "eng": "The Lacking Student Council",
                        "jpn": "欠ける生徒会"
                    },
                    "Summaries": {
                        "eng": "In the beginning Ken talks to \"Yuki\" what he can do to change but gets teased rather than get a serious answer...yet. A flashback shows how Ken and Mafuyu \"met\". In the student council Ken left due to cold as the Kurimu and Minatsu try to make a serious meeting with the topic about \"Part-Time Jobs\" also finishing up the paperwork. In the end Mafuyu suggest to go visit Ken which they decided to go. The Student Council run into Ken's \"classmates\" who went with him during Junior High telling the story how he \"Two-timed\". Kurimu fights back telling them he said \"Yes\" that the girls now are happy till they insulted him again making Mafuyu bashes one of them with her bag. The Student Council taught them a lesson as Lilicia makes an appearance stating \"the journalism club is meant to make false stories of the Student council.\" Ken is then nursed by everyone. Mafuyu finally confesses to Ken.",
                        "jpn": "いつもと同じ生徒会室。いつものように時間は流れる。だけど何か足りない。そう、生徒会室を駆ける爽やかな風のようないつものアイツ、杉崎がいないのだ。謎のＵＭＡや謎の企業との戦いで再起不能になった杉崎。ありがとう。愛をありがとう！　（この作品はフィクションです。実際の物語とは関係したいけど無理です）"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "1121431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/1121431",
                    "Titles": {
                        "eng": "The Student Council's Discretion",
                        "jpn": "生徒会の一存"
                    },
                    "Summaries": {
                        "eng": "Continues off Mafuyu's Confession leading Kurimu on the topic \"Future Visions\" asking each of the Student Council what are their plans. A new character comes making Mafuyu jump in joy which she tries to get Ken involved. Nakameguro was guided to the council being a transfer student asking Ken to assist him on his way home. Nakameguro goes on saying that Ken is amazing and hes strong but Ken disapproves his point of view saying he is weak without the help of the student council. Ken goes on explaining how he was saved by each of the student council during his first year as the Seasons went by.",
                        "jpn": "生徒会室に一人の美少年が訪れる。彼の名は中目黒善樹。\r\n「リアルきたーーーーっ！」\r\n興奮する真冬ちゃんを尻目に、２人で歩き出す杉崎と中目黒。いよいよＢＬ展開が始まるのか！？というか最終回でこれか！　いえいえ、物語は永遠に続きます。貴方の心の中に......。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "492397",
            "URL": "https://thetvdb.com/series/student-councils-discretion/seasons/official/2",
            "Titles": {
                "eng": "Student Council's Discretion Level 2",
                "jpn": null
            },
            "Summaries": {
                "eng": "Sugisaki Ken, through diligence and academic excellence, had successfully entered the paradise that is the Hekiyou Private Academy's Student Council. There, he boldly embarks on his plan to create his personal harem with the 4 girls who are the other council members, namely: The incredibly youthful president Sakurano Kurimu; The cool and kindly yet super-sadistic secretary Akaba Chizuru; Tomboyish and hot-blooded vice-president Shiina Minatsu; and The ephemerally beautiful yet complicated treasurer Shiina Mafuyu. While every day since then has been non-stop fun, Graduation Day now looms near. Could this spell the end of their carefree days?",
                "jpn": null
            },
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "4416123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/4416123",
                    "Titles": {
                        "eng": "The Student Council Brainstorms",
                        "jpn": "第1話「テコいれする生徒会」"
                    },
                    "Summaries": {
                        "eng": "The Student Council brainstorms ways to get new viewers to watch a boring show about nothing.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4416125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/4416125",
                    "Titles": {
                        "eng": "The Student Council Gets Suspicious",
                        "jpn": "第2話「疑う生徒会」"
                    },
                    "Summaries": {
                        "eng": "The Presidents cake is missing and the entire student council are her prime suspects. The case is going well until Sugisaki suffers mysterious head trauma.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4416127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/4416127",
                    "Titles": {
                        "eng": "The Student Council Gets a Job",
                        "jpn": "第3話「就職する生徒会」"
                    },
                    "Summaries": {
                        "eng": "The student council agrees that they don’t want to end up like Mafuyu, so they discuss their future plans when they are finished with school.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4416129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/4416129",
                    "Titles": {
                        "eng": "The Student Council Collects",
                        "jpn": "第4話「回収する生徒会」"
                    },
                    "Summaries": {
                        "eng": "Jealousy burns between Ken and Minatsu as they go around collecting the student surveys. Things reach the point of no return when Minatsu pins Ken down and goes in for the...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4416130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/4416130",
                    "Titles": {
                        "eng": "Holy War",
                        "jpn": "第5話「聖戦」"
                    },
                    "Summaries": {
                        "eng": "Sugisaki and Sakurano are the only ones in the student council room and the tension is killing them. Later, Sugisaki must admit to his sister his evil deeds.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4416131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/4416131",
                    "Titles": {
                        "eng": "The Student Council Welcomes",
                        "jpn": "第6話「歓迎する生徒会」"
                    },
                    "Summaries": {
                        "eng": "An unexpected guest shakes the student council down their core leaving them void of their once blissful ignorance.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4416132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/4416132",
                    "Titles": {
                        "eng": "S-Size Hunter",
                        "jpn": "第7話「Sサイズハンター」"
                    },
                    "Summaries": {
                        "eng": "Mafuyu is afraid she is just a secondary character while Sugisaki has been assigned to shadow a real secondary character.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4416133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/4416133",
                    "Titles": {
                        "eng": "The Student Council Chases",
                        "jpn": "第8話「追いかける生徒会」"
                    },
                    "Summaries": {
                        "eng": "A frantic call from Ringo leads the Student Council hunting for a kidnapped Sugisaki.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4416134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/4416134",
                    "Titles": {
                        "eng": "The Student Council Doesn't End",
                        "jpn": "第9話「終わらない生徒会」"
                    },
                    "Summaries": {
                        "eng": "This is Sugisaki's last chance to tell his harem how he truly feels.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "11418764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/11418764",
                    "Titles": {
                        "eng": "The Eternal Student Council",
                        "jpn": "終わらない生徒会"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}