{
    "URL": "https://thetvdb.com/series/student-councils-discretion",
    "Genres": [
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6562012/",
        "https://www.themoviedb.org/tv/56783"
    ],
    "TitleEnglish": "Student Council's Discretion",
    "SummaryEnglish": "The series revolves around a private high school whose student council is chosen entirely by popularity vote. Because of this, Ken Sugisaki is the only male representative, in the otherwise all -girl student council, that may enter the “sacred sanctuary” of the council’s meeting room. At the behest of Council President Kurimu Sakurano, Sugisaki records the minutes of the council meetings, which devolve into daily conversations about the students’ lives and interests.",
    "Aliases": [
        "It's Student Council's Judgement",
        "Seitokai no Ichizon"
    ],
    "Modified": "2024-09-05",
    "Seasons": {
        "0": {
            "ID": "123551",
            "URL": "https://thetvdb.com/series/student-councils-discretion/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4327155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/4327155",
                    "TitleEnglish": "Sugisaki's Memorial",
                    "SummaryEnglish": "Sugisaki recalls the events leading to him to get the perfect score needed to join the Student Council.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4417212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/4417212",
                    "TitleEnglish": "EX - The Student Council Hands Over",
                    "SummaryEnglish": "Bundled with a limited edition of Seitokai no Shukujitsu, Aoi Sekina's eighth Hekiyou Gakuen Seitokai Mokushiroku spinoff novel from his Seitokai no Ichizon light novel series.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5381770",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/5381770",
                    "TitleEnglish": "OVA - The Student Council Hands Over",
                    "SummaryEnglish": "Bundled with a limited edition, Aoi Sekina's eighth Hekiyou Gakuen Seitokai Mokushiroku spinoff novel from his Student Council`s Discretion light novel series.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "123561",
            "URL": "https://thetvdb.com/series/student-councils-discretion/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "1121321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/1121321",
                    "TitleEnglish": "The Chatting Away Student Council",
                    "SummaryEnglish": "Hekikyo Academy Student Council. Only those who are chosen may enter this sacred paradise. Ken Sugisaki is the only person chosen as a member for his academic excellence; miraculously recovering from having the lowest academic score in the academy. Just as any other day he attempts to create a harem for himself with the council members, who just ignore his attempts.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1121331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/1121331",
                    "TitleEnglish": "The Studying Student Council",
                    "SummaryEnglish": "There is a shadow lurking among the Hekikyo Academy Students, a monster called midterm exam. Will the student council member manage to improve council president, Kurimu Sakurano's school grade into somewhat a norm? Or is this study group doomed before it even began?",
                    "Aliases": []
                },
                "3": {
                    "ID": "1121341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/1121341",
                    "TitleEnglish": "The Interviewed Student Council",
                    "SummaryEnglish": "Lilicia Toudou, president of the news paper club constantly antagonize the student council, always looking for scandals. She attempts to bring the student council down for good as she interview its member. Though there seems to be a small group of students who questions the point of her action, when student council is already know for its questionable conducts?",
                    "Aliases": []
                },
                "4": {
                    "ID": "1121351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/1121351",
                    "TitleEnglish": "The Creative Student Council",
                    "SummaryEnglish": "To improve the student council's public image into something more positive, council president Kurimu Sakurano decides to create a novel about the student council. With each member requesting story lines that is pure chaos, the writer Ken Sugisaki loses it, writing a story solely based on his fantasy. Will the network be required to change the rating of this show to R-15?",
                    "Aliases": []
                },
                "5": {
                    "ID": "1121361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/1121361",
                    "TitleEnglish": "The Intermission Student Council",
                    "SummaryEnglish": "Summer, summer uniforms and swimsuits, those are enough to cause Ken Sugisaki to go out of control and was immediately locked into a locker.\r\nBut this wasn't enough to stop him from using his imagination solely based on the chatter he hear in the room. To make matters worst the air conditioner in the student council room is out of service, and slowly everyone in the room is taking off their clothes. What kind of show is this anyway?",
                    "Aliases": []
                },
                "6": {
                    "ID": "1121371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/1121371",
                    "TitleEnglish": "The Helping Student Council",
                    "SummaryEnglish": "The student council is in the midst of deciding the theme for the school festival held during the fall season when Mafuyuu and Minatsu announce they will be transferring schools. Minatsu suggests fighting, Mafuyu \"competition\", Chizuru pushes for \"pain\" and Ken pushes for \"licentious\". To try and to stop the sisters from transferring they suggest going with the fight theme.",
                    "Aliases": []
                },
                "7": {
                    "ID": "1121381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/1121381",
                    "TitleEnglish": "The Forward-Moving Student Council",
                    "SummaryEnglish": "The Student Council decides to go on a summer trip to Tokyo but because the president is convinced the lumps of metal can't fly they take a train. Once in Tokyo they spend the night telling ghost stories and watching the sun rise.",
                    "Aliases": []
                },
                "8": {
                    "ID": "1121391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/1121391",
                    "TitleEnglish": "The Jealous Student Council",
                    "SummaryEnglish": "Ken causes a commotion when he shows up to the student council office with a mysterious girl. He explains that he is looking after Elise, Lilicia's younger sister until she comes pick her up. String figures, Shiritori, and more child's games, but for some reason Elise can turn these games into something much deeper.",
                    "Aliases": []
                },
                "9": {
                    "ID": "1121401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/1121401",
                    "TitleEnglish": "My Student Council",
                    "SummaryEnglish": "The Student Council begins their topic \"Reading Books\" as Ken asks what books the rest of the Student Council are reading. Chizuru jokes about the \"book\" that Ken assumes in despair telling him that she wanted to read instead the Love Fortune's book. After Chizuru does a handshake fortune-telling Kurimu interrupts the fortune saying she wants the book. Chizuru informs everyone the first to react is jealous while leaving she thanks Ken leaving a letter for the Council to read.",
                    "Aliases": []
                },
                "10": {
                    "ID": "1121411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/1121411",
                    "TitleEnglish": "The Tidying Up Student Council",
                    "SummaryEnglish": "Its the day of the Hekiou Festival, the Student Council discuss how to make a \"Tear Jerking Story\" but in the end they thought it to be hard. Just as the festival ends they try to sort out the \"lost and found\" items to verify what belongs to who. In the end after Kurimu gives her grant speech Ken was just about to be left alone until everyone agreed to stay and help finish up the remaining work.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1121421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/1121421",
                    "TitleEnglish": "The Lacking Student Council",
                    "SummaryEnglish": "In the beginning Ken talks to \"Yuki\" what he can do to change but gets teased rather than get a serious answer...yet. A flashback shows how Ken and Mafuyu \"met\". In the student council Ken left due to cold as the Kurimu and Minatsu try to make a serious meeting with the topic about \"Part-Time Jobs\" also finishing up the paperwork. In the end Mafuyu suggest to go visit Ken which they decided to go. The Student Council run into Ken's \"classmates\" who went with him during Junior High telling the story how he \"Two-timed\". Kurimu fights back telling them he said \"Yes\" that the girls now are happy till they insulted him again making Mafuyu bashes one of them with her bag. The Student Council taught them a lesson as Lilicia makes an appearance stating \"the journalism club is meant to make false stories of the Student council.\" Ken is then nursed by everyone. Mafuyu finally confesses to Ken.",
                    "Aliases": []
                },
                "12": {
                    "ID": "1121431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/1121431",
                    "TitleEnglish": "The Student Council's Discretion",
                    "SummaryEnglish": "Continues off Mafuyu's Confession leading Kurimu on the topic \"Future Visions\" asking each of the Student Council what are their plans. A new character comes making Mafuyu jump in joy which she tries to get Ken involved. Nakameguro was guided to the council being a transfer student asking Ken to assist him on his way home. Nakameguro goes on saying that Ken is amazing and hes strong but Ken disapproves his point of view saying he is weak without the help of the student council. Ken goes on explaining how he was saved by each of the student council during his first year as the Seasons went by.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "492397",
            "URL": "https://thetvdb.com/series/student-councils-discretion/seasons/official/2",
            "TitleEnglish": "Student Council's Discretion Level 2",
            "SummaryEnglish": "Sugisaki Ken, through diligence and academic excellence, had successfully entered the paradise that is the Hekiyou Private Academy's Student Council. There, he boldly embarks on his plan to create his personal harem with the 4 girls who are the other council members, namely: The incredibly youthful president Sakurano Kurimu; The cool and kindly yet super-sadistic secretary Akaba Chizuru; Tomboyish and hot-blooded vice-president Shiina Minatsu; and The ephemerally beautiful yet complicated treasurer Shiina Mafuyu. While every day since then has been non-stop fun, Graduation Day now looms near. Could this spell the end of their carefree days?",
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "4416123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/4416123",
                    "TitleEnglish": "The Student Council Brainstorms",
                    "SummaryEnglish": "The Student Council brainstorms ways to get new viewers to watch a boring show about nothing.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4416125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/4416125",
                    "TitleEnglish": "The Student Council Gets Suspicious",
                    "SummaryEnglish": "The Presidents cake is missing and the entire student council are her prime suspects. The case is going well until Sugisaki suffers mysterious head trauma.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4416127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/4416127",
                    "TitleEnglish": "The Student Council Gets a Job",
                    "SummaryEnglish": "The student council agrees that they don’t want to end up like Mafuyu, so they discuss their future plans when they are finished with school.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4416129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/4416129",
                    "TitleEnglish": "The Student Council Collects",
                    "SummaryEnglish": "Jealousy burns between Ken and Minatsu as they go around collecting the student surveys. Things reach the point of no return when Minatsu pins Ken down and goes in for the...",
                    "Aliases": []
                },
                "5": {
                    "ID": "4416130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/4416130",
                    "TitleEnglish": "Holy War",
                    "SummaryEnglish": "Sugisaki and Sakurano are the only ones in the student council room and the tension is killing them. Later, Sugisaki must admit to his sister his evil deeds.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4416131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/4416131",
                    "TitleEnglish": "The Student Council Welcomes",
                    "SummaryEnglish": "An unexpected guest shakes the student council down their core leaving them void of their once blissful ignorance.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4416132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/4416132",
                    "TitleEnglish": "S-Size Hunter",
                    "SummaryEnglish": "Mafuyu is afraid she is just a secondary character while Sugisaki has been assigned to shadow a real secondary character.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4416133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/4416133",
                    "TitleEnglish": "The Student Council Chases",
                    "SummaryEnglish": "A frantic call from Ringo leads the Student Council hunting for a kidnapped Sugisaki.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4416134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/student-councils-discretion/episodes/4416134",
                    "TitleEnglish": "The Student Council Doesn't End",
                    "SummaryEnglish": "This is Sugisaki's last chance to tell his harem how he truly feels.",
                    "Aliases": []
                }
            }
        }
    }
}