{
    "URL": "https://thetvdb.com/series/kobato",
    "Genres": [
        "Adventure",
        "Animation",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1482965/",
        "https://www.themoviedb.org/tv/46344"
    ],
    "TitleEnglish": "Kobato",
    "SummaryEnglish": "Kobato is a young girl that for unknown reasons, needs to fill a mysterious bottle with the feelings of people with a heart in pain, for that she needs to \"Cure\" other people's hearts and make them happy, but this could become even more difficult than she thought. Her companion for this task is a grumpy plush dog she calls Ioryogi-san.",
    "Aliases": [],
    "Modified": "2025-09-28",
    "Seasons": {
        "0": {
            "ID": "127831",
            "URL": "https://thetvdb.com/series/kobato/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "4268276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/4268276",
                    "TitleEnglish": "Special 1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "4268277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/4268277",
                    "TitleEnglish": "Special 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "4285048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/4285048",
                    "TitleEnglish": "Special 3",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "4285049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/4285049",
                    "TitleEnglish": "Special 4",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "4368175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/4368175",
                    "TitleEnglish": "Special 5",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "4368176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/4368176",
                    "TitleEnglish": "Special 6",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "4368177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/4368177",
                    "TitleEnglish": "Special 7",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "4368178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/4368178",
                    "TitleEnglish": "Special 8",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "127841",
            "URL": "https://thetvdb.com/series/kobato/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "1156191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/1156191",
                    "TitleEnglish": "…Wishful Girl",
                    "SummaryEnglish": "Kobato Hanato has a wish. In order to collect all the wounded hearts, she must embark on a mission and succeed and so begins her story.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1156201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/1156201",
                    "TitleEnglish": "...The Konpeito's Shine",
                    "SummaryEnglish": "Kobato barely manages to pass her initial test to get her bottle. Now she must fill it to the brim with wounded hearts in order to have her wish granted. Not wasting a moment, she sets out about town looking for people in need of help. But Kobato is at a loss as to how broken hearts are mended.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1156211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/1156211",
                    "TitleEnglish": "...The Rain's Gift",
                    "SummaryEnglish": "Kobato and Ioryogi stay inside an unused sewer pipe in the park to avoid getting wet. Ms. Sayaka, the head of Yomogi Kindergarten, decides to take Kobato to an apartment her friend Chitose looks after. Moved by Ms. Sayaka’s kindness, Kobato heads to the kindergarten to help out.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1156221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/1156221",
                    "TitleEnglish": "...When the Green Leaves Flourish.",
                    "SummaryEnglish": "Kobato is off on her usual search for people with broken hearts so that she can collect \"kompeitos\" in her bottle. Ioryogi’s anxiety mounts as Kobato bungles again and again.Kobato is lured to the front of a small church where she meets Kohaku, an angel from Tenkai (Heavens) with a most beautiful heart.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1164471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/1164471",
                    "TitleEnglish": "...Promise of the Fireflies",
                    "SummaryEnglish": "Kobato reads a book to the children at Yomogi Kindergarten, but she cannot read well, which Fujimoto quickly and meanly points out.  Kobato practices at the park where she meets the book’s author. Having lost his girlfriend, this man is left with a broken heart. Upon learning that he had lost all will to write picture books, Kobato decides to take action…",
                    "Aliases": []
                },
                "6": {
                    "ID": "1164481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/1164481",
                    "TitleEnglish": "...Small Hide-And-Seek",
                    "SummaryEnglish": "It’s early summer, and Kobato is going on a picnic with all of the children at Yomogi Kindergarten. While playing in the park, Marina goes missing. Kobato and Fujimoto do everything they can to search for her. Meanwhile, Ioryogi heads off alone to see Genko from Ikai regarding some debt trouble the kindergarten is in…",
                    "Aliases": []
                },
                "7": {
                    "ID": "1164491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/1164491",
                    "TitleEnglish": "...Kind Person",
                    "SummaryEnglish": "Fujimoto has headed off to university without his essay, and Ms. Sayaka asks Kobato to deliver it. Excited about being able to show the ever-so-mean Fujimoto up, Kobato sets off to find him at school. There she meets Domoto, who helps her look for Fujimoto. Somehow, this puts Ioryogi in a bad mood…",
                    "Aliases": []
                },
                "8": {
                    "ID": "1164501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/1164501",
                    "TitleEnglish": "...A Kitten's Lullaby",
                    "SummaryEnglish": "In town, Kobato hears the helpless cry of a kitten coming from a box. Against the advice of both Ioryogi and Fujimoto, who tell her not to get involved if she can’t take care of it, she takes the kitten back to her apartment. Chiho and Chise, the landlord’s twin daughters help Kobato look for a home for the kitten…",
                    "Aliases": []
                },
                "9": {
                    "ID": "1164511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/1164511",
                    "TitleEnglish": "...Memories of Summer",
                    "SummaryEnglish": "It’s summer vacation for Yomogi Kindergarten. While Kobato is washing Ioryogi, the summer festival leaflet gets blown away by the wind. A high school girl picks it up. As she returns the leaflet to Kobato, she notices that Kobato’s hands are wet and lends her a handkerchief. Kobato finds out which school the girl goes to and sets out to see her…",
                    "Aliases": []
                },
                "10": {
                    "ID": "1164521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/1164521",
                    "TitleEnglish": "...The Day of the Organ Boy",
                    "SummaryEnglish": "It’s a beautiful day, and Kobato decides to make herself useful. She goes to the kindergarten to air out the futons. On the way, she is clumsy as usual and nearly bumps into Fujimoto, who badmouths her yet again. At the kindergarten, Ms. Sayaka tells her the story of Fujimoto’s childhood. Perhaps he’s not such a mean guy after all…",
                    "Aliases": []
                },
                "11": {
                    "ID": "1164531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/1164531",
                    "TitleEnglish": "...Detective Hanato Kobato",
                    "SummaryEnglish": "Done helping at Yomogi Kindergarten, Kobato finds a classifieds magazine on Fujimoto’s desk. Wishing to help the kindergarten, she decides to find a job too. Chitose introduces her to Hiroyasu Ueda, the manager of a coffee shop called Bakery Tirol. Kobato gets the job but, as it usually does, trouble soon finds her!",
                    "Aliases": []
                },
                "12": {
                    "ID": "1164541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/1164541",
                    "TitleEnglish": "...Silver Eyes",
                    "SummaryEnglish": "Marina ties a cute ribbon around Ioryogi, who is sitting in Kobato’s bag as always. Kobato doesn’t notice how upset Ioryogi is about this. Meanwhile, Ginsei shows up at the Bear’s Baumkuchen shop looking for Genko. He says he wants to know why Ioryogi continues to stay with Kobato as a stuffed doll. What could his real purpose be…?",
                    "Aliases": []
                },
                "13": {
                    "ID": "1164551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/1164551",
                    "TitleEnglish": "...The Angel and the Protected Person",
                    "SummaryEnglish": "While taking a walk with Ioryogi, enjoying the fragrance of autumn, Kobato finds a huge ginkgo tree. She takes the children to see the tree after Toshihiko has a fight over building blocks. They decide to use the beautiful fallen leaves to make pictures. While they are collecting the leaves, they find out that the tree is going to be cut down…",
                    "Aliases": []
                },
                "14": {
                    "ID": "1574491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/1574491",
                    "TitleEnglish": "...What Twilight Sought After",
                    "SummaryEnglish": "It’s sweet potato-digging day at Yomogi Kindergarten. Kobato excitedly gets ready for her first ever experience, but Ioryogi is quick to comment on her inappropriate behavior. At the farm, everyone is having fun digging when Kobato notices a boy who seems out of place. Fujimoto calls to him and he runs away, sweet potatoes in hand.",
                    "Aliases": []
                },
                "15": {
                    "ID": "1574501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/1574501",
                    "TitleEnglish": "...Secret Prayer",
                    "SummaryEnglish": "Kobato receives some beautiful origami from her landlady, Chisato. Not knowing what to do with the paper, Kobato cuts it up to decorate the kindergarten. Ioryogi scolds her and tells her how it’s supposed to be used. Kobato decides to take the rest of the origami to the kindergarten and gives it to Ms. Sayaka, but Ms. Sayaka suddenly falls ill…!",
                    "Aliases": []
                },
                "16": {
                    "ID": "1574511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/1574511",
                    "TitleEnglish": "...Mysterious Lifeform (1)",
                    "SummaryEnglish": "Returning to her apartment after helping at Yomogi Kindergarten, Kobato hears from Chitose, Chiho and Chise about a bazaar being held at the elementary school. Thinking a bazaar might help the kindergarten’s financial crisis Kobato suggests it to Ms. Sayaka. Fujimoto says it’s a waste of time, but Ms. Sayaka is willing to give it a try…",
                    "Aliases": []
                },
                "17": {
                    "ID": "1574521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/1574521",
                    "TitleEnglish": "...Mysterious Lifeform (2)",
                    "SummaryEnglish": "On the day of the bazaar, Ioryogi heads out to Genko’s to find something that would surely sell. When he gets there, the Bear’s Baumkuchen Shop is overflowing with customers! Zuisho is helping out just to keep things going. Even Ginsei is out doing deliveries. Ioryogi is full of sarcasm for them, but they take no note of it.",
                    "Aliases": []
                },
                "18": {
                    "ID": "1578501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/1578501",
                    "TitleEnglish": "...The Warmth of a Wintry Wind",
                    "SummaryEnglish": "It’s winter, and Kobato is thrilled at the sight of Christmas trees. But at the kindergarten, that debt collector who had been by to hassle them before, is by the gate. Unable to do anything about a man just standing there, Fujimoto holds back his frustration. Meanwhile, the children are happily decorating for Christmas. Even Domoto comes to help…",
                    "Aliases": []
                },
                "19": {
                    "ID": "1596041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/1596041",
                    "TitleEnglish": "...Silent Night",
                    "SummaryEnglish": "Preparations for the Christmas party are underway. Fujimoto, who always dresses as Santa Claus, is ironing his suit. His attitude bothers Kobato because every time their eyes meet, he turns away. On such a day, Domoto waits for Kobato at the kindergarten. It is late, so he offers to walk her home. As they’re walking through town, who would coincidentally appear before them, but Fujimoto…?",
                    "Aliases": []
                },
                "20": {
                    "ID": "1660721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/1660721",
                    "TitleEnglish": "...Someone Who Travels",
                    "SummaryEnglish": "One February evening when the air is still cold, Kobato tells Ioryogi about all the magazines she saw with pictures of chocolates on them. Ioryogi explains Valentine’s Day, and Kobato talks to Fujimoto about having a Valentine’s Day party at the kindergarten. As the kindergarten lacks funds, she decides to work at Bakery Tirol in return for a supply of ingredients to make chocolates…",
                    "Aliases": []
                },
                "21": {
                    "ID": "1696641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/1696641",
                    "TitleEnglish": "...The Footsteps of Spring",
                    "SummaryEnglish": "Kobato is helping out at the kindergarten as usual, when Kazuto Okiura, the man who promises to shut the place down, shows up saying he’s willing to talk. Kobato and Fujimoto are wary, but Sayaka accepts Okiura’s demands…",
                    "Aliases": []
                },
                "22": {
                    "ID": "1731101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/1731101",
                    "TitleEnglish": "...The Day of Goodbyes",
                    "SummaryEnglish": "Kobato and Sayaka are tidying up at the kindergarten. Having taken on even more jobs, Fujimoto hasn’t had time to show up at the kindergarten anymore. Kobato worries about him… Meanwhile, Ioryogi heads over to the Bear’s Baumkuchen Shop to see Genko with a secret plan for an extension on the deadline to gather kompeito…",
                    "Aliases": []
                },
                "23": {
                    "ID": "1769221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/1769221",
                    "TitleEnglish": "...Kobato's Wish",
                    "SummaryEnglish": "Worried about Fujimoto who injured himself at work, Kobato visits his apartment every morning. He appears to be dubious, but still Kobato is determined to help him out. Ignoring Ioryogi’s anxieties about filling the \"bottle\" full of kompeito before the approaching deadline, Kobato invites Fujimoto to go on a walk. At the park, Fujimoto, as usual, seems to be bothered by Kobato’s presence…",
                    "Aliases": []
                },
                "24": {
                    "ID": "1769231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kobato/episodes/1769231",
                    "TitleEnglish": "The Coming Day of Tomorrow...",
                    "SummaryEnglish": "Early morning, awakened by chirping birds, Fujimoto lies in bed and gazes up at the ceiling. He heads off to university but cannot concentrate on his studies. His notebook is open to a blank page… Later, while delivering pizza, Fujimoto encounters Sayaka…",
                    "Aliases": []
                }
            }
        }
    }
}