{
    "URL": "https://thetvdb.com/series/11eyes",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1515976/",
        "https://www.themoviedb.org/tv/44310"
    ],
    "TitleEnglish": "11eyes",
    "SummaryEnglish": "When the Sky turns Red, the Moon turns Black, and monsters begin roaming the streets, Kakeru is at a loss for what to do. Along with his best friend Yuka, they try to decipher why they have been sent to this strange world, which is seemingly empty aside from themselves. However, when the \"Red Night\" ends, Kakeru and Yuka believed it was all a dream, until it happens again and they are left in a dangerous situation. They meet four others in the same predicament: Misuzu, an expert swordswoman, Kukuri, a strange mute girl who looks ike Kakeru's deceased sister, Yukiko, a lively young girl whose personality reverts to that of a cold killer when her glasses are removed, and Takahisa, a young pyrokineticist.\r\n\r\nAs the six of them band together to survive and discover what this mysterious world is, things take a turn for the worse as six shadows appear before them...",
    "Aliases": [
        "11 Eyes"
    ],
    "Modified": "2025-09-01",
    "Seasons": {
        "0": {
            "ID": "128321",
            "URL": "https://thetvdb.com/series/11eyes/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "2599641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/11eyes/episodes/2599641",
                    "TitleEnglish": "Peach-colored Fantasy",
                    "SummaryEnglish": "Kakeru, Yuka and the others end up in the \"Pink Night\", a messed up version of Red Night. In this new region, everyone's powers are significantly altered... how will they face this new challenge?",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "128331",
            "URL": "https://thetvdb.com/series/11eyes/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "1161181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/11eyes/episodes/1161181",
                    "TitleEnglish": "Red Night",
                    "SummaryEnglish": "Kakeru Satsuki has been living a boring, ordinary life ever since his sister committed suicide seven years ago. However, one day, he and his best friend Yuka Minase are suddenly transported to an alternate reality where the sky is filled with dark, crimson clouds, a black moon and terrifying creatures lurk.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1161191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/11eyes/episodes/1161191",
                    "TitleEnglish": "The Girl In The Crystal",
                    "SummaryEnglish": "Kakeru and Yuka are in the Red Night dimension again and this time they meet a strong young woman named Misuzu Kusakabe, who saves them from a horde of the evil blob like creatures, and find a girl trapped in a crystal. They are attacked by some other strong creatures and then find themselves back in the normal world. Can they discover the mystery behind the Red Night and why only certain people are taken there?",
                    "Aliases": []
                },
                "3": {
                    "ID": "1165601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/11eyes/episodes/1165601",
                    "TitleEnglish": "The Lonely Pride",
                    "SummaryEnglish": "Kakeru asks Misuzu if she will teach him how to use a sword and she refuses. He is determined to learn so he can protect Yaku the next time they are taken to the Red Night. Can he master the sword before then?",
                    "Aliases": []
                },
                "4": {
                    "ID": "1165631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/11eyes/episodes/1165631",
                    "TitleEnglish": "Smiling Behind a Mask",
                    "SummaryEnglish": "Kakeru is determined to find his power, but he cannot seem to awaken it. They are taken once more to the Red Night and are attacked by two of the Black Knights. Is this the end for our heroes and what happens to Yukiko when she takes her glasses off?",
                    "Aliases": []
                },
                "5": {
                    "ID": "1165641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/11eyes/episodes/1165641",
                    "TitleEnglish": "For My Friends and For Tomorrow",
                    "SummaryEnglish": "Kakeru wants to protect Yuka no matter what but he just can't seem to find his power and sure enough, they are tranported once again to the Red Night and now Kakeru is facing one of the Black Knights and must defeat it. Can Kakeru awaken his power in time to save Yuka?",
                    "Aliases": []
                },
                "6": {
                    "ID": "1165661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/11eyes/episodes/1165661",
                    "TitleEnglish": "Disturbed Minds",
                    "SummaryEnglish": "Kakeru finally awakens his power of the Eye of Aeon, but with this power comes a great cost. Can Kakeru harness this power and what are the side effects of using it?",
                    "Aliases": []
                },
                "7": {
                    "ID": "1165671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/11eyes/episodes/1165671",
                    "TitleEnglish": "Twisted Awakening",
                    "SummaryEnglish": "Yuka is missing in the Red Night and the rest try and find her after Takahisa has found one of her items in the nurse's office. Can they find Yuka before it is too late?",
                    "Aliases": []
                },
                "8": {
                    "ID": "1165681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/11eyes/episodes/1165681",
                    "TitleEnglish": "Witching Hour",
                    "SummaryEnglish": "Yuka has finally awakened her power and she wishes to protect Kakeru by using it but Kakeru does not want her to use her power because he fears that it could harm her. Meanwhile, the Black Knight, Superbia, has a plan to eliminate the \"fragments.\" What is her plan and why is Shiori acting strangely?",
                    "Aliases": []
                },
                "9": {
                    "ID": "1165691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/11eyes/episodes/1165691",
                    "TitleEnglish": "Broken Bonds",
                    "SummaryEnglish": "Superbia intends to break the bonds of friendship between our heroes. Will she succeed in doing so and what will be the cost?",
                    "Aliases": []
                },
                "10": {
                    "ID": "1165701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/11eyes/episodes/1165701",
                    "TitleEnglish": "The Witch Awakens",
                    "SummaryEnglish": "The group has lost one of their own and now they are split apart. Yukiko wants revenge and Yuka wants nothing but to have Kakeru by her side forever. What can they do to stop the madness and what terrible secret does Shiori reveal?",
                    "Aliases": []
                },
                "11": {
                    "ID": "1165711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/11eyes/episodes/1165711",
                    "TitleEnglish": "The Choice Called Ruin",
                    "SummaryEnglish": "Yuka has released Lisolette, the Witch of Babylon. Can they stop her from completing her plan to destroy the world?",
                    "Aliases": []
                },
                "12": {
                    "ID": "1165721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/11eyes/episodes/1165721",
                    "TitleEnglish": "Dawning of the Dark Night",
                    "SummaryEnglish": "Kakeru sees the future of his action and decides that he must do something else in order to save everyone and he decides that since Liselotte needs his Eye of Aeon he will take his own life to save the world. What happens next?",
                    "Aliases": []
                }
            }
        }
    }
}