{
    "URL": "https://thetvdb.com/series/heavens-lost-property",
    "Genres": [
        "Action",
        "Animation",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1528567/",
        "https://www.themoviedb.org/tv/37437"
    ],
    "TitleEnglish": "Heaven's Lost Property",
    "SummaryEnglish": "Sakurai Tomoki is a normal student whose motto is \"Normal is the best\". If there is one thing abnormal, it is that he often dreams of a girl whose face he cannot even remember, and when he wakes up from that dream, he would always be crying. He tried leaving it as just a dream... but one day, from the sky, an angel descended.",
    "Aliases": [
        "Misplaced by Heaven",
        "Lost Property of the Sky",
        "Sora no Otoshimono Forte",
        "Sora no Otoshimono"
    ],
    "Modified": "2025-03-03",
    "Seasons": {
        "0": {
            "ID": "128931",
            "URL": "https://thetvdb.com/series/heavens-lost-property/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "2791171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/2791171",
                    "TitleEnglish": "Project Pink",
                    "SummaryEnglish": "After the events on Sora no Otoshimono, Nymph now longs for Tomoki's orders and for him to become her master.  Ikaros continues to enable her master's wishes for perverted action.  Hilarity ensues as the gang go to a pool park and Tomoki's machinations reach a new high.",
                    "Aliases": []
                },
                "2": {
                    "ID": "3782731",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/3782731",
                    "TitleEnglish": "The Angeloid of Clockwork",
                    "SummaryEnglish": "Hiyori’s a sweet, shy girl who’s ready to bloom and reveal a big secret: she’s totally infatuated with Tomoki! She joins the New World Discovery Club and starts bonding with Ikaros, Nymph, and the gang – until a sudden, tragic accident changes everything. It seems Hiyori has a deeper – and more dangerous – link to the Angeloids than anyone suspected!",
                    "Aliases": []
                },
                "3": {
                    "ID": "4771492",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/4771492",
                    "TitleEnglish": "Heaven's Lost Property Final - The Movie: Eternally My Master",
                    "SummaryEnglish": "Beautiful and otherworldly Ikaros’ connection with Tomoki is deeper than she originally thought. Now she’s starting to feel empty and confused—with new emotions she’s not had much experience with. How will she pick up the pieces after what comes next?",
                    "Aliases": []
                },
                "4": {
                    "ID": "7998988",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/7998988",
                    "TitleEnglish": "Heaven’s Lost Property Final: The Movie - Eternally My Master Special",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "128941",
            "URL": "https://thetvdb.com/series/heavens-lost-property/seasons/official/1",
            "TitleEnglish": "Misplaced by Heaven",
            "SummaryEnglish": "For as long as he can remember, Tomoki Sakurai has woken up crying to the same dream: an angel he has never met disappearing into the skies, saying, \"The sky has captured me.\" But one day, the dream is different. Now, the angel descends from the skies, desperately asking Tomoki for his help.",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "1168231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/1168231",
                    "TitleEnglish": "A Full-frontal Hero Arises in the World!",
                    "SummaryEnglish": "\"Peace and quiet is the best!\" That's the motto of everyday high schooler, Tomoki Sakurai. But his peaceful life is being torn apart after the girl Ikaros suddenly fell from the sky one day. She calls herself a \"Pet-class Angeloid\", and Tomoki her \"Master\" because he's the first person on Earth she met. Also, she has the mysterious power to make all his wishes come true!",
                    "Aliases": []
                },
                "2": {
                    "ID": "1168241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/1168241",
                    "TitleEnglish": "An Airborne Prismatic Panty Adventure",
                    "SummaryEnglish": "Sohara is in a bad mood after seeing Sakurai on top of Ikaros and getting the wrong idea. Ikaros hastily chases after her and, as such, Ikaros follows him to school. A card that Sakurai receives from Ikaros glows, and in that instant, Sohara's panties come off and go flying into the sky. It doesn't take much time at all before all the girls in school's panties are flying off into the sky!",
                    "Aliases": []
                },
                "3": {
                    "ID": "1168251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/1168251",
                    "TitleEnglish": "Angeloid Directive Zero",
                    "SummaryEnglish": "Tomoki, suffering from a never-ending amount of math homework, decides to have Sugata-senpai help him out. President Satsukitane leads him to Sugata's home, only to find that it's a tent pitched next to a river! Tomoki and the gang have fun camping next to the river after finishing their homework. Ikaros is told to go shopping for ingredients when they all decide to make curry, but...",
                    "Aliases": []
                },
                "4": {
                    "ID": "1168261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/1168261",
                    "TitleEnglish": "Love and Triangles, Revisited",
                    "SummaryEnglish": "The flock of panties that flew off into the sky in Episode 2 have returned to Tomoki! Tomoki is estatic, but Sohara uses one of Ikaros's cards to make it so that any panties Tomoki sees will explode. Tomoki decorates his house with all of the panties, without knowing what Sohara has done. Will Tomoki be able to escape from his home with panty explosions looming around every corner? It's the first real action in \"SoraOto\"!",
                    "Aliases": []
                },
                "5": {
                    "ID": "1168271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/1168271",
                    "TitleEnglish": "Hot Night With the Big Fish",
                    "SummaryEnglish": "Long story short, Tomoki's house is destroyed. Wandering aimlessly, in search of a place to stay, Tomoki and Ikaros are lent a hand by the class president, Satsukitane. Sohara and Sugata join the mix as they are invited to the home of the town's #1 big shot. They are given a warm reception. But, when they wake up in the morning, there's an angry mob with them!",
                    "Aliases": []
                },
                "6": {
                    "ID": "1190711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/1190711",
                    "TitleEnglish": "Swimsuit Surf Brigade, Go!Go!Go!",
                    "SummaryEnglish": "Summer vacation. The entire New World Discovery Club heads to the beach. Tomoki is surrounded by attractive girls in their swimsuits, but ends up having to deal with Ikaros. Sohara explodes with jealousy as Tomoki has his full attention on Ikaros. Ikaros shows another frightening side of herself because of a small situation and the second Angeloid...",
                    "Aliases": []
                },
                "7": {
                    "ID": "1190721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/1190721",
                    "TitleEnglish": "The Brainy, Heart-Pounding Transfer Students",
                    "SummaryEnglish": "Ikaros and Nymph also settle down in Sakurai's house. They get bored while Itsuki is at school, use a card, and transfer into his school! They instantly become popular as two new beautiful transfer students. But then what does Nymph do when she quickly gets bored at school...?",
                    "Aliases": []
                },
                "8": {
                    "ID": "1190731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/1190731",
                    "TitleEnglish": "For Whom the Shooting Festival is Held",
                    "SummaryEnglish": "A fun festival in Sorami town. But, at the student body president's suggestion, the entire town is turned into a survival game! The winner gets $100,000! Gunfire and shrieks fill the air, and who is the mysterious old man who lurks at night? Admist the chaos, Nymph and Ikaros team up to battle for their lives!",
                    "Aliases": []
                },
                "9": {
                    "ID": "1190741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/1190741",
                    "TitleEnglish": "The Delusional Story That Began With a Lie",
                    "SummaryEnglish": "Tomoki and the gang go to an outdoor BBQ. Tomoki tries to open a stall to make some money, but no matter what he does it fails. Then he gets Nymph's help to open a host club! Meanwhile, Ikaros is trying to act like a human for Tomoki's sake when she hears the words \"It's human to lie.\"",
                    "Aliases": []
                },
                "10": {
                    "ID": "1190751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/1190751",
                    "TitleEnglish": "Where the Melodious Words Of an Angel Go",
                    "SummaryEnglish": "Tomoki's high school is having a cultural festival with a rich private high school, where Tomoki & the gang perform a song. Ikaros surprises everyone by singing lead vocals.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1190761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/1190761",
                    "TitleEnglish": "Off We Go To My Bathhouse Paradise",
                    "SummaryEnglish": "Tomoki invites the girls to a bathhouse.",
                    "Aliases": []
                },
                "12": {
                    "ID": "1190771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/1190771",
                    "TitleEnglish": "Chains of No Escape",
                    "SummaryEnglish": "Tomoki tries to get Ikaros to smile.",
                    "Aliases": []
                },
                "13": {
                    "ID": "1499991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/1499991",
                    "TitleEnglish": "Queen of the Sky",
                    "SummaryEnglish": "The Harpies tell Nymph they are supporting her mission to help capture Ikaros because the Master of Synapse was worried about her. Tomoki and the others prepare for their Christmas party at his home.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "313761",
            "URL": "https://thetvdb.com/series/heavens-lost-property/seasons/official/2",
            "TitleEnglish": "Heaven's Lost Property: Forte",
            "SummaryEnglish": "Sakurai Tomoki has settled into his life with the two angeloids, Ikaros and Nymph, and is enjoying himself immensely. However, he keeps having weird dreams and asks all of his friends to help him investigate the cause.",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "2791181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/2791181",
                    "TitleEnglish": "You Strip, Too! The Return of the Full-frontal Hero",
                    "SummaryEnglish": "Tomoki has another dream where the mysterious angel warns him of another Angeloid and after revealing the information to his friends, Nymph suggests they visit his dream via Dive Game which enables them to visit humans' dreams. The group, consisting of Tomoki, Sugata, Mikako and Suhara, leave into the dream to find themselves confronted with each other's dreams and an embarrassing revelation for Suhara. Ultimately, they are unable to visit Tomoki's dream and instead land on a bizarre world with a pillar with illegible words and hibernating evergreen trees. They return with more questions than answers and Sugata finally remembers a forgotten memory a year past when Ikaros first fell onto the Earth and winesses Astraea's arrival.",
                    "Aliases": []
                },
                "2": {
                    "ID": "2791191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/2791191",
                    "TitleEnglish": "Bombshell! The Angel is a Big Boob",
                    "SummaryEnglish": "Tomoki, much to his irritation and confusion, finds himself aroused by the antics of Ikaros and Nymph. This disturbs him greatly so he leaves for the mountains to train in the Zen monastery. At the same time, Astraea, the new angeloid lands at the monastery to dispatch Tomoki while Sugata informs the rest about her. Nymph and Ikaros ignore the threat calling Astaea an 'idiot' and leave Tomoki alone who himself is finding trouble ridding himself of his 'earthly desires'. Later, Sugata discovers Astraea and learns of the threat to Tomoki's life and more information on Synapse, the world where Angeloids come from.",
                    "Aliases": []
                },
                "3": {
                    "ID": "2791201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/2791201",
                    "TitleEnglish": "A Proud-fought Battle!",
                    "SummaryEnglish": "After unexpectedly divulging information of her assignment, Astraea attempts to attack Sugata to keep her secret safe. Unfortunately, she falls into the hands of Mikako, who upon seeing the gullible nature of the new Angeloid, fools her into joining a wrestling match at the local festival. Much like last time, Mikako entices Tomoki to join by putting up a prize of ten million yen and a chance to bathe with her family's geisha. Nymph wrestles with her emotions after losing her wings and master and finds herself yearning for a new one, Tomoki being her new candidate.",
                    "Aliases": []
                },
                "4": {
                    "ID": "2791211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/2791211",
                    "TitleEnglish": "Mortal Combat! Hot Spring Snowball Fight at 1.4° Below",
                    "SummaryEnglish": "Winter comes to the city and Astraea is still far from completing her mission of eliminating Tomoki. Mikako reels her into another of her sadistic tantrums and stages a mock battle between the girls and boys of her school by appointing Tomoki as the general of the boys' group while acting as the general of the girls' group herself. This time, she entices Tomoki to fall into her trap by putting up the reward to be able to do anything to the losing team. Nymph still yearns for a new master and Astraea faces a dilemma when she is unable to dispatch Tomoki due to his question to her actions being her own choice or not.",
                    "Aliases": []
                },
                "5": {
                    "ID": "2791221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/2791221",
                    "TitleEnglish": "The Brother Who Came From Heaven",
                    "SummaryEnglish": "Sugata and Sohara travel to Synapse with the aid of Nymph. Sohara accidentally drops an object onto the world below which falls into the hands of Tomoki who fashions it into a pedal bike that transforms into a robot. At Synapse, the two humans learn new details about the New World while Tomoki relishes his time with his new toy to satisfy his perverse actions. Sohara later destroys the toy and a new Angeloid is revealed post credits.",
                    "Aliases": []
                },
                "6": {
                    "ID": "2791231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/2791231",
                    "TitleEnglish": "Reach a Decision! The Up and Down of Heaven and Hell",
                    "SummaryEnglish": "Astraea gets enrolled at Tomoki's school and tries unsuccessfully to dispatch of him. Later on, Nymph, Mikako, Sohara, Tomoki and Astraea join in a quiz competition to determine that Tomoki himself is not an 'idiot' as labeled by his schoolmates. His attempt proves futile and the events leave him to be an 'idiot' to the whole city than just in the school before. Astraea finds herself spending time with the group and acceptance which adds onto her dilemma and Daedalus discovers that Chaos, the new second generation Angeloid has been sent to Earth.",
                    "Aliases": []
                },
                "7": {
                    "ID": "2791241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/2791241",
                    "TitleEnglish": "Eating Watermelon Tomoki",
                    "SummaryEnglish": "Tomoki has a dream where Daedalus warns him of another Angeloid who then interrupts the communication and chokes Ikaros. While Ikaros shops for groceries. Nymph is pulled away for a date by Tomoki.",
                    "Aliases": []
                },
                "8": {
                    "ID": "2791251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/2791251",
                    "TitleEnglish": "The Song of the Angels Echoes in the Sky",
                    "SummaryEnglish": "Ikaros arrives to assist Nymph against Chaos. Daedalus reveals to Sugata that she is the creator of the First generation Angeloids which include Ikaros, Nymph, and Astraea. The time has come for Astraea to make a choice: will she do the Sky Master's bidding and destroy Ikaros and Nymph once and for all, or will she listen to Tomoki and find the strength to choose her own destiny? Astraea chooses the latter, and fights Chaos using her Aegis shield and sword, but Chaos is still able to get the upper hand. Ikaros arrives and fights Chaos, eventually plunging her to the depths of the sea so that she passes out.",
                    "Aliases": []
                },
                "9": {
                    "ID": "2791261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/2791261",
                    "TitleEnglish": "Shoot Out! Fishing At the Jumbo Carnival of Dreams",
                    "SummaryEnglish": "For this year's Satsukitane Festival, Mikako holds a Yo-Yo Fishing contest where all the girls, except Ikaros and herself, are tied up in a pool, and the guys tied on ropes must grab them out of the water.",
                    "Aliases": []
                },
                "10": {
                    "ID": "2791271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/2791271",
                    "TitleEnglish": "Peek Into the Fantasy Field",
                    "SummaryEnglish": "Tomoki seeks some alone time from the girls, first in the bathroom, until he is washed out, and then in a closet where he is almost cooked and then washed out again. Astraea and Nymph each visit but Tomoki chases them out. Sohara visits but instead of giving him a karate chop, she asks why he still peeps despite having beautiful Angeloids in his house, and why he does not harass Ikaros.",
                    "Aliases": []
                },
                "11": {
                    "ID": "2791281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/2791281",
                    "TitleEnglish": "The Edge of an Indiscriminate Requiem",
                    "SummaryEnglish": "With Ikaros feeling ill, Sohara and Tomoki go to school where Sugata and Mikako are watching the typhoon. Later, Astraea investigates a twister, but is attacked by Chaos, while Ikaros continues to struggle with losing her memories. Tomoki goes through the Dive Game portal to meet Daedalus, who gives him a lock, while Nymph and Ikaros join Astraea against Chaos. The Angeloids retreat and plan a coordinated attack but it fails. Tomoki returns and tells the Angeloids to live, and that he will be the master for Nymph and Astraea. The Angeloids manage to free themselves and are revitalized by his love. Nymph generates new wings, and uses a hacking field to boost Astraea's and Ikaros's combat powers. After Ikaros launches her attacks, Astraea does one final lunge, knocking Chaos to the ground. Despite Chaos's pleading to be loved (killed), Tomoki arrives and pets her head, and Chaos starts to experience feelings of genuine love. Tomoki then puts Daedalus's lock on the collar chain of Chaos.",
                    "Aliases": []
                },
                "12": {
                    "ID": "2791291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavens-lost-property/episodes/2791291",
                    "TitleEnglish": "Forte Wings Soaring for Tomorrow",
                    "SummaryEnglish": "Chaos is returned to Daedalus. Things return to normal, with Nymph restoring Ikaros's memories, and Ikaros learning bathroom etiquette, but Tomoki has one more perverted task: transforming into pool water so he can fondle girls during swim class.",
                    "Aliases": []
                }
            }
        }
    }
}