{
    "URL": "https://thetvdb.com/series/earthian",
    "Genres": [
        "Animation",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0159843/",
        "https://www.themoviedb.org/tv/44275"
    ],
    "TitleEnglish": "Earthian",
    "SummaryEnglish": "Angels from the planet Eden have been watching Earthians, the inhabitants of Earth, for 5 billion years. Chihaya, an angel with unlucky black hair and wings, is a plus checker who travels to Earth with Kagetsuya, a minus checker. Each team of plus and minus checkers keep track of Earth events and, if the score ever reaches minus 10,000, the Earth will be destroyed. The story follows Chihaya and Kagetsuya and the different people and events they observe on Earth.",
    "Aliases": [
        "アーシアン"
    ],
    "Modified": "2024-06-13",
    "Seasons": {
        "1": {
            "ID": "134051",
            "URL": "https://thetvdb.com/series/earthian/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "1204181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/earthian/episodes/1204181",
                    "TitleEnglish": "The Beginning of the End",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "1204191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/earthian/episodes/1204191",
                    "TitleEnglish": "Fallen Angel",
                    "SummaryEnglish": "Chihaya is haunted by strange visions of black wings. Do they hold a special secret, or is it a disease that is prepared to claim his angelic life? Chihaya's search leads him to Sapphire, a black winged, fallen angel. Un- fortunately, Sapphire has become a rock star who lives in hiding and is tormented by a lethal drug habit. Despite this anime being \"yaoi\", there is almost no gay-love in the first 2 episodes. In episode 1, a male kisses another male angel in the chest, resulting a bad wound in the chest to heal quickly. In episode 3, two men are gonna make love in the bed, but one of them just isn't in the mood for this. Episode 4 has two male characters falling in love with each other.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1204201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/earthian/episodes/1204201",
                    "TitleEnglish": "Angelic Destroyer",
                    "SummaryEnglish": "The Great War between the Angels and the Earthians is over, but Dr. Ashino still lives. While Chihaya and Kagetsuya, are in the midst of rescuing two young angels from the doctor's horrific laboratory, they stumble upon Messiah. Messiah, a genetically engineered destroyer in the form of a beautiful young angel, only has eyes for sweet Chihaya. In this episode two men are gonna make love in the bed, but one of them just isn't in the mood for it.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1204211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/earthian/episodes/1204211",
                    "TitleEnglish": "Final Battle",
                    "SummaryEnglish": "Messiah is missing, and presumed dead. Chihaya, however, is convinced the angelic destroyer is very much alive, and his obsession with finding Messiah is endangering his relationship with Kagetsuya. Now Chihaya will not only lose Messiah to the mad Dr. Ashino, but he may lose his own life to the very one whom he cares most about. This episode has two male characters falling in love with each other.",
                    "Aliases": []
                }
            }
        }
    }
}