{
    "URL": "https://thetvdb.com/series/akahoris-heretical-hour-love-game",
    "Genres": [
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14642362/",
        "https://www.themoviedb.org/tv/45398",
        "https://www.themoviedb.org/tv/45398"
    ],
    "TitleEnglish": "Akahori's Heretical Hour Love Game",
    "SummaryEnglish": "Rabuge flips back-and-forth following the tribulations of two groups of women: Ayumi and Kaoruko, AKA \"Love Pheromone,\" a pair of heroines who fight for justice but always cause more chaos than good, and the Hokke Sisters, five girls who make up the Gedou Otome-Tai, bent on spreading evil throughout the world, but end up helping others instead. Both Love Pheromone and Gedou Otome-Tai struggle through poverty while attempting to reach their goals, be they becoming the world's greatest evil, or to become a popular comedy group and have legions of fans.",
    "Aliases": [
        "Akahori Gedō Hour Rabuge",
        "Zettai Seigi Love Pheromone"
    ],
    "Modified": "2024-10-18",
    "Seasons": {
        "0": {
            "ID": "134741",
            "URL": "https://thetvdb.com/series/akahoris-heretical-hour-love-game/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4103078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akahoris-heretical-hour-love-game/episodes/4103078",
                    "TitleEnglish": "Music Video 1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "4103079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akahoris-heretical-hour-love-game/episodes/4103079",
                    "TitleEnglish": "Music Video 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "4103080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akahoris-heretical-hour-love-game/episodes/4103080",
                    "TitleEnglish": "Music Video 3",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "134751",
            "URL": "https://thetvdb.com/series/akahoris-heretical-hour-love-game/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "1210461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akahoris-heretical-hour-love-game/episodes/1210461",
                    "TitleEnglish": "Openly forgiving, Love Pheromone! Fall Rain Fall Grand Operation!",
                    "SummaryEnglish": "Aimi Yoshizumi and Kaoruko Sajima are a struggling manzai duo. However, they have another face- the allies of justice, Love Pheromone! Their crusade against evil begins now! Let's go! Meanwhile, the five Hokke sisters, living in a cheap house together, dream of becoming legendary villains. One day, they open a jar left by their late father and unseal Akumako, a demon. What's her purpose?",
                    "Aliases": []
                },
                "2": {
                    "ID": "1210471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akahoris-heretical-hour-love-game/episodes/1210471",
                    "TitleEnglish": "Love Pheromone, Once Again Being Self-Righteous Today! Poor! Part-time Work Until Pay Day Grand Operation!",
                    "SummaryEnglish": "Love Pheromone is anxious about their future, as their manzai still isn't making them much money. Their manager, Seki, reminds them of their past, when they left the countryside in order to become great comedians.\r\n\r\nMeanwhile, the Hokke sisters have become the Gedou Otome-Tai and aim to become great villains. The eldest sister, Otone, increases her part-time jobs to help provide. That's when an evil organization called the 'Copper Party' takes over the Tokyo Metropolitan Government Building...",
                    "Aliases": []
                },
                "3": {
                    "ID": "1210481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akahoris-heretical-hour-love-game/episodes/1210481",
                    "TitleEnglish": "Vs. NyanNyan Love Pheromone! Operation Letter from that day!",
                    "SummaryEnglish": "Aimi and Kaoruko get to be on the super-famous shopping TV show \"Geki House\". It's the perfect time to promote tickets to their live shows and make a name for Love Pheromone. However, Aimi plans to hijack the show and take the attention away from the famous idol group, Nyan Nyan Trio!\r\n\r\nMeanwhile, one evening a letter appears in the Hokke family's mailbox. It's a letter from someone who was supposed to arrive 5 years ago. A single seed falls out. In order to make the \"Evil Flower\" bloom, the Hokke sisters transform into the Gedou Otome Tai.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1210491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akahoris-heretical-hour-love-game/episodes/1210491",
                    "TitleEnglish": "Scary! Operation Cicada-man! I Was Blinking, Love Pheromone!",
                    "SummaryEnglish": "Comedy duo Love Pheromone waits for their cue in a theater. However, there's no sign that they'll ever get to go out. Aimi and Kaoruko are so frustrated they're about to explode! Will they lose their temper? Or will they get to go on stage first? Let's go! \r\n\r\nMeanwhile, a man is walking in the summer sun. He seems to be walking as to avoid being noticed. Around that time, the Hokke family is talking about the pendant that Otone bought with her own money. Finally, the man knocks on the door of the Hokke house!",
                    "Aliases": []
                },
                "5": {
                    "ID": "1210501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akahoris-heretical-hour-love-game/episodes/1210501",
                    "TitleEnglish": "Being a Man is Hard, Sekii Man! Work Force Chaos! Operation Voice Actors Debut!",
                    "SummaryEnglish": "Tomokazu Seki is the manager of comedy duo Love Pheromone. Today, he convinces Aimi and Kaoruko to go to work with him.  Around the same time, the city is taken over by an evil organization! Manager Seki's secret is revealed!\r\n\r\nMeanwhile, the Hokke sisters are enjoying the popular anime \"Soul-chan\" in their living room. \"That's it!\" At Akumako's request, the girls decide to audition to become voice actors. Will the Gedou Otome Tai be able to make their voice acting debut?",
                    "Aliases": []
                },
                "6": {
                    "ID": "1210511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akahoris-heretical-hour-love-game/episodes/1210511",
                    "TitleEnglish": "It's a Squid Wrestler! Love Pheromone. Operation They're New Employees!",
                    "SummaryEnglish": "Aimi and Kaoruko plan to appear in the popular movie \"Squid Wrestler Part 21\". However, their ambitions are shattered at every turn. When Aimi discovers that the Squid Wrestler's opponent will be decided with a fighting tournament, however, she begins to plot something... \r\n\r\nMeanwhile, the five Hokke sisters visit the evil organization \"Evil God Fang\".  They were encouraged by Akumako to get some practical training. They're greeted by the big boss, Jaki, and his fighters. Will they work for secret organization Evil Fang?",
                    "Aliases": []
                },
                "7": {
                    "ID": "1210521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akahoris-heretical-hour-love-game/episodes/1210521",
                    "TitleEnglish": "Operation Let's Sing Love Sky High! Swim Suit Falls Off, Love Pheromone!",
                    "SummaryEnglish": "\"Please!\" Manager Seki convinces Kaoruko to participate in a celebrity swim competition. However, Aimi, despite never having heard of how to participate, decides to challenge the competition with her whole body and soul in order to stand out.\r\n\r\nMeanwhile, Kanashi is depressed after failing to do evil deeds. What Kanashi hears then is a song coming from the park. Her heart is soothed by the song being played by the musical duo Poirot. Before long, she begins to feel faint love...",
                    "Aliases": []
                },
                "8": {
                    "ID": "1210531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akahoris-heretical-hour-love-game/episodes/1210531",
                    "TitleEnglish": "It's Eating Wars! Love Pheromone! Operation of Evil Broadcast Station Invasion!",
                    "SummaryEnglish": "Love pheromone is participating in the Comedians Eating Championship. However, a beautiful girl stands in front of the determined duo as they plan to win the prize. Her name is Maiko Takahara, a super-successful comedian and also Aimi's former rival!\r\n\r\nMeanwhile, at Akumako's suggestion, the five Hokke sisters head for the Evil Broadcasting Station. Somehow they manage to get on the radio show \"Big Bang\". The recession, though, means the show is on its final episode, and even the broadcasting station is in danger of closing. Will the Gedou Otome Tai's evil plan succeed?",
                    "Aliases": []
                },
                "9": {
                    "ID": "1210541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akahoris-heretical-hour-love-game/episodes/1210541",
                    "TitleEnglish": "Operation Big Monsters Big Advance! It's a Lovely Romance! Love Pheromone!",
                    "SummaryEnglish": "Love Pheromone has a dream of appearing in a primetime drama! In order to achieve their ambitions, they take a lovey-dovey approach to their handsome gentleman sponsor. Love Pheromone's dual strategy (as they don't have any other means) begins!\r\n\r\nMeanwhile, the sun is shining, the waves are glimmering, the sand is scorching, and the horizon is in the distance. The Hokke sisters are at a teahouse on the summer beach. Just then, the most mysterious of the sisters, Maika, find something extraordinary!",
                    "Aliases": []
                },
                "10": {
                    "ID": "1210551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akahoris-heretical-hour-love-game/episodes/1210551",
                    "TitleEnglish": "Operation Bang Bang! Is it a media mix! Love Pheromone! That's Old!",
                    "SummaryEnglish": "Aimi is busy collecting goods when she screams with excitement at a commercial for a video game based on Soul-chan. Love Pheromone devise a strategy to make themselves famous through many different types of media. Aimi and Kaoruko's fantasies explode, but they're soon confronted with a harsh reality!\r\n\r\nMeanwhile, the Hokke house's bathtub is broken, so the five Hokke sisters go to a public bath. Yoku is reminded of her late mother. Despite their connections, though, Akumako orders the sisters to destroy every bath in the world. Yoku's heart is shaken.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1210561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akahoris-heretical-hour-love-game/episodes/1210561",
                    "TitleEnglish": "Moe-1 Victory? Love Pheromone! Operation Secret Nap!",
                    "SummaryEnglish": "The first place prize is 100 million yen! Aimi and Kaoruko, hearing this, go mountain climbing in order to win the Moe-1 Grand Prix. After overcoming obstacles, they finally reach the venue. The secret of the comedy idol duo love Pheromone is finally revealed!\r\n\r\nMeanwhile, Otone, Maika, Yoku, Kanashi, and Utano are relaxing in and tuning into Soul-chan. Akumako finally snaps at the Gedou Otome Tai. Can the five sisters master the path of evil?",
                    "Aliases": []
                },
                "12": {
                    "ID": "1210571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akahoris-heretical-hour-love-game/episodes/1210571",
                    "TitleEnglish": "It's the Last Day of the Earth! Love Pheromone!",
                    "SummaryEnglish": "From far, far beyond the galaxy, a mysterious army suddenly attacks Earth. Will the human race have no choice but to succumb to the legions invading one after another? Finally, evil's hand reaches out to the five Hokke sisters. The world is in a pinch, and Sekiman, along with the world's other heroes (except Love Pheromone) are prepared to defend it. What will be the fate of the Gedou Otome Tai? Will it be a big, super-serious development in the series' plot? (By the way, what about Love Pheromone?)",
                    "Aliases": []
                },
                "13": {
                    "ID": "1210581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akahoris-heretical-hour-love-game/episodes/1210581",
                    "TitleEnglish": "Evil Forever! Operation Definite Justice!",
                    "SummaryEnglish": "Humanity is on the verge of extinction due to the Death Ant Empire, led by Emperor GigaAnt. A shocking event strikes Aimi and sends the world into further chaos! What's in store for Earth? Can humanity regain peace? It's the final episode! What will the world do if our heroes don't take action? Step up, Definite Justice Love Pheromone! Let's go, Gedou Otome Tai!",
                    "Aliases": []
                }
            }
        }
    }
}