{
    "URL": "https://thetvdb.com/series/casshan-robot-hunter",
    "Genres": [
        "Animation",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0281699/",
        "https://www.themoviedb.org/tv/20467"
    ],
    "TitleEnglish": "Casshan: Robot Hunter",
    "SummaryEnglish": "Dr. Koutaro Azuma created Android BK-1 to protect the earth. In following its final directive, to protect the environment, BK-1 determined that humanity was a threat to earth. Renaming itself Black King Boss, BK-1 created an army, the Andro Corps, to destroy all human life. As humanity falters, Tetsuya, son of Dr. Azuma, initiates his father's last experiment to create the ultimate android. He Merges himself with the machine, and creates Casshan the symbiosis of humanity and machine. Casshan has one single goal, to eradicate the Iron Evil, Black King Boss. Casshan travels with an advanced transforming robotic dog named Friender. Friender is as much a fighting assistant as an affectation to replace Tetsuya's dog, Lucky. While trying to reach BK-1 Casshan encounters human resistance member Luna Kouzuki. Luna possesses a weapon capable of defeating the Andro Cops, and she is trying to get it back to the human army. She has also been searching for Tetsuya while fighting the robot army. When they finally meet, she is faced with the fact that Tetsuya is dead while Casshan confesses to her his fear of becoming another BK-1. With humanity's future on the line and Casshan's humanity slipping away will he be able to defeat BK-1 or will he join his BK-1's army in the end?",
    "Aliases": [],
    "Modified": "2024-10-31",
    "Seasons": {
        "1": {
            "ID": "139361",
            "URL": "https://thetvdb.com/series/casshan-robot-hunter/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "1248861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/casshan-robot-hunter/episodes/1248861",
                    "TitleEnglish": "Return From the Myth",
                    "SummaryEnglish": "At abandoned amusement park in the section of the robo-zone controlled by the Black King a groups of robots are battling human resistance but one member manages to defeat them. This person then travels to Castle Promise, a massive robot manufacturing plant, and slips inside. Luna Kazuki then meets with the humans inside and plans a revolt. That night she sees Lucky and Tetsuya Azuma her old lover. The next day Luna and the rebels are betrayed by a fellow prisoner who was promised freedom but instead is killed and Luna captured. Barashin tells her that even though she's not Casshan they will led the humans to think she is so when publicly executed the next day their spirit will break. However, the real Casshan saves Luna before the execution and kills Barashin but Black King escapes.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1248871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/casshan-robot-hunter/episodes/1248871",
                    "TitleEnglish": "Journey to the Past",
                    "SummaryEnglish": "Following the victory at Castle Promise, Casshan and Friender take their leave while Luna embarks on an escort to meet with Admiral Rudolph, the leader of the human forces,to give him the specs for her father's MF pistol which might be able to turn the war in the human favor. However, their helicopter is hit and crashes and their discovered by a robot scout team. The pilot forces Luna to leave while he blows himself up with the robots. Luna is able to escape and meets back up with Casshan and Friender. Casshan reveals he struggling with his lack of humanity while also suffering physical weakness from his battles. The trio is attacked by a robot army and Casshan tells Luna to flee while he defeats the robots but Luna is unable to leave Casshan ans jumps from the helicopter as he catches her",
                    "Aliases": []
                },
                "3": {
                    "ID": "1248881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/casshan-robot-hunter/episodes/1248881",
                    "TitleEnglish": "Blitz on the Bridge",
                    "SummaryEnglish": "Black King orders a bridge be repaired so he can move his forces into a small village while human resistance plan to bomb the bridge once the train is on it. Casshan and Luna wonder what's going on and are ambushed by a trio of robot scouts who Casshan and Friender easily defeat. After which Casshan hacks into one of the scouts and discovers that the Black King is planning on insiting the Sigma Project of his father which was the creation of eco-friendly androids. However, the Black King is then planning on using them to replace humans. While Casshan struggles with what to do his mother appears and tells him to stop the Black King while Luna meets up with the human resistance. As the train cross the bridge Casshan stops the resistance but then immediately regrets it. The groups leader detonates the bomb manually but it's too late. Casshan then redeems himself by destroying the train and vows never to lose his path again.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1248891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/casshan-robot-hunter/episodes/1248891",
                    "TitleEnglish": "The Reviver",
                    "SummaryEnglish": "The humans quickly make a high number of MF guns and begin their counter-offenisve against the robot army of Black King. The humans make excellent progress and soon feel victory is at hand but Casshan's mother warns him the Black King is biding his time for his own offensive. Luna tries to comfort Casshan and was convinced of the human victory but Casshan rebuffed her and went off with Friender to battle the Black King. Soon the Black King launched his offensive and managed to get control of all the worlds nuclear missiles which he aimed at each other. Meanwhile, Casshan reached his castle and defeated a squad of suicide robots while Friender sacrificed himself during the battle. Casshan survives a MF pistol shot from a female robot commander who realized he was something more than a human or a machine. Casshan then entered the castle and engaged the Black King but struggled. The Black King told Casshan his mother's soul was trapped in a robot swan and his father's within him. With this Casshan managed to build up enough strength to kill the Black King before dying himself right after. With Black King dead, the fail safe his father and Dr. Kazuki installed activated and all the robots shut down securing human victory. The series ends with Luna walking away from the Black King's castle as an image of Casshan and Friender appeared in the sky above her.",
                    "Aliases": []
                }
            }
        }
    }
}