{
    "URL": "https://thetvdb.com/series/alice-2009",
    "Genres": [
        "Adventure",
        "Drama",
        "Fantasy",
        "Mini-Series",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1461312/",
        "https://www.themoviedb.org/tv/33466",
        "https://en.wikipedia.org/wiki/Alice_(miniseries)"
    ],
    "TitleEnglish": "Alice (2009)",
    "SummaryEnglish": "Using the classic Lewis Carroll books Alice's Adventures in Wonderland and Through the Looking-Glass as a jumping off point, writer/director Nick Willing has created the modern-day story of Alice Hamilton (Caterina Scorsone), a fiercely independent twenty-something who suddenly finds herself on the other side of a looking glass. She is a stranger in an outlandish city of twisted towers and casinos built out of playing cards, all under the rule of the deliciously devilish Queen of Hearts (Oscar winner Kathy Bates) who's not very happy about Alice's arrival.\r\n\r\nIn the course of her adventure, Alice enlists the help of an array of characters including the resistance fighter Hatter (Andrew-Lee Potts), resistance leader Dodo (Tim Curry) and the White Knight (Matt Frewer).\r\n\r\nRounding out the stellar cast are Colm Meaney as the King of Hearts, Harry Dean Stanton as Caterpillar, Alessandro Juliani as 9 of Clubs, Timothy Webber as Carpenter, Alex Diakun as Ratcatcher, and Eugene Lipinski as Doctors Dee and Dum.",
    "Aliases": [],
    "Modified": "2025-08-02",
    "Seasons": {
        "1": {
            "ID": "143261",
            "URL": "https://thetvdb.com/series/alice-2009/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "1283151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-2009/episodes/1283151",
                    "TitleEnglish": "Night One",
                    "SummaryEnglish": "A young martial-arts instructor witnesses a man's abduction and tries to intervene, which results in a trip through a magic mirror to a parallel universe.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1283161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-2009/episodes/1283161",
                    "TitleEnglish": "Night Two",
                    "SummaryEnglish": "The ruthless Queen of Hearts continues her bid to obtain the Stone of Wonderland, which controls the portal to Alice's world.",
                    "Aliases": []
                }
            }
        }
    }
}