{
    "URL": "https://thetvdb.com/series/mankatsu",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0846499/",
        "https://www.themoviedb.org/tv/49280"
    ],
    "TitleEnglish": "Mankatsu",
    "SummaryEnglish": "A collection of Monkey Punch related stories, including Lupin the 3rd and other previous works.",
    "Aliases": [
        "Katsudo Daishashin: Mankatsu"
    ],
    "Modified": "2024-03-10",
    "Seasons": {
        "0": {
            "ID": "541236",
            "URL": "https://thetvdb.com/series/mankatsu/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "7385467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mankatsu/episodes/7385467",
                    "TitleEnglish": "Crime Mate Special",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "10162832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mankatsu/episodes/10162832",
                    "TitleEnglish": "Comments From Voice Actors",
                    "SummaryEnglish": "DVD exclusive episode",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "181051",
            "URL": "https://thetvdb.com/series/mankatsu/seasons/official/1",
            "TitleEnglish": "シーズン1",
            "SummaryEnglish": "「漫画活動大写真」は、クールでハードな男たちとお色気たっぷりのナイスバディな美女たちが繰り広げる都会派アクション。モンキー・パンチ作品の最大の魅力であるオシャレでアダルトなテイストを全開にした、今までにない形式の斬新なアニメシリーズだ！ ルパン一味総登場のShort Partにも注目！",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "1615791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mankatsu/episodes/1615791",
                    "TitleEnglish": "1st Story: Bakumatsu Yankee 1 \\ Spy Aristocrat",
                    "SummaryEnglish": "Rook, a spy who lost his role due to the end of the Cold War between East and West, takes on the task of searching for the whereabouts of Maria, the wife of millionaire Hafner. However, Maria's true identity is a double agent for Italy and a certain military dictatorship. Hafner was searching for Maria in order to get rid of her for betraying her military dictatorship!",
                    "Aliases": []
                },
                "2": {
                    "ID": "1615801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mankatsu/episodes/1615801",
                    "TitleEnglish": "2nd Story: Bakumatsu Yankee 2 \\ Transparent Gentleman",
                    "SummaryEnglish": "A monster who was made invisible by Kyosai, the leader of the Fujin clan, a ninja group, approaches Kyosai to return him to his original body. However, during the battle, Kyosai is killed by someone. Kyosai's daughter, Kyoko, pursues the monster as her parent's enemy, but a terrifying conspiracy lurks behind this incident!",
                    "Aliases": []
                },
                "3": {
                    "ID": "1615811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mankatsu/episodes/1615811",
                    "TitleEnglish": "3rd Story: Bakumatsu Yankee 3 \\ I'm a Casano Fan",
                    "SummaryEnglish": "Daikichi, a great villain who plans to become a big name in the underworld, takes his first step by becoming the driver of Dokusai, the mastermind of the political world. Daikichi thought he had succeeded, but a special ring was placed on an important part of his body and he was threatened to do what he said. Daikichi has no choice but to take on the task of killing Detective Furanuki, who is chasing Dokusai, but...",
                    "Aliases": []
                },
                "4": {
                    "ID": "1615821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mankatsu/episodes/1615821",
                    "TitleEnglish": "4th Story: Shiranami 1 \\ Alice the Wild",
                    "SummaryEnglish": "The ugly-looking doctor killed Alice, the woman who betrayed him, and resurrected her as a cyborg. However, she is rejected again and dies in despair. The doctor's son-in-law, Jirocho, plans to kill Alice to take revenge. However, before he knew it, he found himself starting to love Alice!",
                    "Aliases": []
                },
                "5": {
                    "ID": "1615831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mankatsu/episodes/1615831",
                    "TitleEnglish": "5th Story: Shiranami 2 \\ Dracula Kun",
                    "SummaryEnglish": "Yuriko, a supernatural scientist who wanders into Count Dracula's mansion, is overjoyed to learn that vampires really exist. He decides to make his research topic how to destroy that immortal body. However, even if Dracula was reduced to ashes or fed to a giant android, he did not die!",
                    "Aliases": []
                },
                "6": {
                    "ID": "1615841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mankatsu/episodes/1615841",
                    "TitleEnglish": "6th Story: Shiranami 3 \\ Mr. Samurai",
                    "SummaryEnglish": "In 1612, a master swordsman named Takesanshi was caught in a storm at sea and washed ashore in France under the rule of Louis XIII. There he met a young man named d'Artagnan who admired the Three Musketeers and dreamed of joining the Musketeers. Takesanshi, who has become d'Artagnan's rival, tries to join the Musketeers himself.",
                    "Aliases": []
                },
                "7": {
                    "ID": "1615851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mankatsu/episodes/1615851",
                    "TitleEnglish": "7th Story: Pinky Panky 1 \\ The Outsider",
                    "SummaryEnglish": "Ken Nitenji, who aims to become the world's number one assassin, is determined to defeat his teacher at the assassin training school, Dr. Killer, to become number one. Dr. Killer sends his student assassins to take out Nitenji, but Nitenji recruits one of the assassins, Kamishina, to his side and takes revenge one after another!",
                    "Aliases": []
                },
                "8": {
                    "ID": "1615861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mankatsu/episodes/1615861",
                    "TitleEnglish": "8th Story: Pinky Panky 2 \\ A Capone",
                    "SummaryEnglish": "Capone, a popular host, was originally the leader of a gang that boasted enormous power. However, his henchmen betrayed him and made an attempt on his life, and although he narrowly escaped death, the group was taken over. Capone has been looking for an opportunity to exact revenge on his henchmen ever since. The time has finally come and Capone takes action!",
                    "Aliases": []
                },
                "9": {
                    "ID": "1615871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mankatsu/episodes/1615871",
                    "TitleEnglish": "9th Story: Pinky Panky 3 \\ Revenger",
                    "SummaryEnglish": "Ichiro Karasuma, an avenger who takes revenge on behalf of his clients, accepts a job from a man named Matsuzaki. Taking advantage of Matsuzaki's past weaknesses, Ichiro sneaks into Enyama's house where he claims to be collecting money, but Enyama has already been killed. Ichiro is chased as a murderer. But this was a trap set by someone!",
                    "Aliases": []
                },
                "10": {
                    "ID": "1615881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mankatsu/episodes/1615881",
                    "TitleEnglish": "10th Story: Dirty Joke 1 \\ Random Run",
                    "SummaryEnglish": "Satellite Planets is ruled by a computer called Grandmama, and all residents are under complete control. Desiring to be freed from Grand Mama, Random Ran boards the Emperor Gloria, a huge space structure that carries Grand Mama. It seemed like Grandmama's destruction was a great success, but...",
                    "Aliases": []
                },
                "11": {
                    "ID": "1615891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mankatsu/episodes/1615891",
                    "TitleEnglish": "11th Story: Dirty Joke 2 \\ Color Girl",
                    "SummaryEnglish": "Jun, a neat and pretty high school girl, is known for her caring nature, as she cannot leave those in need alone. Her classmate Naomi takes advantage of Jun's personality and asks her to search for the three missing girls. Jun hears Naomi's story and notices that her wealthy playboy, Otoya, is suspicious.",
                    "Aliases": []
                },
                "12": {
                    "ID": "1615901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mankatsu/episodes/1615901",
                    "TitleEnglish": "12th Story: Dirty Joke 3 \\ Pandora",
                    "SummaryEnglish": "Pandora is an underground journalist organization that infiltrates dangerous places that the police and media cannot reach and gets scoops. One day, Sankuro, a member of the group, receives a request from Pandora's boss and begins investigating the dark assassin group \"Kiss of Death\". However, the evil hands of assassins approach Sankuro one after another!",
                    "Aliases": []
                }
            }
        }
    }
}