{
    "URL": "https://thetvdb.com/series/a-dog-of-flanders",
    "Genres": [
        "Animation",
        "Anime",
        "Children"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/45657"
    ],
    "TitleEnglish": "A Dog of Flanders",
    "SummaryEnglish": "Dog of Flanders is a 1975 Japanese animated television series adaptation of Maria Louise Ramé's novel of the same name, produced by Nippon Animation.",
    "Aliases": [
        "Flanders no Inu"
    ],
    "Modified": "2025-01-11",
    "Seasons": {
        "0": {
            "ID": "541369",
            "URL": "https://thetvdb.com/series/a-dog-of-flanders/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4906026",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/4906026",
                    "TitleEnglish": "Flanders No Inu - The movie",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "159841",
            "URL": "https://thetvdb.com/series/a-dog-of-flanders/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "1439211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439211",
                    "TitleEnglish": "Nello",
                    "SummaryEnglish": "As every morning, Nello and his grandfather Jehan take the milk to Antwerp. In the city he sees a man brutally beating the dog that is harnessed to his cart. Nello is very distressed by the fate of the dog and wants to help him.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1439221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439221",
                    "TitleEnglish": "With Alois to the Forest",
                    "SummaryEnglish": "Grandfather Jehan brings the milk to town alone today. Nello and Alois want to collect strawberries. When a thunderstorm comes up, they both seek shelter with Michel, a woodcutter. Meanwhile, Alois' parents are very worried about the whereabouts of their daughter.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1439231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439231",
                    "TitleEnglish": "In the Town of Antwerp",
                    "SummaryEnglish": "In front of the cathedral in Antwerp, Nello sees a painter and lets him teach him the art of painting. In the evening, before going to sleep, he thinks about his experiences in the city. Above all, he can't get the poor dog out of his mind.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1439241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439241",
                    "TitleEnglish": "New Friends",
                    "SummaryEnglish": "Nello wants to go fishing and meets George and Paul at the canal. They tease him. When Paul falls into the water, Nello rescues him together with a bargeman and thus gains two new friends.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1439251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439251",
                    "TitleEnglish": "Patrasche",
                    "SummaryEnglish": "George and Paul are waiting for Nello. They watch the ironmonger maltreat his dog. Later they learn that the dog's name is Patrasche. Back home, Nello cannot forget the poor animal.",
                    "Aliases": []
                },
                "6": {
                    "ID": "1439261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439261",
                    "TitleEnglish": "Don't Give Up, Patrasche",
                    "SummaryEnglish": "Nello has helped the grandfather. Now he is looking for Patrasche, who collapsed and was left for dead by the ironmonger. On his way home, Nello finds the dog and takes him home.",
                    "Aliases": []
                },
                "7": {
                    "ID": "1439271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439271",
                    "TitleEnglish": "Eat Your Soup",
                    "SummaryEnglish": "Patrasche is very sick. Nello gives the animal some medicine, but the dog is getting worse. Jehan comes by and brings meat. From it they cook a soup for Patrasche. And lo and behold, a small miracle happens: Patrasche eats again.",
                    "Aliases": []
                },
                "8": {
                    "ID": "1439281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439281",
                    "TitleEnglish": "He Barked, Grampa",
                    "SummaryEnglish": "Thanks to the food that Alois brings daily, Patrasche recovers quickly. Alois and Nello build a dog bed for their friend. When the grandfather returns home, a nice surprise awaits him.",
                    "Aliases": []
                },
                "9": {
                    "ID": "1439291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439291",
                    "TitleEnglish": "Memories of a Bell",
                    "SummaryEnglish": "Patrasche has fully recovered and even wants to pull the cart again. On the way to town they meet George and Paul. In town, a merchant advises Nello to beware of the ironmonger. A little later they meet the evil man.",
                    "Aliases": []
                },
                "10": {
                    "ID": "1439301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439301",
                    "TitleEnglish": "Alois's Brooch",
                    "SummaryEnglish": "Patrasche is told to go and collect wood, and Alois accompanies him. While playing, she loses her brooch. Nello finds it again. Together they visit the woodcutter Michel and have a lot of fun. But Alois' father does not like this at all. He is against his daughter's friendship with Nello.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1439311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439311",
                    "TitleEnglish": "Elina's Garden",
                    "SummaryEnglish": "The grandfather and Nello return from Antwerp. At home, the steward Hanse is already waiting for them to collect the rent. Furious, he claims that Nello's dog Patrasche has ravaged the tulip field.",
                    "Aliases": []
                },
                "12": {
                    "ID": "1439321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439321",
                    "TitleEnglish": "Grampa's Piggy Bank",
                    "SummaryEnglish": "The grandfather can no longer keep Patrasche from pulling the milk cart. So he makes him a pulling harness. Patrasche's old owner, the ironmonger, sees this and demands the dog back. With a lot of skill, the grandfather can prevent Nello from finding out about it.",
                    "Aliases": []
                },
                "13": {
                    "ID": "1439331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439331",
                    "TitleEnglish": "Windmill from Napoleon's Times",
                    "SummaryEnglish": "A storm has damaged the old windmill. Noël is supposed to repair it. Nello observes and draws him as he does so. When the mill starts moving again, Nello sees Hanse's son, Andras, tumbling around on one of the wings. Quick-witted, he intervenes.",
                    "Aliases": []
                },
                "14": {
                    "ID": "1439341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439341",
                    "TitleEnglish": "A Picture Painted in the Sky",
                    "SummaryEnglish": "The grandfather is on his way to town. He is talking to some neighbors about his grandson's future. He wants him to become a farmer or a lumberjack. Nello doesn't like that at all. He wants to become a painter.",
                    "Aliases": []
                },
                "15": {
                    "ID": "1439351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439351",
                    "TitleEnglish": "The Old Account Book",
                    "SummaryEnglish": "Nello has discovered that he can draw with charcoal. Alois is thrilled. She runs home to get paper and takes one of her father's account books. When she brings it back, an important page is missing. Suspicion falls on Nello.",
                    "Aliases": []
                },
                "16": {
                    "ID": "1439361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439361",
                    "TitleEnglish": "10 Cents Picture Album",
                    "SummaryEnglish": "In town, Nello sees a store for drawing materials. But where is he going to get ten cents for a sketchbook? Working hard, he earns the money and uses it to buy a sketchbook and two pencils.",
                    "Aliases": []
                },
                "17": {
                    "ID": "1439371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439371",
                    "TitleEnglish": "Under the Tree on top of the Hill",
                    "SummaryEnglish": "Nello is all excited about his sketchbook. In Antwerp, he tries to draw on the old tower, but he doesn't succeed. Alois suggests him to draw Patrasche, which Nello succeeds.",
                    "Aliases": []
                },
                "18": {
                    "ID": "1439381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439381",
                    "TitleEnglish": "Kuro the Prankster",
                    "SummaryEnglish": "Mrs. Noulette is supposed to move in with her daughter Milene, but she is attached to her house and her animals. When Blacky disappears, Nello and Alois set out to find him. Patrasche rescues the duck from a river hole. Milene doesn't have to worry now, because her mother has the nicest neighbors.",
                    "Aliases": []
                },
                "19": {
                    "ID": "1439391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439391",
                    "TitleEnglish": "A Hardware Salesman is in Town",
                    "SummaryEnglish": "A month has passed and Jehan has to pay for Patrasche. With difficulty he is able to raise the money. But unfortunately too late: the ironmonger has already kidnapped Patrasche because he did not want to wait any longer for his money. In vain, Nello and Jehan set out on a search.",
                    "Aliases": []
                },
                "20": {
                    "ID": "1439401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439401",
                    "TitleEnglish": "Friends Forever",
                    "SummaryEnglish": "George and Paul also join the search for Patrasche. Nello moves away from the others, and in the end Patrasche finds his master half fainting from weakness. With the last of their strength, the two make their way home.",
                    "Aliases": []
                },
                "21": {
                    "ID": "1439411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439411",
                    "TitleEnglish": "Alois' Aunt",
                    "SummaryEnglish": "Alois' aunt Sophie comes to visit. She wants to take the girl to England to take care of her education there. Nello is sad. He thinks he will never see his girlfriend again.",
                    "Aliases": []
                },
                "22": {
                    "ID": "1439421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439421",
                    "TitleEnglish": "Presents from England",
                    "SummaryEnglish": "Nello dreamed that Alois left for England on a big ship. There she wants to go to school. When Alois then also gives him a glass ball, Nello believes it is her parting gift.",
                    "Aliases": []
                },
                "23": {
                    "ID": "1439431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439431",
                    "TitleEnglish": "Alois's Birthday",
                    "SummaryEnglish": "Alois celebrates her birthday. Of course, Nello is also invited. The friends play and in the process a precious vase gets broken. Immediately the celebration is stopped. Later, Alois asks Nello to draw it. Quickly the trouble is forgotten.",
                    "Aliases": []
                },
                "24": {
                    "ID": "1439441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439441",
                    "TitleEnglish": "Alois's Picture",
                    "SummaryEnglish": "Nello helps Alois' father with the hay harvest. When he is finally relieved by his grandfather, he can finally start drawing Alois. Alois' father wants to reward Nello with a coin, but he refuses.",
                    "Aliases": []
                },
                "25": {
                    "ID": "1439451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439451",
                    "TitleEnglish": "Alois is Gone",
                    "SummaryEnglish": "Alois has run away from home because her father wants to send her to England. Patrasche finds the girl again. Nello is able to convince her that her father's decision is for her own good. Sadly, the children part away. They will miss each other very much.",
                    "Aliases": []
                },
                "26": {
                    "ID": "1439461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439461",
                    "TitleEnglish": "Goodbye, Alois",
                    "SummaryEnglish": "Secretly, Alois and Nello meet in a store. They study maps. They discover that Antwerp and England are not that far apart. The day of departure approaches. The children have to say goodbye to each other.",
                    "Aliases": []
                },
                "27": {
                    "ID": "1439471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439471",
                    "TitleEnglish": "Christmas without Alois",
                    "SummaryEnglish": "Nello is missing Alois. After weeks, mail finally arrives from her in England. The letter, however, is addressed to her mother. But Nello also has a big surprise waiting for him.",
                    "Aliases": []
                },
                "28": {
                    "ID": "1439481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439481",
                    "TitleEnglish": "A Kind Lady",
                    "SummaryEnglish": "Nello is on his way to the Antwerp Cathedral. There he wants to talk to Alois, as she suggested in her letter. In the city, Nello makes the acquaintance of a woman who becomes very important for him.",
                    "Aliases": []
                },
                "29": {
                    "ID": "1439491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439491",
                    "TitleEnglish": "Two Painintgs by Rubens",
                    "SummaryEnglish": "Nello is alone in Antwerp and immediately goes to the cathedral. The lady has told him about two other Rubens' paintings. However, the paintings are covered and the visit costs money.",
                    "Aliases": []
                },
                "30": {
                    "ID": "1439501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439501",
                    "TitleEnglish": "Meeting in the Snow",
                    "SummaryEnglish": "In Antwerp, Nello meets the friendly lady again. She tells him about her deceased son. Then she wants to see Nello's sketchbook. She suggests that he look at two Rubens paintings the very next day.",
                    "Aliases": []
                },
                "31": {
                    "ID": "1439511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439511",
                    "TitleEnglish": "Nello's Decision",
                    "SummaryEnglish": "The woodcutter Michel has injured his foot. Nello helps him with the work. He spends the night in his hut. While collecting wood, he sees the huge tree that Michel wanted to cut down. Nello decides to cut down the tree himself.",
                    "Aliases": []
                },
                "32": {
                    "ID": "1439521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439521",
                    "TitleEnglish": "A Big Oak Tree",
                    "SummaryEnglish": "Nello wants to cut down a mighty oak in the forest. In the process, he catches Hanse hunting without permission. When grandfather Jehan overhears that George and Paul are helping their friend to collect wood, a misunderstanding ensues.",
                    "Aliases": []
                },
                "33": {
                    "ID": "1439531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439531",
                    "TitleEnglish": "Letter from the Heart",
                    "SummaryEnglish": "Aunt Noulette is not the only one who worries about Nello's future. Michel suggests to his grandfather that Nello should become a lumberjack. Jehan does not have the heart to tell his grandson, because the boy would never leave his grandfather voluntarily.",
                    "Aliases": []
                },
                "34": {
                    "ID": "1439541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439541",
                    "TitleEnglish": "Mrs Nulette",
                    "SummaryEnglish": "Aunt Noulette's moving day has come, and everyone pitches in. Nello gets Blacky the duck from her, for whom he builds a duck pen. Finally, by chance, he learns about a very big news.",
                    "Aliases": []
                },
                "35": {
                    "ID": "1439551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439551",
                    "TitleEnglish": "Welcome Back, Alois",
                    "SummaryEnglish": "When Nello goes to pick up Alois from the ship, he receives the disappointing news that his girlfriend is sick. A week later, he wants to visit her in the hospital, but is not allowed to see her.",
                    "Aliases": []
                },
                "36": {
                    "ID": "1439561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439561",
                    "TitleEnglish": "Alois's Medicine",
                    "SummaryEnglish": "It was a big mistake not to let Nello see Alois, because she is getting worse and worse. Finally she comes home. The doctor orders Nello to visit her, because that is the best medicine for her.",
                    "Aliases": []
                },
                "37": {
                    "ID": "1439571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439571",
                    "TitleEnglish": "Good News",
                    "SummaryEnglish": "Now Alois is waiting for Nello again like before. One senses that she will get well again because of his presence. The father doesn't want to know about it and still behaves hostile towards the boy. He even considers whether it is time to send Alois back to England.",
                    "Aliases": []
                },
                "38": {
                    "ID": "1439581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439581",
                    "TitleEnglish": "Nello's Big Dream",
                    "SummaryEnglish": "Nello is determined to win the prize in the drawing competition. But what should he draw? Alois will go to school in Antwerp, and so the two will have the same path in the future.",
                    "Aliases": []
                },
                "39": {
                    "ID": "1439591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439591",
                    "TitleEnglish": "Flags Connecting Two Hearts",
                    "SummaryEnglish": "Since Alois is taken to school by Hanse, the children rarely see each other. One day the car breaks down, and Alois walks the long way with Nello. The boy learns from Alois' father that his grandfather still works in Antwerp on the side.",
                    "Aliases": []
                },
                "40": {
                    "ID": "1439601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439601",
                    "TitleEnglish": "Grampa's New Job",
                    "SummaryEnglish": "Grandfather Jehan works at the vegetable market in Antwerp. He convinces Nello that the work is not exhausting him. Nello wants his grandfather to take it easy and helps him for the next few days. But Jehan doesn't like that at all, because he wants his grandson to concentrate on the painting competition.",
                    "Aliases": []
                },
                "41": {
                    "ID": "1439611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439611",
                    "TitleEnglish": "Familiar Long Road",
                    "SummaryEnglish": "The grandfather has to stay in bed after a fainting spell. Therefore Nello takes over all the work in the house. Because of this, he no longer comes to practice for the competition. But Jehan recovers and everything seems to be fine.",
                    "Aliases": []
                },
                "42": {
                    "ID": "1439621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439621",
                    "TitleEnglish": "The New Neighbor",
                    "SummaryEnglish": "Once again, grandfather Jehan has to stay in bed. His condition worsens. In addition, the new neighbor takes the farmers' milk into town for free. Nello now has only one customer.",
                    "Aliases": []
                },
                "43": {
                    "ID": "1439631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439631",
                    "TitleEnglish": "Alois's Help",
                    "SummaryEnglish": "Nello did not tell his grandfather that he had to work in the port, nor for what reason. From Alois, who takes care of the sick man, Jehan finally learns the whole truth.",
                    "Aliases": []
                },
                "44": {
                    "ID": "1439641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439641",
                    "TitleEnglish": "Grampa's Gift",
                    "SummaryEnglish": "Nello has worked well and receives his first wage. He buys a big piece of meat and cooks a good soup for his grandfather. The grandfather is very touched. He tells the boy that he knows about the port job and praises him. Finally, Jehan dies in the arms of his stunned grandson.",
                    "Aliases": []
                },
                "45": {
                    "ID": "1439651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439651",
                    "TitleEnglish": "Nello Is Alone",
                    "SummaryEnglish": "After the death of his grandfather, Nello goes to the cemetery with Patrasche. It is actually Alois' birthday and she waits in vain for her friend. Finally she finds out what happened and meets Nello at the grandfather's grave.",
                    "Aliases": []
                },
                "46": {
                    "ID": "1439661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439661",
                    "TitleEnglish": "Grampa's Face",
                    "SummaryEnglish": "Now Nello is alone in the house with Patrasche and Blacky. Uncle Michel learns from Alois that Jehan has died, and he wants to take the boy to live with him. Nello, however, now knows that he has to draw his grandfather, and that's how long he wants to stay in the old neighborhood.",
                    "Aliases": []
                },
                "47": {
                    "ID": "1439671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439671",
                    "TitleEnglish": "Fire at the Windmill Hut",
                    "SummaryEnglish": "Alois' mother Elena tries to put in a good word for Nello with her husband Peter. Unfortunately, she is not listened to. When Peter's mill burns down, Hanse accuses Nello of arson. The boy runs off into the night in despair.",
                    "Aliases": []
                },
                "48": {
                    "ID": "1439681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439681",
                    "TitleEnglish": "No More Work",
                    "SummaryEnglish": "The villagers are against Nello, who now also loses his job. Even Alois is not allowed to see him again. His only consolation are the thoughts of his grandfather and his real friends Uncle Michel and Aunt Noulette. With new courage he paints his picture.",
                    "Aliases": []
                },
                "49": {
                    "ID": "1439691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439691",
                    "TitleEnglish": "I Finished Painting, Grampa",
                    "SummaryEnglish": "Finally the painting for the competition is ready. Nello goes with Paul to Antwerp to deliver it to the town house. Back home, Uncle Michel is waiting for him and wants to take him home. But Nello wants to wait for the result of the competition first.",
                    "Aliases": []
                },
                "50": {
                    "ID": "1439701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439701",
                    "TitleEnglish": "Day of the Announcement",
                    "SummaryEnglish": "On the day of the award ceremony, Nello sees Alois and George again. Hanse tells the boy that he will have to leave the house if he cannot pay the rent. When he doesn't get the first prize in the painting competition, Nello loses all hope.",
                    "Aliases": []
                },
                "51": {
                    "ID": "1439711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439711",
                    "TitleEnglish": "Two-thousand Francs Cash",
                    "SummaryEnglish": "Peter, Alois' father, loses a bag with a lot of money. The dog Patrasche finds it, and Nello brings it back. Alois' father owes the boy a great debt of gratitude.",
                    "Aliases": []
                },
                "52": {
                    "ID": "1439721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439721",
                    "TitleEnglish": "Picture of the Angels",
                    "SummaryEnglish": "Patrasche sets out to find Nello, who has left a suicide note. Now everyone is looking for the missing boy who has been wronged so much. Patrasche finally finds him in Antwerp Cathedral, where Nello has a wonderful dream.",
                    "Aliases": []
                }
            }
        }
    }
}