{
    "URL": "https://thetvdb.com/series/dai-guard-terrestrial-defense-corp",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0466200/",
        "https://www.themoviedb.org/tv/8664"
    ],
    "TitleEnglish": "Dai-Guard: Terrestrial Defense Corp.",
    "SummaryEnglish": "Twelve years ago, an alien force known as the Heterodyne attacked earth. In a defensive response, the government contracted to have a robot built to help defeat this monstrous foe. The contract was awarded to the lowest bidder, the Heterodyne never reappeared and now the idle unused Dai-Guard has been assigned to the corporate marketing department as the central attraction to a theme park. And when a Heterodyne does reappear, it falls upon three marketing department employees to activate the Dai-guard robot and engage the enemy.\r\n\r\nThe rash and impulsive Akaji and a reserved and refined Aoyama, team up with Ibuki, a long time coworker and friend to engage and defeat this alien enemy. With a profit/loss margin in mind, the company decides to create a new marketing department sub-unit, designed to use the Dai-Guard robot in the defense of Japan. The work relationship between Akaji, Ibuki and Aoyama allow them to be the best of friends, and a most troublesome combat team.\r\n\r\nOffice workers saving the world!!",
    "Aliases": [
        "Dai-Guard"
    ],
    "Modified": "2024-12-18",
    "Seasons": {
        "1": {
            "ID": "163351",
            "URL": "https://thetvdb.com/series/dai-guard-terrestrial-defense-corp/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": "地球の平和は弊社が守る！",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "1468751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468751",
                    "TitleEnglish": "Disaster from the Sea",
                    "SummaryEnglish": "Twelve years ago, Japan was attacked by a Heterodyne, a mysterious monster that seemingly appeared out of nowhere. In response, 21st century Security built a giant robot called Dai-Guard to combat the Heterodyne, but by the time it was ready, they had disappeared again. Turned over to the company's PR division, Dai-Guard has since become little more than a tourist attraction. However, when the Heterodyne reappear, PR Division worker Akagi Shunsuke is insistent that he and his co-workers should pilot the robot for the purpose it was meant for. But can a trio of untrained office workers really hope to save the world in a cheaply built old robot?",
                    "Aliases": []
                },
                "2": {
                    "ID": "1468761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468761",
                    "TitleEnglish": "The Fort at Night",
                    "SummaryEnglish": "Against the wishes of both the Army and 21st Century Security, Akagi and the rest of PR Division decide to help those hurt in the Heterodyne attack by flying them to a hospital. As if dealing with army and company politics wasn't enough, the situation only gets worse when the Heterodyne resurfaces for a second attack.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1468771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468771",
                    "TitleEnglish": "Circumstances of a Hero",
                    "SummaryEnglish": "The fighting may be over, but the paperwork is just beginning, as damage claims and lawsuits related to Dai-Guard's last mission start piling up. Whilst the rest of PR Division 2 buckles down to tackling the economical fallout, Aoyama decides that he wants nothing more to do with Da-Guard, and quits his job. Will Dai-Guard be able to defend against further Heterodyne attacks without its engineer?",
                    "Aliases": []
                },
                "4": {
                    "ID": "1468781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468781",
                    "TitleEnglish": "The Heroine`s Melancholy",
                    "SummaryEnglish": "With rumors flying around about a new division being created to take charge of Dai-Guard, the team decides to demonstrate that they are the best people for the job. Ordered to capture the next Heterodyne instead of destroying it, the pilots head into battle under the watchful eye of their new tactical advisor, Agent Shirota. And Ibuki especially feels she must prove her worth after her father asks her to quit.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1468791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468791",
                    "TitleEnglish": "Can`t Run Facing the Setting Sun",
                    "SummaryEnglish": "Faced with the prospect of having to turn Dai-Guard over to the army, Akagi becomes determined not to make a single mistake. The trouble is, it seems like no one on the team can do anything well enough to satisfy their tactical adviser, Agent Shirota! But with the next Heterodyne headed for a nuclear power station, it becomes more important than ever that everyone pulls together before a major disaster occurs…",
                    "Aliases": []
                },
                "6": {
                    "ID": "1468801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468801",
                    "TitleEnglish": "Memories Taught Me",
                    "SummaryEnglish": "News of the rebuilding of the old park sparks Ibuki's old memories of playing there with her father. Is this just a long flashback, or will her recollections come in handy in the battle against the latest Heterodyne, a creature that erases everything it comes into contact with?",
                    "Aliases": []
                },
                "7": {
                    "ID": "1468811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468811",
                    "TitleEnglish": "Fire and Ice",
                    "SummaryEnglish": "Things get boring for the team when they are forced to go on standby for a week after a mushroom-shaped Heterodyne with regenerating abilities appears. But events only take a turn for the worse when the Heterodyne activates and starts creating smaller mushrooms that destroy the surrounding city. Can the genius head of the Tech Division figure out this Heterodyne's weakness? And how can Dai Guard even go into battle when main pilot Akagi is off saving a trapped dog?",
                    "Aliases": []
                },
                "8": {
                    "ID": "1468821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468821",
                    "TitleEnglish": "A Strange Day",
                    "SummaryEnglish": "It's a day free from Heterodynes, but certainly not free from tension. Whilst Ibuki is beginning to snap under the strain of the constant combat alerts, Aoyama is skipping work to make some private phone calls, and Akagi is just getting on everyone's nerves! Maybe Shirota and the army are right, and civilians just shouldn't be piloting Dai Guard at all…",
                    "Aliases": []
                },
                "9": {
                    "ID": "1468831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468831",
                    "TitleEnglish": "Explosion! Knot Buster!!",
                    "SummaryEnglish": "Dai-Guard finds itself in trouble when a balloon type Heterodyne shows up. Not only does the giant robot find it hard to manoeuvre on the grassy terrain, but the Heterodyne keeps slipping out of its hands! Can Dai-Guard defeat the creature before it destroys a nearby dam and floods the surrounding area? But more importantly, has Tanigawa really gone on a date with Ijuuyin?",
                    "Aliases": []
                },
                "10": {
                    "ID": "1468841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468841",
                    "TitleEnglish": "Wages that Correspond to Justice",
                    "SummaryEnglish": "With Shirota's help, the army has built Kokubogar- a brand new giant robot that they hope will replace Dai-Guard and end the days of civilians saving the world. Determined to prove that their robot is still the best, the Dai-Guard team agree to compete against Kokubogar in a kind of \"Giant Robot Challenge\". But with Akagi ill, the other pilots distracted by personal problems, and Shirota now back with the army, do they have any hope of coming out on top?",
                    "Aliases": []
                },
                "11": {
                    "ID": "1468851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468851",
                    "TitleEnglish": "Alibi: Two Heterodynes Attack Tokyo",
                    "SummaryEnglish": "With Akagi in hospital, Dai-Guard is out of action, and the army are only too happy to send out Kokubogar to fight Heterodynes in its place. But when it becomes clear that the army are more interested in looking good for the cameras than in actually destroying Heterodynes, it's for sure that disaster is not far away…",
                    "Aliases": []
                },
                "12": {
                    "ID": "1468861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468861",
                    "TitleEnglish": "Shinjuku at Night: Big Battle",
                    "SummaryEnglish": "The two Heterodynes that attacked Tokyo have merged into one, with Kokubogar and its main pilot Iizuka trapped inside! Whilst the others search for the now missing Akagi, Shirota takes on the role of main pilot, and plans a joint operation with the army to contain the Heterodyne until Domeki's latest weapon can arrive to finish it off and save Iizuka. But with the Heterodyne causing more destruction with each passing minute, can the team hope to hold out that long?",
                    "Aliases": []
                },
                "13": {
                    "ID": "1468871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468871",
                    "TitleEnglish": "Things that Can be Forgiven, Things that Can`t be Forgiven",
                    "SummaryEnglish": "Since Kokubogar needs serious repairs, Shirota resumes his previous assignment as tactical advisor to Dai-Guard ... although not everyone is happy to see him after his previous betrayal. Still, there is little time for bitterness when the Christmas party is only a few hours away. Meanwhile, the army announces that it will face the last Heterodyne on its own, but how many people will be injured due to their stubborn desire to keep Dai-Guard out of the picture?",
                    "Aliases": []
                },
                "14": {
                    "ID": "1468881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468881",
                    "TitleEnglish": "Osugi`s Report",
                    "SummaryEnglish": "It's Episode 14, and in good anime tradition, that means it's time for a clip show. Chief Oosugi prepares a report on Dai-Guard, including details on all the team and their exploits to date.",
                    "Aliases": []
                },
                "15": {
                    "ID": "1468891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468891",
                    "TitleEnglish": "We Are Still Alive",
                    "SummaryEnglish": "A new year has brought big changes for the company, with Director Nishijima stepping up to take over as company president following his orchestration of Ookouchi's dismissal. In the wake of this development, PR Division 2 receives a new tactical aide- Saeki, a former student of Shirota. Even more rigid and inflexible than Shirota used to be, Saeki rubs everyone up the wrong way, and things only get worse when he is left in charge during a Heterodyne attack…",
                    "Aliases": []
                },
                "16": {
                    "ID": "1468901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468901",
                    "TitleEnglish": "Always Sunny in the Soul",
                    "SummaryEnglish": "PR Division 2 is to be dissolved in favour of a new Dai-Guard Enterprise Unit, complete with new Dai-Guard pilots and Saeki as tactical advisor. Now, not only must the team face being reassigned to less interesting desk jobs, but they must also live with the fact that their replacements are army pilots who can't even go to the bathroom without referring to a manual! Will Saeki throw out his precious manual in time to mount a useful defence against the Heterodynes?",
                    "Aliases": []
                },
                "17": {
                    "ID": "1468911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468911",
                    "TitleEnglish": "I`d Like to Sleep as if Dreaming",
                    "SummaryEnglish": "The PR Division 2 workers may have been reassigned, but that isn't going to stop them from enjoying one last vacation together- until they discover that their rest stop is also home to a dormant Heterodyne! Is this another monster that needs to be destroyed, or would it better to leave well enough alone- that is, if the army can be convinced to stay out of it…",
                    "Aliases": []
                },
                "18": {
                    "ID": "1468921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468921",
                    "TitleEnglish": "Run Towards Tomorrow",
                    "SummaryEnglish": "When it comes to fighting the latest Heterodyne, the new Dai-Guard pilots just can't seem to cut it, so much so that their continued failures have earned Dai-Guard the moniker \"loser robot\"! Will the former members of PR Division 2 be able to endure sitting idly by whilst Dai-Guard continues to mess things up, or will they be compelled to come together once more to save the day?",
                    "Aliases": []
                },
                "19": {
                    "ID": "1468931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468931",
                    "TitleEnglish": "White Contract",
                    "SummaryEnglish": "Nishijima may be gone, but 21st Century still has to clean up all the deals and contracts he made, including an agreement to send Dai-Guard to the Sapporo Snow Festival in Hokkaido. Meanwhile, Ookouchi and Shirota must work to get vital legislation changed that will give the army so that the army and the Self Defence force can respond to the next Heterodyne attack whilst Dai-Guard is at the festival.",
                    "Aliases": []
                },
                "20": {
                    "ID": "1468941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468941",
                    "TitleEnglish": "Blue Promise",
                    "SummaryEnglish": "Trying to fight the Heterodyne that appeared in Hokkaido has proven to be nothing but trouble, and now it looks like the team is in for more of the same. Not only is the Self Defence Force unable to join in the battle until the appropriate legislation has passed, but Akagi's new friend Ishihara has stolen his Dai-Guard access card! Still the team cannot stand idly by, and it falls to Aoyama to convince Arisa, an old friend from university, to help them find a way to lure the Heterodyne to Dai-Guard. But that can only happen if he can make Arisa see past the anger she feels for Aoyama's abrupt departure from Hokkaido three years ago…",
                    "Aliases": []
                },
                "21": {
                    "ID": "1468951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468951",
                    "TitleEnglish": "False Memories",
                    "SummaryEnglish": "It is the thirteenth anniversary of the day the Heterodyne first appeared- the day Ibuki's father died. Ibuki has always based her strength and purpose on the belief that her father was a hero who tried to warn everyone that the Heterodyne were coming, but are her memories real, or just wishful thinking? Domeki suspects the latter, and her revelation that the truth about Ibuki's father is far less glorious may be more than the young Dai-Guard pilot can take. How do you carry on when your reason for fighting is nothing but a lie?",
                    "Aliases": []
                },
                "22": {
                    "ID": "1468961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468961",
                    "TitleEnglish": "So That I Can Remain Myself",
                    "SummaryEnglish": "As if learning that her father was not the hero she always believed him to be wasn't bad enough, Ibuki's will and nerve became completely shattered when she had to fight against a Heterodyne almost identical to the one that killed him. Now, as Ibuki takes a vacation whilst she decides whether or not to pilot Dai-Guard ever again, the team must put up with Matsutouya, her manual-obsessed replacement. Can Akagi and Aoyama ever learn to work with this army pilot, and will they have any choice in the matter if Ibuki decides to quit for good?",
                    "Aliases": []
                },
                "23": {
                    "ID": "1468971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468971",
                    "TitleEnglish": "What Do You Want To Protect",
                    "SummaryEnglish": "A day with zero probability of a Heterodyne appearance gives the team the perfect opportunity to pursue other interests and tie up a few loose ends. Whilst Ibuki and Aoyama visit their parents, poor Akagi is nominated to make a speech at the spring hiring ceremony. Meanwhile, Irie and Nakahara decide to interview their co-workers in an attempt to create a film about the heart and soul of the Dai-Guard team.",
                    "Aliases": []
                },
                "24": {
                    "ID": "1468981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468981",
                    "TitleEnglish": "Something That Covers The Sky",
                    "SummaryEnglish": "The pattern of quakes suggests that the worst Heterodyne yet is about to appear, but when it shows up five thousand metres above Shinjuku and does nothing, no one is quite sure what to make of it. As the team begins helping with the evacuation of the city, the army makes it clear that they aren't about to sit around- but will their interference do more harm than good?",
                    "Aliases": []
                },
                "25": {
                    "ID": "1468991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1468991",
                    "TitleEnglish": "Thoughts That Keep Piling Up",
                    "SummaryEnglish": "Following an ill-advised attack by the army, the latest Heterodyne has grown to cover central Tokyo, its many strands reaching down into the earth below- and in only a month, it will have become large enough to encompass the entire world! Desperate to clean up the mess they made, the army begins considering bombing it with destructive OE weapons, despite the fact that this will vaporise much of Tokyo as well! Determined to avoid this, the Dai-Guard team begins searching for an alternative solution, but even if they can find one, will the army be willing to lose facing by letting them help?",
                    "Aliases": []
                },
                "26": {
                    "ID": "1469001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dai-guard-terrestrial-defense-corp/episodes/1469001",
                    "TitleEnglish": "Victory Song For Tomorrow",
                    "SummaryEnglish": "Five thousand metres above ground, Dai-Guard and Kokubogar must brave the perils of the Heterodyne's body in search of the original fractal knot. But even as they battle their way through the numerous obstacles in front of them, the clock is ticking- in less than two hours, the army are going to launch a destructive OE that will take down not only the Heterodyne, but vaporise all of Tokyo as well! Will the two giant robots be able to pull off a victory in time?",
                    "Aliases": []
                }
            }
        }
    }
}