{
    "URL": "https://thetvdb.com/series/spirited-away-by-the-wolf",
    "Genres": [
        "Animation",
        "Horror",
        "Mystery",
        "Suspense",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1584002/",
        "https://www.themoviedb.org/tv/46342"
    ],
    "TitleEnglish": "Okamikakushi ~ Masque of the Wolf",
    "SummaryEnglish": "Is it a god (kami)? Or a wolf (ookami)? A secret law in the old part of town ... brings together dread and mystery. It is the summer of Shouwa 58, 1983. Ten stories, intertwined by the idle thoughts of people caught in repeating nightmares ... what could possibly be the truth therein!?\r\n\r\nA 16 year old boy, Kuzumi Hiroshi, started to live in a new town that is located in the mountains. The town is separated into new and old streets by the river, and many mysterious local cultures still remain. Although confused and enjoying his new life, one person kept her distance from him: class committee member Kushinada Nemura. In their few encounters she gave him a word of advice: “Stay away from the old streets”.",
    "Aliases": [
        "Ookami-kakushi",
        "Ōkamikakushi",
        "Spirited Away by the Wolf",
        "Ookami Kakushi"
    ],
    "Modified": "2025-06-17",
    "Seasons": {
        "0": {
            "ID": "168851",
            "URL": "https://thetvdb.com/series/spirited-away-by-the-wolf/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4275789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirited-away-by-the-wolf/episodes/4275789",
                    "TitleEnglish": "Promo",
                    "SummaryEnglish": "A promotion trailer that aired before the tv series and came with the DVD retail box.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "168861",
            "URL": "https://thetvdb.com/series/spirited-away-by-the-wolf/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "1509351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirited-away-by-the-wolf/episodes/1509351",
                    "TitleEnglish": "The Town of Joga",
                    "SummaryEnglish": "Hiroshi Kuzumi and his wheelchair-bound younger sister Mana Kuzumi arrive in the town of Jōga. As they and their father are moving into their new apartment, Hiroshi meets Isuzu Tsumuhana, a tomboyish girl who lives next door and immediately latches onto him, proclaiming her love. At school, Hiroshi is warmly welcomed by everyone except class president Nemuru Kushinada, who tells him that his very existence is annoying. Later, Hiroshi learns from Isuzu and her friend Kaname that Jōga is known for its hassaku oranges, and that the harvest festival to the wolf god of the town is near. Hiroshi also notices the old district of Jōga, though Isuzu warns him to stay away from it.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1524771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirited-away-by-the-wolf/episodes/1524771",
                    "TitleEnglish": "Older Brothers, Younger Sisters",
                    "SummaryEnglish": "Hiroshi explains to Isuzu his concern over Ogasawara's sudden \"transfer\". Nemuru has a heated conversation with Isuzu after school, but Isuzu plays it off and later tells Kaname that she just wanted her to tell her and Hiroshi about the upcoming Hassaku Festival. They run into Issei, Isuzu's older brother, who seems very interested in Hiroshi's family. Yet another person is killed by the girl with the scythe.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1552261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirited-away-by-the-wolf/episodes/1552261",
                    "TitleEnglish": "Impulses",
                    "SummaryEnglish": "Issei takes Hiroshi, Kaname, Isuzu, and Mana to the river for a picnic. Kaname and Isuzu go for a swim, and Isuzu accidentally drenches Hiroshi, using the opportunity to flirt with him. Issei lends Hiroshi his sweater, but when it is returned Issei begins acting strangely towards him. When Hiroshi develops a cold, Kaname directs him to Jōga hospital, where he encounters Shigetsu Kushinada, Nemuru's uncle and Jōga's head doctor, who prescribes him pills and takes a blood sample to run tests on. On the way out of the hospital, Hiroshi runs into Issei, who had followed him. Shigetsu meets with a man named Sakaki, who claims to be the head of a pharmaceutical company, and makes a deal with him. Issei drives Hiroshi home, but begins flirting with him, his eyes glowing red, and attempts to kiss him, stopping only when the hassaku juice air freshener in his car is shattered.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1600271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirited-away-by-the-wolf/episodes/1600271",
                    "TitleEnglish": "Premonition",
                    "SummaryEnglish": "Kanoko, a girl with glowing red eyes, kisses her boyfriend in an alley. The next morning, Kaname gives Hiroshi a tour of the library and shows him some of Jōga's legends, such as glowing red lights seen flickering in Old Jōga at night, supposed to bring bad luck to those who encounter them. Issei confronts Hiroshi and makes advances on him, but is stopped by Isuzu. While walking with Mana, Hiroshi notices that many people treat him with hostility, but is drawn to Kaori Mana, a woman playing the violin for a crowd of people. Kaori invites them in for tea and offers to teach Mana to play the violin. Issei is called out to the hospital to pick up medication, and picks up a female underclassman on his way home. She confesses her feelings to him, and he kicks her out of his vehicle. Sakaki meets with Kaori, who reminds him of his deceased girlfriend Mieko. Hiroshi goes to retrieve Mana's hat, but while returning sees Kanoko being chased and killed by the girl with the scythe. He runs for help and finds Sakaki, who reveals that a pack of murderers are roaming Jōga.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1600281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirited-away-by-the-wolf/episodes/1600281",
                    "TitleEnglish": "Rampage",
                    "SummaryEnglish": "Hiroshi revisits the murder scene he witnessed the previous day, remembering Sakaki's revelation about a group of murderers roaming the city. At school, he confronts Nemuru over her cold attitude towards him. Jōga's Vigilance Committee visits Isuzu's home and advises them to relocate until Issei recovers. Isuzu, concerned, talks to her brother, who reassures her that he is alright and apologizes for making her worry. Hiroshi talks to Kaname and tells her about the girl with the scythe, but she believes he is making it up. She then tells him of a legendary demon that sucks its victims' life force from their mouths at night. That evening, Isuzu discovers her brother has run away. Issei attacks Hiroshi, who remembers Kaname's legend and panics when he sees Issei's eyes are glowing red. He runs away, but Issei chases and catches him. Issei's female classmate shows up and he releases Hiroshi, who runs away, and kisses her. The Vigilance Committee arrives, detaining the girl, and Issei flees. He is chased by the cloaked figures and killed by the girl with the scythe. The next morning, Hiroshi is told that Issei transferred, but later in the day Isuzu confides that he was murdered.",
                    "Aliases": []
                },
                "6": {
                    "ID": "1669211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirited-away-by-the-wolf/episodes/1669211",
                    "TitleEnglish": "Love",
                    "SummaryEnglish": "Hiroshi becomes concerned about Isuzu when she skips school, and goes to take her the notes she missed only to be turned away by Isuzu's mother. Later in the evening, Isuzu calls Hiroshi and arranges to meet with him. Meanwhile, the villagers argue about the village's hassaku shortage and how it is affecting the villagers, and one villager, Kasai, suggests killing an unnamed person to eliminate the \"problem\" altogether. Isuzu takes Hiroshi to the park and confesses her feelings for him, but Hiroshi sees that she is behaving strangely like her brother and attempts to run away. Isuzu corners him, but they are confronted by the girl with the scythe, revealed to be Nemuru. Isuzu attacks Nemuru, but is defeated after a short fight and, taking Hiroshi, runs away. She tells Hiroshi that she is in love with him and is willing to die if she can be with him, but when he hesitates to reply, she admits that she doesn't wish to be killed by Nemuru, who was watching the scene, and jumps off the roof. She is caught and carried away by the masked figures, and Hiroshi tries to follow, but is stopped by Nemuru. Hiroshi angrily confronts Nemuru for an answer as to what is going on, and she tells him to stay away from Isuzu for the time being and then knocks him out.",
                    "Aliases": []
                },
                "7": {
                    "ID": "1686711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirited-away-by-the-wolf/episodes/1686711",
                    "TitleEnglish": "Loss",
                    "SummaryEnglish": "Hiroshi awakens in his bed, but realizes what had happened was real when both Isuzu and Nemuru are absent from school. Kaname, concerned over Isuzu's continued absence, contacts Hiroshi and tells him her theory that the Jōga wolves were sentient and could assume human shape. She leaves to conduct further research, but is captured by the Vigilance Committee. Imprisoned, she encounters the girl who Issei kissed. The girl, believing Kaname was like her, tells her that Issei had been executed for breaking the law and that she had become something other than human after he had kissed her.",
                    "Aliases": []
                },
                "8": {
                    "ID": "1686751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirited-away-by-the-wolf/episodes/1686751",
                    "TitleEnglish": "Entanglements",
                    "SummaryEnglish": "Nemuru releases Kaname from prison and confirms her theory that they are the Jōga wolves, but warns her not to delve further into her research. Sakaki contacts Shigetsu, Nemuru's uncle and Jōga's head doctor, and obtains data on the Jōga wolves from him. The cloaked and masked figures, revealed to be the village council, try to arrest Hiroshi, but Nemuru interferes, and is placed under house arrest and stripped of her duties for her disobedience. After hearing that Sakaki has been hired by the village council to capture Hiroshi and has him at a construction site, she leaves to find him but is knocked unconscious by Sakaki after a long fight. Sakaki contacts Hiroshi, who was actually at home, and then traps him in an abandoned shrine with a bound Nemuru.",
                    "Aliases": []
                },
                "9": {
                    "ID": "1703991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirited-away-by-the-wolf/episodes/1703991",
                    "TitleEnglish": "The Sealed Room",
                    "SummaryEnglish": "Sakaki tosses Hiroshi a knife before locking up the shrine. Hiroshi pressures Nemuru for answers, and she explains Jōga's secrets to him. Meanwhile, Kasai pursuades Nemuru's father to disown her and have her executed should she become a Fallen. Later, Kaname, worried now that Hiroshi is missing, overhears a conversation between Kasai and one of the Vigilance Committee members and tells Hiroshi's father that he was abducted and explains to him Jōga's secrets. Kasai poisons Shigetsu, revealing he knew about the deal with Sakaki, and leaves. Before dying, Shigetsu calls Nemuru's father and tells him of Kasai's trechery, prompting him to launch a search for Hiroshi and Nemuru. Hiroshi, despite nightmares of Nemuru attacking him, frees her, and she struggles to control herself, attempting suicide only to be stopped by Hiroshi.",
                    "Aliases": []
                },
                "10": {
                    "ID": "1792081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirited-away-by-the-wolf/episodes/1792081",
                    "TitleEnglish": "The Hassaku Festival",
                    "SummaryEnglish": "Hiroshi's father shows him the Counting Rhyme and speculates on the history of the Jōga wolves, while Isuzu, fully recovered, contemplates going to the Hassaku Festival and Nemuru learns of her uncle's murder. Kasai contacts Sakaki and they discuss Sakaki's \"new plan\", one that involves the Hassaku Festival. At the Hassaku festival, Kaname and Hiroshi discuss the revelations of Joga's secrets and Kaname explains the process of the festival to him. As the priestesses to the white wolf Kannon, Joga's deity, escort a shrine carrying a priestess representing Kannon herself, Hiroshi recognizes Kaori, his sister's former violin teacher, as one of the priestess. As the festival commences, the girl Issei had kissed, released from prison by Sakaki, attacks under the influence of her curse and kisses a boy. She attacks Hiroshi, but Nemuru and her acolytes intervene and kill her. Sakaki arrives and exposes the secret of the Jōga wolves to the crowd.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1792091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirited-away-by-the-wolf/episodes/1792091",
                    "TitleEnglish": "Demise",
                    "SummaryEnglish": "The Vigilance Committee member warns the whole crowd, and as soon as Nemuru hears this she, Isuzu, and her acolytes run upstairs to get to the dam before Sakaki does, taking a shorcut through the forest while Hiroshi and Kanade continue their way upstairs. Nemuru's father arrives at the scene and the Vigilance Committee member shows him the files Sakaki left behind, the same files Shigetsu gave to Sakaki in his guise as the \"pharmaceutical company employee\". Nemuru's father realizes they had been tricked by Sakaki all along. Sakaki retrieves a revolver from a tree and shoots and injures a security guard once arriving at the dam before opening the gates, almost killing Nemuru and Isuzu, who had just arrived at the foot of the dam. The water floods Jōga, causing massive amounts of destruction and panic among the citizens. Hiroshi and Kanade arrive at the dam, while Isuzu discovers a trail of blood and follows it into the woods. Sakaki shoots her in the leg and threatens to kill her in front of Nemuru so that she experiences the same pain he did. Hiroshi arrives and tries to protect them, but is beaten up by Sakaki. Nemuru offers herself to Sakaki on the condition that he stop his quest for revenge once she is dead, but before he can shoot her Kaori and the other priestesses arrive. Kaori tells Sakaki to shoot her if he wants to end his grudge against Jōga, but Sakaki attempts to shoot Nemuru instead. Kaori takes the shot before grabbing him and jumping into the river below with him. Some time later, Hiroshi concludes that while most of Jōga's human citizens have left, the city is more peaceful, but worries that the peace may not last long. Upon cajouling from Isuzu, Hiroshi begins to call Nemuru by her first name, accepting her into his circle of friends.",
                    "Aliases": []
                },
                "12": {
                    "ID": "1792101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirited-away-by-the-wolf/episodes/1792101",
                    "TitleEnglish": "Mysterious Stories of Joga",
                    "SummaryEnglish": "Six months after the Hassaku Festival, Hiroshi, Isuzu, Nemuru, and Kaname meet at Jōga's ice-cream parlour to discuss Kaname's idea for an Occult Research Club, much to Hiroshi's dismay. When Kaname comments on a strange rabbit-like doll, called Uraesu, on Nemuru's hand-bag, Hiroshi has a flash-back to an incident a few months prior when Nemuru arrived at his house with an Uraesu costume. She and Mana, both fans of the doll, discussed an imaginary home for Uraesu, with both having very different interpretations. Later, Nemuru prepares a spell to transport Mana to her nightmarish version of Uraesu's home, but Hiroshi is accidentally caught up in it and is attacked by a demonic version of Uraesu. In the present, Isuzu brings up another incident in which she and Kaname volunteered at a maid cafe to see the legendary \"Phantom Waiter\", set to appear on Jōga's TV station for an interview.",
                    "Aliases": []
                }
            }
        }
    }
}