{
    "URL": "https://thetvdb.com/series/hanamaru-youchien",
    "Genres": [
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1590931/",
        "https://www.themoviedb.org/tv/42408",
        "https://en.wikipedia.org/wiki/Hanamaru_Kindergarten"
    ],
    "TitleEnglish": "Hanamaru Youchien",
    "SummaryEnglish": "Anzu is a kindergartner with a massive crush on her teacher Tsuchida. Tsuchida clearly prefers Yamamoto, a young woman who handles the class next door, and Anzu has two gal pals to help her out: shy Koume and eccentric Hiiragi.",
    "Aliases": [
        "Hanamaru Kindergarten"
    ],
    "Modified": "2024-12-11",
    "Seasons": {
        "0": {
            "ID": "172081",
            "URL": "https://thetvdb.com/series/hanamaru-youchien/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4077925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanamaru-youchien/episodes/4077925",
                    "TitleEnglish": "Pandaneko Gymnastic Video: Koume Version",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "4077926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanamaru-youchien/episodes/4077926",
                    "TitleEnglish": "Pandaneko Gymnastic Video: Anzu Version",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "4077927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanamaru-youchien/episodes/4077927",
                    "TitleEnglish": "Pandaneko Gymnastic Video: Hiiragi Version",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "4077928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanamaru-youchien/episodes/4077928",
                    "TitleEnglish": "Pandaneko Gymnastic Video: Pandaneko Version",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "4077929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanamaru-youchien/episodes/4077929",
                    "TitleEnglish": "Pandaneko Gymnastic Video: Tsuchida Sensei Version",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "4077930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanamaru-youchien/episodes/4077930",
                    "TitleEnglish": "Pandaneko Gymnastic Video: Yamamoto Sensei Version",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "4077931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanamaru-youchien/episodes/4077931",
                    "TitleEnglish": "Pandaneko Gymnastic Video: Everyone together Version",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "4077932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanamaru-youchien/episodes/4077932",
                    "TitleEnglish": "Pandaneko Gymnastic Video: Everyone together Final Version",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "4077933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanamaru-youchien/episodes/4077933",
                    "TitleEnglish": "Kindergarten Warriors - Hanamaru Girls: Preview 1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "4077934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanamaru-youchien/episodes/4077934",
                    "TitleEnglish": "Kindergarten Warriors - Hanamaru Girls: Preview 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "4077935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanamaru-youchien/episodes/4077935",
                    "TitleEnglish": "Kindergarten Warriors - Hanamaru Girls: Preview 3",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "7320222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanamaru-youchien/episodes/7320222",
                    "TitleEnglish": "Hanamaru Youchien Special Preview",
                    "SummaryEnglish": "Preview for Hanamaru Kindergarten with a few scenes not included (or different) in the anime.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "172091",
            "URL": "https://thetvdb.com/series/hanamaru-youchien/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "1536981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanamaru-youchien/episodes/1536981",
                    "TitleEnglish": "A Hanamaru Entrance Ceremony / A Hanamaru Mother",
                    "SummaryEnglish": "Today is Hanamaru Kindergarten's entrance ceremony, but new teacher Tsuchida sleeps in anyway. As he hurries to school, he runs into a little girl on the side of the road. Concerned for the girl all by herself, he talks to her. Thinking Tsuchida is hitting on her, the girl bursts with excitement. Afterward, Tsuchida rushes to the kindergarten and anxiously participates in the entrance ceremony.\r\n\r\nThe mother of Anzu, the little girl Tsuchida ran into on his way to kindergarten, turns out to be Sakura, his high school classmate. Returning home after the entrance ceremony, Anzu listens to her mother tell old stories about her high school days, and Anzu begins calling Tsuchida “Tsutchi” just like her mother. As her parents are preparing for bed, Anzu watches her father give her mother a good night kiss. Sakura tells Anzu to get a kiss from her father too, but Anzu refuses, saying she will get one from her darling instead.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1536991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanamaru-youchien/episodes/1536991",
                    "TitleEnglish": "A Hanamaru Slide / A Hanamaru Genius",
                    "SummaryEnglish": "Still getting used to working at the kindergarten, Tsuchida panics when he is surrounded by a group of students. The agitated Tsuchida gives Anzu permission to explore the kindergarten with her new friends Koume and Hiiragi. While exploring the kindergarten, the three find a slide on the second floor.\r\n\r\nAnzu, Koume, and Hiiragi are excitedly discussing Koume's pet rabbit when second year Sunflower Class student Kenji shows up. He taunts Koume, claiming rabbits die from loneliness. When Koume is on the verge of tears, the knowledgeable Hiiragi saves the day, correcting Kenji's “facts” one after another. Kenji presents Hiiragi with a challenge to settle their know-it-all battle once and for all. Hiiragi ends up earning for herself a student.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1570271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanamaru-youchien/episodes/1570271",
                    "TitleEnglish": "A Hanamaru Love Triangle / A Hanamaru Day",
                    "SummaryEnglish": "Madly in love with Tsuchida, Anzu decides to take a chance and confess her love to him, but he does not take her seriously. Instead, Tsuchida falls over himself thanking Peach Class' Yamamoto for fixing his apron. Anzu tries to keep Yamamoto away from him to no avail. Upon seeing the situation, Hiiragi declares a love triangle between Tsuchida, Yamamoto, and Anzu. Anzu, Hiiragi, and Koume put their heads together to create a strategy of attack, desperate not to lose to Yamamoto.\r\n\r\nPeach Class' Yamamoto left her parents' home to live with her younger sister Mayumi. One day, Yamamoto decides to write a letter to her parents about her co-workers, her innocent and cute students, and the friends from Sakura Class she recently made: Hiiragi the bookworm, the kindhearted Koume, and Anzu, madly in love with Tsuchida. While writing her letter, Yamamoto recalls a particular experience she had with Anzu.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1653491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanamaru-youchien/episodes/1653491",
                    "TitleEnglish": "A Hanamaru Date / A Hanamaru Helper",
                    "SummaryEnglish": "Anzu wants to have a fairytale romance with Tsuchida, but he breaks her heart when he calls it unrealistic. Following Hiiragi's advice, Anzu takes Tsuchida on the date of his dreams. Having set the time and place, Anzu instructs Tsuchida to meet her there.\r\n\r\nDays later, Tsuchida takes a day off to attend a relative's wedding, leaving Yamamoto in charge of the Sakura Class for a day. A determined Anzu offers her services to Yamamoto, who asks Anzu for various favors.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1653501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanamaru-youchien/episodes/1653501",
                    "TitleEnglish": "A Hanamaru Detective Team / A Hanamaru First Love",
                    "SummaryEnglish": "Tsuchida turns Anzu down when she asks him out on a Sunday date, leading her to believe he's seeing another woman. When Hiiragi suggests they follow Tsuchida, Anzu, Hiiragi, and Koume unite to form the Hanamaru Detective Brigade. Unknown to the Hanamaru Detective Brigade, Sakura was also keeping an eye on Anzu, and unwittingly defended Tsuchida from two Yakuza who merely reprimanded him for littering.\r\n\r\nThe next day, Hiiragi and Koume follow Anzu as she chases after Tsuchida, but Koume trips. Just as she's about to break into tears, a boy extends a helping hand. The boy, named Yu, leaves soon afterward when his friends call him, leaving Koume to stand in the hallway by herself, unable to move, perhaps awed by him.",
                    "Aliases": []
                },
                "6": {
                    "ID": "1724501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanamaru-youchien/episodes/1724501",
                    "TitleEnglish": "A Hanamaru Pool / A Hanamaru Brother",
                    "SummaryEnglish": "Hanamaru Kindergarten is opening its pool. Excited about her first visit to a pool with Tsuchida, Anzu hurries off to show him her swimsuit and \"knock him out.\" Anzu is feeling pleased with herself when Tsuchida calls her cute when Yamamoto shows up in her (rather disaster-prone) swimsuit.\r\n\r\nTsuchida's younger sister Satsuki comes to visit. However, Tsuchida forgets to leave a house key in his mailbox for Satsuki. When she sees the disheveled state of her brother, the already-angry Satsuki explodes. Satsuki begins to wonder if her hopeless brother is doing a proper job at the kindergarten, so she decides to visit him there.",
                    "Aliases": []
                },
                "7": {
                    "ID": "1762941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanamaru-youchien/episodes/1762941",
                    "TitleEnglish": "A Hanamaru Summer Vacation / A Hanamaru Summer Festival",
                    "SummaryEnglish": "The kindergarten's summer vacation starts the next day, and Sakura suggests they take a trip to her hometown with Hiiragi, Koume, and Tsuchida. Tsuchida gets excited when Yamamoto decides to join them, and the six of them make plans to visit the hometown of Sakura and Tsuchida.\r\n\r\nSatsuki is delighted her brother is finally visiting home, but when he spends all of his time looking after the girls and staring at Yamamoto, her mood turns sour. The situation comes to a head when Tsuchida does not even realize his sister prepared dinner. The group heads to a nearby shrine for a summer festival, but Satsuki's feelings are still unresolved.",
                    "Aliases": []
                },
                "8": {
                    "ID": "1828681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanamaru-youchien/episodes/1828681",
                    "TitleEnglish": "A Hanamaru Fishmonger / A Hanamaru Rival",
                    "SummaryEnglish": "Summer vacation is over, and everyone in class told what they did during summer vacation. Aoi, one of the students, tells the rest of the class about her parents' work as fishmongers. Anzu, Koume, and Hiiragi went to Aoi's store and persuaded Aoi's dad to let them help. Aoi soon joined them after some persuasion from Anzu, Koume and Hiiragi.\r\n\r\nDays later, Tsuchida helps a little girl after the thong of her Zōri broke. The girl, named Hinagiku, turned out to be the daughter of the head of a Yakuza clan. The next day, Hinagiku came to Hanamaru Kindergarten and suddenly made a marriage proposal to Tsuchida, and soon transferred to Hanamaru. Hinagiku claims that she loves Tsuchida, so Tsuchida decided to make her dislike him, but failed. Anzu hears of this, earning for herself another rival.",
                    "Aliases": []
                },
                "9": {
                    "ID": "1828691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanamaru-youchien/episodes/1828691",
                    "TitleEnglish": "A Hanamaru Gift / A Hanamaru Dream / A Hanamaru Night",
                    "SummaryEnglish": "With the editor sick, Mayumi Yamamoto went to get Hanamaru's transcript for the next episode of \"Panda-Cat.\" However, Hanamaru seems to be in a slump, so he asked for some more time to finish it. Mayumi returned to the publishing office, but had to return when she forgot to give Hanamaru her gift of cakes. As Hanamaru went to the park to take a break, Anzu, Hiiragi, and Koume were playing nearby, and saw the depressed manga artist. They tried giving him advice on how to confess to Mayumi, basing on how Tsuchida-sensei is dealing with Yamamoto-sensei. Eventually they cheer him and Mayumi up with a performance of the Panda-Cat Exercise. Meanwhile, Mayumi has no idea Hanamaru's slump is because of him thinking about her. Much later, Mayumi meets her sister, who has just gone shopping with Tsuchida-sensei for things they are to use at kindergarten. There Mayumi noticed that Tsuchida-sensei likes her sister. Mayumi inadvertently took her sister away, canceling that dinner Nanako was planning for him, for a favor. That favor was to obtain Panda-Cat-related things in order to help Hanamaru become inspired to finish the manga he is working on. That night, Nana was really planning to make it up to Tsuchida-sensei, not because she understands that he likes to have dinner with her, but because she thought he was hungry that time (as Mayumi surmised). Meanwhile, Nanako thinks that invitation to see a movie was because Hanamaru likes Mayumi.\r\n\r\nMeanwhile, Sakura Class were working on drawings that talk about their ambition in life. Toshiaki wants to become a soccer player when he grows up; Anzu wants to marry Tsuchida and Hiiragi wants to become an astronaut and space adventurer (which was considered to be realistic). Koume, on the other hand, cannot choose what she wants to become--whether to be a bride, a baker, a florist, or a toy-store employee. Which brings them to the topic of why Tsuchida-sensei became a teacher. The topic caught on with the Hanamaru teachers, and it was",
                    "Aliases": []
                },
                "10": {
                    "ID": "1857951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanamaru-youchien/episodes/1857951",
                    "TitleEnglish": "A Hanamaru Support Group / A Hanamaru Confession",
                    "SummaryEnglish": "Koume's brother came to Hanamaru Kindergarten to keep an eye on her. He absolutely adores his little sister, and goes into a freeze when she is in trouble. He was there because the school field day is fast approaching, and Koume wanted to join the footrace. He is worried she'd end last and cry. Anzu and Hiiragi had an idea: for Koume to practice. Since Tsuchida-sensei cannot fill the part of a coach, they asked Kusano-sensei to be Koume's coach and trainor. On the day of the footrace, a confident Koume was leading the race, but she tripped and fell. Koume stood up to continue the race, earning the admiration of everyone. However, she started crying, so her brother went to the end of the course and called for her. She may have lost the footrace, but her brother gave her a medal for her effort. Hinagiku has her own successes in the obstacle race; while Anzu and Hiiragi finished first and second in the footrace. There her brother praised her for having many wonderful people around her.\r\n\r\nAfter the school sports day, the faculty of Hanamaru Kindergarten had a get-together. Much later, at karaoke, the magic of alcohol seemed to have its rather interesting effects on Yamamoto-sensei and Tsuchida-sensei, making them both looser than usual. This led to Tsuchida-sensei confessing to Yamamoto-sensei. However, alcohol also can erase memories, so Tsuchida-sensei had no idea what happened the day before, leaving Tsuchida-sensei to wonder if Yamamoto-sensei remembered what he said because he passed out before he could get a response. The next day he seemed to be out of it. Kusano-sensei advised that he should ask that directly from Yamamoto-sensei. Yamamoto-sensei thought it was a line from their favorite manga, and wished that someone would tell that to her. This led to Tsuchida-sensei thinking that she's just too unperceptive... Because of his frustration, he drank until he was too drunk to go home and sleep in a garbage pile. Anzu and her mom Sakura found him there, and Sakur",
                    "Aliases": []
                },
                "11": {
                    "ID": "1857961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanamaru-youchien/episodes/1857961",
                    "TitleEnglish": "A Hanamaru Wife / A Hanamaru Story",
                    "SummaryEnglish": "Tsuchida-sensei's feelings of yelling in the rain got into him, as two days later he phoned in sick with fever. The day before, Tsuchi was kind of down, perhaps due to what happened a few days ago concerning Yamamoto-sensei. Anzu then came to visit Tsuchida, but she ended up the one being baby-sitted by him as Anzu encountered one trouble after another while trying to take care of Tsuchida.\r\n\r\nWhen Tsuchida-sensei got better, he ramps up his efforts to tell Yamamoto-sensei how he feels for her. However, her being dense quite frustrated him, so, that night, while Anzu was around, he told the story of Prince Clumsy and Princess Dense, which kind of mirrors his relationship between him and Yamamoto-sensei.",
                    "Aliases": []
                },
                "12": {
                    "ID": "1857971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanamaru-youchien/episodes/1857971",
                    "TitleEnglish": "A Hanamaru Christmas / Hanamaru Feelings",
                    "SummaryEnglish": "It's Christmas time and everyone is going to Anzu's house for a party. But during preparations Anzu falls asleep, asking Santa to grant a wish for her. In her dream she becomes an adult and heads off to meet Tsuchida, but gets distracted along the way and forgets what she came there to do. In the midst of her distraction she is directed by an adult Hiiragi and Koume to board a bus that Tsuchida would board later. They both end up getting off at the same spot and dancing in the snow together before sharing a kiss. While kissing Anzu wishes to be able to actually be with Tsuchida one day.\r\n\r\nLater, Anzu and the gang went to an art gallery where there is an exhibition showing Anzu's father's paintings. Part of the collection is a painting depicting Sakura and Anzu as a baby. This leads to the story that tells that Tsuchida was the one who encouraged Sakura to continue pursuing her husband. It is also revealed that Tsuchida originally told Sakura \"Nothing is stronger than the power of love,\" which is the same thing Sakura likes to tell Anzu in order to encourage her to not give up on Tsuchida. In effect Tsuchida's words back then are the reason Anzu was born and is still pursuing Tsuchida. After they leave the gallery, Tsuchida has been asked to watch over Anzu temporarily, though he also wants to spend more time with Yamamoto-sensei. However, with Anzu around (and he cannot really be alone with Yamamoto-sensei), he loses his courage and tells Yamamoto-sensei that he will see her tomorrow. That made Anzu very upset and said that Tsuchida shouldn't give up on Yamamoto-sensei. Tsuchida is confused by this but Anzu insists that she wants to be his bride and for him to be happy and that he shouldn't give up on Yamamoto-sensei. Feeling encouraged Tsuchida rushes back to Yamamoto-sensei and attempts to confess. However, Yamamoto-sensei accidentally misinterprets what he means and thinks that he is talking about something work related, effectively foiling Tsuchida's confession",
                    "Aliases": []
                }
            }
        }
    }
}