{
    "URL": "https://thetvdb.com/series/mirai-robo-daltanious",
    "Genres": [
        "Animation",
        "Children",
        "Comedy",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0159894/"
    ],
    "TitleEnglish": "Future Robo Daltanious",
    "SummaryEnglish": "It is the year 1995. Earth has been conquered by an alien army from the star cluster known as the Akron. The cities of Earth have been destroyed, and the remaining survivors live in harsh shanty towns and villages. Kento, a war orphan, hides within a cave along with his companions in order to escape some bandits.\r\n\r\nIn the cave, they find the secret base of Doctor Earl, who was an inhabitant of the planet Helios, a planet conquered by the Akron. Doctor Earl then fled to Earth, bringing with him the greatest achievement in Helian technology: the super robot Daltanius, whose power is increased when combined with the intelligent lion robot, Beralios. Doctor Earl entrusts the fight for Earth to Kento, who happens to be a descendant from the long disappeared Helian royal line.",
    "Aliases": [],
    "Modified": "2024-03-24",
    "Seasons": {
        "1": {
            "ID": "176071",
            "URL": "https://thetvdb.com/series/mirai-robo-daltanious/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 47,
            "Episodes": {
                "1": {
                    "ID": "1570801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1570801",
                    "TitleEnglish": "Rise and Go to War!",
                    "SummaryEnglish": "1995. Our Days. The ruins of a city devastated by war. Alien astronavi attacked Japan and brought misery everywhere.A handful of thugs, Tanosuke, Kento, Manabu and Jiro are earning a living at the local market.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1570811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1570811",
                    "TitleEnglish": "The Mysterious Third Robot",
                    "SummaryEnglish": "Kento and Dani face the Akron in the second battle where triumphants leave but a marching robot army based on Dr. Earl ready for revenge. The professor tells the boys about his exile of space, when he left the planet Helios invaded by Akron to take refuge in the Earth. He came to our planet in 1945 along with the Harlin prince whose traces are lost together with the robot lion made by the professor to face the enemy in the future.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1570821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1570821",
                    "TitleEnglish": "Arise, Space Lion",
                    "SummaryEnglish": "The enemies are preparing to finally invade the Earth; Meanwhile, the base is looking for a way to recover Beralios, the lion robot dispersed during the landing of Dr. Earl at World War II.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1570831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1570831",
                    "TitleEnglish": "Kento, Emperor of the Future",
                    "SummaryEnglish": "Kento, built his royal origin, settles in the imperial rooms of the base while his friends are confined to some secondary rooms, with remarkable envy towards his friend.Suddenly a gigantic statue of the Emperor Nishimura, grandfather of Kento, plunged into the city.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1570871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1570871",
                    "TitleEnglish": "The Unbreakable Bond of Seven",
                    "SummaryEnglish": "Dr. Earl puts pressure on Kento's friends to persuade Helios to live as he fits at the base and to face the necessary training.The boy, infuriated by the attitude of his comrades, decides to escape to retire to lonely life.",
                    "Aliases": []
                },
                "6": {
                    "ID": "1570921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1570921",
                    "TitleEnglish": "Kamerotto Appears!",
                    "SummaryEnglish": "Dr. Earl supports Manabu's desire for knowledge, which together with Jiro and Tanosuke builds Gamerot, a sort of mechanical battle tortoise. Meanwhile, the Akron attacked with a ship deployment and a terrible mechanical monster.",
                    "Aliases": []
                },
                "7": {
                    "ID": "1570991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1570991",
                    "TitleEnglish": "Kento Will Live How He Desires!",
                    "SummaryEnglish": "A military delegation goes to visit Dr. Earl's base in order to build an alliance against invading enemies.\r\nGeneral Herman intentions are to put the installation under control and militarize the area to make it a garrison of the terrestrial army.",
                    "Aliases": []
                },
                "8": {
                    "ID": "1571001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571001",
                    "TitleEnglish": "I Want a Mother",
                    "SummaryEnglish": "A woman appears who want to adopt Ochame. Actually she is an Akron creature who have the directive of General Nesia to kidnap the girl.",
                    "Aliases": []
                },
                "9": {
                    "ID": "1571011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571011",
                    "TitleEnglish": "Jump, Jump, and then Cry",
                    "SummaryEnglish": "Jiro meet a boy who is looking for his mother. In his jealousy, he gives him false information. Thus the boys mother gets into the middle of a fight. Jiro apologizes and helps him to reunite with his mother.",
                    "Aliases": []
                },
                "10": {
                    "ID": "1571021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571021",
                    "TitleEnglish": "The Stone-Throwing Method of Anger",
                    "SummaryEnglish": "A group of motorcycle rowdys is attacking Sanae. Dani follows their tracks and meets his former cellmate turned gang leader, Saburo.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1571031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571031",
                    "TitleEnglish": "The Last Residents of Tokyo",
                    "SummaryEnglish": "Jiro and Tanosuke  quarrel, and both ask Kento for fighting lessons. During the fight Kento thinks of his childhood and the lessons he received by his  beloved grandfather Kanto.",
                    "Aliases": []
                },
                "12": {
                    "ID": "1571041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571041",
                    "TitleEnglish": "Save Sanae!  The Dreaded Space Virus",
                    "SummaryEnglish": "During tidying up,  Sanae contracts an alien virus, and it’s up to the others to help cure Sanae before she succumbs to the virus.",
                    "Aliases": []
                },
                "13": {
                    "ID": "1571051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571051",
                    "TitleEnglish": "The Tearful Struggle of a Hungry Man",
                    "SummaryEnglish": "Tanosuke Hata meets a young girl named Ayame Sujita, and cupid’s arrow makes its strike. However, he does not know that his heart is already busy.",
                    "Aliases": []
                },
                "14": {
                    "ID": "1571061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571061",
                    "TitleEnglish": "Our other friend",
                    "SummaryEnglish": "General Mitsuka, one of Kloppen’s generals, decides to pignap Jiro’s pig Tonsuke and use him as a weapon against our heroes.",
                    "Aliases": []
                },
                "15": {
                    "ID": "1571071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571071",
                    "TitleEnglish": "Bang the Festival Drums for the Warriors of Space",
                    "SummaryEnglish": "Manabu restores electricity in the city that has been ravaged by the Akron Empire’s attacks. The townfolk organize a festival to celebrate the event. The appearance of an enemy robot ruins everything.",
                    "Aliases": []
                },
                "16": {
                    "ID": "1571081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571081",
                    "TitleEnglish": "Substitute Operation: Gluttony",
                    "SummaryEnglish": "General Neshia really sinks to a new low by sending the hungry orphans a huge batch of food… all of which is poisoned.  If only Tanosuke would resist temptation and not eat that poisoned apple…",
                    "Aliases": []
                },
                "17": {
                    "ID": "1571091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571091",
                    "TitleEnglish": "How is Your School?",
                    "SummaryEnglish": "A new school opened up in town, and Ochame wants to go.  Too bad those damn aliens have other plans…",
                    "Aliases": []
                },
                "18": {
                    "ID": "1571101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571101",
                    "TitleEnglish": "What Matters is the Heart, Not the Body",
                    "SummaryEnglish": "In this episode, a thief has hit the market… a young girl named Kaori Inoue. Once again, Tanosuke falls in love.",
                    "Aliases": []
                },
                "19": {
                    "ID": "1571111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571111",
                    "TitleEnglish": "Homework: Bemborg Collection",
                    "SummaryEnglish": "This episode shows a robot under the disguise of a cicada that tries to infiltrate Doctor Earl’s space station from the inside. Unfortunately, a child named Kenichi, who enjoys collecting bugs, puts a wrench in the general’s plans.",
                    "Aliases": []
                },
                "20": {
                    "ID": "1571121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571121",
                    "TitleEnglish": "It’s Impossible to Escape the Underwater Hurricane",
                    "SummaryEnglish": "Supreme General Kloppen is becoming frustrated that his generals have been failing every time they unleash their attacks on Earth. General Mitsuka decides to attack using an unusual weapon… starfish. Yes, you read right… starfish!",
                    "Aliases": []
                },
                "21": {
                    "ID": "1571131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571131",
                    "TitleEnglish": "Cratus, Warrior of Space",
                    "SummaryEnglish": "Doctor Earl and the seven orphans are greeted by Cratus, a legendary space warrior from Helios. Cratus brings news that throughout space, the Akron Empire has been losing ground because of the news of Prince Kento’s existence.",
                    "Aliases": []
                },
                "22": {
                    "ID": "1571141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571141",
                    "TitleEnglish": "The Great and Tearful Transformation of the Instructor Robot",
                    "SummaryEnglish": "Doctor Earl has become fed up of Kento Tate skipping on his “lessons”, so he constructs an instructor robot to make sure Kento doesn’t play hookey anymore.",
                    "Aliases": []
                },
                "23": {
                    "ID": "1571151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571151",
                    "TitleEnglish": "Gascon, Tiger of the Galaxy",
                    "SummaryEnglish": "In this episode, we meet a friend of Cratus, “Gascon, Tiger of the Galaxy”.  Gascon is one of the most feared and courageous warriors in the galaxy, according to Doctor Earl.  He is also about as crude and foul-mouthed as Kento.  But anyway, he’s neutral in the war between Daltanious and the Akron Empire.  Which side shall he go to in this war?",
                    "Aliases": []
                },
                "24": {
                    "ID": "1571161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571161",
                    "TitleEnglish": "The Sorrowful Tears of Beralios",
                    "SummaryEnglish": "After so many years, Beralios is reunited with Meralian, his long lost lover whom was believed to be deceased.  Unfortunately, Meralian had been imprisoned by General Mitsuka and is eventually used as bait to destroy Beralios.",
                    "Aliases": []
                },
                "25": {
                    "ID": "1571171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571171",
                    "TitleEnglish": "Tears Do Not Fit Danji",
                    "SummaryEnglish": "Danji finds the man who set up his father for murder which led to the execution of Danji’s father.  Will Danji finally be vindicated once and for all?",
                    "Aliases": []
                },
                "26": {
                    "ID": "1571181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571181",
                    "TitleEnglish": "The Challenge of Supreme General Kloppen",
                    "SummaryEnglish": "If you thought Kloppen was the head honcho of Zaar, think again!  He answers to Zaar’s emperor, Grand Emperor Ormen.  After seeing Kloppen getting his ass kicked, he’s getting pissed off.  Kloppen tries to calm his enraged emperor by assuring that victory against Daltanious will be guaranteed.",
                    "Aliases": []
                },
                "27": {
                    "ID": "1571191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571191",
                    "TitleEnglish": "Daltanious Crosses the Fields of Death",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "28": {
                    "ID": "1571201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571201",
                    "TitleEnglish": "The Final Onslaught on Zaar’s Base",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "29": {
                    "ID": "1571211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571211",
                    "TitleEnglish": "The Power-Up Strategy of the Flame Sword",
                    "SummaryEnglish": "This is the episode where Daltanious finally gets a major upgrade after Zaar sends its newest type of monster on Earth… a twinborg! Unfortunately, Unitogeros, the first of the twinborgs, prove to be too powerful for Daltanious… going as far as to neutralize the Flame Sword!  So what does Doctor Earl and company do?",
                    "Aliases": []
                },
                "30": {
                    "ID": "1571221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571221",
                    "TitleEnglish": "A Bride from Outer Space",
                    "SummaryEnglish": "Here comes the bride!  Here comes the… WHAT THE HELL?! When did Kento get married and who the hell is… Oh, yeah!  It’s Princess Kyatinu of Planet Proxia. This princess from outer space wants to marry Kento so that she can become an empress to Helios.",
                    "Aliases": []
                },
                "31": {
                    "ID": "1571231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571231",
                    "TitleEnglish": "The Mysterious Slave Ship Heading Toward Earth",
                    "SummaryEnglish": "This time, we have one heck of a bombshell.  Kento and a new character named Hayato re-enact a scene from Star Wars… sort of.",
                    "Aliases": []
                },
                "32": {
                    "ID": "1571241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571241",
                    "TitleEnglish": "The Secret of Hayato, the Wandering Father",
                    "SummaryEnglish": "We see more of Marios, the same man who survived the plane crash … and Ormen wants to know what he knows.  I wonder what secrets he could be hiding?",
                    "Aliases": []
                },
                "33": {
                    "ID": "1571251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571251",
                    "TitleEnglish": "Kloppen’s Mysterious Identity",
                    "SummaryEnglish": "Ormen sees that he’s losing ground as the resistance against his empire is growing exponentially.  Therefore, he comes with a scheme which involves Kloppen removing his mask.",
                    "Aliases": []
                },
                "34": {
                    "ID": "1571261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571261",
                    "TitleEnglish": "I am Kento a Man from the Earth",
                    "SummaryEnglish": "Princess Kyatinu and her nurse, Lady Judela decide to leave Earth as they see Kento as a worthless clone’s spawn.",
                    "Aliases": []
                },
                "35": {
                    "ID": "1571271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571271",
                    "TitleEnglish": "Doctor Earl, the Proud Rebel",
                    "SummaryEnglish": "Doctor Earl has been accused of being a traitor to the Empire of Helios… by Kloppen?!  What the hell is that all about?!",
                    "Aliases": []
                },
                "36": {
                    "ID": "1571281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571281",
                    "TitleEnglish": "One Man’s Rebellion",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "37": {
                    "ID": "1571291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571291",
                    "TitleEnglish": "Panic at the Port City",
                    "SummaryEnglish": "Kento Tate acts as if he wants to bump uglies even though he might be infected with “The Clap“.",
                    "Aliases": []
                },
                "38": {
                    "ID": "1571301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571301",
                    "TitleEnglish": "Watch out, Arlin!  Confrontation on the Lost Island",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "39": {
                    "ID": "1571311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571311",
                    "TitleEnglish": "Hayato, a Father who Risks his Life for the Galaxy",
                    "SummaryEnglish": "Kento is so excited that he has his father back in his life again after being absent for twelve years. And as for the Empire of Zaar, they demonstrate their cruelty even to their own kind by forcing their own men to kill Hayato Tat… err, I mean Prince Arlin… or their own families would be slaughtered.",
                    "Aliases": []
                },
                "40": {
                    "ID": "1571321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571321",
                    "TitleEnglish": "The Secret of the Clones Revealed!",
                    "SummaryEnglish": "Namil returns… only to be killed off by Kloppen by direct orders from Grand Emperor Ormen.  However, before he cursed them out, he reveals what is known as “The Secrets of Zaar”.",
                    "Aliases": []
                },
                "41": {
                    "ID": "1571331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571331",
                    "TitleEnglish": "The Mobile Fortress of Betrayal",
                    "SummaryEnglish": "Now that the whole universe sees Kloppen as a clone,  Kloppen is shunned by everyone in Zaar… even his own imperial guard! Kloppen’s former imperial guard decide to declare mutiny against him and deliver their former commander as a gift to Prince Arlin.",
                    "Aliases": []
                },
                "42": {
                    "ID": "1571341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571341",
                    "TitleEnglish": "A New Battle for Kloppen the Man",
                    "SummaryEnglish": "While Kloppen is thinking of what Kento had said in the previous episode, he’s faced with being between a rock and a hard place.  According to Ormen, he has to kill Prince Arlin and regain his position in Zaar or face the bleak future of working in a factory until the end of his days.",
                    "Aliases": []
                },
                "43": {
                    "ID": "1571351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571351",
                    "TitleEnglish": "The Fierce Battle: Daltanious Against the Mobile Fortress",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "44": {
                    "ID": "1571361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571361",
                    "TitleEnglish": "Sally Forth, Adarus Base!",
                    "SummaryEnglish": "It’s time for Adarus Base to go out into space and launch its attack on the Army of Zaar!  It looks like the death of Emperor Parumion (no, not Emperor Nishimura) will finally be avenged…",
                    "Aliases": []
                },
                "45": {
                    "ID": "1571371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571371",
                    "TitleEnglish": "Father, Come Back to Me!",
                    "SummaryEnglish": "Prince Arlin was mortally wounded by a sneak attack from the late General Mitsuka. Worse yet, Kloppen was mortally wounded as well by General Kabuto.  After overhearing Kento shedding tears for this one man responsible for murdering his mother and sister (and countless millions on Earth), Kloppen is moved enough to make the ultimate sacrifice so that Kento’s father has a chance at survival.",
                    "Aliases": []
                },
                "46": {
                    "ID": "1571381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571381",
                    "TitleEnglish": "The Massive Attack Fleet Leads to Zaar in the Storm",
                    "SummaryEnglish": "Despite Prince Arlin has yet to regain consciousness from receiving Kloppen’s organs, Arlin is brought with Kento and company so that he would be there when the war goes on.  After vanquishing Supreme General Neshia, is a regular war ensemble!  As a fight with Ormen on an unnamed twinborg unwinds, the Emperor of Zaar finally reveals his face!",
                    "Aliases": []
                },
                "47": {
                    "ID": "1571391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mirai-robo-daltanious/episodes/1571391",
                    "TitleEnglish": "Ormen’s Tragic Tale",
                    "SummaryEnglish": "Ormen shows his true face and regales to everyone in shocking detail of how the clones were conceived and how they were used as insurance for the Helios Royal Family.  Apparently, the Empire of Helios is not as noble as it has been made out to be since the very beginning.",
                    "Aliases": []
                }
            }
        }
    }
}