{
    "URL": "https://thetvdb.com/series/pororo",
    "Genres": [
        "Animation",
        "Children",
        "Family"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3968668/",
        "https://www.themoviedb.org/tv/67819",
        "https://www.themoviedb.org/tv/19845"
    ],
    "TitleEnglish": "Pororo the Little Penguin",
    "SummaryEnglish": "The adventures, escapades and mishaps of Pororo the little penguin and his many varied friends.",
    "Aliases": [],
    "Modified": "2025-06-15",
    "Seasons": {
        "0": {
            "ID": "541911",
            "URL": "https://thetvdb.com/series/pororo/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 9,
            "Episodes": {
                "2": {
                    "ID": "4918336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4918336",
                    "TitleEnglish": "Sing Along: Good Morning",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "4918337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4918337",
                    "TitleEnglish": "Sing Along: Hide and Seek",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "4918338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4918338",
                    "TitleEnglish": "Sing Along: Playing with Numbers",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "4918339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4918339",
                    "TitleEnglish": "Sing Along: Rainbow",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "4918340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4918340",
                    "TitleEnglish": "Sing Along: Naughty Boy",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "6308212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/6308212",
                    "TitleEnglish": "Sing Along: Blueland",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "6308214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/6308214",
                    "TitleEnglish": "Sing Along: Freeze in Your Position",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "6308215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/6308215",
                    "TitleEnglish": "Sing Along Ribbit Frog",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "6308217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/6308217",
                    "TitleEnglish": "Sing Along: Sweet Sweet Dream",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "185251",
            "URL": "https://thetvdb.com/series/pororo/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "1659361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659361",
                    "TitleEnglish": "We're Friends",
                    "SummaryEnglish": "Pororo finds a mysterious egg while having fun playing in the woods. He brings it back to his house, but the egg starts to crack and a baby dinosaur comes out. Is it a monster?.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1659371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659371",
                    "TitleEnglish": "It's All Right",
                    "SummaryEnglish": "Poby, a kind hearted bear living in the small forest village, invites his friends Pororo, Crong, Eddy, and Loopy to his house. But Pororo breaks Poby’s favorite camera while showing off his basketball skills. Seeing how disappointed Poby is, every one try to find a way to cheer him up…",
                    "Aliases": []
                },
                "3": {
                    "ID": "1659381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659381",
                    "TitleEnglish": "Ice Fishing",
                    "SummaryEnglish": "Eddy is an inventor in the small forest village. One day Eddy and his friends go fishing. But being the only one who couldn’t catch a fish, Eddy becomes mad at his friends and heads back to his house. He comes back with a sled to show off. All the others want to ride the sled, but because Eddy is still angry of the fishing event, he has the sled all to himself…",
                    "Aliases": []
                },
                "4": {
                    "ID": "1659391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659391",
                    "TitleEnglish": "Smile, Smile, Smile!",
                    "SummaryEnglish": "Loopy is a lovely little beaver living in the small forest village. One day Loopy finds her friends making a big castle with snow and joins them. Crong throws a ball of snow to Loopy for fun. Thinking that Pororo attacked her with the snowball, Loopy starts a snow fight. But when the snow fight begins to seem more than a play, Loopy starts to cry…",
                    "Aliases": []
                },
                "5": {
                    "ID": "1659401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659401",
                    "TitleEnglish": "What Happen to My Face!",
                    "SummaryEnglish": "One day while Pororo was taking a nap, Crong finds some charcoal in the fireplace. Bored playing alone, Crong begins to scribble all over the house, and even on Pororo’s face. Loopy comes over and starts laughing at Pororo’s face covered with charcoal. Pororo finds out what Crong did and…",
                    "Aliases": []
                },
                "6": {
                    "ID": "1659411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659411",
                    "TitleEnglish": "Achoo, I Got a Cold",
                    "SummaryEnglish": "Pororo asks Eddy to help clear the tree that fell in front of Loopy’s house from the heavy snow that came last night. But Eddy pretends to be sick and stays home reading comic books. Hearing of Eddy’s illness, Loopy makes a visit to Eddy’s house with her home-made cake only to find that he was faking his illness. Everyone becomes very disappointed in Eddy for pretending to be sick …",
                    "Aliases": []
                },
                "7": {
                    "ID": "1659421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659421",
                    "TitleEnglish": "Dream of Flying",
                    "SummaryEnglish": "After reading about birds flying, Pororo starts to think that he too can fly. Climbing up a rooftop with great expectations, Pororo finds that his wings are too short to fly. Trying with bigger wings and even Eddy’s rocket, Pororo still fails. In attempt to cheer up Pororo, Poby thinks of an idea and takes everyone somewhere…",
                    "Aliases": []
                },
                "8": {
                    "ID": "1659441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659441",
                    "TitleEnglish": "Treasure Hunting",
                    "SummaryEnglish": "One day, Eddy finds an old map. Thinking that the map shows the place where treasures are hidden, Eddy heads off to find the treasure by himself. On his way he meets Pororo and Crong, and tells them that he is off on a treasure hunt. They all go on a search for the treasure…",
                    "Aliases": []
                },
                "9": {
                    "ID": "1659431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659431",
                    "TitleEnglish": "Who Touched My Snowman",
                    "SummaryEnglish": "Eddy and Pororo were making a snowman together. Competing over who makes a better snowman, they start fighting. That night a strong wind blows and ruins Eddy’ and Pororo’s snowman. Next day, Eddy and Pororo find their snowman and suspect each other for ruining each other’s snowman…",
                    "Aliases": []
                },
                "10": {
                    "ID": "1659451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659451",
                    "TitleEnglish": "Crong the Troublemaker",
                    "SummaryEnglish": "One fine day, Pororo was enjoying his reading on a sofa. Crong joined Pororo, but as soon as he found the book interesting, tried to take the book away from Pororo. Annoyed by Crong’s behavior, Pororo kicked Crong out of his house. But when it started to snow outside Pororo began to get worried about Crong and headed out to find him…",
                    "Aliases": []
                },
                "11": {
                    "ID": "1659461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659461",
                    "TitleEnglish": "Let’s Play Together",
                    "SummaryEnglish": "Pororo was playing on the swing. When Eddy came and asked him for one ride, Pororo ignored him and didn’t let him ride it. Eddy trying to persuade Pororo to come off the swing and Pororo resisting, they both hear their friends having a good time. Looking over, they find Loopy, Crong, and Poby having a wonderful time on the swing taking turns…",
                    "Aliases": []
                },
                "12": {
                    "ID": "1659481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659481",
                    "TitleEnglish": "Can’t I Have the Moon?",
                    "SummaryEnglish": "Every night Crong sighs staring at the moon. Crong, wanting to have the moon, climbs up the hill with his bow and arrow to catch it. Suspicious of Crong’s behavior, Pororo and friends follow Crong and find out what Crong wants. Unsuccessful with his arrow, Crong heads back to his house where his friends are preparing something for him…",
                    "Aliases": []
                },
                "13": {
                    "ID": "1659491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659491",
                    "TitleEnglish": "Eddy’s secret",
                    "SummaryEnglish": "Eddy is faced with a big worry. His friends asked him to sing, not knowing that Eddy can’t hold a single note. Knowing Eddy’s little secret, Pororo and Eddy try to find a way to avoid the situation. Hinted by the juice Pororo was drinking, Eddy, the smart little fox, makes a beautiful performance with glass cups.",
                    "Aliases": []
                },
                "14": {
                    "ID": "1659501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659501",
                    "TitleEnglish": "A Magic Flute",
                    "SummaryEnglish": "Loopy and Eddy are frightened by the story of a horrible monster that kidnaps bad children and it’s magic pipe. They promise themselves to be good kids. But that night when they go to bed, they hear a scary sound of a pipe and see a dark shadow popping out of the window. Eddy and Loopy rush to Poby to tell this, and find that it was Pororo and Crong’s doing…",
                    "Aliases": []
                },
                "15": {
                    "ID": "1659511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659511",
                    "TitleEnglish": "Snow Canvas",
                    "SummaryEnglish": "One fine day, Loopy is in front of her house drawing a picture. Seeing her drawing, Pororo, Crong, and Eddy say nice things of the picture. Troublemaker Crong puts color paints on his hands and puts it on Pororo’s face. Crong and Pororo start to fool around and Loopy’s picture drops on the snow, leaving colorful flower prints...",
                    "Aliases": []
                },
                "16": {
                    "ID": "1659521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659521",
                    "TitleEnglish": "Wanna Have a Round?",
                    "SummaryEnglish": "Pororo and Eddy are riding their sled on ice when Poby dropped a box filled with balls. Helping Poby put the balls back in the box with a stick, they come up with an idea of a new game. A game that whoever puts the ball in the box first wins. Maybe ice hockey was invented like this…",
                    "Aliases": []
                },
                "17": {
                    "ID": "1659531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659531",
                    "TitleEnglish": "Crong’s Christmas",
                    "SummaryEnglish": "Christmas eve… Pororo is reading a book to Crong. Crong learns about Santa Claus giving presents to good kids on Christmas. Thinking back on the bad things he did to Pororo, Crong starts cleaning the house to be a good boy. Pororo and friends notice that Crong is waiting for Santa to come and prepare a little present for him…",
                    "Aliases": []
                },
                "18": {
                    "ID": "1659541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659541",
                    "TitleEnglish": "Loopy, You Can Do It!",
                    "SummaryEnglish": "Fearful Loopy… Pororo plays a joke on Loopy and runs away. Trying to catch him, Loopy stops in front of a bridge and starts crying. The bridge is just too high and narrow, and Loopy is too scared to cross it. Pororo and friends encourage Loopy and help her cross the bridge. With all the support from her friend, Loopy successfully goes to the end of the bridge…",
                    "Aliases": []
                },
                "19": {
                    "ID": "1659551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659551",
                    "TitleEnglish": "Eddy and Telescope",
                    "SummaryEnglish": "Eddy is looking through his telescope and starts laughing. He is looking at Poby falling down. Eddy is enjoying looking at his friends with the telescope while the others do not know. Suspicious of how Eddy knows everything that happened while he was not there, Pororo and friends find out about Eddy’s telescope. Eddy get scolded by his friends of his rude behavior…",
                    "Aliases": []
                },
                "20": {
                    "ID": "1659561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659561",
                    "TitleEnglish": "A Jigsaw Puzzle",
                    "SummaryEnglish": "Pororo and Crong finds a flower puzzle in Loopy’s house while waiting for Loopy to come home. They start fighting over who gets to see the puzzle first and drop the puzzle scattering it into pieces. Pororo and Crong try to put the pieces together but the puzzle is just too hard for them. Loopy comes home and instead of being mad she kindly shows her friends how to put the puzzle back into a beautiful picture…",
                    "Aliases": []
                },
                "21": {
                    "ID": "1659571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659571",
                    "TitleEnglish": "Kite-flying",
                    "SummaryEnglish": "Pororo, Eddy, and Poby go out to fly kites they each made for themselves. As they flied their own kites, they started a game on whose kite flew higher and was better. Eddy, who is most competitive, made the largest kite and flew it. Eddy’s kite flew high up in the sky and took Eddy along with it. Pororo and friends try to catch Eddy, but what will happen next?",
                    "Aliases": []
                },
                "22": {
                    "ID": "1659581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659581",
                    "TitleEnglish": "Save Loopy",
                    "SummaryEnglish": "One day while passing by Loopy’s house, Crong hears Loopy crying out for help. \r\nCrong rushes to Pororo for help. Pororo goes to Poby and tells him that Loopy was kidnapped by villains and is in danger. Pororo and friends make out to rescue Loopy, only to find that it was all a part of a shadow play that Loopy and Eddy was preparing…",
                    "Aliases": []
                },
                "23": {
                    "ID": "1659591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659591",
                    "TitleEnglish": "Train Adventure",
                    "SummaryEnglish": "Pororo and friends go on a train trip to a near by mountain on Eddy’s little train. The little train becomes a roller coaster ride, stopping on top of the hill, and dropping fast to the ground. First time on a train, Pororo and friends are about to have a fun ride…",
                    "Aliases": []
                },
                "24": {
                    "ID": "1659601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659601",
                    "TitleEnglish": "Be Careful",
                    "SummaryEnglish": "Pororo and friends gather on top of a hill to ride sled and ski. Pororo, riding Crong’s sled, pours snow on Eddy by accident. Eddy follows Pororo and pays back with a heavy snow blast. \r\nRiding their sled and ski down the hill, Eddy and Pororo starts to play dangerously…",
                    "Aliases": []
                },
                "25": {
                    "ID": "1659611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659611",
                    "TitleEnglish": "Pororo and Dandelion",
                    "SummaryEnglish": "One day Pororo finds pretty dandelions blooming in front of Loopy’s house. Moved by the flowers, Pororo asks for some and takes them back to his house and spends the whole day admiring them. But the next day he discovers that the flowers have faded. Heart broken, Pororo stays home to watch after the flowers…",
                    "Aliases": []
                },
                "26": {
                    "ID": "1659621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659621",
                    "TitleEnglish": "Hiccup Cure",
                    "SummaryEnglish": "Crong couldn’t stop his hiccup after eating some snack behind Pororo’s back. Crong is concerned that he might have a serious disease, and his friends help him stop the hiccup. Crong tries to hold his breath in attempt to stop the hiccup, but doesn’t work. Everybody came up with an idea to startle Crong…Will Crong’s hiccup stop?",
                    "Aliases": []
                },
                "27": {
                    "ID": "1659631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659631",
                    "TitleEnglish": "Pororo Meets With a Whale",
                    "SummaryEnglish": "Pororo went out to the ocean to catch the ball he was play on shore, but the ball went too far away. Pororo’s friends started to get worried because Pororo did not return, and Crong began to cry. Chasing the ball to a deserted island, Pororo was lost. A friendly whale came and promised Pororo to take him back home. Will Pororo be able to find his way back to the forest village?",
                    "Aliases": []
                },
                "28": {
                    "ID": "1659641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659641",
                    "TitleEnglish": "Magnetic Play",
                    "SummaryEnglish": "Pororo snatched away Crong’s favorite toy with a magnet fishing pole. Amazed by how the magnet attracts iron, Crong takes Loopy’s can, and Eddy’s iron airplane. Pororo finds out Crong’s prank and tries to stop him with a bigger magnet…",
                    "Aliases": []
                },
                "29": {
                    "ID": "1659661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659661",
                    "TitleEnglish": "Stomach Ache!",
                    "SummaryEnglish": "Pororo and Crong were fishing in the lake together. Pororo was having his lucky day. He was catching a fish every time he put his fishing pole down. But Crong was even faster in eating what Pororo caught. Having too much fish to eat, Crong became ill. Kind hearted Pororo spend the whole night looking after Crong…",
                    "Aliases": []
                },
                "30": {
                    "ID": "1659651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659651",
                    "TitleEnglish": "Dancing Together",
                    "SummaryEnglish": "Loopy thought she was fat after seeing a slim beaver model in a magazine. Loopy stopped eating in order to loose weight. Poby suggest that dancing is good for exercising and cheering people up, so everybody starts dancing…",
                    "Aliases": []
                },
                "31": {
                    "ID": "1659671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659671",
                    "TitleEnglish": "Eddy the Great Inventor",
                    "SummaryEnglish": "Eddy, who is dreaming to become a great inventor, made a great invention-Eddy robot number one. Eddy performs lots of tricks with the robot in front of his friends, but all of the sudden, he looses control over the robot. The uncontrollable robot wonders around and breaks down. But Eddy’s strong will for his invention is not so easily broken…",
                    "Aliases": []
                },
                "32": {
                    "ID": "1659681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659681",
                    "TitleEnglish": "To Tell the Truth...",
                    "SummaryEnglish": "Pororo and his friends were playing doctors and patients. Loopy finds out that Crong is hungry when she heard the sound coming from his stomach listening through a stethoscope. Amazed by the stethoscope, everybody now thinks that Loopy can find out anything using the stethoscope. Pororo, Eddy, and Poby take turns in ‘Loopy’s medical examine’, and confess each of their wrong doing in their past…",
                    "Aliases": []
                },
                "33": {
                    "ID": "1659691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659691",
                    "TitleEnglish": "Eddy Goes to the Moon",
                    "SummaryEnglish": "Eddy was looking in the sky with his telescope, and came up with the idea of going to the moon. As the inventor he is, Eddy makes a rocket, and a space shuttle, but they land in the sea or in the middle of the mountain. After all his failure, Eddy still tries one more time and makes an U.F.O. Will Eddy’s space trip succeed?",
                    "Aliases": []
                },
                "34": {
                    "ID": "1659701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659701",
                    "TitleEnglish": "Bonbon Box",
                    "SummaryEnglish": "Pororo was sharing candies with Crong, but when Crong ate too much, Pororo plans to hide his candies from Crong. Trying to find a right place to hide his candies, Pororo heads out to the hill outside his house, not knowing that the box of candy was torn letting out all his candies. Pororo’s friends find a trail of candy while looking for Pororo…",
                    "Aliases": []
                },
                "35": {
                    "ID": "1659711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659711",
                    "TitleEnglish": "A Strange Car",
                    "SummaryEnglish": "Eddy makes a new invention for his friend to play in, a rocking car. Fascinated by the rocking car, Pororo rides it alone without sharing it with his friends. Pororo drives the car too fast and almost have an accident, but his friends help him avoid it. Pororo promises that he will never play dangerous tricks again…",
                    "Aliases": []
                },
                "36": {
                    "ID": "1659721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659721",
                    "TitleEnglish": "Cooking Popcorn",
                    "SummaryEnglish": "Loopy is making popcorn for her friends. Pororo and Crong smell popcorn and head to Loopy’s house, but Loopy is already on her way to call for her friends. Pororo and Crong go in the empty house and open the popcorn pan, and jump around to eat it…",
                    "Aliases": []
                },
                "37": {
                    "ID": "1659731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659731",
                    "TitleEnglish": "Mystical Ghost Light",
                    "SummaryEnglish": "One night Loopy heads to Poby’s house to borrow some cooking ingredients, while Crong and Pororo go to the playground to find Crong’s toy. Loopy and Pororo find a dim light shinning far away and think it as a ghost’s trick. Loopy hurries to Poby and Eddy for help. She decides to go after the ghosts herself with a ghost mask…",
                    "Aliases": []
                },
                "38": {
                    "ID": "1659741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659741",
                    "TitleEnglish": "A Surprise Box",
                    "SummaryEnglish": "Eddy made a surprise box that blows up and makes smoke when you open it. Eddy gives the box to Luppy, Pororo, and Crong. One by one Eddy’s friends open the box out of curiosity while Eddy enjoys spying on them getting startled by the smoke of the box. But when the friends find out about the secret to this box, they trick Eddy to open his surprise box…",
                    "Aliases": []
                },
                "39": {
                    "ID": "1659751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659751",
                    "TitleEnglish": "I Want to Sleep",
                    "SummaryEnglish": "Crong awakes at the sound of Pororo’s snore. Crong can’t go back to sleep because Pororo’s snore gets louder and louder. Crong escapes to Poby’s house, but Poby puts his heavy legs and arm on Crong and pushes him while he is asleep. Crong wanders to Eddy’s and Loopy’s house all night. Will Crong ever get a good night’s sleep tonight?",
                    "Aliases": []
                },
                "40": {
                    "ID": "1659761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659761",
                    "TitleEnglish": "Pororo’s Surprise Party",
                    "SummaryEnglish": "Today is Pororo’s birthday… But Pororo has forgotten that it is his birthday. Pororo’s friends keep talking about something behind his back and Pororo wonders what they are saying. Feeling left out by his friends, Pororo heads back to his house. What is waiting for Pororo today?",
                    "Aliases": []
                },
                "41": {
                    "ID": "1659771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659771",
                    "TitleEnglish": "I am Superpenguin",
                    "SummaryEnglish": "Pororo and Crong decide to become a super hero after reading a super fox comic book. Pororo waits for Loopy to fall in danger so that he can come to her rescue. But when Pororo got tired of waiting, he made a trap for Loopy to fall in. By accident, Pororo and Crong falls in the trap and…",
                    "Aliases": []
                },
                "42": {
                    "ID": "1659781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659781",
                    "TitleEnglish": "Sleepless Poby",
                    "SummaryEnglish": "Poby is enjoying his book not knowing that it was getting late. Poby is fascinated by the story of a knight on horse rescuing a princess and falls asleep at dawn. Poby becomes absorbed in reading and his sleeping hours change from night to day. Since he cannot sleep at night, Poby goes to his friend’s house to play, but all his friend start falling asleep…",
                    "Aliases": []
                },
                "43": {
                    "ID": "1659791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659791",
                    "TitleEnglish": "Crong, I’m Sorry",
                    "SummaryEnglish": "Pororo is tired of Crong’s prank. When Pororo gets startled opening a box with a toy bomb, he thinks it as another one of Crong’s joke, and gets really angry. Crong says that he didn’t do it, but Pororo doesn’t believe him. Trying to get Pororo and Crong back together, their friends find out that the toy bomb was Eddy’s, and…",
                    "Aliases": []
                },
                "44": {
                    "ID": "1659801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659801",
                    "TitleEnglish": "Loopy Has a New Friend",
                    "SummaryEnglish": "Loopy is frightened by a strange figure in the ocean. Her friends come and find out that it is a gorilla doll that says ‘I love you’ when you push the stomach. Loopy hides behind her friends at first, but becomes interested in the doll, and brings it back to her house…",
                    "Aliases": []
                },
                "45": {
                    "ID": "1659811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659811",
                    "TitleEnglish": "Lost in Forest",
                    "SummaryEnglish": "Pororo went snowboarding and gets lost in the forest. Not knowing the direction, Pororo is frightened by the wind and echo sounds. Meanwhile, Pororo’s friends search for Pororo with Eddy’s compass. Pororo is found, thanks to the compass, and every one is safely returned home.",
                    "Aliases": []
                },
                "46": {
                    "ID": "1659821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659821",
                    "TitleEnglish": "Loopy the Fortunteller",
                    "SummaryEnglish": "Loopy reads about fortune telling with a petal. She tries it and predicts that it will snow. Soon after it starts snowing, and Loopy thinks that her fortune telling is correct. Loopy tells her friends that she can tell the future, and predicts that Poby will catch a big fish. But Poby didn’t catch anything. Loopy’s friends started to tease her. But wait… It seems like Poby caught something. Will Poby really catch a big fish just as Loopy said?",
                    "Aliases": []
                },
                "47": {
                    "ID": "1659831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659831",
                    "TitleEnglish": "Eddy's Balloon",
                    "SummaryEnglish": "Eddy makes a big balloon for his friends. But the balloon gets too big and takes Eddy off his feet. Pororo and friends find Eddy hanging on a tree. Pororo climbs up the tree but breaks one of the branches, putting Eddy in danger. Pororo thinks calmly and makes a balloon to save Eddy…",
                    "Aliases": []
                },
                "48": {
                    "ID": "1659841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659841",
                    "TitleEnglish": "A Day of Pororo's Town",
                    "SummaryEnglish": "Poby and his friends meet at Loopy’s house at 10. They test Eddy’s new invention, an all-purpose cooking device, and make popcorn till 12. Everyone play with blocks until it’s past 6:30. They all have what Poby and Eddy made for dinner and go home. After a reading a bed-time story for Crong, the clock shows that it is 9 o’clock. Night falls in the forest village and everyone goes to sleep.",
                    "Aliases": []
                },
                "49": {
                    "ID": "1659851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659851",
                    "TitleEnglish": "A Magic Lamp",
                    "SummaryEnglish": "Eddy was coming home with stuffs that Poby threw out. On his way he dropped an old lamp, which was found by Pororo. Pororo thinks the lamp is a magic lamp and tells his friends. Pororo’s friends decide to make Pororo’s wish come true by becoming the lamp geinie so that he would not be disappointed.",
                    "Aliases": []
                },
                "50": {
                    "ID": "1659861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659861",
                    "TitleEnglish": "Little Cooks",
                    "SummaryEnglish": "Bored by their old games, Pororo and friends think of a new way to have fun. They decide to each make lunch and share it together. Next day everyone gets together at Loopy’s house. Loopy prepared a pretty cake, and Poby a sardine dish. Pororo made cookies, and Eddy made a healthy salad. Crong came with a fruit juice and…",
                    "Aliases": []
                },
                "51": {
                    "ID": "1659871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659871",
                    "TitleEnglish": "Loopy’s Gift",
                    "SummaryEnglish": "One day, Loopy measures Pororo’s neck size and tells him not to ask why. Pororo gets curious and peeks into Loopy’s house and finds out that she is making a muffler. Pororo heads home with a smile, thinking that Loopy is making the muffler for him. Next morning, Pororo heads to Loopy’s house with some flowers, but finds Eddy and Poby waiting in front of her house.",
                    "Aliases": []
                },
                "52": {
                    "ID": "1659881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/1659881",
                    "TitleEnglish": "A Magic Can",
                    "SummaryEnglish": "Eddy made a telephone by connecting cans with a string. Pororo, Loopy, Poby and Eddy now can talk to each other at their house with the can telephone that Eddy made. Pororo and friends talked through the night with this new invention of Eddy's.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "185261",
            "URL": "https://thetvdb.com/series/pororo/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "3203611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203611",
                    "TitleEnglish": "Hello, Friends",
                    "SummaryEnglish": "One shiny day in the Porong Porong forest, Pororo and friends were playing hide and seek. Pororo was hiding when Loopy was looking for her hidden friends. But instead of Loopy, a new friend named Petty found Pororo in his hiding place. Pororo introduce Petty to all of his friends, and everyone greeted sweet Petty with joy. But why is everyone acting so shy in front of Petty? And what brings Petty to this forest?",
                    "Aliases": []
                },
                "2": {
                    "ID": "3203621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203621",
                    "TitleEnglish": "Petty’s House",
                    "SummaryEnglish": "One early morning Pororo heads out some where with Eddy and Poby with a shovel in his hand. \r\nCrong who had overslept runs out late, but in spite of Pororo’s warning not to tell Loopy and Petty, Crong tells the girls the big secret. The truth is everyone was making a new house to surprise Petty. To thank all her friends Petty makes cookies and sandwich, but…",
                    "Aliases": []
                },
                "3": {
                    "ID": "3203631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203631",
                    "TitleEnglish": "Learning How to Swim",
                    "SummaryEnglish": "Pororo and friends are out for a swim at the beach. \r\nEddy is just watching his friends have fun in the water. Petty not knowing why Eddy isn’t joining them in the water asks Eddy to come and swim with her. So Eddy decides to learn how to swim with all his friends cheering for him. Will Eddy be able to learn how to swim?",
                    "Aliases": []
                },
                "4": {
                    "ID": "3203641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203641",
                    "TitleEnglish": "Poby the Photographer",
                    "SummaryEnglish": "One snowy day, Poby looked through his photo album and suddenly wants to take pictures of his friends. Poby heads out with his camera and captures all of his friends having a normal day; Pororo and Crong having a snow fight, Eddy making his invention, and Loopy baking her pie. After that Poby heads to Petty’s house with Loopy. When he got there he found Petty making a mailbox. Poby helps paint the mailbox and…",
                    "Aliases": []
                },
                "5": {
                    "ID": "3203651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203651",
                    "TitleEnglish": "It’s a Dinosaur!",
                    "SummaryEnglish": "Pororo and friends go to Petty’s house for a book reading. While reading books on dinosaurs, Crong finds out that dinosaus have become extinct and gets upset. Feeling alone and sad, Crong plays the dinosaur picture jigsaw puzzle. Everyone decides to become a dinosaur to cheer Crong up. Will this event make Crong happy?",
                    "Aliases": []
                },
                "6": {
                    "ID": "3203661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203661",
                    "TitleEnglish": "Sailing in the Forest",
                    "SummaryEnglish": "Eddy is up to something again. He makes a drawing of a boat that can float on water. All his friends went to make this boat by Eddy’s drawing plan. Trimming wood and building a sail…and finally, a boat is made. But Pororo and friends finished their boat in the woods. How are they going to move it all the way to the ocean?",
                    "Aliases": []
                },
                "7": {
                    "ID": "3203671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203671",
                    "TitleEnglish": "My Name is Harry",
                    "SummaryEnglish": "Pororo and friends are at the beach playing soccer. The ball is kicked in to the ocean and when they went looking for it, they found a new friend there. His name is Harry. Harry was on his way to the summer island. Harry who loved to sing needed a place where he could sing freely. Pororo and friends persuaded Harry to live in the Porong Porong forest. Everyone is looking forward to hear this new friend’s song but…",
                    "Aliases": []
                },
                "8": {
                    "ID": "3203681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203681",
                    "TitleEnglish": "I Love Singing",
                    "SummaryEnglish": "Harry can sing through the night. He even sings while he’s asleep. Harry and Poby couldn’t get any sleep. In the morning, Poby decides to make a house for Harry. Pororo and friends held a party for Harry to congratulate him. Harry is deeply moved and starts to sing. He kept singing to show how happy he was.",
                    "Aliases": []
                },
                "9": {
                    "ID": "3203711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203711",
                    "TitleEnglish": "Crong the Great Painter",
                    "SummaryEnglish": "Crong is admiring a picture book with beautiful flower pictures in it. Crong starts drawing while Pororo was not in the house. Pororo comes home to find that the place was filled with scribbles. Pororo tells Crong to clean all the drawings. Pororo falls asleep in his cleaned house, and when he woke up he finds the place messed up again. There’s even scribble on Pororo’s stomach! Pororo goes to the playground to find Crong and…",
                    "Aliases": []
                },
                "10": {
                    "ID": "3203691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203691",
                    "TitleEnglish": "A Pretty Hair Pin",
                    "SummaryEnglish": "Loopy puts a pretty hair pin on her hair. To show her charming pin to everyone, Loopy first heads off to Pororo’s house. But Pororo and Crong are too busy making dough nut to notice the pin. Eddy is busy with ice cream, and Poby and Harry are busy catching fish to see the pretty piece on Loopy’s hair. Loopy is disappointed that nobody noticed her pin. At night, everyone heads to Loopy’s house with the food they prepared for a party and…",
                    "Aliases": []
                },
                "11": {
                    "ID": "3203721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203721",
                    "TitleEnglish": "I Can Fly",
                    "SummaryEnglish": "Eddy made a wooden board for his friends. Curious Pororo was just too happy and anxious to wait for the rest of his friends to arrive, and heads off to the mountains ahead. When the friends came they saw Pororo…flying? What happened? Did Pororo learn how to fly?",
                    "Aliases": []
                },
                "12": {
                    "ID": "3203731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203731",
                    "TitleEnglish": "I Envy You",
                    "SummaryEnglish": "One snowy day, Pororo and Crong are heavily moving firewood to their house. On their way home, they meet Poby. Poby easily helps them with the firewood and easily brings down Pororo’s fishing pole off a shelf. Pororo and Crong envies Poby’s strength and height, but…",
                    "Aliases": []
                },
                "13": {
                    "ID": "3203701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203701",
                    "TitleEnglish": "The Biggest Snowman",
                    "SummaryEnglish": "Everyone is making a snowman today. Eddy teased Harry for making a small snow ball. Harry got mad and flew up to Pororo. Harry tells Pororo that Eddy said he could make a bigger snowman than Pororo. Now Pororo and Eddy are competing with each other on who makes the biggest snowman. They roll a huge snow ball but it accidentally falls down into a cliff…Who will make the biggest snowman?",
                    "Aliases": []
                },
                "14": {
                    "ID": "3203741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203741",
                    "TitleEnglish": "Petty, You Are So Cool",
                    "SummaryEnglish": "Today Pororo and friends are at Petty’s house. Amazed by Petty turning the hula hoop, Pororo and Crong try but it seem a bit harder than they thought. Pororo and Crong then find a tennis ball on the table. They run up and down the house playing with the tennis ball that bounces higher than their heights. \r\nThe ball hits one of the shelves and knocks down the books on it. Petty jumps up and catches the falling books. All the friends are surprised to see Petty having such quick motions…",
                    "Aliases": []
                },
                "15": {
                    "ID": "3203751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203751",
                    "TitleEnglish": "Pororo Shrunk",
                    "SummaryEnglish": "Today Pororo and friends are playing hide and seek. It’s Poby’s turn to find his friends. Harry had to change his hiding place because Pororo hid there before him. So Harry sang a song to reveal where Pororo was hiding. Pororo decides to play a trick on Harry. Pororo tells Harry to hide inside a mailbox and locks him in. Pororo goes into the house and hides. But everything seems a bit larger than usual today. Oh dear, what has happened? Pororo shrunk!",
                    "Aliases": []
                },
                "16": {
                    "ID": "3203761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203761",
                    "TitleEnglish": "Shark Attack!",
                    "SummaryEnglish": "Pororo and friends are fishing on a boat. Petty, Loopy, Pororo, Crong, Harry, and even Poby caught a fish. Eddy is the only one who didn’t catch one. Eddy says he once caught a shark. He says that the shark was so big that the boat was dragged along. Just then a shark came up on Eddy’s fishing pole and it recognizes Eddy. The shark smiles a wicked smile. What will happen to Pororo and friends?",
                    "Aliases": []
                },
                "17": {
                    "ID": "3203771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203771",
                    "TitleEnglish": "Crong’s First Word",
                    "SummaryEnglish": "One fine day, Pororo and Crong are reading books. Crong imitates the way that Pororo read the book. Annoyed by Crong’s imitation, Pororo takes away the book. Angry at this gesture, Crong keeps on imitating what Pororo said reading other books. Pororo hears Crong say his name while they have a feud. Pororo heads out to tell his friends that Crong is talking…",
                    "Aliases": []
                },
                "18": {
                    "ID": "3203791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203791",
                    "TitleEnglish": "Shhh! It’s a Secret",
                    "SummaryEnglish": "The great inventor Eddy made a robot that does whatever it is told to do. While Eddy went out to call his friends, Pororo and Crong sneak in Eddy’s house and turn the robot on. They fight over who gets to play with the robot and break it. Pororo and Crong try to fix the robot before Eddy arrives. They ask Poby for help and tell him not to say a word to Eddy that they broke the robot. Right then, Eddy arrives at the house with Loopy, Petty, and Harry…",
                    "Aliases": []
                },
                "19": {
                    "ID": "3203841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203841",
                    "TitleEnglish": "Who Did This?",
                    "SummaryEnglish": "Pororo and Crong are supposed to clean the house today. But Crong pretends he’s asleep and doesn’t help Pororo. Moreover, Crong starts making snowman out of coal and gets the house, which Pororo cleaned, dirty again. Crong hides somewhere when he realized how angry Pororo would be when he got home. Pororo comes home and is furious. Will Pororo be able to find Crong today?",
                    "Aliases": []
                },
                "20": {
                    "ID": "3203811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203811",
                    "TitleEnglish": "The Cook of Genius",
                    "SummaryEnglish": "Loopy who is the best cook in Porong Porong forest is making something new today. Loopy is happy just thinking about presenting her new menu to her friends. But Loopy accidentally puts too much salt in her cookie recipe. Everyone came to her house and Loopy not wanting her friends to get disappointed by her failure hides with her cookies. Loopy the master of cook is nervous that her friends might find out her mistake and…",
                    "Aliases": []
                },
                "21": {
                    "ID": "3203801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203801",
                    "TitleEnglish": "Thanks, Harry!",
                    "SummaryEnglish": "Pororo and friends went on a picnic on a train. On their arrival, Pororo and Crong went to find firewood, Eddy and Poby started to build an ice house, and Loopy and Petty started to prepare food. Harry wishes he could help but he is too small to do anything. A snow blizzard breaks out and Pororo and Crong still didn’t come back from gathering firewood. Harry flies through the blizzard to find his friends…",
                    "Aliases": []
                },
                "22": {
                    "ID": "3203851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203851",
                    "TitleEnglish": "I Am Not a Bed-Wetter",
                    "SummaryEnglish": "Crong drinks juice in the middle of the night and don’t go to the restroom. Oh dear, Crong wet his bed. Pororo scolded Crong for wetting the bed. And when his friends came to see him with the wetted bedding, ashamed Crong hides. That night Crong goes to the restroom as Pororo tells him to, but Pororo falls asleep before he went to the restroom. Pororo wets his bed and asks Crong not to tell the others about it…",
                    "Aliases": []
                },
                "23": {
                    "ID": "3203781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203781",
                    "TitleEnglish": "I’m Super Crong",
                    "SummaryEnglish": "Crong loves his toy gun. He goes to the playground with his toy gun to show the rest of the friends. Everyone pretended to fall when they were shot by Crong’s gun. Pororo was playing hide and seek when Crong came and surprised him with his gun. Pororo was startled and scolded Crong for surprising him. Crong heads home disappointed and Pororo regrets getting mad at Crong…",
                    "Aliases": []
                },
                "24": {
                    "ID": "3203831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203831",
                    "TitleEnglish": "Snow White, Loopy",
                    "SummaryEnglish": "Loopy is absorbed by the Snow white tale. She looks in the mirror and imagines herself to be the fairest of them all, and dreams of a prince to come to rescue her after eating an apple her friends brought for her. But she is disappointed when her friends keep bothering her sweet dreams. Does Pororo and friends know what Loopy is feeling right now or not?",
                    "Aliases": []
                },
                "25": {
                    "ID": "3203891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203891",
                    "TitleEnglish": "Eddy on the Moon",
                    "SummaryEnglish": "Eddy successfully lands on the Moon on his space shuttle. He turns at a sound and finds aliens there. Eddy gets scared meeting aliens and heads back home. But he gets lost in space, and on top of that, is short of fuel. The aliens appear and help Eddy by giving the fuel he needs. Eddy has made some interesting new friends at the Moon.",
                    "Aliases": []
                },
                "26": {
                    "ID": "3203821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203821",
                    "TitleEnglish": "Crong Meets with a Seal",
                    "SummaryEnglish": "Pororo and Crong went ice fishing one day and met a baby seal who was lost. Crong who was happy to have a friend for the first time, brings the lost baby seal home and has a great time with him. The next day Pororo, Crong and the baby seal go ice fishing to catch some fish for the seal. They meet the mother seal in search of her baby seal. Crong is sad to say good-bye to his new friend but is happy for the baby seal to finally meet its mother.",
                    "Aliases": []
                },
                "27": {
                    "ID": "3203861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203861",
                    "TitleEnglish": "My Toy Fellas",
                    "SummaryEnglish": "Crong is playing with a new toy doll that Pororo gave him as a present. While playing with the doll, Crong accidentally breaks the doll’s arm, and gets upset. That night Crong goes to the world of toy and becomes friends with toy dolls. They ride toy cars and fly in the sky in the toy plane.",
                    "Aliases": []
                },
                "28": {
                    "ID": "3203881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203881",
                    "TitleEnglish": "Loopy and Petty",
                    "SummaryEnglish": "Loopy and Petty go out to ski. Petty is a skilled skier but Loopy keeps falling down. Petty bakes cookies for her friends and invites them over. But the cookies that Petty made are too salty for her friends to eat. Loopy practices skiing but she can’t ski as well as Petty. And Petty practices baking cookies but the cookies are not as good as the ones made by Loopy. Maybe they should teach each other what they are good at…",
                    "Aliases": []
                },
                "29": {
                    "ID": "3203931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203931",
                    "TitleEnglish": "Scary Cookies",
                    "SummaryEnglish": "Eddy gets a cookie box, full of delicious cookies. Eddy doesn’t want to share his cookies with his friends so he hides it deep in the forest and puts a monster plank on it. Eddy doesn’t only fall over on his way back, but lies to his friends that he was attacked by a monster in the forest. Courageous Poby, Pororo and Crong set off to the forest to attack the monster who attacked Eddy.",
                    "Aliases": []
                },
                "30": {
                    "ID": "3203961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203961",
                    "TitleEnglish": "Finding Toy",
                    "SummaryEnglish": "Crong’s red toy car is his favorite toy. In his imagination, Crong drives through the mountains in his red car, crosses the sea and travels everywhere. One day, his favorite red car suddenly disappears. Crong and Pororo look for it everywhere in the house and their friends’ houses but cannot find the car. Crong gets very depressed and….",
                    "Aliases": []
                },
                "31": {
                    "ID": "3203921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203921",
                    "TitleEnglish": "Petty’s Secret Friend",
                    "SummaryEnglish": "Petty follows Pororo and Crong to the mountains but gets lost because of the thick fog. While looking for her friends, Petty finds a mystery door and goes inside, where she meets a scary dragon. But Petty soon becomes good friends with the dragon.",
                    "Aliases": []
                },
                "32": {
                    "ID": "3203971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203971",
                    "TitleEnglish": "Don’t Do That!",
                    "SummaryEnglish": "Pororo decides to follow Crong around as he has more and more bad habits. Pororo tells Crong off when he scribbles on the floor, when doesn’t clean up after playing with his toys or when he doesn’t turn the tap off after washing his hands. Crong gets fed up with Pororo so he gets away from him and starts to snow sleigh dangerously by himself…",
                    "Aliases": []
                },
                "33": {
                    "ID": "3203941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203941",
                    "TitleEnglish": "No More Troubles!",
                    "SummaryEnglish": "Pororo decides to play all day with Crong today. But Crong destroys Pororo’s blocks, disturb Pororo while he’s reading a book and so on. Although they have little fights with each other, Pororo and Crong had an enjoyable day together.",
                    "Aliases": []
                },
                "34": {
                    "ID": "3203911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203911",
                    "TitleEnglish": "You are not alone!",
                    "SummaryEnglish": "Poby is not used to living together with Harry. Poby makes a wooden box by himself, plays basketball and disturbs Harry’s nap. Harry gets annoyed and damages Poby’s painting, and disturbs Poby when he’s listening to music. Poby goes fishing on his own to get away from Harry but soon becomes lonely without him, and harry also gets bored without Poby.",
                    "Aliases": []
                },
                "35": {
                    "ID": "3203981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203981",
                    "TitleEnglish": "Beautiful Color Land",
                    "SummaryEnglish": "Pororo falls asleep while reading a color book to Crong. In their dreams, Pororo and Crong go to color land with the snowman fairy. They visit Eddy’s yellow color land, Poby’s green color land and Loopy’s red color land and experience a beautiful rainbow color land.",
                    "Aliases": []
                },
                "36": {
                    "ID": "5014917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5014917",
                    "TitleEnglish": "Petty Likes Me the Most",
                    "SummaryEnglish": "Poby confesses to his friends that he thinks Petty likes him. However, everyone else says the same thing. They decide to go to Petty’s hosue to find out the truth…",
                    "Aliases": []
                },
                "37": {
                    "ID": "5014918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5014918",
                    "TitleEnglish": "Harry and Crong Disappeared",
                    "SummaryEnglish": "Poby tells Harry that he has a headache because of his songs, and Pororo tells Crong off for making a mess. So Crong and Harry decide to leave them. Everyone gets worried when they find out that Crong and Harry are missing…",
                    "Aliases": []
                },
                "38": {
                    "ID": "4129324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4129324",
                    "TitleEnglish": "Loopy the Magician",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "39": {
                    "ID": "3203901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203901",
                    "TitleEnglish": "Friends from Outer Space",
                    "SummaryEnglish": "One night, Pororo and friends find a light crossing and a flying object appear in the sky. It was the Aliens who helped Eddy come back from outer space that has come to the forest. They had made an emergency landing on Earth and Eddy helped them fix their space shuttle. Pororo and friends see their alien friends go back to where they came from and hope to meet them again someday.",
                    "Aliases": []
                },
                "40": {
                    "ID": "3266621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3266621",
                    "TitleEnglish": "Snowball Ghost",
                    "SummaryEnglish": "Pororo the Little Penguin - Pororo and Eddy are having a snowball fight. When Pororo is better at throwing than Eddy, Eddy gets angry and thinks of a way to get him back.",
                    "Aliases": []
                },
                "41": {
                    "ID": "3203951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203951",
                    "TitleEnglish": "The Dragon Comes to Town",
                    "SummaryEnglish": "The Dragon who became friends with Petty while she was lost in the forest, flies to Pororo village to see Petty. On his way, he finds Eddy and asks him the way to Petty’s house. Eddy is shocked by the dragon, and without knowing that Petty and the dragon are friends, tells everyone that Petty’s in danger. Pororo and friends go to save Petty from the dragon. What will happen between the dragon and friends?",
                    "Aliases": []
                },
                "42": {
                    "ID": "3203991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203991",
                    "TitleEnglish": "Good Crong, Bad Crong",
                    "SummaryEnglish": "Loopy’s having a party at her house and Pororo is trying to make some bread to take with him. Crong, on the otherhand, is only looking for a chance to eat the bread. Pororo gives the bread to Crong and sends him to Loopy’s house first. Crong gets confused when bad Crong tempts him to eat the bread and when good Crong tells him to share it with his friends. Will Crong eat the bread first?",
                    "Aliases": []
                },
                "43": {
                    "ID": "3203871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3203871",
                    "TitleEnglish": "Pig Pororo",
                    "SummaryEnglish": "Pororo plays a trick on Crong who was sleeping, breaks Eddy’s plane, eats all of Loopy’s cookies, and runs off hiding. Everyone is mad at Pororo’s prank. Pororo who wasn’t sorry for what he did, gets punished by an unknown light and gets turned into a pig. Will Pororo stay a pig if he doesn’t apologize to his friends?",
                    "Aliases": []
                },
                "44": {
                    "ID": "3266631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3266631",
                    "TitleEnglish": "A Snowy Day",
                    "SummaryEnglish": "While Pororo and Crong are snow ball fighting, it starts to snow heavily. So they go to Poby’s house to keep away from the snow, and find other friends there. The next morning, Porong Porong forest was beautifully covered in snow.",
                    "Aliases": []
                },
                "45": {
                    "ID": "4129322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4129322",
                    "TitleEnglish": "Is Pororo Sick",
                    "SummaryEnglish": "When Crong scribbles all over the house, Pororo gets angry and tells him off. Whilst Pororo goes to the bathroom, Crong makes a mess again. Pororo decides to pretend he's sick to teach Crong a lesson.",
                    "Aliases": []
                },
                "46": {
                    "ID": "4129323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4129323",
                    "TitleEnglish": "Do You Need Any Help",
                    "SummaryEnglish": "Poby is a kind friend who always helps his friends. He finds Crong's toy car for him, saves Loopy's cactus from dying and makes a small stage for Harry to sing on. But Poby sometimes makes mistakes too. When Eddy's making a robot, he tries to connect wires together and makes an explosion. Then one day, he climbs a tree to get Petty's shuttlecock and slips… however, everyone loves Poby for who he is.",
                    "Aliases": []
                },
                "47": {
                    "ID": "3266591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3266591",
                    "TitleEnglish": "Piece Of Cake",
                    "SummaryEnglish": "Loopy goes to Pororo's house to give him some cake she made herself but Pororo ends up eating Crong's piece as well!",
                    "Aliases": []
                },
                "48": {
                    "ID": "3266611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3266611",
                    "TitleEnglish": "Robot Cook",
                    "SummaryEnglish": "Petty bakes some cookies for her friends but they aren't very nice so Eddy decides to make a robot cook for Petty who cooks delicious cookies.",
                    "Aliases": []
                },
                "49": {
                    "ID": "3266661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3266661",
                    "TitleEnglish": "What's This Smell",
                    "SummaryEnglish": "Pororo the Little Penguin - Everyone is gathering at Pororo's house but Poby ate too much and has to keep running outside to fart.",
                    "Aliases": []
                },
                "50": {
                    "ID": "3266601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3266601",
                    "TitleEnglish": "Return Of Robot Cook",
                    "SummaryEnglish": "Pororo the Little Penguin - Pororo and friends go to Petty's house where they find robot cook baking chocolate pies.",
                    "Aliases": []
                },
                "51": {
                    "ID": "3266641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3266641",
                    "TitleEnglish": "Viruses Are Following Me",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "52": {
                    "ID": "3266651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/3266651",
                    "TitleEnglish": "Watch Out Pororo",
                    "SummaryEnglish": "Pororo the Little Penguin - Pororo and Crong ask Harry and Poby to go mountain climbing together, but Harry says he needs to practice singing. In the end, Pororo and Crong go by themselves.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "185271",
            "URL": "https://thetvdb.com/series/pororo/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "4122171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4122171",
                    "TitleEnglish": "Popo and Pipi",
                    "SummaryEnglish": "Pororo and Crong are going to fly a plane that Edy made. Pororo and Crong cheer when they see the penguin shaped plane but the others are a bit skeptical about whether it will fly or not.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4122172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4122172",
                    "TitleEnglish": "Everything Looks Amazing",
                    "SummaryEnglish": "Popo and Pipi, who crash landed in Pororo's village find Loopy's house empty and enter it while the others are out. While waiting, Popo and Pipi find something interesting - Loopy's paint brush. Popo observes the paint brush carefully.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4122173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4122173",
                    "TitleEnglish": "Rody Is Born",
                    "SummaryEnglish": "One dark night when everyone is asleep, Eddy is making something. He is making his assistant robot, Robot Eddy - (Rody). But when Eddy falls asleep something goes horribly wrong!",
                    "Aliases": []
                },
                "4": {
                    "ID": "4122174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4122174",
                    "TitleEnglish": "Happy Rody",
                    "SummaryEnglish": "Eddy makes a house for his assistant robot Rody. Everyone else prepares a gift for Rody. A party is thrown for Rody and everyone congratulates him, but Rody finds out that he cannot eat cake or drink milk like the others and feels sad.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4122175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4122175",
                    "TitleEnglish": "Toy Plane",
                    "SummaryEnglish": "Crong wants to play with Pororo's new toy plane but Pororo doesn't want to share with Crong. Will Pororo ever learn how to share with his friends?",
                    "Aliases": []
                },
                "6": {
                    "ID": "4123644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4123644",
                    "TitleEnglish": "Dragon the Magician",
                    "SummaryEnglish": "Pororo and Crong fly far away to a strange place where Tongtong the magic dragon is living. Tongtong was trying to get food by using his magic. With many failures, Tongtong succeeds in making an apple.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4122176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4122176",
                    "TitleEnglish": "I Want To Be A Super Hero",
                    "SummaryEnglish": "Pororo and Crong are playing \"Super Hero\". But Pororo wouldn't take turns playing Super Hero. Crong snatches Pororo's 'Hero' mask and runs off. Crong asks Rody to play. Crong is the hero and Rody is the villain with a mask.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4122177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4122177",
                    "TitleEnglish": "Mighty Harry",
                    "SummaryEnglish": "Little dragon Tongtong is showing magic tricks to his friends today. Turning a cactus into a clock ... but Tongtong turns into a clock instead! Tongtong's magic is a bit clumsy.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4122178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4122178",
                    "TitleEnglish": "Catch the Big Fish",
                    "SummaryEnglish": "Pororo and friends are fishing today. One moment, Eddy's fishing pole shows a sign. Rolling up his fishing pole, Eddy is disappointed to find a small fish on the end. Pororo makes fun of the size of the fish.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4122179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4122179",
                    "TitleEnglish": "It's My Toy",
                    "SummaryEnglish": "Pororo and friends are at Eddy's house looking at a new toy Eddy has made. Pororo likes the new toy and asks Eddy to borrow it for a day. But Crong also wants to play with the toy.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4122180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4122180",
                    "TitleEnglish": "Princess Loopy",
                    "SummaryEnglish": "Friends are gathered at Loopy's house and she tells a story. Once upon a time in a beautiful palace, there lived a King named Harry and his two daughters, Petty and Loopy.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4122181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4122181",
                    "TitleEnglish": "Strange Soccer",
                    "SummaryEnglish": "Pororo and friends are playing soccer on the beach. At first Pororo's team is winning 2:0. But Eddy's team is starting to catch up. They are all playing their best and the game becomes more and more exciting.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4122182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4122182",
                    "TitleEnglish": "Watch Out Eddy",
                    "SummaryEnglish": "Pororo and friends are making a snowman and having a snow fight in the forest but the snow keeps on falling and it becomes hard, too hard to even move. Eddy and Rody come with a bulldozer to help their friends.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4122183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4122183",
                    "TitleEnglish": "Cooking Trouble",
                    "SummaryEnglish": "Loopy is baking pie for her friends. Watching Loopy back, Petty decides to bake some cookies. Finally Loopy and Petty's cake and cookies are done and they invite their friends. Loopy's pie is served first and everyone enjoys it.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4137045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4137045",
                    "TitleEnglish": "Clumsy Magician",
                    "SummaryEnglish": "Pororo and  Crong are on their way to Tongtong's house on their plane. Crong finds a magic wand in a jar. Fascinated by the wand, Crong waves it and the wand casts a spell on Crong.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4137046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4137046",
                    "TitleEnglish": "Weather Forecast",
                    "SummaryEnglish": "Today Eddy made a weather forecasting machine. The weather forecasting machine is attached to Rody's back. It says that there will be strong winds blowing tomorrow. Everyone worries though at the forecast for that night.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4137047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4137047",
                    "TitleEnglish": "Thanks Eddy",
                    "SummaryEnglish": "Eddy says that he will fix the space ship so that Popo and Pipi can go back home. Eddy starts fixing Popo and Pipi's space ship. At last the space ship is floating, but while test driving it, one of the boosters blow up.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4137048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4137048",
                    "TitleEnglish": "Loopy's Present",
                    "SummaryEnglish": "Eddy finally fixed Popo and Pipi's space ship. Popo and Pipi and the others are so sad to be parting. Loopy gives Popo and Pipi a basket of cookies as a parting gift. With Loopy's present, Popo and Pipi return to their home planet in their space ship.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4137049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4137049",
                    "TitleEnglish": "Play With Crong",
                    "SummaryEnglish": "While Pororo is taking a nap, Crong makes a wonderful castle out of building blocks. He tries to wake Pororo to show his castle, but sleepy Pororo just briefly wakes up and reads a book that Crong gave him and falls back to sleep.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4137050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4137050",
                    "TitleEnglish": "Flying Poby",
                    "SummaryEnglish": "Everyone is playing rock-scissors-paper in front of Pororo's house. Tongtong comes down from the sky to see them. Poby says that he is envious of Tongtong's ability to fly, so Tongtong uses his magic to make Poby fly. Kurikuri Tongtongtong!",
                    "Aliases": []
                },
                "21": {
                    "ID": "4137051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4137051",
                    "TitleEnglish": "Petty The Red Riding Hood",
                    "SummaryEnglish": "Once upon a time there lived a little penguin wearing a red hood named Petty. Kind Petty is on her way to Uncle Poby's house with home made cookies.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4137052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4137052",
                    "TitleEnglish": "Baseball Star Rody",
                    "SummaryEnglish": "Eddy asks rody to join him playing baseball. But Rody either throws the ball in the wrong direction, or so hard that Eddy gets knocked down catching it. Pororo says that he wants to play baseball with Rody.",
                    "Aliases": []
                },
                "23": {
                    "ID": "4137053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4137053",
                    "TitleEnglish": "Playful Nyao",
                    "SummaryEnglish": "Today everyone is going to Tongtong's house in Eddy's hot air balloon. Tongtong's wall clock and cat doll, Nyao are chasing each other when Pororo and friends arrive at Tongtong's house.",
                    "Aliases": []
                },
                "24": {
                    "ID": "4137054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4137054",
                    "TitleEnglish": "Petty and Nyao",
                    "SummaryEnglish": "Everyone is a Petty's house today. They are listening to Petty reading a fairy tale. Tongtong is getting ready to go to Petty's house. Nyao, the kitten is insisting on following Tongtong there.",
                    "Aliases": []
                },
                "25": {
                    "ID": "4137055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4137055",
                    "TitleEnglish": "Mischievous Wind",
                    "SummaryEnglish": "Everyone is flying kites on the hill, but the wind blows to strong and the kite string breaks. Moreover, Loopy's pretty hat is blown off the cliff. Eddy and Rody step forward to get Loopy's hat.",
                    "Aliases": []
                },
                "26": {
                    "ID": "4137056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4137056",
                    "TitleEnglish": "Poby Is Missing",
                    "SummaryEnglish": "Harry teaches Poby how to dance and sing, but harry is not satisfied with Poby's performance. After being scolded by Harry, Poby quietly goes out of his house with a bag.",
                    "Aliases": []
                },
                "27": {
                    "ID": "4137170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4137170",
                    "TitleEnglish": "Loopy's Doll",
                    "SummaryEnglish": "Eddy accidentally drops one of Loopy's favorite bunny doll, Toto, on the floor. Loopy gets furious.",
                    "Aliases": []
                },
                "28": {
                    "ID": "4137172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4137172",
                    "TitleEnglish": "Singing Passion",
                    "SummaryEnglish": "When Poby keeps on yawning and can't seem to wake up one morning, Harry sings his favorite song to help wake Poby. But Poby can't stand the cracking voice of Harry.",
                    "Aliases": []
                },
                "29": {
                    "ID": "4137174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4137174",
                    "TitleEnglish": "Amazing Magic Wand",
                    "SummaryEnglish": "Pororo and Crong come to Tongtong's house while Tongtong is out. They wait for Tongtong and fall asleep. Zzzz~zzz~ Because of Pororo and Crong's snoring, Clock and Kitten ask the magic wand to stop the noisy snore.",
                    "Aliases": []
                },
                "30": {
                    "ID": "4137175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4137175",
                    "TitleEnglish": "You're The Best Poby",
                    "SummaryEnglish": "Crong breaks his toy car while playing with it. Pororo and Crong head to Poby's house for help, but Poby is already busy fixing Harry's house. Loopy is impressed with Poby's handy work and says that Poby is the best.",
                    "Aliases": []
                },
                "31": {
                    "ID": "4139934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4139934",
                    "TitleEnglish": "Night Wonders",
                    "SummaryEnglish": "Crong likes Loopy's doll Toto. So he asks Loopy’s permission to borrow the doll for one night. Crong gets to borrow the doll and he falls asleep with it in his bed.",
                    "Aliases": []
                },
                "32": {
                    "ID": "4139935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4139935",
                    "TitleEnglish": "Where Did the Ball Go?",
                    "SummaryEnglish": "Pororo and Crong played at the playground with their ball. They forgot about the ball and went home. When they returned to the playground to find their ball, it was lost.",
                    "Aliases": []
                },
                "33": {
                    "ID": "4139936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4139936",
                    "TitleEnglish": "Toy Frog",
                    "SummaryEnglish": "Eddy made a robot toy frog. But this frog is a hand full. Something in its part must have gone wrong. Eddy finally gets a hold of the leaping frog and turns it off.",
                    "Aliases": []
                },
                "34": {
                    "ID": "4139937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4139937",
                    "TitleEnglish": "Scribble Fun",
                    "SummaryEnglish": "While Pororo is out of the house, Crong scribbles on the wall with paint. Pororo gets angry when he returns home and Crong runs out to the playground.",
                    "Aliases": []
                },
                "35": {
                    "ID": "4143964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4143964",
                    "TitleEnglish": "Crong and the Shooting Star",
                    "SummaryEnglish": "Pororo and friends are out watching the stars at night. A shooting star land near them and Crong takes the star home. He puts the star in a box and goes to sleep.",
                    "Aliases": []
                },
                "36": {
                    "ID": "4143965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4143965",
                    "TitleEnglish": "Got a Cold?",
                    "SummaryEnglish": "Poby wakes up late one morning and accidentally drops a pepper shaker. With the pepper in the air, Poby's nose itches and he lets out a sneeze. Harry took Poby's sneezing the wrong way. He worries that Poby is coming down with a cold.",
                    "Aliases": []
                },
                "37": {
                    "ID": "4143966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4143966",
                    "TitleEnglish": "Strange Games",
                    "SummaryEnglish": "Pororo and friends are out in the ocean fishing. The sharks are around and they surround the boat. Pororo and friends are in trouble! Eddy suggests playing a game. The winner gets what he wants.",
                    "Aliases": []
                },
                "38": {
                    "ID": "4143967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4143967",
                    "TitleEnglish": "Best Friends",
                    "SummaryEnglish": "Today Pororo and Crong are making snowmen in front of their house. Pororo made his snowman looking just like Crong, and Crong made a snowman looking just like Pororo.",
                    "Aliases": []
                },
                "39": {
                    "ID": "5014894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5014894",
                    "TitleEnglish": "Poby's Birthday",
                    "SummaryEnglish": "Today is Poby's birthday. Pororo and Crong are preparing Poby's presents. When Crong sees a teddy bear inside Pororo's train present, he wants to put one in his truck. Pororo heads to Poby's house alone.",
                    "Aliases": []
                },
                "40": {
                    "ID": "4143968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4143968",
                    "TitleEnglish": "Eddy's Song",
                    "SummaryEnglish": "Eddy and Rody were dancing and singing. Pororo and friends head to Eddy’s house and hear Eddy’s song. Eddy doesn’t like singing in front of his friends because he is embarrassed, but when everyone asks him to sing, Eddy gives a try.",
                    "Aliases": []
                },
                "41": {
                    "ID": "4143969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4143969",
                    "TitleEnglish": "Cloning Machine",
                    "SummaryEnglish": "Everyone is enjoying Loopy's sandwich. When there is only one piece left, Eddy brings out his cloning machine to make more sandwiches. He puts a sandwich in the machine and...ta dah~ Sandwich is cloned.",
                    "Aliases": []
                },
                "42": {
                    "ID": "5014895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5014895",
                    "TitleEnglish": "Cleaning Trouble",
                    "SummaryEnglish": "The Kitten was playing with a ball at Petty's house when he accidentally hits Petty's vase with the ball. Feeling sorry about what he did, the kitten decides to clean Petty's house while Petty is out.",
                    "Aliases": []
                },
                "43": {
                    "ID": "4145960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4145960",
                    "TitleEnglish": "Strange Adventure 1",
                    "SummaryEnglish": "Poby is reading a tale. Long ago, Pororo, Crong and Harry lived in a small cabin. The three were singing and dancing to Pororo's accordion. Pororo stepped on a piece of wood and fell, hurting his arm.",
                    "Aliases": []
                },
                "44": {
                    "ID": "4145961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4145961",
                    "TitleEnglish": "Strange Adventure 2",
                    "SummaryEnglish": "Crong arrives on top of the cloud, in front of the magic castle. Crong heads to the castle where the wicked magician Tongtong lives.",
                    "Aliases": []
                },
                "45": {
                    "ID": "4147381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4147381",
                    "TitleEnglish": "Sled Race",
                    "SummaryEnglish": "Everyone is out today for a sled race. The race was closed, and Pororo and Crong's team came in first. Eddy and Rody's team came in second and Poby and Harry's team in third. Furious at losing the race, Eddy spent the night making a new sled.",
                    "Aliases": []
                },
                "46": {
                    "ID": "4147380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4147380",
                    "TitleEnglish": "Rody's Dream",
                    "SummaryEnglish": "Eddy dreams of becoming famous in his dream. His friends come and wake him up and ask about what he was dreaming. Rody learns that his friends can dream and wants to dream in his sleep. But Eddy says that robots don't have dreams in their sleep.",
                    "Aliases": []
                },
                "47": {
                    "ID": "4147733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4147733",
                    "TitleEnglish": "Magic Potion 1",
                    "SummaryEnglish": "Tongtong is making one of his magic potions today. This time he is making one to turn Clock into a brand new clock. Instead of turning into a brand new clock, it turns into a police car. Tongtong makes a new magic potion, but Clock refuses to take it.",
                    "Aliases": []
                },
                "48": {
                    "ID": "4152098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4152098",
                    "TitleEnglish": "Magic Potion 2",
                    "SummaryEnglish": "Everyone heads to the forest to get the fruit of the Sun tree that will cure Rody from the magic potion. In the forest, Pororo and friends meet mushrooms who threaten to eat all of them.",
                    "Aliases": []
                },
                "49": {
                    "ID": "4152099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4152099",
                    "TitleEnglish": "Fun Picnic",
                    "SummaryEnglish": "Today is the day Pororo and friends go on a picnic, but Poby and Harry over slept. Poby rushed to their meeting place and hurt his leg on the way. Poby can’t walk so he tells his friends to go without him.",
                    "Aliases": []
                },
                "50": {
                    "ID": "4152100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4152100",
                    "TitleEnglish": "Eddy's Got the Cold",
                    "SummaryEnglish": "As Eddy caught a cold, everyone was worried. Tongtong gives Eddy warm tea to drink. But it turns out to be a dancing potion.",
                    "Aliases": []
                },
                "51": {
                    "ID": "4152101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4152101",
                    "TitleEnglish": "Snowy Day",
                    "SummaryEnglish": "To avoid the snow one day, Pororo and friends went into a cave. The cave had furniture and food in it. Eddy and Harry had some fruit as they were hungry. All of a sudden a monster appeared and got mad at taking his food without permission.",
                    "Aliases": []
                },
                "52": {
                    "ID": "4152102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4152102",
                    "TitleEnglish": "Wonderful Playground",
                    "SummaryEnglish": "Pororo and friends are at the playground playing hide and seek. Poby is it. He finds everyone else but Petty.",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "591200",
            "URL": "https://thetvdb.com/series/pororo/seasons/official/4",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "4934855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934855",
                    "TitleEnglish": "Magical Car, Tu-tu",
                    "SummaryEnglish": "Pororo and his friends are having a sled race when a new friend appears. It’s the talking car, Tu-tu!",
                    "Aliases": []
                },
                "2": {
                    "ID": "4934856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934856",
                    "TitleEnglish": "Nice to Meet You, Tu-tu!",
                    "SummaryEnglish": "Pororo and friends, and Tu-tu are gathered at the playground reading a picture book called ‘Super Car’. ‘Super Car’ is about how a Super Fox and Super Car defeat a dragon monster that wants to steal a magical jewel. Tu-tu later thinks that Tong-Tong is a dragon monster, just like in the book.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4934857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934857",
                    "TitleEnglish": "Magical Glasses",
                    "SummaryEnglish": "One day, Eddy learns about glasses that can read the mind and he becomes curious. All he can think about is rushing home to make glasses that can read the mind. He is so consumed that he neglects his friends.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4934858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934858",
                    "TitleEnglish": "Gigantic Crong",
                    "SummaryEnglish": "Crong wants to get a book down from the shelf, but it’s too high for him to reach. Tall Poby gets the book down for Crong. Crong is grateful, but he suddenly realizes that he wants to be tall too.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4934859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934859",
                    "TitleEnglish": "Rescuing Eddy",
                    "SummaryEnglish": "Eddy makes his own spaceship and takes off into space. However, he crashes into the ocean! Then he gets chased by sharks. Meanwhile, Pororo and Tu-tu race to the ocean to rescue Eddy.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4934860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934860",
                    "TitleEnglish": "I Want to Be Good at Ice Skating, Too!",
                    "SummaryEnglish": "Everyone is having fun ice skating on the frozen lake except for Eddy. He’s the only one who can’t ice skate and feels humiliated in front of his friends.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4934861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934861",
                    "TitleEnglish": "Crong, the Troublemaker",
                    "SummaryEnglish": "Pororo and Crong had promised to go to Poby’s house in the morning, but Crong sleeps in and so Pororo leaves without him. When Pororo arrives at Poby’s house he meets all his friends and decides to go fishing with them, completely forgetting about Crong.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4934862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934862",
                    "TitleEnglish": "Pororo's in Danger",
                    "SummaryEnglish": "Pororo goes to the mountain alone to snowboard today. Due to the sudden bad weather, however, he decides to come down early and ends up going to Poby’s house.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4934863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934863",
                    "TitleEnglish": "Poby Be Nimble",
                    "SummaryEnglish": "Everyone has gathered to eat lunch together. While carrying a big pile of dishes, Poby slips on a salt shaker and falls. Just as the dishes are about to break, nimble Petty comes to the rescue and catches all of them.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4934864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934864",
                    "TitleEnglish": "A Sled Race",
                    "SummaryEnglish": "Eddy has made a cutting-edge sled and shows it off to his friends. Pororo gets a little competitive and says that he can make one too. He ended up borrowing Tong-tong's clock, which Tong-Tong turned into a sled.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4934865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934865",
                    "TitleEnglish": "A Day in Porong Porong Forest",
                    "SummaryEnglish": "It’s another sunny day in Porong Porong Forest. Crong’s playfulness starts another morning of squabbling with Pororo. And Eddy invents a bubble-making machine. Eddy decided to make a very big bubble in front of his friends. The group play hide and seek together.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4934866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934866",
                    "TitleEnglish": "Loopy's Secret Friend",
                    "SummaryEnglish": "While skiing, Loopy falls after trying to catch Pororo for teasing her and calling her ‘Slowpoke Loopy’. Loopy is so mad she ends up crying. Pororo tries to cheer Loopy up, only to be thought that all his efforts are just pranks by Loopy.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4934867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934867",
                    "TitleEnglish": "Harry and Summer Island",
                    "SummaryEnglish": "Poby loves fishing, and even though the weather is freezing cold he goes outside to fish. But Harry isn’t used to the cold and ends up at home alone. Poby feels bad for Harry and decides to go back home and play with him.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4934868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934868",
                    "TitleEnglish": "I want to be Goood of Sports",
                    "SummaryEnglish": "Loopy isn’t very good at sports, but she wants to be good like her friends. So, with some help from Tong-Tong’s magic she becomes good at sports, but in exchange she becomes terrible at cooking. When everyone tastes Loopy's terrible cooking, Loopy changes her mind and asks for another magic from Tong-Tong so that she can be good at cooking again; even though, in exchange, she will be terrible at sports.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4934869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934869",
                    "TitleEnglish": "The Butterfly Forest",
                    "SummaryEnglish": "Pororo and his friends go on a picnic to the forest. Pororo and Crong leave their backpacks on the train, and when they go back to get them they get separated from their friends.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4934870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934870",
                    "TitleEnglish": "Crong the Master Cleaner",
                    "SummaryEnglish": "Crong gets in big trouble with Pororo for making the house messy and for scribbling on the floor. Crong had promised to help with the cleaning, but he’s being as lazy as ever. However, after being called the Master Cleaner by his friends, Crong starts to clean dilligently, even though he is very tired.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4934871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934871",
                    "TitleEnglish": "Our Own Superhero Story",
                    "SummaryEnglish": "Pororo and Crong are really into reading a superhero picture book together when they suddenly decide to write their own superhero story. So they call their friends to make the superhero story with Pororo, Crong, Petty, Eddy, and Poby as the superheroes, Loopy and Harry as the characters who need to be saved, and Rody as the villain. In the story, Pororo has the ability to fly, Crong has super speed, Poby has super strength, Petty has super hearing, and Eddy can make things really quickly.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4934872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934872",
                    "TitleEnglish": "Poby's Good Luck",
                    "SummaryEnglish": "Today is an unlucky day for Poby. He is the only one who doesn’t catch a fish during ice-fishing. And just as he’s about to win the sled race a clump of falling snow derails his victory. When everyone is going by the train, Poby's train car wheel breaks, so he decides to use the boat. When he arrives, he thinks of bringing a fishing net so that he can fish. He goes back home and when he goes back to the boat, the boat is gone because he unties the boat before leaving home.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4934873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934873",
                    "TitleEnglish": "Crong Goes Number Two",
                    "SummaryEnglish": "Crong doesn’t eat vegetables and only eats meat. And when he has to go number two he waits and doesn’t go. So now he is constipated.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4934874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934874",
                    "TitleEnglish": "Eddy's Christmas Present",
                    "SummaryEnglish": "With only a few days left before Christmas, Pororo and his friends are complimenting each other saying that they will all get a present from Santa.",
                    "Aliases": []
                },
                "21": {
                    "ID": "4934875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934875",
                    "TitleEnglish": "A Meal Made for Loopy",
                    "SummaryEnglish": "Loopy loves to cook for her friends, and she does so often. But lately her friends have been taking her cooking for granted. They realize they were wrong and promise one another that they will each prepare a special dish just for Loopy.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4934876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934876",
                    "TitleEnglish": "Rody's Wish",
                    "SummaryEnglish": "Rody becomes curious when he discovers that he can’t do or understand many of the things that his friends take for granted. Rody starts questioning things like, “What does ‘hurt’ mean? What is it like to be cold? What are dreams?”",
                    "Aliases": []
                },
                "23": {
                    "ID": "4934877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934877",
                    "TitleEnglish": "Transformer Troubles",
                    "SummaryEnglish": "Eddy calls all his friends over to show off his latest invention, the Transformer. However, the machine malfunctions and Eddy is humiliated in front of his friends. Pororo especially can’t stop laughing at him.",
                    "Aliases": []
                },
                "24": {
                    "ID": "4934878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934878",
                    "TitleEnglish": "Exchanging Chaos",
                    "SummaryEnglish": "After seeing Eddy and Poby exchanging a book for a basketball with each other, the friends decide to meet at the playground to exchange things they don’t use anymore. Everybody manages to exchange their things, except for Pororo. Then, Pororo gets most of his things, until he doesn't have much left at home. Feeling bad for Pororo, his friends renturn his stuff back when Pororo is asleep.",
                    "Aliases": []
                },
                "25": {
                    "ID": "4934879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934879",
                    "TitleEnglish": "Loopy and Petty's Eventful Night",
                    "SummaryEnglish": "Loopy and Petty just don’t understand why Pororo and Crong, and Poby and Harry keep fighting all the time. Loopy and Petty think that if you live together you should get along better together.",
                    "Aliases": []
                },
                "26": {
                    "ID": "4934880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/4934880",
                    "TitleEnglish": "Tu-tu and Tongtong",
                    "SummaryEnglish": "Today is picnic day! Everyone is on the train that Tu-tu is pulling to go on a picnic. But Tu-tu goes too fast and gets into an accident. Tu-tu crashes into a tree and loses consciousness.",
                    "Aliases": []
                }
            }
        },
        "5": {
            "ID": "624596",
            "URL": "https://thetvdb.com/series/pororo/seasons/official/5",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "5239758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239758",
                    "TitleEnglish": "We are good friends",
                    "SummaryEnglish": "Pororo and Rody, Eddy and Crong have divided into teams to play badminton.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5239759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239759",
                    "TitleEnglish": "Crong's wish",
                    "SummaryEnglish": "One day, Crong becomes very sad because he thinks he doesn’t have any special skills that are helpful to his friends. Just then, a shooting star falls, and the wish Fairy appears in front of Crong who is making a wish. However, after seeing how Crong would be if his wish came true, he decided that it is better to be himself.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5239760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239760",
                    "TitleEnglish": "Just be honest",
                    "SummaryEnglish": "Poby works hard on making a kickboard. The friends have fun taking turns riding it. Petty has so much fun that she asks Poby if she could borrow it for a day. However, at home, Petty breaks the kickboard. Petty asks her friends to make the same kickboard so that Poby will not notice that Petty breaks it. However, all her friends fail to do the effort.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5239761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239761",
                    "TitleEnglish": "A mini concert for Harry",
                    "SummaryEnglish": "One day Harry flies over to his friends and starts singing a new song that he just made up.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5239762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239762",
                    "TitleEnglish": "Eddy's riddle game",
                    "SummaryEnglish": "Eddy makes a mess of his house after fixing his machines. He wonders how he is going to clean everything up when his friends come to visit.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5239763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239763",
                    "TitleEnglish": "Real courage",
                    "SummaryEnglish": "Pororo takes a shortcut during a sled race with his friends and he ends up getting lost. He wanders around and finds a cave in the forest where he hears a strange sound.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5239764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239764",
                    "TitleEnglish": "We need you, Eddy",
                    "SummaryEnglish": "Eddy finds several things broken in Loopy’s house. He says that only he can fix them and heads home to get his tools. While he’s gone, Poby fixes the broken objects with simple tools at hand.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5239765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239765",
                    "TitleEnglish": "The magic sketchbook",
                    "SummaryEnglish": "Pororo went to Tong-Tong’s house to borrow a storybook, but instead he took Tong-Tong’s magic sketchbook by mistake. After knowing that the sketchbook is magical, Pororo uses it to win a sled race, and catch a big fish. However, when Crong wants to go the bathroom at his home, he discovered the sketchbook and stays at home. He draws a shark on the same page Pororo draws him getting a big fish, and a gigantic watermelon. Luckily, Tong-Tong comes to save them from the shark.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5239766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239766",
                    "TitleEnglish": "Rody's true friends",
                    "SummaryEnglish": "Eddy and Rody are playing catch in front of their house. Rody throws the ball to Eddy, but his super fast balls make Eddy tumble backward every time. Then, Eddy decides to make a robot friend for Rody, but Pororo breaks the robot by accident. So, Pororo pretends to be the robot. Later, at that day, Pororo gets tired and Eddy gets Petty to be the robot. After that, Eddy and Rody go get their toolbox. At the moment, Petty has become tired of being the robot. Crong and Loopy try to become the robot because Poby is too big. However, because Loopy and Crong can't become the robot well, Poby has to become the robot. When everyone, except for Poby and Rody, are eating, Poby gets hungry. Then, everyone runs out of sandwich, so Rody gets some more sandwiches. While Rody is getting sandwiches, Poby takes the opportunity to eat as much as he can. However, because of eating too much, Poby has gas and has to fart. Because of Poby's strong farts, the robot's parts are disassembled and Rody gets disappointed about his robot friend. Everyone apologizes. However, Rody is happy because he still has his friends.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5239767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239767",
                    "TitleEnglish": "Eddy's all-purpose backpack",
                    "SummaryEnglish": "Eddy leads the friends on a mountain-climbing trip. His backpack is unusually big. He shows off his backpack that has everything they need even though, they are not that useful.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5239768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239768",
                    "TitleEnglish": "It's OK to be a little slow",
                    "SummaryEnglish": "Poby is always a beat slower than everyone else. Harry feels like he’s losing out on many things because of Poby’s slow nature.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5239769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239769",
                    "TitleEnglish": "Crong gets bored",
                    "SummaryEnglish": "Crong falls in love with Loopy’s cookies and so he begs her to teach him how to make them. Kindly and patiently, Loopy tries to teach Crong, but Crong soon gets tired of learning.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5239782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239782",
                    "TitleEnglish": "Get well soon, Loopy",
                    "SummaryEnglish": "Loopy has caught a cold. She can’t taste anything so she’s unable to cook. The friends tell Loopy to stay home and rest because they want her to get well soon.",
                    "Aliases": []
                },
                "14": {
                    "ID": "5239783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239783",
                    "TitleEnglish": "Let's make a new sled",
                    "SummaryEnglish": "It’s the day of the sled race. Eddy wins first place with his cutting-edge sled.",
                    "Aliases": []
                },
                "15": {
                    "ID": "5239770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239770",
                    "TitleEnglish": "Crong and Harry have disappeared",
                    "SummaryEnglish": "Mad at their roommates, Harry and Crong both leave their homes. They decide to run away together.",
                    "Aliases": []
                },
                "16": {
                    "ID": "5239771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239771",
                    "TitleEnglish": "Let's go to Tongtong's house",
                    "SummaryEnglish": "After thinking about what to do, the friends decide to visit Tong-Tong. When Pororo and his friends arrive at Tong-Tong's house, they decide to play hide-and-seek.",
                    "Aliases": []
                },
                "17": {
                    "ID": "5239772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239772",
                    "TitleEnglish": "It's fun to play at home",
                    "SummaryEnglish": "It was the day of a snowstorm. The friends have to stay indoors because of the bad weather. Pororo and Crong, Loopy and Petty, Poby and Harry, Eddy and Rody all pair up at their individual homes.",
                    "Aliases": []
                },
                "18": {
                    "ID": "5239773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239773",
                    "TitleEnglish": "We want to go to space",
                    "SummaryEnglish": "Eddy is making a spaceship for a trip to space. The friends all want to go hoping for the one assistant seat on the ship.",
                    "Aliases": []
                },
                "19": {
                    "ID": "5239774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239774",
                    "TitleEnglish": "Pororo's special present",
                    "SummaryEnglish": "Crong’s birthday is quickly approaching. Compared to all the great birthday presents his friends are preparing, Pororo is having difficulty coming up with a good idea until Crong said that he wants a geine when Pororo read a book for Crong. However, Crong used Pororo too much so that Pororo becomes unhappy. Pororo goes out because he's upset. When Crong reads Pororo's card, Crong feels sad and cleans the house for Pororo. Pororo is still unhappy, so Crong shows his drawing to Pororo, then Pororo and Crong becomes happy again.",
                    "Aliases": []
                },
                "20": {
                    "ID": "5239775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239775",
                    "TitleEnglish": "Let's put on a play!",
                    "SummaryEnglish": "The friends learn what a play is and decide to put on a play about the fairytale ‘The Three Little Pigs’.",
                    "Aliases": []
                },
                "21": {
                    "ID": "5239776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239776",
                    "TitleEnglish": "Dreams gone bad",
                    "SummaryEnglish": "Eddy invents a dream machine that allows you to dream what you want. With confidence, Eddy hands out a machine to each friend, and everyone goes home excited. However, instead of getting the dreams they want, they all get bad dreams.",
                    "Aliases": []
                },
                "22": {
                    "ID": "5239777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239777",
                    "TitleEnglish": "A day with Wall Clock",
                    "SummaryEnglish": "Everyone is visiting Tong-Tong today. Poby and Harry are on time and waiting for their friends, but the rest are all late doing other things. Upset about being tardy, Harry scolds everyone to be on time.",
                    "Aliases": []
                },
                "23": {
                    "ID": "5239778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239778",
                    "TitleEnglish": "Harry's house disappeared",
                    "SummaryEnglish": "Eddy goes to Poby’s house, but no one is home. By accident he breaks Harry’s house. Worried that Harry will be mad at him, Eddy decides to fix the house before Harry can find out.",
                    "Aliases": []
                },
                "24": {
                    "ID": "5239779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239779",
                    "TitleEnglish": "Petty's presents",
                    "SummaryEnglish": "After being praised for her sewing skills, Petty brags that she can make wonderful outfits for each of her friends. However, she forgets the sizes for each of her friends' outfits so that all the outfits don't really suit each of her friends.",
                    "Aliases": []
                },
                "25": {
                    "ID": "5239780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239780",
                    "TitleEnglish": "Harry and the magical spring water",
                    "SummaryEnglish": "More and more often, Harry ends up going home early because he can’t stand the cold while playing outside with his friends. Feeling sorry for Harry, his friends go to Tong-Tong to see if he can help.",
                    "Aliases": []
                },
                "26": {
                    "ID": "5239781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5239781",
                    "TitleEnglish": "A group picture",
                    "SummaryEnglish": "While wiping off the dust from his camera, Poby decides to take pictures of his friends. He visits his friends and offers to take their picture.",
                    "Aliases": []
                }
            }
        },
        "6": {
            "ID": "673252",
            "URL": "https://thetvdb.com/series/pororo/seasons/official/6",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "5671485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671485",
                    "TitleEnglish": "We Love You, Rody",
                    "SummaryEnglish": "While trying a new invention, Eddy fell underwater. So, Rody saved him but he broke because he mustn't get wet. Eddy fixes Rody, only to find Rody losing his memory. The friends go and play, only to get Rody broken again. Eddy tries to fix Rody again, but he fails. However, Rody becomes fixed and the friends are happy again that Rody is okay.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5671486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671486",
                    "TitleEnglish": "Crong's Little Friend",
                    "SummaryEnglish": "Crong meets a tiny little caterpillar friend today! Crong decide to take him home and be the caterpillar's friend. Pororo and Crong feed the capterpillar leaves and named him Wiggles! Can Crong and Wiggles become best friend?",
                    "Aliases": []
                },
                "3": {
                    "ID": "5671487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671487",
                    "TitleEnglish": "The Best Birthday Present",
                    "SummaryEnglish": "Today is our superstar Harry's birthday! Harry wants to get the best birthday presents ever, so he comes to his friends and sings the song about the present that he wishes for. Will Harry get what he want?",
                    "Aliases": []
                },
                "4": {
                    "ID": "5671488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671488",
                    "TitleEnglish": "Wake Up, Princess Petty",
                    "SummaryEnglish": "The princess Petty is in a deep sleep for a very long time. King Poby is worried about her very much. Pororo, Loopy, Crong, Eddy and Harry decide to go on an adventure to find the way to wake Princess Petty up!",
                    "Aliases": []
                },
                "5": {
                    "ID": "5671489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671489",
                    "TitleEnglish": "Loopy's Camping Adventure",
                    "SummaryEnglish": "The friends are going camping. They start hiking with their backpacks, but Loopy has a hard time keeping up. The others try to be considerate, but Loopy's still having trouble. Soon, they come across a stream with a log bridge. Afraid, Loopy ends up falling and takes everyone down with her. Loopy feels terrible.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5671490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671490",
                    "TitleEnglish": "Pororo, Crong! Please Don't Fight",
                    "SummaryEnglish": "Pororo is always playing pranks. If he's not destroying Crong's castle made of blocks, then he's taking Crong's cookies without asking. Annoyed with Pororo's contant pranks, Crong packs his things and goes to Poby who has always been kind to him. Crong ends up spending the night with Poby and Harry.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5671491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671491",
                    "TitleEnglish": "The Adventures on Summer Island 1",
                    "SummaryEnglish": "The friends are fishing on the ocean. Everyone's catching fish except for Eddy. Crong teases Eddy about it which spurs Eddy to put on his diving suit and go deep sea fishing. However, instead of catching fish, he runs into a hungry shark. Eddy surfaces and warns his friends to escape. They engage in a nail-biting chase.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5671493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671493",
                    "TitleEnglish": "The Adventures on Summer Island 2",
                    "SummaryEnglish": "The friends are shipwrecked on Summer Island. In order to get food and wood to fix the boat, the friends split up into 2 groups to get the jobs done quickly. The group with the task of finding food runs into some unfriendly crocodiles, but Poby unwittingly renders them unconscious.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5671494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671494",
                    "TitleEnglish": "A Strange Echo",
                    "SummaryEnglish": "The friends gather to play knights of the round table. They divvy up the roles by taking all the good parts first, leaving the unpopular role for Poby. Poby usually ends up being the monster in order to keep his friends happy, but he wants to be the prince too.\r\n\r\nUnfortunately, his friends are clueless. They make inconsiderate remarks about him being really suited for the monster role, and this makes Poby feel sad. So he goes up on a hill and shouts out his frustrations. This makes him feel better. From then on, whenever his friends hurt his feelings, he goes up and yells at the night sky…",
                    "Aliases": []
                },
                "10": {
                    "ID": "5671495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671495",
                    "TitleEnglish": "I Don't Like Bad Dreams!",
                    "SummaryEnglish": "Crong keeps having bad dreams. Because of his restless nights, Crong looks thin and tired. His friends are getting worried about him. They all try to help Crong in different ways, but nothing seems to work. Eventually, Crong becomes too scared to sleep, so his friends decide to help him by having a big sleepover...",
                    "Aliases": []
                },
                "11": {
                    "ID": "5671496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671496",
                    "TitleEnglish": "Pororo The Great Pretender",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "5671497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671497",
                    "TitleEnglish": "Our Playground",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "5671471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671471",
                    "TitleEnglish": "We're Sorry, Loopy",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "14": {
                    "ID": "5671472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671472",
                    "TitleEnglish": "Eddy's Brave Venture",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "15": {
                    "ID": "5671473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671473",
                    "TitleEnglish": "Grumpy Pororo!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "16": {
                    "ID": "5671474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671474",
                    "TitleEnglish": "The Porong Porong Talent Show!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "17": {
                    "ID": "5671475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671475",
                    "TitleEnglish": "Super Eddy's Super Fiasco",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "18": {
                    "ID": "5671476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671476",
                    "TitleEnglish": "Petty, the Great Storyteller",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "19": {
                    "ID": "5671477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671477",
                    "TitleEnglish": "Loopy the Nag",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "20": {
                    "ID": "5671478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671478",
                    "TitleEnglish": "Our Summer Island Friends Come Visit",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "21": {
                    "ID": "5671479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671479",
                    "TitleEnglish": "Let's Go See The Shooting Stars!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "22": {
                    "ID": "5671480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671480",
                    "TitleEnglish": "Rody and Tu-tu's Great Adventure",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "23": {
                    "ID": "5671481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671481",
                    "TitleEnglish": "Eddy's Trip to the Moon",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "24": {
                    "ID": "5671482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671482",
                    "TitleEnglish": "Petty and Harry's Special Cake",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "25": {
                    "ID": "5671483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671483",
                    "TitleEnglish": "Please Don't Go, Crong!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "26": {
                    "ID": "5671484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/5671484",
                    "TitleEnglish": "We're off to See the Wizard",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "7": {
            "ID": "1904094",
            "URL": "https://thetvdb.com/series/pororo/seasons/official/7",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "8233048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8233048",
                    "TitleEnglish": "Transformer Robot, Rody",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "8233049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8233049",
                    "TitleEnglish": "Gigantic Harry!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "8233050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8233050",
                    "TitleEnglish": "Petty's Secret Friends",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "8236039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8236039",
                    "TitleEnglish": "Loopy and the Shell",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "8236040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8236040",
                    "TitleEnglish": "The Magic Spell",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "8236041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8236041",
                    "TitleEnglish": "Super Crong's Day",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "8236042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8236042",
                    "TitleEnglish": "I Want to See a Comet",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "8236043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8236043",
                    "TitleEnglish": "Cooking Showdown",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "8236044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8236044",
                    "TitleEnglish": "Eddy's Amazing Cap",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "8236045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8236045",
                    "TitleEnglish": "I Don't Want to Throw It Away",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "8236084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8236084",
                    "TitleEnglish": "A Monster Appeared",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "8236085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8236085",
                    "TitleEnglish": "The Weather is Weird",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "8236086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8236086",
                    "TitleEnglish": "I Love Bread So Much",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "14": {
                    "ID": "8236087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8236087",
                    "TitleEnglish": "Friends of the Sea",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "15": {
                    "ID": "8236088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8236088",
                    "TitleEnglish": "I Want to Be the Best Singer",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "16": {
                    "ID": "8236089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8236089",
                    "TitleEnglish": "Shark's Song",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "17": {
                    "ID": "8236090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8236090",
                    "TitleEnglish": "Loopy Goes to the Sea",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "18": {
                    "ID": "8236091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8236091",
                    "TitleEnglish": "Where Are You Crong?",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "19": {
                    "ID": "8236092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8236092",
                    "TitleEnglish": "What to Do with the Blanket",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "20": {
                    "ID": "8236093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8236093",
                    "TitleEnglish": "Monster Bustle",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "21": {
                    "ID": "8236094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8236094",
                    "TitleEnglish": "Mysterious Magic Forest (1)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "22": {
                    "ID": "8236095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8236095",
                    "TitleEnglish": "Mysterious Magic Forest (2)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "23": {
                    "ID": "8236096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8236096",
                    "TitleEnglish": "Suspicious Dice",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "24": {
                    "ID": "8236097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8236097",
                    "TitleEnglish": "The Secret of Eddy King of Inventions",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "25": {
                    "ID": "8236099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8236099",
                    "TitleEnglish": "Rody of the Night",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "26": {
                    "ID": "8236100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pororo/episodes/8236100",
                    "TitleEnglish": "Happy Loopy",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}