{
    "URL": "https://thetvdb.com/series/apocalypse-zero",
    "Genres": [
        "Erotic Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2034853/",
        "https://www.themoviedb.org/tv/26539"
    ],
    "TitleEnglish": "Apocalypse Zero",
    "SummaryEnglish": "A series of natural disasters has reduced the world to rubble, with the survivors doing whatever they must to survive in a world gone mad. But one young boy, Kakugo, gifted with amazing martial arts and a superpowerful suit of armor by his late father, has been charged with making the world (or at least his school) a safer place. But his sister has a matching set of skills and equipment, and she's on a mission to bring peace to the world... by wiping out humanity!",
    "Aliases": [
        "Kakugo no Susume",
        "Kakugo no susume"
    ],
    "Modified": "2025-08-10",
    "Seasons": {
        "1": {
            "ID": "188961",
            "URL": "https://thetvdb.com/series/apocalypse-zero/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "1693841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/apocalypse-zero/episodes/1693841",
                    "TitleEnglish": "Battle 1",
                    "SummaryEnglish": "Kakugo and Harara are two siblings who have been trained to fight demons, monsters, and other creatures that are now roaming about in the post-apocalyptic 21st century. Along with their superior fighting techniques and specialized skills, they were also given special suits called Zero armor, which were made from the souls of dead warriors. Unfortunately Harara succumbs to evil within the Zero armor, and Kakugo is the only human alive that has the skills and equipment to defeat his sibling.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1693851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/apocalypse-zero/episodes/1693851",
                    "TitleEnglish": "Battle 2",
                    "SummaryEnglish": "A series of natural disasters has reduced the world to rubble, with the survivors doing whatever they must to survive in a world gone mad. But one young boy, Kakugo, gifted with amazing martial arts and a superpowerful suit of armor by his late father, has been charged with making the world (or at least his school) a safer place. But his sister has a matching set of skills and equipment, and she`s on a mission to bring peace to the world... by wiping out humanity!",
                    "Aliases": []
                }
            }
        }
    }
}