{
    "URL": "https://thetvdb.com/series/night-raid-1931",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1685412/",
        "https://www.themoviedb.org/tv/44316"
    ],
    "TitleEnglish": "Night Raid 1931",
    "SummaryEnglish": "The story is set in Shanghai in 1931, when the Imperial Japanese Army has been dispatched to mainland China due to the relatively recent First Sino-Japanese War, Russo-Japanese War, and World War I. In this cosmopolitan city of intrigue, there is a special military spy organization called \"Sakurai Kikan\" that has since been buried in history. [ANN]",
    "Aliases": [
        "Senkou no Night Raid"
    ],
    "Modified": "2024-09-06",
    "Seasons": {
        "0": {
            "ID": "189381",
            "URL": "https://thetvdb.com/series/night-raid-1931/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "2463211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-raid-1931/episodes/2463211",
                    "TitleEnglish": "Episode 0: The Shipboard Shoot's Conclusion",
                    "SummaryEnglish": "This episode acts as a prologue to the main storyline. The members of Sakurai Kikan board a ship on route from the Port of Kobe to Shanghai. Their first mission is to investigate a series of mysterious disappearances of women who left for Shanghai by way of Kobe and Nagasaki. The one thing they all had in common is that they were scouted as new actresses by a movie company, whose president Senzou Kakinuma is suspected to have underground ties with the Green Gang. Accompanying him is his Chinese assistant and mistress Qinglin Cui, whom together turn out to be running a human trafficking ring using the movie company as a front. Shin'ichirou Sakurai had each of his members acting independently without any knowledge that the others are also working on the same mission. It was his way to test how they would handle things despite the presence of other undercover agents. The mission becomes successful and the culprits are apprehended.",
                    "Aliases": []
                },
                "2": {
                    "ID": "2463171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-raid-1931/episodes/2463171",
                    "TitleEnglish": "Special Episode: The Prophecy",
                    "SummaryEnglish": "This episode is a special recapitulation of events, which includes additional information on the main characters. This episode has an alternate telling of the seventh episode as well.",
                    "Aliases": []
                },
                "3": {
                    "ID": "3370941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-raid-1931/episodes/3370941",
                    "TitleEnglish": "Demon of the Opium Den",
                    "SummaryEnglish": "Sakurai orders the group to investigate an opium den which is said to be a hideout of spies. However, something went wrong with Yukina's abilities. As a result, she tried to figure out the events that had happened when she entered the den.",
                    "Aliases": []
                },
                "4": {
                    "ID": "3623201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-raid-1931/episodes/3623201",
                    "TitleEnglish": "Special Episode: Panther Atop the Snow",
                    "SummaryEnglish": "The episode acts as an epilogue to the main storyline. In 1936, Yukina visits Natsume's family in Japan to give back his belongings. Natsume's sister requests Yukina to give a five sen coin, which Natsume treasured, to their younger brother who is serving the Asabu regiment. Meanwhile, Kazura receives a mission from the Kempeitai to investigate on a group of young military officers who were planning a coup d'état. When he learns that they do intend to start a rebellion, he misleads the Kempeitai and is forced to flee when they realize Kazura has tricked them. Aoi, revealed to be still alive, and Yukina arrive to save him from execution. While hiding from the Kempeitai, Kazura reveals to his friends that he will join the rebellion.",
                    "Aliases": []
                },
                "5": {
                    "ID": "3623211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-raid-1931/episodes/3623211",
                    "TitleEnglish": "Picture Drama",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "189391",
            "URL": "https://thetvdb.com/series/night-raid-1931/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "1818841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-raid-1931/episodes/1818841",
                    "TitleEnglish": "The Rescue",
                    "SummaryEnglish": "The group is tasked on a covert mission to rescue Japanese conglomerate president Youzou Kaburagi from the hands of a small Chinese military faction led by Zongwu Liu. Even though the four spies had a run in with three decoys the previous night, Yukina Sonogi deduces that Kaburagi is held captive at a fort near a riverbank east of Nanjing. Sakurai informs them that Zongwu kidnapped Kaburagi to use as a collateral for obtaining weapons and ransom money to attack the Kuomintang. While Yukina stays hidden with Natsume Kagiya in the forest, Aoi Miyoshi and Kazura Iha enter the fort at night disguising themselves as soldiers, as they confront Kaburagi for using his captivity as a business offer. They are found out after knocking the president unconscious. Aoi later convinces Kazura to use his ability of teleportation to make their escape outside the fort. It turns out that Kaburagi signed a document to permit a shipment of weapons to the allies as well as the enemies.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1818851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-raid-1931/episodes/1818851",
                    "TitleEnglish": "Rondo of Retrospection",
                    "SummaryEnglish": "Sakurai requests the group to investigate a Jewish Russian violinist named Sergei Krainev, who the Kwantung Army suspects is a foreign spy who has been leaking out classified military information to an unknown benefactor. Yukina is told privately by Sakurai that her older brother Isao Takachiho had disappeared to Manchuria after the death of her father. Aoi and Yukina sees no reason as to why or how Krainev could be a spy, after having met with him personally. While Krainev begins his performance at the town hall, Aoi and Yukina realize that the fast section of his piece is a coded message that will be broadcast by radio. Even though they cut off the power supply of the town hall in time, Krainev continues to play for the love of his music.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1818861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-raid-1931/episodes/1818861",
                    "TitleEnglish": "Shadows Fall on the Big Four",
                    "SummaryEnglish": "Yukina receives a letter from her missing brother, saying he wants to meet her, but overshadowing all that is the much more immediate bomb threat involving the four department stores in Shanghai known as the Big Four. The assailant lets Yukina read his mind, regarding the location of the three remaining bombs. While Aoi and Kazura search the other two stores to extinguish two of the bombs, Yukina and Natsume remain at the store where they are in to disarm the third one. It is revealed that the assailant is Kuse, who was sent to retrieve Yukina. Kuse is a subordinate of Isao with the abilities of teleportation and telepathy. To make matters worse, Aoi finds a young girl in one of the stores, also having to evade Kuse at the same time. As the four spies meet up with each other, Kuse retreats after being overwhelmed with their combined attacks.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1818871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-raid-1931/episodes/1818871",
                    "TitleEnglish": "Cameras, Dumplings & Stray Cats",
                    "SummaryEnglish": "Feng Lan requests Aoi and Kazura to have some pictures taken of her restaurant's food so that her menu can compete with a rival Japanese restaurant's realistic replicas. Aoi agrees to do it so he can get a free baozi while Kazura reluctantly complies since they are both professionals. However, after the photo shoot, a cat takes the bag containing the film of the menu as well as the film containing a summer vacation photo of a Japanese lieutenant. Aoi and Kazura are forced to investigate the Green Gang to recover the film, but learn afterwards that the cat took the bag due to the smell of the baozi.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1818881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-raid-1931/episodes/1818881",
                    "TitleEnglish": "Negative of Summer",
                    "SummaryEnglish": "Kazura recognizes his old friend Nishio in a photograph that Aoi has taken in a German delegate's house, resulting in Kazura investigating Nishio's whereabouts. However, he is captured and tortured by the Kuomintang and discovers that Nishio is a spy for the Communist Party of China. Released in exchange for information regarding a weapons smuggling involving the Comintern, Kazura approaches Nishio's lover Ailin, and the two briefly talk about him. During the weapons smuggling, Nishio escapes from the authorities and crosses paths with Kazura, who informs him that Ailin is waiting for him. Nishio disregards it and is later assassinated.",
                    "Aliases": []
                },
                "6": {
                    "ID": "1818891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-raid-1931/episodes/1818891",
                    "TitleEnglish": "An Ominous Night",
                    "SummaryEnglish": "Sakurai reports to Aoi and Kazura that Isao might be involved with the Pan-Asianism movement. It is not soon after until Isao kidnaps Aoi and lets him listen to the Asian delegates' meeting at a tea parlor. Isao voices out his own ideals on Pan-Asianism, later encouraging Aoi to join in his group. Meanwhile, Kazura, Yukina, and Natsume mysteriously find a map toward the tea parlor placed by Kuse. Once outside the parlor, Kuse does his best to prevent them from interrupting.",
                    "Aliases": []
                },
                "7": {
                    "ID": "1818901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-raid-1931/episodes/1818901",
                    "TitleEnglish": "The Incident",
                    "SummaryEnglish": "This episode was streamed exclusively online due to the controversy of the Mukden Incident. It depicts the point of view of the Japanese in Manchuria during the events leading up to the Mukden Incident.[8] It revolves around two young newspaper reporters who are riding on the South Manchuria Railway and run into Kanji Ishiwara, the Lieutenant Colonel of the Kwantung Army who helped devise the bombing so that Japan could attack Manchuria out of \"self-defense\". Other key historical figures are also present such as Seishirō Itagaki and Yoshitsugu Tatekawa.",
                    "Aliases": []
                },
                "8": {
                    "ID": "1818911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-raid-1931/episodes/1818911",
                    "TitleEnglish": "In the Country of Frozen Earth",
                    "SummaryEnglish": "After the Mukden Incident, Japan uses the opportunity to seize the entire Manchuria region in the next six months, leading to the establishment on Manchukuo led by Puyi, the last Qing emperor. The League of Nations sends in V. A. G. R. Bulwer-Lytton and his committee to investigate the situation, refusing to recognize Manchukuo as an independent nation. Afterwards, Isao kidnaps the delegation and shows them something as destructive as an atomic bomb in the Taklamakan Desert. He tells them report back to their country leaders of what they just saw along with the demand to relinquish control over countries they’ve colonized. Meanwhile, Sakurai requests the group to investigate on the \"prophetess\" whom Puyi will be meeting. Kowever, Aoi catches a glimpse of his lover Shizune Yusa, whom he believed to have died before.",
                    "Aliases": []
                },
                "9": {
                    "ID": "1818921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-raid-1931/episodes/1818921",
                    "TitleEnglish": "The New Capital",
                    "SummaryEnglish": "Aoi follows the convoy where his fiancée Shizune is, but loses track of her. Going undercover, he infiltrates the building she is residing in, but is confronted by Kazura, undercover as an imperial guard, who expresses his disapproval of Aoi's subordination. Despite Kazura's attempt to stop him, Aoi escapes with Shizune. While in hiding in an abandoned house, Shizune reveals that she cannot leave with him because of her ability of foresight and her responsibility to guide leaders. While Aoi expresses that he will abandon everything to be with her, she disappears when he leaves to find a horse for them to escape. Meanwhile, Yukina meets her brother in the hotel, where she and Natsume are staying in. Isao lets her read his thoughts in which it shows the atomic bombings in Japan. Yukina collapses from shock and upon waking up, she finds the vision too traumatizing.",
                    "Aliases": []
                },
                "10": {
                    "ID": "1818931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-raid-1931/episodes/1818931",
                    "TitleEnglish": "East is East",
                    "SummaryEnglish": "While Sakurai is displeased with Aoi's actions regarding the prophetess, he allows Aoi to remain in the group. Yukina hesitantly shares the vision Isao presented to her with the others, describing the vision as \"hell\". During the group's next mission to find evidence that the Chinese are smuggling in weapons from Germany at the Dalian port, Kazura is ambushed by a group of Westerners. When Isao comes to his aid, he reveals to Kazura a secret base run by Ichinose, where nuclear weapons are being developed and shares with him his ideals, inspired by the events of the First World War that concluded with the signing of the Treaty of Versailles on June 1919. Upon returning to the port, Aoi and Natsume set a trap for Isao. A conflicted Kazura, recalling the speech that Kanji Ishiwara gave when he was in military school, chooses to save Isao and teleports away, leaving Aoi, Yukina, and Natsume shocked by his actions.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1818941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-raid-1931/episodes/1818941",
                    "TitleEnglish": "Hunt in the Dark",
                    "SummaryEnglish": "Sakurai shows little concern with Kazura's betrayal, noting that Aoi's actions with Shizune has changed the course of history because Puyi was unable to meet her. Meanwhile, Isao tells Kazura that a war between America and Japan is inevitable, based on the prophecy that his former fiancée made, and that they must prepare for it. Aoi and Natsume infiltrate Isao's base, where his subordinates are setting a bomb to destroy any evidence and weaponry they cannot take with them, and Aoi is shocked to see Shizune is with Isao. Kazura lets them escape and tells Aoi that his purpose of joining Isao is for the future of Japan and Asia, but lets his former teammates go before escaping with Shizune and Isao. Upon arriving at their destination, Kazura is surprised that Sakurai happens to be there.",
                    "Aliases": []
                },
                "12": {
                    "ID": "1818951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-raid-1931/episodes/1818951",
                    "TitleEnglish": "Night Raid",
                    "SummaryEnglish": "Aoi, Yukina, and Natsume have been clearly forsaken by Sakurai, who they have not seen for three months, but they continue to look for leads on Isao. Meanwhile, Isao and his men continue act discreetly as round-the-clock construction work occurs in Xinjing in preparation for Puyi's expedited inauguration ceremony as the new emperor of Manchukuo. Since the atomic bomb remains incomplete, Isao resorts to Shizune's abilities in which she will channel her vision of the atomic bombing to the important politicians who have gathered for the inauguration. After his men take control of the area, Isao announces that his threat to bomb Shanghai at midnight if the leaders from the Western powers fail to release their colonies in Asia.",
                    "Aliases": []
                },
                "13": {
                    "ID": "1818961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-raid-1931/episodes/1818961",
                    "TitleEnglish": "At Least a Fragment of Hope",
                    "SummaryEnglish": "Natsume is fatally injured by a random soldier after his fight with Kuse, but asks that his death be concealed from Yukina for the time being. Natsume's death causes Kazura to realize that he has been living in the past instead of looking forward to the future and he rejoins his former allies. When the Sakurai Kikan confront Isao, he explains that humanity must experience tragedy firsthand to avoid war again, but is refuted by Shizune, who suggests that Isao's actions were actually for the sake of his late fiancée. When Sakurai appears and shoots at Yukina, Isao takes the shot and dies. Having infiltrated Isao's group to eliminate him, Sakurai reveals his own interests in the nuclear arms to change fate, but his assistant Ichishi erases his memories. Shizune requests that Ichishi erase her memories so that no one will experience the same fate as her.",
                    "Aliases": []
                }
            }
        }
    }
}