{
    "URL": "https://thetvdb.com/series/mister-ajikko",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1206627/",
        "https://www.sunrise-inc.co.jp/ajikko/index.html",
        "https://www.themoviedb.org/tv/34131"
    ],
    "TitleEnglish": "Mister Ajikko",
    "SummaryEnglish": "Ajiyoshi Yoichi is a culinary prodigy who manages the eating house together with his mother. One day, Murata Genjiro appears in the eating house and is surprised at the delicious taste and delicate culinary skills of the katsu-don prepared by Youichi. Subsequently, Youichi is being invited to the Aji-oh Building in which he is involved in a spaghetti match with the in-house Italian chef, Marui. Youichi's novel culinary ideas, coupled with his enthusiasm of serving the best for his guests, allow him to defeat Marui in the match. From then on, Youichi begins to compete with other rivals in the race for the best tastes and dishes.",
    "Aliases": [],
    "Modified": "2025-10-14",
    "Seasons": {
        "0": {
            "ID": "542230",
            "URL": "https://thetvdb.com/series/mister-ajikko/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "69": {
                    "ID": "6972605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/6972605",
                    "TitleEnglish": "Born to Cook Special",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "200181",
            "URL": "https://thetvdb.com/series/mister-ajikko/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 99,
            "Episodes": {
                "1": {
                    "ID": "1785301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785301",
                    "TitleEnglish": "The Culinary Prodigy, Ajiyoshi Youichi",
                    "SummaryEnglish": "Hinode Shokudo is a restaurant located in downtown Tokyo. Yoichi Ajiyoshi, who inherited his late father's business, returns home to his house after school to find a line of customers waiting for him.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1785311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785311",
                    "TitleEnglish": "A Spaghetti Match",
                    "SummaryEnglish": "Yoichi, who was invited by Murata to visit the Ajioh Building, ends up being challenged by Chef Marui, head of the Italian cuisine department at the Ajioh Culinary Association. The competition is set for one week, and the dish being competed is Marui's specialty, spaghetti with meat sauce. Yoichi is fired up to compete, impressed by the deliciousness of Marui's spaghetti.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1785321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785321",
                    "TitleEnglish": "A Duel with Chef Marui",
                    "SummaryEnglish": "Yoichi discovers that eggplant is the vegetable that pairs best with meat sauce, but he quickly hits another obstacle.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1785331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785331",
                    "TitleEnglish": "The Curry Genius, Sakai Kazuma",
                    "SummaryEnglish": "Land grabbers have come to Hinode Shokudo to demand eviction. The landlord, Nagata, plans to demolish the entire area and build an ultra-luxurious restaurant building. Yoichi goes alone to protest, where he comes face to face with Nagata's personal genius young chef, Sakai Kazuma. With the diner's eviction at stake, they decide to compete using Kazuma's specialty chicken curry!",
                    "Aliases": []
                },
                "5": {
                    "ID": "1785341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785341",
                    "TitleEnglish": "Special Pineapple Curry",
                    "SummaryEnglish": "Yoichi's special curry is being prepared at a rapid pace. He uses rice with carrots, spices, mustard, and a roux with a hint of coffee as a secret ingredient, and finally comes up with a secret plan to tenderize the tough gamecock meat. On the day of the showdown, Yoichi challenges Sakai Kazuma's curry with a curry made using a certain container!",
                    "Aliases": []
                },
                "6": {
                    "ID": "1785351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785351",
                    "TitleEnglish": "Secret Taste · the Ramen Match",
                    "SummaryEnglish": "Nakada, the ace of the baseball team, skips practice to help out at his family's ramen shop. When Yoichi visits \"Chinese Nakada,\" he learns that the shop is in danger of losing customers to a new ramen shop called \"Kouraiken\" that has opened nearby. Yoichi volunteers to help out at the town's ramen festival, but is overwhelmed by the deliciousness of Koraiken's ramen.",
                    "Aliases": []
                },
                "7": {
                    "ID": "1785361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785361",
                    "TitleEnglish": "Heated fight · Ramen Festival",
                    "SummaryEnglish": "The day of the town's ramen festival has arrived. Kumagoro Ramen, Tamagawa Hanten, Koraiken, and Yoichi, along with the Chinese restaurant Nakada, compete for the best flavor. Yoichi's ramen is made with a greasy soup full of pork bones, and it doesn't seem like anything edible. However, Yoichi comes up with one secret plan after another. What will be the outcome of the judging?",
                    "Aliases": []
                },
                "8": {
                    "ID": "1785371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785371",
                    "TitleEnglish": "The Secret of the Tender Steak",
                    "SummaryEnglish": "Yoichi is tempted by the prize of a year's supply of beef, and enters a steak contest using imported beef.",
                    "Aliases": []
                },
                "9": {
                    "ID": "1785381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785381",
                    "TitleEnglish": "Conclusion of the Steak Contest",
                    "SummaryEnglish": "The match between Yoichi and Konishi is evenly matched, and the outcome is about to be decided by the most important thing: how to grill the meat.",
                    "Aliases": []
                },
                "10": {
                    "ID": "1785391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785391",
                    "TitleEnglish": "The Sardine Gratin is the Taste of Mother's Cooking",
                    "SummaryEnglish": "Yoichi's classmate Takeshi's mother is Yoko Egawa, a familiar cooking expert who appears on TV. However, the meals the Egawa family makes for Yoko, who is busy, are not tasty. Yoichi invites Takeshi to Hinode Shokudo to try some delicious food, but Yoko shows up. So they decide to have a taste contest with sardine gratin!",
                    "Aliases": []
                },
                "11": {
                    "ID": "1785401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785401",
                    "TitleEnglish": "Challenge from Aji Shogun",
                    "SummaryEnglish": "The Aji Shogun Group, which shares power with the Ajio Cooking Association in the Japanese Culinary Association, aims to gain control of restaurants across the country. Aiming to take on the long-established Western restaurant Traumerei, Aji Shogun sends in Chef Abe, the core of the group. Yoichi steps up to help Traumerei and challenges Abe's hamburger steak dish head-on.",
                    "Aliases": []
                },
                "12": {
                    "ID": "1785411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785411",
                    "TitleEnglish": "The Ultimate Kebab Hamburger",
                    "SummaryEnglish": "Chef Abe's new hamburger steak is a wonderfully tender dish, cooked to perfection by wrapping the meat in wax paper and placing it in the oven to prevent the juices from escaping. Yoichi, on the other hand, comes up with a unique way to prevent the juices from escaping when grilling skewered hamburger steaks, which are skewered and grilled on a charcoal grill. Finally, the day of the competition arrives, and the winner is decided by the number of regular customers!",
                    "Aliases": []
                },
                "13": {
                    "ID": "1785421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785421",
                    "TitleEnglish": "Japan's Best Okonomiyaki Competition",
                    "SummaryEnglish": "Yoichi and his friends go to a shrine for their first visit of the year. Learning that Hinode Shokudo also set up a stall at the New Year's festival when his father was alive, Yoichi goes to apply to set up a stall, but it is already booked up. Yoichi protests against Okadaya, an okonomiyaki restaurant that is using its popularity to force its way into the space of two other restaurants. They decide to have an okonomiyaki competition with the right to set up a stall at stake!",
                    "Aliases": []
                },
                "14": {
                    "ID": "1785431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785431",
                    "TitleEnglish": "Okonomiyaki Competition: The Judges Are Also Your Enemy",
                    "SummaryEnglish": "The deep richness of the sauce, which has been aged for six months, is impossible for even an Ajikko to surpass in such a short time. He has even bribed the judges to ensure perfection. Just as Okadaya had planned, Yoichi is stumped by how to make the sauce, but he comes up with a clever idea to create a richer flavor.",
                    "Aliases": []
                },
                "15": {
                    "ID": "1785441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785441",
                    "TitleEnglish": "Ajikko Struggles In the Ekiben Showdown",
                    "SummaryEnglish": "The owner of Kikuchiya, an Aomori station bento shop where Yoichi's father helped season the bento during his national training period, has come to Tokyo. He laments that he will have no choice but to close the shop if things continue as they are, due to the popularity of Oikawa, a new station bento shop that has opened on the same platform. Not wanting to lose his father's memorable bento, Yoichi takes on the challenge of making a makunouchi bento that surpasses Oikawa's.",
                    "Aliases": []
                },
                "16": {
                    "ID": "1785451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785451",
                    "TitleEnglish": "Magical Piping Hot Makunouchi Bento",
                    "SummaryEnglish": "Following Kazuma's advice, Yoichi makes it possible to eat warm grilled salmon wrapped in foil at any time. However, Kazuma's words bothered Yoichi, and when he arrived in Aomori, he felt the cold of the northern region and quickly remade the lunch box. Now it's time for a challenge! Can Oikawa, who has become famous in the media, attract a flock of customers?",
                    "Aliases": []
                },
                "17": {
                    "ID": "1785461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785461",
                    "TitleEnglish": "The Tempura Showdown: Giant Kakiage Bowl",
                    "SummaryEnglish": "Yoichi goes to the long-established Tensei restaurant to eat tempura bowls and is surprised by the delicious taste. There, he sees an employee named Kotaro spilling tea on a customer and being yelled at by the old-fashioned owner that he's being fired. Yoichi impulsively steps in and confronts the owner. To get Kotaro's dismissal overturned, he must make a tempura bowl that surpasses Tensei's!",
                    "Aliases": []
                },
                "18": {
                    "ID": "1785471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785471",
                    "TitleEnglish": "A Great Struggle? Match of the Handmade Chocolates",
                    "SummaryEnglish": "Valentine's Day is coming up soon. Yoichi's classmates, Reiko and her friends, ask him to teach them how to make homemade chocolate. They also want to hold a chocolate contest, so they ask him to be a judge, much to Yoichi's dismay. Mitsuko, enraged by Yoichi's lovey-dovey attitude towards Reiko, also decides to enter the contest...",
                    "Aliases": []
                },
                "19": {
                    "ID": "1785481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785481",
                    "TitleEnglish": "Omelette Challenge: Defeat the Cooking Machine",
                    "SummaryEnglish": "Chef Satoyama of the omelet specialty restaurant \"Little Egg\" comes to Hinode Shokudo in a depressed mood. He says he was fired after losing a challenge to Tawara Sanshiro's all-purpose cooking machine. Enraged by Tawara's rant that \"the world has no need for chefs,\" Yoichi challenges the all-purpose cooking machine to an omelet competition.",
                    "Aliases": []
                },
                "20": {
                    "ID": "1785491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785491",
                    "TitleEnglish": "Japanese Taste: Ochazuke Competition",
                    "SummaryEnglish": "Rumors spread that Ajiou is retiring because of harassment from the Ajiou shogun Group, causing  unrest within the Ajiou Culinary Society, as they wondered who Ajiou's successor would be. Ajiou has no intention of retiring, but he tells Tarume that he wants Yoichi to be his successor. Shiba Hiroyuki, head of the Japanese cuisine department, overhears this and challenges Yoichi to a challenge.",
                    "Aliases": []
                },
                "21": {
                    "ID": "1785501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785501",
                    "TitleEnglish": "Chef Grand Prix: Fry Competition",
                    "SummaryEnglish": "The Aji Shogun Group, intent on disrupting the Aji Kou Culinary Association and bringing down Aji Kou, spreads rumors of Aji Kou's retirement. In response, Aji Kou holds the \"Aji Kou Culinary Association Chef Grand Prix\" to strengthen unity within the association and encourage the chefs to work harder. Chef Marui encourages Yoichi to participate, but Yoichi, worried about his future, is hesitant.",
                    "Aliases": []
                },
                "22": {
                    "ID": "1785511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785511",
                    "TitleEnglish": "Chef Grand Prix Final: Four Heavenly Kings Curry Battle",
                    "SummaryEnglish": "The finals of the Ajiou Cooking Competition Chef Grand Prix have finally begun. Yoichi heads to the fish market in search of the perfect ingredients for his assigned dish, seafood curry.",
                    "Aliases": []
                },
                "23": {
                    "ID": "1785521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785521",
                    "TitleEnglish": "Clash! Super Luxurious Seafood Curry",
                    "SummaryEnglish": "The first round of the Ajiou Cooking Competition Chef Grand Prix finals sees the challenge of seafood curry! Konishi's shellfish curry with butter rice, Kazuma's spiny lobster curry, and Shimonaka's golden-eyed snapper coconut curry are all tough contenders. Yoichi takes his father's knife in hand and challenges himself to the grand prize with a squid curry!",
                    "Aliases": []
                },
                "24": {
                    "ID": "1785531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785531",
                    "TitleEnglish": "Kazuma and the Decisive Pizza Pie Competition",
                    "SummaryEnglish": "The Chef Grand Prix is ​​coming to a close, with Yoichi and Kazuma facing off in a pizza pie showdown. Kazuma is so determined to win the Grand Prix that Nagata is not afraid to help him, not only providing an assistant but also building a huge oven. Meanwhile, Yoichi is struggling to find a way to grill his pizza that will bring out the delicious flavors of both the tomatoes and cheese.",
                    "Aliases": []
                },
                "25": {
                    "ID": "1785541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785541",
                    "TitleEnglish": "Youichi and Kazuma's Burning Passion! The Pizza Pie Duel!",
                    "SummaryEnglish": "The day of the finals of the Ajiou Cooking Competition Chef Grand Prix has arrived. Osaka's representative is Sakai Kazuma, and Tokyo's is Ajiyoshi Yoichi. However, Yoichi has been missing for several days. Marui introduces the contestants with a prayer in his heart, but Yoichi makes it to the finals in time. This is when the pizza showdown between the two young chefs begins!",
                    "Aliases": []
                },
                "26": {
                    "ID": "1785551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785551",
                    "TitleEnglish": "Here They Come! Naniwa's Donburi Brothers Compete In Osaka",
                    "SummaryEnglish": "Yoichi is invited by Ajio to a cherry blossom viewing party, bringing his own food. Hearing that Sakai Kazuma will also be there, he decides to join, but Kazuma is not present at the viewing party. However, Yoichi is so impressed by the deliciousness of the food that Nagata has brought for Kazuma that he decides to go to Osaka. In Osaka, Kazuma is taking on a challenge from twin young chefs known as the \"Naniwa Donburi Brothers.\"",
                    "Aliases": []
                },
                "27": {
                    "ID": "1785561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785561",
                    "TitleEnglish": "It's A Three-Legged Race! Yoichi And Kazuma's Curry Bowl",
                    "SummaryEnglish": "Yoichi offers to be Kazuma's partner as he takes on a challenge from the Naniwa Donburi Brothers, twin young chefs said to be geniuses at making rice bowls. Kazuma doesn't agree to teaming up with Yoichi, but Yoichi senses something extraordinary in the twins' intensity. Astonished by the taste of the twins' curry bowls, Yoichi begins researching curry bowls while helping out at another restaurant.",
                    "Aliases": []
                },
                "28": {
                    "ID": "1785581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785581",
                    "TitleEnglish": "Fierce Battle! Osaka Castle Curry Bowl Spring Battle",
                    "SummaryEnglish": "Yoichi and Kazuma's curry bowls are in agreement: the curry will be made with Kazuma's golden mixture, and the thickness will be made with Yoichi's scallion and grated yam. However, the combination doesn't work, and the two have difficulty making the curry bowl. Worried that they will lose if they continue like this, Nagata tries to get them to open up to each other by leaving them alone, but...",
                    "Aliases": []
                },
                "29": {
                    "ID": "1785591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785591",
                    "TitleEnglish": "A Formidable Opponent! Mr. Nabeko Appears",
                    "SummaryEnglish": "Yoichi heads to Hakata to visit Nakae Hyouta, a talented young chef and vegetable grower who has impressed Ajiou. Impressed by Hyouta's amazing vegetable dishes, Yoichi asks him to share some of his vegetables. Hyouta's condition is that he wants to see whether he is a chef who can truly make the most of his vegetables.",
                    "Aliases": []
                },
                "30": {
                    "ID": "1785601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785601",
                    "TitleEnglish": "Taste Test! Ajikko vs. Mr. Nabekko",
                    "SummaryEnglish": "Yoichi decides to compete in a hot pot competition to get some vegetables from Nakae Heita, a boy who is a vegetable growing genius. Yoichi tries his best to come up with a solution, but when it comes to vegetables, it seems he will never be able to beat Heita's homemade one.",
                    "Aliases": []
                },
                "31": {
                    "ID": "1785611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785611",
                    "TitleEnglish": "Conveyor Belt Sushi Battle! Protect the Noren Flavor",
                    "SummaryEnglish": "Yoichi and Ajiou reunite with Konishi Kazuya at Hatsune Sushi, a long-established restaurant in Hakata. Konishi, who had abandoned his career as a meat chef, has been training hard there. Just then, Mouri from the Ajishogun Group appears and demands that Hatsune's master sell the restaurant or give Konishi back. In order to protect Hatsune's taste, Yoichi offers to team up with Konishi and take on the challenge.",
                    "Aliases": []
                },
                "32": {
                    "ID": "1785621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785621",
                    "TitleEnglish": "Conveyor Belt Sushi Battle! Defeat Ajishogun",
                    "SummaryEnglish": "In an effort to protect the taste of the long-established Hatsune Sushi restaurant, Yoichi and Konishi take on a conveyor-belt sushi competition set up by Mouri of the Ajishogun Group. Yoichi begins by making the rice under Konishi's guidance, but things don't go as planned. Konishi treats Yoichi like a child and tries to do it on his own, but Yoichi himself is desperately trying to think of ways to improve the situation.",
                    "Aliases": []
                },
                "33": {
                    "ID": "1785631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785631",
                    "TitleEnglish": "Bento Wars! Hinode Shokudo Is In danger!",
                    "SummaryEnglish": "A bento shop called \"The Oikawa\" has appeared in front of Hinode Shokudo. Abe, who lost the hamburger steak contest, and Oikawa, who lost the ekiben competition, have come to try their luck at the challenge of Taste Shogun in an attempt to make a comeback. This year, The Oikawa will be taking on the role of making the bento boxes that Hinode Shokudo usually makes for the town karaoke competition.",
                    "Aliases": []
                },
                "34": {
                    "ID": "1785641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785641",
                    "TitleEnglish": "The Bento Wars! The Downtown Taste is Father's Taste",
                    "SummaryEnglish": "In order to protect the bento boxes that are the root of Hinode Shokudo's development, Noriko and Yoichi challenge The Oikawa to a bento competition. However, the two disagree on the side dishes and start preparing separately.",
                    "Aliases": []
                },
                "35": {
                    "ID": "1785651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785651",
                    "TitleEnglish": "A Challenge From Abroad! Vienna Boys' Chefs",
                    "SummaryEnglish": "Shimonaka, who had disappeared after losing the chef grand prix, returns to Japan with the Vienna Boys' Chef Troupe. His goal is to have them compete against Yoichi and test his cooking skills. One by one, the boys unravel Yoichi's cooking techniques. Impressed by their enthusiasm, Yoichi accepts the challenge of making a dessert omelet.",
                    "Aliases": []
                },
                "36": {
                    "ID": "1785661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785661",
                    "TitleEnglish": "The Best kids' Lunch In the World",
                    "SummaryEnglish": "Jean-Pierre de Moustaki, a leading figure in the French culinary world, comes to Hinode Shokudo after learning that his apprentices, the Vienna Boys' Chefs, lost a dessert omelet competition to Yoichi. Moustaki challenges Yoichi, who has been begging for a children's lunch from Shigeru and his friends, to a children's lunch showdown at Shigeru's birthday party!",
                    "Aliases": []
                },
                "37": {
                    "ID": "1785671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785671",
                    "TitleEnglish": "Cold Chinese Noodles Contest! Yoichi In Big Trouble In Nagoya",
                    "SummaryEnglish": "Yoichi is invited to the Nagoya branch of the Ajiou Culinary Association's founding anniversary seminar, where he is challenged by a mysterious boy named Shokichi to a kishimen cold Chinese noodle competition. Japan's best swordsmith, Takizawa, also known as \"The Old Knife Man,\" volunteers to be the judge. Shokichi challenges Yoichi to the competition in order to obtain a knife forged by Takizawa, which has been used by many famous chefs.",
                    "Aliases": []
                },
                "38": {
                    "ID": "1785681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785681",
                    "TitleEnglish": "A Cold Chinese Noodle Contest! A Big Turnaround In Kyoto's Capital",
                    "SummaryEnglish": "Yoichi heads to Kyoto to visit the old man who makes knives, Takizawa, and sees a young girl undergoing ablutions at the Takizawa residence. She is none other than Shokichi, who has been acting like a young boy for the sake of his training. Yoichi tells Takizawa that he has also come to have a knife made for him, and once again comes into conflict with Shokichi. He then offers to make him cold Chinese noodles again.",
                    "Aliases": []
                },
                "39": {
                    "ID": "1785691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785691",
                    "TitleEnglish": "One Knife! Chawanmushi Competition",
                    "SummaryEnglish": "While Yoichi is trying to think of what to do to get Takizawa to forge a knife for him, he receives a challenge from Shokichi. Takizawa will be the judge, and whoever loses the chawanmushi contest will have to give up the knife.",
                    "Aliases": []
                },
                "40": {
                    "ID": "1785701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785701",
                    "TitleEnglish": "Unadon Competition! In Search of the Golden Eel",
                    "SummaryEnglish": "One day during summer vacation, a customer orders an unadon (eel bowl) that is not on the menu, and Yoichi begins his challenge to make unadon. He visits the long-established Unagihama restaurant to obtain high-quality eels, but ends up in an argument with his stubborn father, Eikichi. With the consideration of Shiba Hiroyuki, who happens to be present, Yoichi agrees to share the eel if he can make an unadon that impresses Eikichi.",
                    "Aliases": []
                },
                "41": {
                    "ID": "1785711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785711",
                    "TitleEnglish": "Takoyaki Battle Against Aji Shogun!",
                    "SummaryEnglish": "On the night of the summer festival, Yoichi and his friends reunite with Sakai Kazuma and Koorogi, who are running an octopus ball stand. Sugimoto from the Aji Shogun group bursts in with a huge trailer and starts selling octopus balls. Unable to bear the sight, Yoichi challenges Sugimoto to a octopus ball contest in an attempt to scare him away, but this plays into Sugimoto's hands.",
                    "Aliases": []
                },
                "42": {
                    "ID": "1785721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785721",
                    "TitleEnglish": "No Questions Asked! Gyoza Competition",
                    "SummaryEnglish": "A man from China named Liang Ga Ko Te suddenly challenges Yoichi to a challenge. He says he was introduced by Yonemoto of the Ajiou Culinary Association. Yonemoto has recommended Yoichi to take his place in the \"Aji Sennin Tournament,\" where chefs aim to become the top chefs and be recognized by the Aji Sennin. Will Yoichi be able to win the gyoza challenge against Liang Ga Ko Te and advance to the Aji Sennin Tournament?",
                    "Aliases": []
                },
                "43": {
                    "ID": "1785731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785731",
                    "TitleEnglish": "Rough Sea Challenge: A Challenge From A Chef of the Sea",
                    "SummaryEnglish": "Yoichi receives an invitation from Ajio to a villa on the island. However, waiting for him on the island are Ajio and his friends, who are confused because they were invited by Yoichi. Who could have orchestrated this? A man soon appears, introducing himself as Ajifune Toshiya, a chef of the sea, and challenges Yoichi to a grilled fish contest on the rough sea. What's more, he claims to be the man who once defeated Yoichi's father, Takao.",
                    "Aliases": []
                },
                "44": {
                    "ID": "1785741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785741",
                    "TitleEnglish": "The Seashore Match: The Secret of Yoichi-Style Stone-Grilled Fish",
                    "SummaryEnglish": "Yoichi challenges the chef Ajifune Toshiya, who is a chef at sea, to a wild rock battle for the blue ticket in the Taste Sennin Tournament. He begins researching grilled fish, and after much deliberation, comes up with the idea of ​​using heated stones. The day of the battle arrives. Toshiya also sets the conditions that he must grill the fish before the rocks sink into the sea, and find ingredients to make another dish.",
                    "Aliases": []
                },
                "45": {
                    "ID": "1785751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785751",
                    "TitleEnglish": "Mountain Delicacies Battle! Cooking Survival With the Tough Nabeko",
                    "SummaryEnglish": "Yoichi visits Seki Heisuke, a mountain chef who holds a green card and is the master of his father, Takao. However, Seki refuses to challenge Yoichi, telling him to talk to another chef who has challenged Seki and take the card. That chef is Mr. Nabekko, Nakae Heita. It's time for another survival cooking challenge!",
                    "Aliases": []
                },
                "46": {
                    "ID": "1785761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785761",
                    "TitleEnglish": "Mountain Delicacies Competition! A Big Win With Specially Steamed Food",
                    "SummaryEnglish": "As Yoichi and Hyota compete in a cooking survival game for the green card of the Taste Sennin Tournament, Kazuma appears with a yellow card. He says he will act as judge in place of the mountain chef, Seki Heisuke. However, the game is temporarily suspended due to rain. Inside the mountain hut, the three young chefs discuss their thoughts and goals.",
                    "Aliases": []
                },
                "47": {
                    "ID": "1785771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785771",
                    "TitleEnglish": "The Fateful Showdown! Yoichi and Kazuma's Saury Match",
                    "SummaryEnglish": "Marui suggested that Yoichi compete against his arch rival, Kazuma, to win the yellow card by competing over a saury set meal at Hinode Shokudo. However, it was Hinode Shokudo's Appreciation Day, and the restaurant was packed. Seeing Yoichi preparing one dish after another, Kazuma also began to help out. And when all the menu items were sold out, the saury competition began!",
                    "Aliases": []
                },
                "48": {
                    "ID": "1785781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785781",
                    "TitleEnglish": "Challenge the Taste Sennin! This Is the Trump Card to Victory",
                    "SummaryEnglish": "With the four cards in hand, Yoichi visits Ajiji Temple, where Ajisennin lives. Ajisennin is holding a memorial service and waiting for the food tournament winner. Yoichi is surprised to find that there is only rice in the kitchen, but he learns the meaning of preparing ingredients with one's own hands. However, Ajisennin falls ill.",
                    "Aliases": []
                },
                "49": {
                    "ID": "1785791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785791",
                    "TitleEnglish": "Taste Hunt! Marui vs. Mr. Ajikko",
                    "SummaryEnglish": "Marui has been invited by the Italian government, and he will be cooking for the celebration party himself. Yoichi tries to help, but is shocked when he tastes the sauce. Isn't Marui the one he really needs to overcome? And as a chef, Marui also wants to put an end to his relationship with Yoichi.",
                    "Aliases": []
                },
                "50": {
                    "ID": "1785801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785801",
                    "TitleEnglish": "Farewell Marui! The Path of Cooking Is An Endless Challenge",
                    "SummaryEnglish": "The time has come for Yoichi and Marui to face off in the \"Taste Search\" competition. However, Aji Shogun bursts into the venue and declares that Marui is a member of the Aji Shogun group, causing a stir in the venue. To clear Marui's name, Yoichi accepts the challenge from Shichibocho, but Aji Shogun's scheme puts both him and Marui in danger.",
                    "Aliases": []
                },
                "51": {
                    "ID": "1785811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785811",
                    "TitleEnglish": "A Visitor From Hong Kong Tries the Legendary Chinese Soup!",
                    "SummaryEnglish": "A man named Li Xiaogame comes to Hinode Shokudo from Hong Kong. Li, who was a good rival and close friend of Yoichi's father, Takao, says that his restaurant is being targeted by the Aji Shogun group, which is trying to extend its evil influence overseas. Yoichi stands up to Aji Shogun for his late father's best friend.",
                    "Aliases": []
                },
                "52": {
                    "ID": "1785821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785821",
                    "TitleEnglish": "Challenge Yourself With This Legendary Chinese Soup! The Secret Of Cordyceps Sinensis",
                    "SummaryEnglish": "Aiming to perfect the legendary dish \"Cordyceps Chicken Soup\" written in his father's cooking notebook, Yoichi finally discovers the true nature of Cordyceps. However, the part about the chicken that will be used as an ingredient in the soup has been lost. What would be an ingredient that is both filling and nutritious and brings out the flavor of Cordyceps?",
                    "Aliases": []
                },
                "53": {
                    "ID": "1785831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785831",
                    "TitleEnglish": "Trying Steamed Dumplings! Going To Hong Kong",
                    "SummaryEnglish": "Yoichi and his son, along with Koyama and his friends, have finally arrived in Hong Kong. They meet up with Mitsuko and Shigeru and visit Li Xiaogui's restaurant, Kogairo, where a young chef working there, Liu Hufeng, challenges Yoichi. Hufeng boasts that Japanese cuisine cannot compete with Chinese cuisine, which has a 4,000-year history, and the two engage in a steamed dumpling battle!",
                    "Aliases": []
                },
                "54": {
                    "ID": "1785841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785841",
                    "TitleEnglish": "Steamed Dumpling Showdown! Ajikko vs. Koho",
                    "SummaryEnglish": "While at a seafood market looking for fillings for their dumplings, Yoichi and his friends encounter Tonomine and Shigeru. While Tonomine is full of confidence, Yoichi finds a powerful ingredient - crab eggs - and begins the final filling. Yoichi's idea is to make dumplings with four ingredients: tomatoes, shiitake mushrooms, red chili peppers, and crab eggs.",
                    "Aliases": []
                },
                "55": {
                    "ID": "1785851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785851",
                    "TitleEnglish": "Ramen Battle! The Amazing 4,000-Year History of China",
                    "SummaryEnglish": "Toho promises to show Yoichi the wonder of China's 4,000-year history, and takes him to an island called Ryorinji Temple. The island is dedicated to culinary training. Toho shows off his skills by creating the legendary \"Swallow Skin Noodles\" from lean pork. He then challenges Yoichi to a ramen contest.",
                    "Aliases": []
                },
                "56": {
                    "ID": "1785861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785861",
                    "TitleEnglish": "Ramen Showdown! White Soup vs. Black Soup",
                    "SummaryEnglish": "Yoichi believes that ramen soup should not only be made with meat and shellfish, and makes a milky white soup using the bones of the fish \"ishimochi.\" However, he learns that Komine will use the \"eel\" he caught in the countryside as an ingredient. As Yoichi worries about what ingredient he should use, Ajio shows him the \"Tiger in the Bamboo Forest.\"",
                    "Aliases": []
                },
                "57": {
                    "ID": "1785871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785871",
                    "TitleEnglish": "Almond Tofu Competition! The Seven Chefs Of Taste Shogun Appear",
                    "SummaryEnglish": "Kamon, who Toho studied under, is a member of the Aji Shogun group and the leading candidate for the position of Master of the 36 Boso at Ryorinji Temple. Yoichi and his friends are treated to a full Manchu Han banquet at Ryorinji Temple, but the final dessert is missing. Yoichi and Kamon are tasked with making it, and the item they'll be competing for is almond tofu!",
                    "Aliases": []
                },
                "58": {
                    "ID": "1785881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785881",
                    "TitleEnglish": "Almond Tofu Competition! The Road to the 36th Room of Ryorinji Temple",
                    "SummaryEnglish": "Taking inspiration from marbles, they create almond tofu with rainbow-colored flower petals sealed inside. Yoichi struggles to decide on a container to put it in, but then comes up with the idea of ​​using watermelon, and Koho asks sculptor Yang Zizhong to create the container. Moved by the two's passion, Yang agrees to make the container. Beat the 36 chambers of Ryorinji Temple and challenge Kamon!",
                    "Aliases": []
                },
                "59": {
                    "ID": "1785891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785891",
                    "TitleEnglish": "Farewell Hong Kong, Protect the Ajioh Building!",
                    "SummaryEnglish": "As Yoichi returns to his home country, Koho gives him one of the Liu family's secret recipes as a souvenir. With the wonderful friend he met in Hong Kong in mind, Yoichi hurries to Ajioh upon arriving in Japan, only to find that half of the Ajioh building has been demolished. The Ajishogun Group's Hong Kong landing operation was a diversionary tactic to lure Ajioh away from Japan!",
                    "Aliases": []
                },
                "60": {
                    "ID": "1785901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785901",
                    "TitleEnglish": "Gyoza Battle: A Big Turnaround! The Ambition of Aji Shogun",
                    "SummaryEnglish": "In order to protect the Ajioh Building, which is about to be demolished, Yoichi and the Donburi brothers challenge three of the candidates for the Seven Ajishogun chefs to a gyoza competition. Yoichi has no time to think of new ideas, so he struggles to make the gyoza he has made so far. At that moment, Yoichi remembers the souvenir from Koho.",
                    "Aliases": []
                },
                "61": {
                    "ID": "1785911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785911",
                    "TitleEnglish": "New Year's Eve Soba Delivery Battle! The Battle At Inari Shopping Street",
                    "SummaryEnglish": "On the day of the winter solstice, a queue of customers formed at Muramasa-an, a restaurant run by Takechi Muramasa, one of the Seven Aji Shogun chefs, hoping to get a taste of the delicious and affordable soba noodles. In order to eliminate the stores and shopping districts that are not members of the Aji Shogun group, Takechi first challenges Kin-san of Kin Soba to a taste contest. With the number of customers declining, Yoichi asks Kin-san to help out as he pulls his food stall.",
                    "Aliases": []
                },
                "62": {
                    "ID": "1785921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785921",
                    "TitleEnglish": "New Year's Eve Soba Delivery Battle! The Mysterious Hero Ajitoukan Appears",
                    "SummaryEnglish": "Yoichi's soba noodles are made with tofu as a binder and green buckwheat flowers. Motivated by the Aji Shogun Shopping Center's offensive, the people of the shopping district offer to help Yoichi and Kane-san with their delivery, but the essential soup is not ready. While brainstorming ideas at a coffee shop, Yoichi comes up with an idea when he sees someone making coffee.",
                    "Aliases": []
                },
                "63": {
                    "ID": "1785931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785931",
                    "TitleEnglish": "Kanazawa Nigiri Sushi Contest! Genesushi Daitora's Challenge",
                    "SummaryEnglish": "Yoichi, Ajiou, and the others visit Sushigen, a sushi restaurant in Kanazawa owned by Noriko's brother, Genichi. According to his brother's wife, Yoshiko, six sushi restaurants in the town compete in a sushi contest every year, but last year Sushigen came in last, which has left Genichi feeling disheartened. Yoshiko asks Yoichi for help, but...",
                    "Aliases": []
                },
                "64": {
                    "ID": "1785941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785941",
                    "TitleEnglish": "Kanazawa Nigiri Sushi Contest! Big Win With Creative Sushi Toppings",
                    "SummaryEnglish": "This year's contest features Gene Sushi, home to God Hand Ohtora, one of the Seven Chefs of Aji Shogun. Ohtora buys up all the fatty tuna and seaweed. Each sushi restaurant has no choice but to participate in the contest with sushi that has neither fatty tuna nor seaweed. Will Yoichi's ingenious sushi please the judges?",
                    "Aliases": []
                },
                "65": {
                    "ID": "1785951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785951",
                    "TitleEnglish": "Snow Festival Frankfurt Showdown! The Devil Of The North Appears",
                    "SummaryEnglish": "While watching the live broadcast of the Snow Festival, Yoichi and Ajio spot Sekiba, the head of the German cuisine department of the Ajio Culinary Association, who has gone missing, and head to Hokkaido to find out if it's true. At the Snow Festival, there was a long line of people waiting for the food stall run by the \"Devil of the North.\" The Devil of the North's frankfurters were made by Sekiba.",
                    "Aliases": []
                },
                "66": {
                    "ID": "1785961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785961",
                    "TitleEnglish": "Snow Festival Frankfurt Match! Showdown With Sekiba",
                    "SummaryEnglish": "Yoichi accepts the challenge of making frankfurters from Sekiba, and he thinks of a way to make them warm from the inside out, so that people who eat them can survive the cold of Hokkaido. Meanwhile, Sekiba, who is eagerly waiting for his final chance to challenge Yoichi, receives a certain item. And so, the taste contest between Yoichi and Sekiba finally begins!",
                    "Aliases": []
                },
                "67": {
                    "ID": "1785971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785971",
                    "TitleEnglish": "Alex Express Gourmet Incident! RoboCook's Second Challenge",
                    "SummaryEnglish": "Yoichi and his friends board the gourmet train Royal Alex at the invitation of Sanshiro Tawara. As they head from Sapporo to Ueno, Robo Chef, one of the Seven Chefs, appears. Under orders from Taste Shogun, Robo Chef challenges Yoichi and Tawara's cooking machine, Alex No. 2, to a full-course meal challenge in order to conquer the gourmet train.",
                    "Aliases": []
                },
                "68": {
                    "ID": "1785981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785981",
                    "TitleEnglish": "Alex Express Gourmet Incident! Aim For The Goal With Dessert",
                    "SummaryEnglish": "The showdown with RoboCook remains two against two, and they decide to have a rematch over dessert the next morning. While the trains are stopped due to heavy snowfall, Yoichi goes out to look for ingredients. He visits a shrine with an old woman he helped in town, and there he is inspired by a new idea.",
                    "Aliases": []
                },
                "69": {
                    "ID": "1785991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1785991",
                    "TitleEnglish": "Island-Hopping Seaweed Hotpot Competition! Seven Chefs Master Oishi Appears",
                    "SummaryEnglish": "Master Oishi, one of the Seven Knives and instructor of the Setouchi Young Chefs, receives an order from Aji Shogun to defeat Yoichi. Due to his advanced age, Oishi tries to refuse, but his student Yuta unilaterally lures Ajio and Yoichi. When Yoichi heads to the Setouchi Islands, he is met with an island-hopping seaweed hotpot competition with the Setouchi Young Chefs.",
                    "Aliases": []
                },
                "70": {
                    "ID": "1786001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786001",
                    "TitleEnglish": "Island-Hopping Iso Nabe Competition! The Setouchi Youth Cooking Group Takes On The Challenge",
                    "SummaryEnglish": "Yoichi and his friends and the Setouchi Boys' Cooking Club begin a five-on-five island-hopping sea stew competition. Yuta and the other five, all born and raised on the Setouchi coast, gather fresh ingredients one after another. Yoichi and his friends are unable to gather the ingredients properly due to their lack of geographical advantage, and even end up dropping the pot and seasonings into the sea. What is Yoichi's idea for a pot and a pot without seasonings?",
                    "Aliases": []
                },
                "71": {
                    "ID": "1786011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786011",
                    "TitleEnglish": "A Relentless Hamburger Battle! Abe And Oikawa Are Unrepentant",
                    "SummaryEnglish": "Ajiou collapses. Despite everyone's concerns, Ajiou says he is only slightly anemic, but Tarume asks him to recover quickly and return to the Ajiou Building. Meanwhile, Ajishogun decides to summon Abe Ichiro, the leader of the Seven Chefs. Upon hearing this, Abe Jiro, not wanting to lose to his brother, challenges his partner Oikawa to a desperate taste contest.",
                    "Aliases": []
                },
                "72": {
                    "ID": "1786021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786021",
                    "TitleEnglish": "Hamburger Showdown! The Strongest Of The Seven Knives, Ichiro Abe, Appears",
                    "SummaryEnglish": "Yoichi and Yoshimura accept the hamburger taste contest, and after much ingenuity, starting with the making of the bun, they finally create a Yoichi-style hamburger. It's so good that Ajiou, who is hospitalized, becomes energized after tasting it. Ajiou tries to get Yukari, a girl in the same hospital room, to try Yoichi's hamburger, but she refuses.",
                    "Aliases": []
                },
                "73": {
                    "ID": "1786031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786031",
                    "TitleEnglish": "A Tough Hamburger Contest! A Letter From Uncle Long Legs",
                    "SummaryEnglish": "Yoichi eats Ichiro Abe's hamburger, but is so impressed by how delicious it is that he loses all confidence. Meanwhile, Ajiou receives news from the Ministry of Foreign Affairs that they will be competing in a three-on-three sukiyaki contest with the Ajishogun Group at a state dinner for King Kobaia. Yoichi, Kazuma, and Konishi are set to participate, but...",
                    "Aliases": []
                },
                "74": {
                    "ID": "1786041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786041",
                    "TitleEnglish": "Japan's Best Sukiyaki Competition! Find The Taste Of Your Memories",
                    "SummaryEnglish": "The Aji Shogun turns out to be none other than Ajio's younger brother, Murata Genzaburou. Shortly after Japan's defeat in the war, the three brothers, who safely returned home with their eldest brother, Genichiro, vowed to rebuild Murata Shokudo. However, with Genichiro's death, the two brothers parted ways, each pursuing their own path in cooking. What will be the outcome of the final taste battle between Ajio and Aji Shogun?",
                    "Aliases": []
                },
                "75": {
                    "ID": "1786051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786051",
                    "TitleEnglish": "Sukiyaki Showdown! The Seven Strongest Knives vs. Mr. Ajikko",
                    "SummaryEnglish": "The day of the sukiyaki competition finally arrives. Yoichi is astounded by Ichiro Abe's skill in preparing the finest Matsusaka beef like a doctor, and once again loses confidence. However, with the support of his fellow competitors, and Mitsuko's encouragement and gift of a handmade apron, Yoichi regains his composure and begins cooking.",
                    "Aliases": []
                },
                "76": {
                    "ID": "1786061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786061",
                    "TitleEnglish": "Koyasan Tofu Battle! A Journey Of 3,000 Miles To Visit The King of Taste",
                    "SummaryEnglish": "One day, after the battle with the Aji Shogun group had come to an end, Sakai Kazuma transferred to Yoichi's class. He opened a curry restaurant called \"Ichimaya\" in front of Hinode Shokudo, and is determined to take on the challenge at his restaurant. The next day, Ajio was nowhere to be seen at the traditional cherry blossom viewing party. It was only after Yoichi was gone that he realized how important Ajio was.",
                    "Aliases": []
                },
                "77": {
                    "ID": "1786071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786071",
                    "TitleEnglish": "Mysterious Taste King Grand Prix: Trying Out Tofu Dishes!",
                    "SummaryEnglish": "Yoichi and Kazuma are fed \"sesame tofu,\" a traditional Mount Koya dish, by Okara and Kanpei of Daimonya. Just as they are blown away by its deliciousness, Kinuko, the daughter of a tofu shop called Hijiriya, appears before them. Kinuko asks the two to take part in the Ajioh Grand Prix in place of her sick father.",
                    "Aliases": []
                },
                "78": {
                    "ID": "1786081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786081",
                    "TitleEnglish": "The Big Showdown At Mount Koya! Tofu Steak vs. Sesame tofu",
                    "SummaryEnglish": "Yoichi's completed tofu steak had a flaw. The Daimonya couple made fun of his imperfect tofu steak, which made Yoichi and Kazuma anxious, but they overcame the flaw with their ingenuity. On the day of the Ajiou Grand Prix, the competition began while the other tofu makers withdrew. Will tofu steak or sesame tofu win?",
                    "Aliases": []
                },
                "79": {
                    "ID": "1786091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786091",
                    "TitleEnglish": "Chimaki And Kashiwamochi Competition! The Challenge Of The 2nd Year Flower Class Cooking Team",
                    "SummaryEnglish": "Ms. Egawa accepts the challenge of the unexpected appearance of the \"2nd Year Flower Class Cooking Team\" and decides to compete in a Children's Day contest using rice dumplings and kashiwamochi. Yoichi learns that the cooks are the daughters of the former Seven Chefs of the Aji Shogun Group, and agrees to help Ms. Egawa. He also asks Kazuma for help, but he refuses, saying that he hates Children's Day.",
                    "Aliases": []
                },
                "80": {
                    "ID": "1786101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786101",
                    "TitleEnglish": "Chimaki vs Kashiwamochi Showdown! Taste Comparison On May 5th",
                    "SummaryEnglish": "Children's Day is finally here. However, Kazuma's whereabouts are unknown after the chefs criticize the kashiwamochi he made, and his chimaki (rice dumpling) recipe still lacks a winning formula. Then, upon seeing a cake sent by Marui, he comes up with an innovative idea. Kazuma, who has been watching from the shadows, sees the flaws in Yoichi's idea.",
                    "Aliases": []
                },
                "81": {
                    "ID": "1786111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786111",
                    "TitleEnglish": "A Stormy Curry Battle! Kamon And Mori's Counterattack",
                    "SummaryEnglish": "Yoichi receives a letter from Aji Shogun. He says that Ajioh has formed a group called the Ajioh Culinary Alliance in Matsumoto City and is up to no good. To find out the truth, Yoichi and Kazuma head to Matsumoto City. While most of the city is under the control of the Ajioh Culinary Alliance, they meet Ryoko, the daughter of an inn owner who refuses to join the alliance.",
                    "Aliases": []
                },
                "82": {
                    "ID": "1786121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786121",
                    "TitleEnglish": "Yoichi And Kazuma Are In Big Trouble! A Big Comeback With German-style Curry",
                    "SummaryEnglish": "With Yoichi's saffron rice and Kazuma's new special blend curry, they finally complete a new curry to compete with Kamon and Mori. However, just before the match, Kamon and Mori add a condition that their winning dish must incorporate a dish from another country into their curry.",
                    "Aliases": []
                },
                "83": {
                    "ID": "1786131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786131",
                    "TitleEnglish": "Aji No Matasaburo Takes On The Challenge Of Making Udon Noodles That Never Get Cold!",
                    "SummaryEnglish": "On their way home from school, Yoichi and his friends are approached by a traveling chef named Matasaburo. The next day, Matasaburo transfers to Yoichi's school and explains that he is a disciple of Ajio and has come to compete against Yoichi. The item to be competed in is a udon delivery contest, with the students having to deliver the noodles from the school cafeteria to the president's office.",
                    "Aliases": []
                },
                "84": {
                    "ID": "1786141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786141",
                    "TitleEnglish": "School Delivery Competition! Special Udon Noodles Win Big",
                    "SummaryEnglish": "Yoichi struggles to come up with a way to make udon that stays warm. Kazuma calls Matasaburo to the rooftop to find out his true identity, but is brushed off. At that moment, Kazuma finds a photo that Matasaburo had dropped. On the day of the competition, Yoichi gets a hint about the udon from Mitsuko and clashes with Matasaburo.",
                    "Aliases": []
                },
                "85": {
                    "ID": "1786151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786151",
                    "TitleEnglish": "The Original Croquette Battle! Tarume’s Love Story",
                    "SummaryEnglish": "Yoichi and his friends are invited to Tarume's engagement party. Tarume and his fiancée, Shirakawa Rie, are from a Yokohama croquette shop that has been fighting for generations over which family is the original, but their marriage has led to a reconciliation between the two families. However, on the day of the party, the conflict between the two families flares up again, and they decide to have a taste test to decide which family is the original.",
                    "Aliases": []
                },
                "86": {
                    "ID": "1786161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786161",
                    "TitleEnglish": "The Original Croquette Battle! A Taste Contest On A Luxury Cruise Ship",
                    "SummaryEnglish": "A croquette competition between Tarume and Yoichi versus Rie and Kazuma. Kazuma is confident in his croquette creations, but Rie warns him not to underestimate Tarume. However, Tarume and Yoichi struggle to make the croquettes. Meanwhile, Tarume, having regained his energy after confirming his love for Rie, comes up with a clever idea.",
                    "Aliases": []
                },
                "87": {
                    "ID": "1786171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786171",
                    "TitleEnglish": "Yakitori Competition! Trying Out The Taste Of A Long-Established Restaurant",
                    "SummaryEnglish": "Fuyuhiko, the owner of Torifune, a long-established yakitori restaurant in the neighboring town, has two sons: Akihiko, who travels around Japan, and Natsuhiko, who trains at the restaurant. Fuyuhiko trusted Natsuhiko more than Akihiko, but Natsuhiko suddenly told Fuyuhiko he was retiring. Akihiko scolds his younger brother for being selfish, but Natsuhiko challenges him to a taste contest.",
                    "Aliases": []
                },
                "88": {
                    "ID": "1786181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786181",
                    "TitleEnglish": "Yakitori Drumming Battle! A Big Victory With Creative Sauce",
                    "SummaryEnglish": "The day of the yakitori competition approaches, but the problem of the sauce has not been solved and Akihiko is still missing. Yoichi and the others suspect that Akihiko has really run away, but Noriko says that no child would abandon their father and that she will believe in Akihiko. Then, on the day of the yakitori drumming battle, Akihiko returns just before the competition begins.",
                    "Aliases": []
                },
                "89": {
                    "ID": "1786191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786191",
                    "TitleEnglish": "An Afternoon At Hinode Shokudo: Find The Missing Curtain!",
                    "SummaryEnglish": "One day at Hinode Diner, the noren curtain has disappeared due to Noriko's carelessness. Yoichi wants to buy a new one, but Marui and Noriko explain the importance of noren curtains. Yoichi goes looking for the noren curtain, which is also a memento of Takao for Noriko. Meanwhile, at Kazuma's stable, the cricket that Kazuma scolded has disappeared.",
                    "Aliases": []
                },
                "90": {
                    "ID": "1786201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786201",
                    "TitleEnglish": "Ice Cream Showdown! Mitsuko And The Cricket Challenge",
                    "SummaryEnglish": "After eating the food Yoichi had cooked, the old man Takizawa noticed that the knife had become dull, and left, telling Yoichi to come to Izu if he wanted it sharpened. When Yoichi and the others arrived in Izu, they were reunited with Shokichi. Takizawa said that he would only let them see the sharpness of the knife in their hearts without using it, as a condition for sharpening the knife.",
                    "Aliases": []
                },
                "91": {
                    "ID": "1786211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786211",
                    "TitleEnglish": "Ice Cream Showdown! A Midsummer Night Taste Contest",
                    "SummaryEnglish": "Shokichi looks down on Yoichi and Kazuma, who say ice cream isn't cooking and underestimate Mitsuko and Koorogi. On the night before the competition, Mitsuko and Koorogi lose even more confidence after watching the three cook off, but Shokichi gives them encouragement. The two bravely take on the summer ice cream competition as a test of courage.",
                    "Aliases": []
                },
                "92": {
                    "ID": "1786221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786221",
                    "TitleEnglish": "Onigiri Competition! Japan's Most Irresponsible Cook Appears",
                    "SummaryEnglish": "Hearing from Takizawa that Ajio will be returning, Yoichi and his friends head to Tokyo. There, they are greeted and shown around by Wekki Hitoshi, who claims to know Ajio's whereabouts, but the shops in the area are run by men who look just like Ajio. While searching to question Wekki, the group becomes hungry and enters a rice ball shop called \"Tomiya.\"",
                    "Aliases": []
                },
                "93": {
                    "ID": "1786231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786231",
                    "TitleEnglish": "Onigiri Showdown! Irresponsible Cooking vs. Mom's Taste",
                    "SummaryEnglish": "Otomi and Yoichi from Tomiya challenge Hitoshi Wekki to a rice ball contest with heartfelt simplicity. After Yoichi and his friends win, Wekki and his friends run away, but Marui rushes in and tells them to hurry to the Ajioh Building. At the Ajioh Building, Yoichi and his friends are greeted by a haggard Ajishogun.",
                    "Aliases": []
                },
                "94": {
                    "ID": "1786241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786241",
                    "TitleEnglish": "A Desperate Cooking Battle Of Three! Ichiro Abe's Second Attempt",
                    "SummaryEnglish": "Yoichi and Kazuma head to Aji Shogun's castle after receiving a call from Aji Oh. They are greeted by Mori and guided to the King's Chamber, where they are confronted by Dr. Chef Abe Ichiro, who was defeated by Yoichi and his friends in the sukiyaki contest. Abe demands that they take part in a three-match taste contest if they don't want their irresponsible cooking to be spread all over the country.",
                    "Aliases": []
                },
                "95": {
                    "ID": "1786251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786251",
                    "TitleEnglish": "Ajikko's Final Battle! The Biggest Sandwich Battle In History",
                    "SummaryEnglish": "The sandwich competition with Abe Ichiro begins. Abe says that cooking is something you make alone, but Yoichi and the others explain that cooking should really be about thinking about the people who will eat it. Abe explains that this is the result of such thinking, and introduces Ajiou to the two. It turns out that Ajiou has lost his memory in his pursuit of flavor.",
                    "Aliases": []
                },
                "96": {
                    "ID": "1786261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786261",
                    "TitleEnglish": "Let The Chef's Poem Resound And Restore Ajiou's Memories!",
                    "SummaryEnglish": "Ajiou returns to the cooking club, but his memories still haven't returned. Yoichi is puzzled to see Kazuma relying on Ajiou. Just then, the cooking club's leaders, Konishi Kazuya, Ajifune Toshiya, and others arrive. They say they will feed Ajiou their food and help him regain his memories.",
                    "Aliases": []
                },
                "97": {
                    "ID": "1786271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786271",
                    "TitleEnglish": "Kazuma's Secret Is Revealed! Pilgrimage Of The Taste of Sadness",
                    "SummaryEnglish": "After learning Ajitokin's true identity, Kazuma locks himself in the store and refuses to come out. Yoichi and his friends are worried, but President Nagata comes to see them. Nagata asks Ajio to somehow help him regain his memories and begins to tell them about Kazuma's shocking past.",
                    "Aliases": []
                },
                "98": {
                    "ID": "1786281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786281",
                    "TitleEnglish": "The Long Journey To A Taste: A Lonely Search For Flavor",
                    "SummaryEnglish": "Even the heads of the cooking club and Kazuma are unable to restore Ajiou's memories. Yoichi feeds him a katsudon, which he poured all his energy into, but his memories do not return. Yoichi is hopeful that Marui will now be his turn, but is shocked when Noriko tells him about Marui's proposal.",
                    "Aliases": []
                },
                "99": {
                    "ID": "1786291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mister-ajikko/episodes/1786291",
                    "TitleEnglish": "Thank You For The Meal! Mr. Ajikko",
                    "SummaryEnglish": "Shigeru gets into a traffic accident while trying to pick up a ticket that was blown away by the wind. He is not seriously injured, but Yoichi is tormented by the belief that the accident was his own fault. When Shigeru regains consciousness, he is delighted with the delicious omelet that Mitsuko has made. Mitsuko's omelet, Noriko's words, and the Kabuyama couple's dinner table. Realizing something important, Yoichi makes katsudon for Ajiou again.",
                    "Aliases": []
                }
            }
        }
    }
}