{
    "URL": "https://thetvdb.com/series/wagnaria",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1685484/",
        "https://www.themoviedb.org/tv/46153"
    ],
    "TitleEnglish": "Wagnaria!!",
    "SummaryEnglish": "The story is set in a family restaurant named Wagnaria in the northern Japanese prefecture of Hokkaido. Souta works part-time among the restaurant's high-spirited, mysterious, yet cool staffers.",
    "Aliases": [
        "Working'!!",
        "Working!!!",
        "WORKING!!（ワーキング）",
        "WORKING!! THE ANIMATION"
    ],
    "Modified": "2025-01-20",
    "Seasons": {
        "1": {
            "ID": "201151",
            "URL": "https://thetvdb.com/series/wagnaria/seasons/official/1",
            "TitleEnglish": "WORKING!!",
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "1831071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/1831071",
                    "TitleEnglish": "Welcome to Wagnaria: Takanashi Works",
                    "SummaryEnglish": "Takanashi Souta, lover of all things small, is recruited by his tiny sempai Taneshima Popura to work at the family style restaurant Wagnaria. There he meets his new co-workers and begins to learn about their many quirks.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1837301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/1837301",
                    "TitleEnglish": "Inami, Androphobe. But You're the Scary One",
                    "SummaryEnglish": "Souta meets Mahiru, who suffers from Androphobia, the fear of men.  The rest of the staff sets them up to share shifts in a suicidal, for Souta at least, attempt to cure Mahiru.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1837341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/1837341",
                    "TitleEnglish": "Yachiyo, Kyouko, Satou... and the Returning Mr. Otou",
                    "SummaryEnglish": "Yachiyo, the samurai sword-carrying waitress, reveals that she started carrying it to ward off bullies back in elementary school.  At this time she encounters Kyoko who agrees to act as a bodyguard in exchange for Yachiyo's lunch.\r\n\r\nOtou Hyougo, the true restaurant manager, returns to the store after another unsuccessful search for his lost wife; his wife, who has the world's worst sense of direction, got lost years ago while out shopping.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1837351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/1837351",
                    "TitleEnglish": "Souma, the Overly Invigorating Young Man",
                    "SummaryEnglish": "Takanashi is visited at work by one his 4 sisters.  Hiroomi the assistant cook attempts to blackmail the staff of Wagnaria so that he won't have to work.  At the same time it becomes apparent that Satou the head cook has a thing for Yachiyo the head waitress.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1837421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/1837421",
                    "TitleEnglish": "A Certain Day of Flu... A Wagnaria That Is Different From Usual",
                    "SummaryEnglish": "Takanashi takes the day off work to take care of his sick sister.  The staff attempts to function without them and deal with Mahiru's fear of men with no male server to deal with the male customers.",
                    "Aliases": []
                },
                "6": {
                    "ID": "1856381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/1856381",
                    "TitleEnglish": "The Melancholy of Souta, the Women of the Takanashi Family",
                    "SummaryEnglish": "Takanashi spends some quality time with his four quirky sisters; the boss, the drunk, the writer and the manipulative.  Each in their own way is reliant on Takanashi to keep their family in order.\r\n\r\nWhite Day has arrived and Takanashi gifts Mahiru a bag of hair pins.  This is the first White Day gift she has ever received.  Later he runs into her on the street worried that she might attack some random male while walking around he escorts her home.  On the way they run into his eldest sister Kazue.  Mahiru get flustered and admits to \"assaulting\" Takanashi on a regular basis.",
                    "Aliases": []
                },
                "7": {
                    "ID": "1856391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/1856391",
                    "TitleEnglish": "A Well-Missed Otou, and the New Part-timer = Yamada (!?)",
                    "SummaryEnglish": "Otoo returns to Wagnaria once again this time bringing with him a new waitress, Yamada Aoi.  Aoi tells a \"tragic tale of woe\" to which Takanashi responds that she is a liar.\r\n\r\nReluctantly he ends up training Aoi in how to be a waitress.  As the day progress she tries to assign the various staff members into a fake family structure.",
                    "Aliases": []
                },
                "8": {
                    "ID": "1856401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/1856401",
                    "TitleEnglish": "Inami's First? Outing!",
                    "SummaryEnglish": "The girls decided to take a trip to the hot springs which will be the first time for Mahiru.  Takanashi concerned about the fate of the male guests at the hot springs goes as well.\r\n\r\nIn the end the entire staff ends up going only to be so late that the hot spring is closed by the time they arrive.",
                    "Aliases": []
                },
                "9": {
                    "ID": "1856411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/1856411",
                    "TitleEnglish": "Kotori-chan Appears!!",
                    "SummaryEnglish": "The source of Mahiru's fear of men is revealed to be a plan concocted by her father.  Mahiru's father finds out that Takanashi gave her a gift for White Day and visits the restaurant to meet him.  Mahiru, afraid that he has come to make her quit working there, asks Takanashi to pretend to be a girl.  Takanashi mans up and wears a skirt.",
                    "Aliases": []
                },
                "10": {
                    "ID": "1856421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/1856421",
                    "TitleEnglish": "The Truth to the Suspicion... Nazuna Works",
                    "SummaryEnglish": "Kyouko is gone for a week on company business and in her absence Yachiyo attempts to \"serve\" Jun, which results in his heart being crushed even more.\r\n\r\nLater Nazuna sees Takanashi and Mahiru walking home together and bribes Kyouko to let her work at the restaurant for the day to spy on Mahiru.  Mahiru eventually admits that she likes Takanashi, though Nazuna misinterprets this thinking that she was confirming that Takanashi was a masochist.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1856431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/1856431",
                    "TitleEnglish": "The Two of Them Back Then, Yachiyo and Satou. Also, Welcome to the Takanashi Family",
                    "SummaryEnglish": "Yamada tells a scary ghost story at the end of work and Mahiru is to scared to go home where she would be by herself.  Takanashi invites her over to spend the night at his house,  Yamada follows them there, claiming to be too scared even though she was the one who told the story in the first place.",
                    "Aliases": []
                },
                "12": {
                    "ID": "1856441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/1856441",
                    "TitleEnglish": "Why!? The Night Before the Climactic Battle: Taneshima's Returned Favor",
                    "SummaryEnglish": "Pupura finds out about Takanashis tall sisters and is upset with him for keeping these ideal women from her.  As punishment she sets him up to go on a date with Mahiru.\r\n\r\nAn experiment to see how much more man acclimated Mahiru has become concludes that if she can't punch Takanashi she'll kick him in the nuts.",
                    "Aliases": []
                },
                "13": {
                    "ID": "1856451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/1856451",
                    "TitleEnglish": "Takanashi and Inami in the So-Called “Decisive Battle” of a Date…",
                    "SummaryEnglish": "Takanashi and Mahiru go on their \"date\".  The staff of the restaurant fearing for Takanashi safety concoct an elaborate plan to have him cross dress so that Mahiru would think of him as a girl and not hit him.\r\n\r\nAs the date comes to a close Takanashi comes to realize his true feelings for Mahiru and Mahiru receives the compliment of her life.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "473422",
            "URL": "https://thetvdb.com/series/wagnaria/seasons/official/2",
            "TitleEnglish": "WORKING'!!",
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4162802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/4162802",
                    "TitleEnglish": "Popura's Nature",
                    "SummaryEnglish": "Popura becomes upset with Sota constantly calling her small. Later, Sota becomes devastated when Kyoko kills a bug, inadvertently insulting Popura and Inami in the process.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4173498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/4173498",
                    "TitleEnglish": "Ideal Family Planning",
                    "SummaryEnglish": "Aoi becomes curious about Hiroomi's secret life and drags Popura into stalking him, despite the fact he is completely aware of it. Later, Popura tries to get Sota to treat Mahiru nicer. Tired of Jun's teasing, Popura tries to get revenge on him which does not go to plan. Meanwhile, Aoi acts very clingy around Otoo after he comes back from his recent trip.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4173499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/4173499",
                    "TitleEnglish": "I'm in a Slump",
                    "SummaryEnglish": "Sōta's novelist sister Izumi enters a slump when she assumes he is dating Popura and will stop paying attention to her. She decides to go on a journey where she ends up meeting Mahiru who helps cheer her up. As Sōta looks after Izumi, Nazuna helps out at Wagnaria, which annoys Aoi who believes she is outshining her. After hearing about it, Nazuna puts on an act to make Aoi feel better about herself.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4173500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/4173500",
                    "TitleEnglish": "Manhole Spiral",
                    "SummaryEnglish": "Whilst out shopping for some more cream, Kyōko and Yachiyo end up meeting Otoo's long lost wife, Haruna. As Yachiyo debates whether to tell Kyōko about her, she disappears again. As Yachiyo feels guilty about it, Mahiru learns about Jun's one-sided crush on Yachiyo and starts feeling sorry for him, leading Sōta to believe she has a crush on Jun. With some support from Jun, Yachiyo apologises to Otoo after he returns and cheers up.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4173501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/4173501",
                    "TitleEnglish": "Wagnaria's Big Stomach",
                    "SummaryEnglish": "Popura and the others try to think of ways to help Sōta get along better with Kyōko. Wanting to be spoiled in a similar manner to Kyōko, Aoi starts learning how to make parfaits, much to the dismay of Jun. In order to stop Kyōko from eating everything in the store, Hiyoomi tells a white lie which leaves her stunned. When Sōta finds a lost girl, Kyōko is told to look after her, and even avoids taking her food. After the girl is reunited with her mother, Jun gives Kyōko some food as thanks.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4173502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/4173502",
                    "TitleEnglish": "Hired, Fired, Tired",
                    "SummaryEnglish": "Popura and Jun end up catching colds due to Aoi's clumsiness, so Kyōko calls in two of her juniors, Yohei and Mitsuki Mashiba, twin siblings who don't get along. When Kyōko offers to put someone else in charge of looking after Inami, Sōta becomes upset and falls out with Inami, but Inami soon manages to build up the courage to make up with him.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4173503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/4173503",
                    "TitleEnglish": "Bad Tuning of Love",
                    "SummaryEnglish": "Mahiru meets a boy calling himself Kirio Yamada, who she believes might be Aoi's brother. As he is able to withstand her punches, Mahiru ends up conversing well with Kirio, who starts developing feelings for her, but Sōta becomes downhearted when he sees the two getting along. He begins acting strangely the next day and ends up bashing his head against the wall, leading him to think he might've become a masochist. Later, Kozue manages to get the waitresses to dress up in animal cosplay.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4173504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/4173504",
                    "TitleEnglish": "Oh, Sister",
                    "SummaryEnglish": "Sōta becomes depressed when he discovers Nazuna has grown as tall as him and has Popura act like his little sister for the day. Mahiru becomes jealous of this and works with Hiroomi to try and get Sōta to call her cute. The next day, Kirio comes to Wagnaria to look for his sister, but finds himself coming into conflict with the men, whilst Hiroomi attempts to keep him and Aoi from meeting each other.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4173494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/4173494",
                    "TitleEnglish": "Love Is So Global",
                    "SummaryEnglish": "Jun takes Yachiyo to buy a cellphone, whilst Kozue takes a liking to Yohei. Meanwhile, Mitsuki becomes suspicious of Jun's familiarity with Yachiyo whilst Yamada runs away after Sōta scolds her.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4173495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/4173495",
                    "TitleEnglish": "Cell Phone, No Problem",
                    "SummaryEnglish": "Mahiru finds herself a bit too close to Sōta for comfort when he tries to stop a tower of boxes from falling on her, which leads her to become a bit fearful of him the next day. This turns into a complete freakout after she discovers Sota touching her head whilst she was asleep and stops coming into work. Later, Poplar gets locked in the freezer and initially suspects Jun, but soon finds Aoi just did it accidentally. After Mahiru doesn't show up at work all week, Sōta goes to visit her in Kotori-guise to apologise and exchange phone numbers.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4173496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/4173496",
                    "TitleEnglish": "It's Resolve, Is That a Problem?",
                    "SummaryEnglish": "Aoi searches for her teddy bear, Daisy, only to find that Jun had just put it in her room. Later, Yachiyo overhears a conversation between Jun and Mitsuki and assumes the two are going out with each other. As Jun notices her weird behaviour, he takes some advice from Popura to put some pressure on himself to sort things out with her.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4173497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/4173497",
                    "TitleEnglish": "Daisy Dies",
                    "SummaryEnglish": "Popura and Aoi try to help Mahiru train to cure her androphobia by dressing her up as a guy, but with no such luck. Later, Sōta and Mahiru start exchanging text messages, which causes Izumi to worry. Sōta also runs into Kirio, who manages to deduce that Mahiru has feelings for him. Later one night, Aoi gets locked out of the restaurant, but Jun manages to sort things out for her. Later, Popura and Aoi try to help out Mahiru's progress by exposing her to the other men, only for her to nearly end up punching Hiroomi. Meanwhile, Popura becomes elated when she is finally able to reach the broken items report sheet that was normally out of her reach.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4225786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/4225786",
                    "TitleEnglish": "Farewell Popura",
                    "SummaryEnglish": "Whilst Popuar is pleased to finally reach the report sheet, Sōta is horrified by the thought of her growing taller. Whilst talking about the future, Aoi ends up turning a statement from Popura that she might have to leave Wagnaria some time in the future to a rumour that she is actually quitting, which she spreads to the other staff members. As the staff have their concerns over this, much to the annoyance of Maya the bird, Popura is confused by their weird reactions to her. After Maya helps Popura with her worries, the truth about Aoi's rumour soon comes out.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "593491",
            "URL": "https://thetvdb.com/series/wagnaria/seasons/official/3",
            "TitleEnglish": "WORKING!!!",
            "SummaryEnglish": null,
            "# Episodes": 14,
            "Episodes": {
                "1": {
                    "ID": "4959362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/4959362",
                    "TitleEnglish": "Wagnaria - No Front Line Incident",
                    "SummaryEnglish": "Welcome back to Wagnaria! What will happen in the lives of the employees at the family restaurant?",
                    "Aliases": []
                },
                "2": {
                    "ID": "5266629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/5266629",
                    "TitleEnglish": "The Wind of Love!?",
                    "SummaryEnglish": "A fateful phone call brings back a terrible person into the lives of the Takanashis.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5266630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/5266630",
                    "TitleEnglish": "Greatest Night",
                    "SummaryEnglish": "Realizing that he and Yachiyo both have the same day off, Jun finally finds the courage to ask her out for drinks. Meanwhile, Yamada devises multiple plans to get Sota to pet her again.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5266631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/5266631",
                    "TitleEnglish": "Heart Knocker",
                    "SummaryEnglish": "After her night out with Jun, Yachiyo begins to question how she really feels about him. Meanwhile, with Inami being surprisingly behaved around him, Sota struggles with his own feelings.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5266632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/5266632",
                    "TitleEnglish": "Super Bag in the Heart",
                    "SummaryEnglish": "Izumi sets out to find a new lady friend for the broken-hearted Souta. However, will he agree to meet a new girl after all he has been through?",
                    "Aliases": []
                },
                "6": {
                    "ID": "5266633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/5266633",
                    "TitleEnglish": "Yamada, Yama-da!",
                    "SummaryEnglish": "Souta struggles with the idea that Inami may have feelings for him. Meanwhile, Nazuna offers her assistance with Popura out sick, and Yamada does her best to get on Souma's good side by prying into other people's business.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5266634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/5266634",
                    "TitleEnglish": "Goodbye Yamada",
                    "SummaryEnglish": "Aoi runs away from home, feeling that she is not loved. Her friends try to convince her to return home which makes her think that they don't love her either! What will Aoi do now?",
                    "Aliases": []
                },
                "8": {
                    "ID": "5266635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/5266635",
                    "TitleEnglish": "Mystic Sugar",
                    "SummaryEnglish": "The \"Yamada\" family still has problems. Aoi still doesn't acknowledge her real brother and Kiryu struggles to change that.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5266636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/5266636",
                    "TitleEnglish": "Dangerous Situation",
                    "SummaryEnglish": "Mr. Otoo brings Haruna to work so she won't get lost again. There is something very peculiar about this stealth couple! Meanwhile, Aoi wants to know why romance between co-workers isn't allowed at the restaurant!",
                    "Aliases": []
                },
                "10": {
                    "ID": "5266637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/5266637",
                    "TitleEnglish": "That Woman Shizuka",
                    "SummaryEnglish": "Kozue's self-esteem hits a new low as she and the rest of her siblings, with the exception of Nazuna, dread the return of their mother. Elsewhere, Kyoko tasks everyone with making the best parfaits.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5266638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/5266638",
                    "TitleEnglish": "The Love and Reminiscence of Something",
                    "SummaryEnglish": "Satou wants to confess his feelings to Yachiyo, and he plans to quit the restaurant if he gets his heart broken. Will he be able to be open with her?",
                    "Aliases": []
                },
                "12": {
                    "ID": "5266639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/5266639",
                    "TitleEnglish": "Working Girl",
                    "SummaryEnglish": "Takanashi sorts his feelings for Inami while Yachiyo and talks to Popura about her future. Also, Souma has photos.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5333683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/5333683",
                    "TitleEnglish": "Midday Duel",
                    "SummaryEnglish": "Inami is feeling nervous about dating Takanashi as she still struggles with androphobia. Meanwhile, she has a visitor.",
                    "Aliases": []
                },
                "14": {
                    "ID": "5349183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagnaria/episodes/5349183",
                    "TitleEnglish": "Lord of the Takanashi",
                    "SummaryEnglish": "A one-hour TV special that takes place after the final episode of Working!!!",
                    "Aliases": []
                }
            }
        }
    }
}