{
    "URL": "https://thetvdb.com/series/stray-cats-overrun",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1679436/",
        "https://www.themoviedb.org/tv/46000"
    ],
    "TitleEnglish": "Stray Cats Overrun!",
    "SummaryEnglish": "Takumi Tsuzuki is an orphan who spends his days with his childhood friend Fumino Serizawa at the cafe \"Stray Cats\" and with his friends, in the Umenomori academy. One day, his older stepsister Otome brings home a strange girl named Nozomi Kiriya to live with them. And when his other friend - Chise Umenomori starts a \"Stray Cats\" club that helps people, Takumi's life is filled with new activities.",
    "Aliases": [
        "Mayoi Neko Overrun!"
    ],
    "Modified": "2025-09-05",
    "Seasons": {
        "0": {
            "ID": "201211",
            "URL": "https://thetvdb.com/series/stray-cats-overrun/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 7,
            "Episodes": {
                "7": {
                    "ID": "4943463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stray-cats-overrun/episodes/4943463",
                    "TitleEnglish": "Episode 11 Alternate Ending",
                    "SummaryEnglish": "Blu-ray extra",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "201221",
            "URL": "https://thetvdb.com/series/stray-cats-overrun/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "1792941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stray-cats-overrun/episodes/1792941",
                    "TitleEnglish": "Stray Cats, Dashed",
                    "SummaryEnglish": "On the way to school, Fumino spots something strange behind the trash can resembling cat ears. Later, Takumi and the others then discover that one of the cake orders was mysteriously eaten up. Ieyasa suspects a little boy for the incident and disbelieves the boy's claims that a large cat is responsible. Realizing what happened in the morning, Fumino tries to find the cat with the boy. Ieyasu and Chise, also after the large cat for their desires (Ieyasu's galge desires and Chise's RPG game \"Grand Bravers\") compete with Fumino. After Ieyasu, Fumino, and Chise fail to capture the mysterious figure, Otome return home the next day and presents the strange cat, who is a human girl, to Takumi and the others.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1792951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stray-cats-overrun/episodes/1792951",
                    "TitleEnglish": "Stray Cats, Smiled",
                    "SummaryEnglish": "Takumi and the others try to get details and origin from the mysterious person named Nozomi, but Nozomi is too quiet and doesn't give any responses. The next day, Takumi teaches Nozomi to make cakes at Stray Cats. Nozomi learns quickly, surpassing Otome's failure attempt at making Strawberry cakes for the first time. Otome declares Nozomi as a new patissier. Nozomi then goes to school adapts to the environment quickly. Chise tries to use Nozomi as her servant, but fails when everyone decides to return to work at Stray Cats. Then, a large typhoon breaks out, forcing the store to close early. As Otome is out helping other people, Takumi must spend the night with Nozomi, making Fumino jealous.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1792961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stray-cats-overrun/episodes/1792961",
                    "TitleEnglish": "Stray Cats, Found",
                    "SummaryEnglish": "As the large typhoon continues to Episode 2, Takumi explains about his life with Fumino to Nozomi. halfway through the storm, Fumino arrives to \"Stray Cats\" hoping to be with Takumi during the storm. Later, a blackout occurs, forcing Takumi to sleep with Fumino and Nozomi. the next morning, Nozomi disappears. Takumi suspects that it might be his talk about Fumino that caused Nozomi to leave. Everyone including Chise and Ieyasa search for Nozomi.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1792981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stray-cats-overrun/episodes/1792981",
                    "TitleEnglish": "Stray Cats, Undressed",
                    "SummaryEnglish": "In a trip to the hot springs, Chise continues to demonstrate her superiority over Fumino. While Chise demonstrates all the amenities, Ieyasu at the other side attempts to spy on the girls. He accidentally activates a trap, sending them far into the woods. During their journey back to the hot springs, Takumi gets separated from the other boys. A girl named Kaho, pretending to be lost picks him up and brings him to a shelter. She cuddles up towards him for warmth. As Takumi and everyone try to find their path back to the hotel, they show up naked in front of Fumino, Chise, and Nozomi. Chise reveals to Takumi that Kaho actually knows the place very well and is accompanied by many bodyguards.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1792991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stray-cats-overrun/episodes/1792991",
                    "TitleEnglish": "Stray Cats, Cried",
                    "SummaryEnglish": "Chise feels left out as the other members are occupied with the Stray Cats shop. She tries to solve the problem by building a competitor shop across the street. Her plan was to steal all their customers and bankrupting them to force them to become her employees, allowing her to control their schedules. As Chise tries to convince Takumi and the others to close down their shop and move over to her store, Takumi explains that Stray Cats represents his life. He realizes that Kaho was the person who gave Chise such advice.",
                    "Aliases": []
                },
                "6": {
                    "ID": "1793001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stray-cats-overrun/episodes/1793001",
                    "TitleEnglish": "Stray Cats, Troubled",
                    "SummaryEnglish": "Chise and the others are clueless about what to do with their club. Trying to get suggestions from fellow classmates, they received only one reply asking what the \"Stray Cats Appreciation Society\" is. Nozomi and Chise suggests that the world needs to know more about their club. Ieyasu proposes an idea of a promotional movie and pushes a tight schedule to film all the scenes, tiring Takumi. Through many hardships including Chise and Fumino's dispute regarding music and extreme filming sites such as the top of Mount Everest, the final product was a success. However, due to Ieyasu's galge style, most of hardwork did not appear in the final product, angering Fumino and Chise.",
                    "Aliases": []
                },
                "7": {
                    "ID": "1793011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stray-cats-overrun/episodes/1793011",
                    "TitleEnglish": "Stray Cats, Rode",
                    "SummaryEnglish": "The entire episode focuses on Chise's favorite anime TV series \"Grand Braver\". In this anime, Machine Duke attempts to destroy earth and three robots. Hazuki, who was taken into possession, learns of her past and betrays Machine Duke. Machine Duke absorbs all of earth's energy and destroys Hazuki. As a last hope, the commander weakens the defense forces of Machine Duke, allowing the three robots to enter the inside of Machine Duke. Machine Duke nearly destroys Hazuki and the commander, but the three robots arrive in time to combine into Grand Braver. Grand Braver's attacks are easily absorbed by Machine Duke. Hazuki wishes for help and combines with the others to for Great Grande Braver and defeats Machine Duke.",
                    "Aliases": []
                },
                "8": {
                    "ID": "1793031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stray-cats-overrun/episodes/1793031",
                    "TitleEnglish": "Stray Cats, Drawn Out",
                    "SummaryEnglish": "Takumi and the others compete in a game of Jenga. Each block contains a command that each person must perform before placing the block on top of the structure. Chise cheats by having Ieyasu reveal safe moves from her supercomputer through finger tapping. Her intention is eliminate all but Takumi, Ieyasu, and her so she could spend more time with Takumi and infuriate Fumino. Takumi and the others want a new mixer as a prize. When Fumino pulls out a block with a revealing command (Kiss someone of opposite gender) and chooses to perform it, Nozomi and Chise try to stop her, making all three of them topple the Jenga structure and allowing Takumi to win. Takumi bought a new uniform for Chise as a prize.",
                    "Aliases": []
                },
                "9": {
                    "ID": "1793041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stray-cats-overrun/episodes/1793041",
                    "TitleEnglish": "Stray Cats, Swam",
                    "SummaryEnglish": "Nozomi watches a TV commercial about the beach, making everyone else think that Nozomi wants a vacation. Otome takes everyone to a vacation at the beach. Everyone play various games such as beach volleyball to satisfy Nozomi. However, Nozomi only wished for everyone to play together with her. As Takumi and Fumino spend their time together later in the afternoon, rainfall and thunderstorm suddenly occurs. Takumi and Fumino, having gone too far from shore, seek shelter on an island. As Takumi and Fumino are stranded after their boat disappears, they gaze at the stars and remember about their pastime. Chise finds Takumi and Fumino in an embarrassing situation.",
                    "Aliases": []
                },
                "10": {
                    "ID": "1793051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stray-cats-overrun/episodes/1793051",
                    "TitleEnglish": "Stray Cats, Waited",
                    "SummaryEnglish": "Otome captures another mysterious girl named Honoka and takes her into the Stray Cats store for Fumino and Nozomi to babysit. Chise arrives and becomes surprised when Honoka is the only customer at Stray Cats. As Fumino and Chise realizes Otome's nature, Nozomi bakes a welcome cake for Honoka. Nozomi takes care of Honoka and learns more about Honoka, including the fact that she was separated from her mom when she wanted to catch birds. Otome arrives later tonight with Honoka's mom explaining that she has a place to return to. The message causes Fumino, Chise, and Nozomi to think about their places to return to.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1793061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stray-cats-overrun/episodes/1793061",
                    "TitleEnglish": "Stray Cats, Shattered",
                    "SummaryEnglish": "The Unemonori Group sets up a fitness festival at school. Chise, Fumino and Otome are all debating who should pair up with Takumi for the three-legged race. Fumino is even angrier at Chise for her attempts to promote bloomers in the festival, attracting the male students. Fumino fights back by promoting spats, attracting the female students. Divided, Fumino, Chise, and the others decide the winning outfit by letting Takumi decide. While Takumi tries to understand Nozomi's depression, he gets heavily bombarded by persuasion and fights between Chise's bloomers and Fumino's spats. Meanwhile, a mysterious principal arrives at the Stray Cats.",
                    "Aliases": []
                },
                "12": {
                    "ID": "1793071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stray-cats-overrun/episodes/1793071",
                    "TitleEnglish": "Stray Cats, Decided",
                    "SummaryEnglish": "As the bloomers and spats debate continues into the festival, Fumino finds Nozomi deciding whether to wear bloomers or spats. Fumino tells Nozomi to pick the choice she wants. Nozomi then wears both bloomers and spats and wins the debate, stating that she wanted everyone to be together. Meanwhile, Otome learns from the principal that Nozomi was a runaway prodigy from the Murasume Academy. She was to become the 13th Murasume and be adopted by the Murasume household. The principal then finds Nozomi in the middle of the three-legged relay and demands her to return. Nozomi refuses stating that she wants to find her own desires and sees Stray Cats as her family.",
                    "Aliases": []
                },
                "13": {
                    "ID": "2264761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stray-cats-overrun/episodes/2264761",
                    "TitleEnglish": "Stray Cats, Wrapped Up",
                    "SummaryEnglish": "This episode is essentially a review and commentary of all the previous episodes by Nozomi, Fumino and Chise.",
                    "Aliases": []
                }
            }
        }
    }
}