{
    "URL": "https://thetvdb.com/series/don-dracula",
    "Genres": [
        "Animation",
        "Comedy",
        "Horror",
        "Mini-Series"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1196478/",
        "https://www.themoviedb.org/tv/16576"
    ],
    "TitleEnglish": "Don Dracula",
    "SummaryEnglish": "After living in Transylvania for several years, \"Earl Dracula\" has moved to Japan. In the Nerima Ward of Tokyo, he and his daughter, Chocola, and faithful servant Igor. While Chocola attends night classes at Matsutani Junior High School, Earl Dracula is desperate to drink the blood of beautiful virgin women; an appropriate meal for a vampire of his stature. However, each night that Earl Dracula goes out on the prowl he finds himself getting involved in some kind of disturbance which leads to him causing various trouble for the local residents. With nobody in Japan believing in vampires, his very presence causes trouble amongst the people in town.",
    "Aliases": [],
    "Modified": "2023-08-12",
    "Seasons": {
        "0": {
            "ID": "207011",
            "URL": "https://thetvdb.com/series/don-dracula/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "3453301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/don-dracula/episodes/3453301",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "2": {
                    "ID": "3453311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/don-dracula/episodes/3453311",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "3": {
                    "ID": "3453321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/don-dracula/episodes/3453321",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "4": {
                    "ID": "3453331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/don-dracula/episodes/3453331",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "5": {
                    "ID": "3453341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/don-dracula/episodes/3453341",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "6": {
                    "ID": "3453351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/don-dracula/episodes/3453351",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "7": {
                    "ID": "3453361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/don-dracula/episodes/3453361",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "8": {
                    "ID": "3453371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/don-dracula/episodes/3453371",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "472522",
            "URL": "https://thetvdb.com/series/don-dracula/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "4155811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/don-dracula/episodes/4155811",
                    "TitleEnglish": "Here Comes the Dracula Killer",
                    "SummaryEnglish": "For no apparent reason, Don Dracula, the vampire, and his beloved daughter Chocola happen to move to Japan from Romania. They live peacefully in Nerima, a remote area outside Tokyo, until Hellsing, an expert on destroying vampires, comes after them from Holland.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4155812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/don-dracula/episodes/4155812",
                    "TitleEnglish": "Risky Vampire Tour",
                    "SummaryEnglish": "Earl Dracula finds it difficult to adjust to Japanese culture, which is very different from Romanian culture. His daughter Chocola, however, looks much happier here than in the boring Romanian castle. Getting anxious about Chocola, who is going to a disco yet again, he also ventures out into the town. There, he and Chocola come into contact with the \"Japan Friendship Club of Vampires,\" but...",
                    "Aliases": []
                },
                "3": {
                    "ID": "4155813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/don-dracula/episodes/4155813",
                    "TitleEnglish": "The Man in a Frame Who Walks",
                    "SummaryEnglish": "Inside a parcel delivered to their house at midnight is a portrait of a terribly distorted-looking man. They hang it on the wall, but feel disgusted to look at it. When they try to take it off the wall, they find it is stuck there. Moreover, the man in the picture emerges from the frame and sneaks into Chocola's room.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4155814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/don-dracula/episodes/4155814",
                    "TitleEnglish": "Where Goes the Half-fish Man?",
                    "SummaryEnglish": "Chocola and her boyfriend Nobuhiko are strolling on the beach when they find a building called \"Research Institute for Exterminating Vampires.\" Out of curiosity, Chocola and Earl Dracula sneak into the building. Then women made of vinyl appear in front of them. What are they?",
                    "Aliases": []
                },
                "5": {
                    "ID": "4155815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/don-dracula/episodes/4155815",
                    "TitleEnglish": "Success? The Cribbing Plan",
                    "SummaryEnglish": "School examinations will begin in a few days at the school Chocola attends. She tries to study hard, but cannot concentrate at all because Earl Dracula makes such a ridiculous fuss every night. After she scolds him, Earl Dracula makes a cheating pencil to help her with her exam and puts it stealthily into her bag, but...",
                    "Aliases": []
                },
                "6": {
                    "ID": "4155816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/don-dracula/episodes/4155816",
                    "TitleEnglish": "Bizarre! Devil in the Cram School",
                    "SummaryEnglish": "The science fiction club room at the school Chocola attends is going to be used as a storeroom. So the students look for a new room. Finally they find a house that used to be a cram school, and decide to rent it. The house, however, turns out to be haunted by demons. Poltergeist phenomena occur one after another and torment them. So Earl Dracula starts to investigate the house.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4155817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/don-dracula/episodes/4155817",
                    "TitleEnglish": "The panda and the tiger are also precious lives",
                    "SummaryEnglish": "A beautiful girl is lying on the road at night. Her blood has been sucked by Earl Dracula. In contemporary Japan, however, nobody would believe that she has been attacked by Dracula. So the residents who have found her take the assault to have been by an animal when they see the wounds, made by sharp teeth, on her neck. Moreover, it has been in the news that a tiger and a panda have escaped during transport and are wandering about the neighborhood. People think it is the tiger that has attacked her, and try to capture the panda and shoot the tiger. As Chocola has become friends with the animals, she gets angry with the people, wondering why they do not try to save both animals.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4155818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/don-dracula/episodes/4155818",
                    "TitleEnglish": "Scared of garlic, the cross, and the dentist",
                    "SummaryEnglish": "Earl Dracula is craving for blood. He has not had the fresh blood of beautiful women for days. He will die of starvation. When he finally finds a beautiful woman, he sneaks into her bedroom. He is about to bite her neck when he discovers that she has had dinner garnished with plenty of garlic. Finding it more than he can bear, he runs away only to faint from hunger. Then comes an ambulance with a red-cross mark! The environment in this country is way too much for Dracula to live in.",
                    "Aliases": []
                }
            }
        }
    }
}