{
    "URL": "https://thetvdb.com/series/angelique-when-the-heart-awakens",
    "Genres": [
        "Animation",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0881691/"
    ],
    "TitleEnglish": "Angelique: When Hearts Awaken",
    "SummaryEnglish": "This Japanese animated series is based on the long-running \"Angelique\" game series produced by KOEI. This particular animated series actually is based on the \"Angelique Etoile\" video game. This TV anime was announced as a celebration of the 10 year anniversary of the \"Angelique\" series.\r\n\r\nA powerful force grips a second universe, trapping its' queen and killing the guardians.  Only the girl known as the \"Legendary Etoile\" can restore the magical Sacrea and bring life back to the universe.",
    "Aliases": [
        "Angelique (2006)",
        "Beloved Angel Angelique ~When Hearts Awaken~",
        "Beloved Angel Angelique: Radiant Tomorrow",
        "Koi suru Tenshi Angelique: Kagayaki no Ashita",
        "Koi Suru Tenshi Angelique: Kokoro no Mezameru Toki",
        "Loving Angel Angelique: When Hearts Awaken",
        "恋する天使アンジェリーク ～かがやきの明日～"
    ],
    "Modified": "2025-08-31",
    "Seasons": {
        "0": {
            "ID": "213781",
            "URL": "https://thetvdb.com/series/angelique-when-the-heart-awakens/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8844675",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/8844675",
                    "TitleEnglish": "Kagayaki No Ashita OVA",
                    "SummaryEnglish": "A DVD-only special episode which gives us a glimpse of what happens after Angelique completes her mission",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "213831",
            "URL": "https://thetvdb.com/series/angelique-when-the-heart-awakens/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "1908081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908081",
                    "TitleEnglish": "The Legendary Etoile",
                    "SummaryEnglish": "The story opens with the Queen of the Shinchou universe conversing with the Queen of the Seijuu universe, and the Seijuu Queen mentioning her stars breaking. Concerned, she has her assistant, Rosalia, call her nine Guardians together. After the Queen explains the situation, Luva, the Guardian of Earth, takes the other Guardians, the Queen, and Rosalia to a sacred stone of prophecy, where he reveals that there is a prophecy about one who will come to the Holy Land and shine like an angel. Soon after, a ship carrying a group of young girls arrives to the Holy Land, one of them destined be the Legendary Etoile. Ernst briefs the Guardians as the girls arrive, one among them dressed like a boy with glasses. The other girls snub her as interviews begin. Zephel, the Guardian of Steel, hides in the forest to avoid participating and encounters the odd girl in question, saving her from falling and revealing her to be extremely beautiful. The girl pushes him away and runs away with her bags as the Guardians are discussing that they have not found the girl with that special shine. It is revealed the girl, named Ange, declined her interview, believing herself not to be suitable to be the Legendary Etoile. She ends up at the stone that Luva showed the Guardians, and her memories are shown. As the Guardians arrive, it is revealed Ange is the Legendary Etoile.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1908091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908091",
                    "TitleEnglish": "First Time In The Sacred Land",
                    "SummaryEnglish": "Ange wakes up in a bedroom after the previous day's events. After Rosalia comes and tells her she is to meet the Queen, Ange dresses in her old clothes and meets some of the other Guardians, including Randy, Marcel, and Lumiale. Olivie, the Guardian of Dreams, then comes and whisks her away and gives her a makeover. Ange runs away as the Guardians observe her, only to run into the Guardian of Fire, Oscar, and is whisked away by him to a nearby village festival. Oscar scolds her for not dancing, and Ange responds by performing a folk dance. Later, Oscar chides her for not wanting to be the Etoile, and encourages her to find her own eternal galaxy. Ange prepares to run away, but shows up in the throne room instead and asks what her mission is as the Queen arrives.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1908111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908111",
                    "TitleEnglish": "The Holy Sacrea",
                    "SummaryEnglish": "The Queen arrives and tells Ange of the Sacrea and the Guardians, and which Sacrea they represent (Julious, light and pride; Clavis, darkness and tranquility; Randy, wind and courage; Lumiale, water and kindnesss; Oscar, fire and strength; Marcel, greenery and abundance; Zephel, steel and ingenuity; Olivie, beauty and dreams; and Luva, knowledge and earth). The Queen then reveals to Ange the fate of the Seijuu galaxy, and states that her mission is to awaken the Queen of the Seijuu universe from her slumber. Ange initially is unsure, but decides to help. Julious bestows on her the Sacrea of Light, which causes Ange to faint. She rests, then Luva comes, and takes Ange and tells her the story of how he became a Guardian, and also of the Queen and Rosalia. Ange then reacts to the Sacrea of Light, and Julious and Luva take her to the Seijuu galaxy, where Ange releases the Sacrea over the land, allowing things to thaw a little.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1908131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908131",
                    "TitleEnglish": "A Small Bud",
                    "SummaryEnglish": "Ange goes around to collect Sacrea from the Guardians. Upon approaching Olivie, he expresses concern for her, but Ange insists she is fine. After gathering Sacrea from Marcel, Ange and Zephel encounter each other and exchange few words before Ange goes to the Seijuu universe. Once there she releases the Sacrea, but a projection of the future shows a problem with the balance of Sacrea. Ange is horrified and wishes to remedy the situation by herself, but Zephel scolds her for not asking for help. Ernst reveals that the Sacreas need to balance out, and Marcel and Randy give her Sacrea. The three of them, along with Zephel, journey to the Seijuu universe, where the Sacrea is released into the land.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1908141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908141",
                    "TitleEnglish": "Recollections of Darkness",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "1908161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908161",
                    "TitleEnglish": "A Day Off in the Sacred Land",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "1908181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908181",
                    "TitleEnglish": "The Spring of Life",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "1908191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908191",
                    "TitleEnglish": "A Growing Miracle",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "1908201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908201",
                    "TitleEnglish": "The Door of Ice",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "1908211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908211",
                    "TitleEnglish": "Swaying Emotion",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "1908221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908221",
                    "TitleEnglish": "Two Loves",
                    "SummaryEnglish": "Ange take care of Arios after he got hurt by protecting her. After that Ange confesses her love for him.",
                    "Aliases": []
                },
                "12": {
                    "ID": "1908231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908231",
                    "TitleEnglish": "Wandering",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "1908251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908251",
                    "TitleEnglish": "The Time of the Showdown",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "213841",
            "URL": "https://thetvdb.com/series/angelique-when-the-heart-awakens/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "1908261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908261",
                    "TitleEnglish": "A New Mission",
                    "SummaryEnglish": "After the events of the previous season's conclusion, Ange finds herself stranded in the Seijuu universe with no way back to her home in the Shinchou Universe. After a month, a despondant Ange is able to speak with the Guardians of the Shincou universe's spirits, and decides her new mission is to find nine Guardians for the Seijuu universe in order to release the Queen of that universe, who is being held imprisoned by the Spirit of Sacrea in the Land of Shadows, as Mel reveals this to the Guardians of the Shinchou universe. With the aid of Rachel, the Queen's aide, and the palace staff, she locates the first Guardian on planet Jiire. When Rachel suggests that they bring the Guardian to the palace against his will, Ange intervenes, remembering Clavis' story of being torn from his mother, and travels there to convince him to come and become a guardian.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1908271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908271",
                    "TitleEnglish": "The Boy of the Wind",
                    "SummaryEnglish": "Ange finds the Guardian of Wind in a small seaside town, a young man named Heueye who lives in the town with his grandfather Vitto. Ange attempts to convince Heuye to return with her as a guardian but he refuses, especially when Ange reveals he cannot return to Jiire. When a storm strikes the town, Vitto is caught at sea, and Heueye attempts to rescue him, only to have Vitto cut the rope. Ange then uses her powers to unlock the Sacrea of Wind and Heueye uses the power to calm the wind down, saving Vitto. He finally accepts his place in the universe as the Guardian of Wind, and pledges himself to the Queen.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1908281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908281",
                    "TitleEnglish": "The Lightless Star",
                    "SummaryEnglish": "As Heueye attempts to adjust to his role as a Guardian, the palace staff locate the candidate for the Guardian of Light on planet Branagan, much to Rachel's surprise, due to the fact that the planet is considered a criminal underworld. Ange arrives and meets a young street urchin named Matt, who takes her to a bar and discovers the bar owner, Leonard, is the Guardian of Light. However, she soon discovers he is greedy and will only come with her for a fee. After being accosted by thugs and discovering he is smuggling, she runs off frustrated, saying he is the worst, but Matt takes her to a small orphanage, where it is revealed that Leonard is smuggling and earning money for the small orphanage where he grew up. Despite his best efforts, it closes, but the kids thank him for showing him strength. After thinking it over, he decides leave with Ange to become the Guardian of Light.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1908291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908291",
                    "TitleEnglish": "The Street Under the Hazy Moon",
                    "SummaryEnglish": "Heueye and Leonard are lazing around the palace much to Rachel's chagrin as Ange is sent on her next mission to planet Kirieveru to retrieve the Guardian of Darkness. Ange finds Francis, an escort and playboy, at an old mansion, where he believes her story very readily much to her surprise. However, his playboy exterior makes Ange believe he is not taking her seriously. At a ball, it is revealed he cares about his city and wants to make changes to better improve the smog conditions. Ange attempts to convince the mayor, but comes up short, and Francis makes things worse by acting like his playboy self again. She returns to his mansion and confronts Francis. Francis ends up falling off a balcony due to the decaying rain, and Ange grabs him but both are pulled over the edge. The Sacrea of Darkness activates and saves them, and Francis agrees to come with Ange, as long as she promises to stay by his side as much as possible.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1908301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908301",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "Francis is initiated into the Guardians, while Leonard accosts Ange on her promise that bars and casinos will be built, and Heueye attempts to take her to see some flowers out back. The Guardians in Ange's old universe are missing her, and the Queens of each universe converse, and are able to restore the Dimensional pathway so Ange can return. Ange come with the three Guardians from the other universe, and joyously reunites with her old friends. Meanwhile, a worker in the palace staff, Ernst, observes a rise in the Sacrea of Steel as Ange and her old and new friends enjoy a banquet, and Julious expresses his concern at Leonard being a Guardian of light and leader of the Guardians of the Seijuu universe. At a meeting with the Queen, it is revealed the remaining six Guardians of the Seijuu universe are located in the Shinchou Universe. Their identities, Victor, Sei-lan, Timka, Ernst, Mel, and Charlie, are soon revealed, and Ernst reveals himself to be the Seijuu universe's Guardian of Steel and accepts his position.",
                    "Aliases": []
                },
                "6": {
                    "ID": "1908311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908311",
                    "TitleEnglish": "The Bond Protecting the Cosmos",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "1908321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908321",
                    "TitleEnglish": "Fate is Revolving",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "1908331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908331",
                    "TitleEnglish": "Love and the Mission",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "1908341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908341",
                    "TitleEnglish": "The Young King",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "1908351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908351",
                    "TitleEnglish": "The Ninth Guardian",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "1908361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908361",
                    "TitleEnglish": "The Final Test",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "1908371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angelique-when-the-heart-awakens/episodes/1908371",
                    "TitleEnglish": "Toward a Shining Tomorrow",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}