{
    "URL": "https://thetvdb.com/series/hakuouki",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "History"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1658978/",
        "https://www.themoviedb.org/tv/44318"
    ],
    "TitleEnglish": "Hakuoki - Demon of the Fleeting Blossom",
    "SummaryEnglish": "Based on Idea Factory's romance adventure game: Yukimura Chizuru has come to Kyoto looking for her father, a doctor who has gone missing. While there, she witnesses a fight between an Oni and the Shinsengumi. Taking her into custody, the Shinsengumi debates on what to do with Chizuru when they discover that she is the daughter of the doctor they are also looking for. The Shinsengumi then takes Chizuru along on their search after the missing doctor, from adventures to adventures.",
    "Aliases": [
        "Hakuōki",
        "Hakuōki Hekketsu-roku",
        "Hakuōki Shinsengumi Kitan",
        "Hakuōki-Shinsengumi-Kitan",
        "Hakuouki - Shinsengumi Kitan",
        "Hakuouki Hekketsuroku",
        "Hakuouki Sekkaroku",
        "Hakuouki: Reimei-roku",
        "Hakuouki: Shinsengumi Kitan",
        "Thin Cherry Ghost",
        "薄桜鬼 碧血録",
        "薄桜鬼 黎明録"
    ],
    "Modified": "2025-02-16",
    "Seasons": {
        "0": {
            "ID": "217271",
            "URL": "https://thetvdb.com/series/hakuouki/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 14,
            "Episodes": {
                "1": {
                    "ID": "5219192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/5219192",
                    "TitleEnglish": "Hakuoki Sweet School Life ~ Dance Cherry Blossoms! Offence and Defense at the School Gate",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "3044931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/3044931",
                    "TitleEnglish": "Extra Chapter ~ Kyoto",
                    "SummaryEnglish": "A recap of the first season, aired before the actual second season began.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5077231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/5077231",
                    "TitleEnglish": "Wild Dance of Kyoto",
                    "SummaryEnglish": "Chizuru Yukimura heads to Kyoto in search of her father, a doctor who has disappeared. However, she soon discovers that the city hides deadly creatures within its shadows, and that a fearsome group of swordsmen, the famed Shinsengumi, help maintain a tenuous peace. As both parties attempt to find the missing doctor, Chizuru and the men of the Shinsengumi will discover things about themselves that they would rather have left a mystery.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5010160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/5010160",
                    "TitleEnglish": "Warrior Spirit of the Blue Sky",
                    "SummaryEnglish": "Second part of two Hakuouki movies.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5219191",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/5219191",
                    "TitleEnglish": "Hakuoki - Cat OVA",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "4357470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/4357470",
                    "TitleEnglish": "Dance of the Snowflakes (Kazama)",
                    "SummaryEnglish": "Chizuru Yukimura goes undercover as a geisha to spy on some rogue samurai. After barging into Chizuru's room, Heisuke dashes off to demand Kondo and Hijikata take Chizuru off this dangerous mission.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4357471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/4357471",
                    "TitleEnglish": "The Snowy White Dream (Okita)",
                    "SummaryEnglish": "Chizuru Yukimura is goaded by Soji Okita to be an undercover geisha again. Okita’s tuberculosis starts to plague him. Commander Isami Kondo becomes worried and orders Okita to be grounded.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4357472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/4357472",
                    "TitleEnglish": "The Winter's Banked Fire (Saito)",
                    "SummaryEnglish": "Hajime Saito is attracted by a fine sword in a display case and rattles on about the importance of a good sword to Chizuru, who starts laughing at his passionate outburst. Flashback at the Shinsengumi, Chizuru is asked to be an undercover geisha by Kondo and Toshizo Hijikata. Chizuru becomes extremely uncomfortable at the thought of the dangerous mission, but Saito immediately proffers himself and Susumu Yamazaki as bodyguards for Chizuru.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4357473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/4357473",
                    "TitleEnglish": "The Spear That Slices the Sky (Harada)",
                    "SummaryEnglish": "Sanosuke Harada takes Chizuru out shopping for groceries and meet Bakufu inspectors on the way back ripping apart the belongings of civilians during checks and roughing them up. Chizuru becomes affected and so does Harada. When a man loses his letter for home, he is stopped by the inspectors and accused of treason.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4357474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/4357474",
                    "TitleEnglish": "A Drifting Boat (Heisuke)",
                    "SummaryEnglish": "Heisuke Toudou gets into a brawl on the street while out with Chizuru. Chizuru tries to stop him, but Harada holds her back. Heisuke later catches a duck back for dinner and Chizuru makes stew with it. While snatching a piece of duck with Shinpachi, the meat flies into Hijikata’s forehead. Shinpachi quickly moves to another table while Heisuke makes things worse by rattling non-stop and ultimately blaming Hijikata for it.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4357475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/4357475",
                    "TitleEnglish": "The Winds of Fate (Hijikata)",
                    "SummaryEnglish": "Hijikata wakes up to first snow, and sees Kondou inviting his comrades to leave their first foot imprint in the snow. He composes a haiku and is overheard by Chizuru and Souji, and Souji teases him about it while asking Chizuru to compliment on his poetry. Hijikata becomes embarrassed and covers it up with angry words.",
                    "Aliases": []
                },
                "12": {
                    "ID": "8894428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/8894428",
                    "TitleEnglish": "A Summer Breeze in Grass, Time Vanished into the Clouds",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "8894429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/8894429",
                    "TitleEnglish": "Twilight, Hawk Moths to the Flame",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "14": {
                    "ID": "8894430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/8894430",
                    "TitleEnglish": "The Stars Meet, Searching the Galaxy",
                    "SummaryEnglish": "The team interrogates the impostor they captured to learn more of the plot to assassinate the Shogun. The search for Sakai and the Furies leads to a violent climax, forcing Hijikata to make life-or-death decisions for several Shinsengumi members.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "217281",
            "URL": "https://thetvdb.com/series/hakuouki/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "1944251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/1944251",
                    "TitleEnglish": "Capitol of Snowflakes",
                    "SummaryEnglish": "Chizuru Yukimura is a young woman who, disguised as a boy, traveled to Kyoto to search for her missing father. However, she is attacked by ronin. Just as one of the ronin is about to find her hiding place, he is attacked by demons. The demons close in on Chizuru, when she is saved by the Shinsengumi. In Shinsengumi headquarters, she explains who she is and why she is there.\r\nThe Shinsengumi allow her to stay as they are looking for her father as well.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1944261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/1944261",
                    "TitleEnglish": "The Seeds of Discord",
                    "SummaryEnglish": "Chizuru starts to work her way into the Shinsengumi's society, motivated by a desire to be useful and concern over the injured Sannen-san. She gains permission to leave headquarters in the company of the regular patrols, in order to continue the search for her father. Following one lead, she runs headlong into the Shinsengumi's enemies, and in the subsequent fight, the Shinsengumi learn of a Choushuu plot against Kyoto and the Emperor.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1944271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/1944271",
                    "TitleEnglish": "The Flower that Blooms in the Twilight",
                    "SummaryEnglish": "The smaller squad of Shinsengumi out to apprehend the Choushuu conspirators find them at Ikedaya. Chizuru is sent with Yamazaki to update the other soldiers surveilling at Shikokuya so they can reinforce their brethren, but runs the message herself while Yamazaki fights off attackers. Back upstairs at Ikedaya, Okita and Heisuke engage with two mysterious and very powerful strangers. The Ikedaya Incident leads to a request for the Shinsengumi to fight on the front lines - the beginning of the Kinmon no Hen Incident.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1944281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/1944281",
                    "TitleEnglish": "Those Who Come From Darkness",
                    "SummaryEnglish": "A mysterious princess is introduced, speaking of a \"storm\" arising. Meanwhile, the Shisengumi have marched to the front lines, and leap into battle on their own accord. Cleaning up after an enemy sortie, Saitou finds one of the mystery men from Ikedaya (Amagiri Kyuuju) defending Satsuma Clan soldiers; Harada encounters a third powerful stranger (Shiranui Kyou) wielding a Western-style handgun; and Hijikata with Chizuru are confronted by the blond stranger (Chikage Kazama) as they race to Mt. Tennozan.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1944291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/1944291",
                    "TitleEnglish": "Opposing Blades",
                    "SummaryEnglish": "After several months, Chizuru's service to the Shinsegumi has become a regular part of their everyday lives. Itou Kashitarou allies with the corps as an advisor, but not all the soldiers are happy with his presence. The Shinsengumi make plans to move to a larger headquarters. Meanwhile, Yamanami, discontented with his ability to contribute, continues research on \"that medicine\" in a dangerous way.",
                    "Aliases": []
                },
                "6": {
                    "ID": "1944301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/1944301",
                    "TitleEnglish": "The Devil's Existence",
                    "SummaryEnglish": "The Shinsegumi wait to see if Sannan-san recovers from his violent reaction to \"that medicine\" - and work to keep Itou from noticing. Chizuru has a fuller truth revealed to her because of the incident. While on patrol, she and the soldiers rescue a young woman who looks almost exactly like Chizuru, who still dresses like a boy. Later, as the Shinsengumi take up guard duty for the Shōgun's visit, the three strangers - calling themselves \"Oni\" - try to kidnap Chizuru.",
                    "Aliases": []
                },
                "7": {
                    "ID": "1944311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/1944311",
                    "TitleEnglish": "The Fetters of Fate",
                    "SummaryEnglish": "The Oni are foiled and vanish again. Chizuru makes friends with Sen, whom she rescues again from thugs. The Shinsengumi members undergo medical exams - and the doctor giving the physicals is a friend of Chizuru's father. His prescription: Clean the HQ! Chizuru finds out a terrible secret about Okita. Dr. Matsumoto also fills Chizuru in on some more details about the ochimizu and Rasetsu. Kazama gets into the headquarters to confront Chizuru again, and is later reproved by Amagiri for his interference with humans.",
                    "Aliases": []
                },
                "8": {
                    "ID": "1944321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/1944321",
                    "TitleEnglish": "Fleeting Dreams",
                    "SummaryEnglish": "Chizuru has been depressed thinking about what Kazama said before he was chased off; her friends set up an afternoon with the charming Osen-chan to cheer her up. Hijikata and Shinpachi have a confrontation. The Shinsengumi get bad news from the Bakufu; during a related assignment, they get an unpleasant and unsettling surprise. With the reward money for the successful assignment, however, they finally get Chizuru dressed up like a girl during a rowdy celebratory night out. The princess gets a report.",
                    "Aliases": []
                },
                "9": {
                    "ID": "1944331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/1944331",
                    "TitleEnglish": "Wake of the Slaughter",
                    "SummaryEnglish": "Itou seeks to subvert and split the Shinsengumi, especially after he finds out Yamanami is still alive. Chizuru still hides her quick-healing ability when she is injured by an ochimizu-maddened soldier. Osen and her kunoichi Kimigiku come to collect Chizuru from the Shinsengumi headquarters for her own safety; Osen claims an ancient oni bloodline and forces Chizuru to admit her own oni status. The Rasetsu Squad are activated when Kazura attempts yet again to kidnap Chizuru from the headquarters.",
                    "Aliases": []
                },
                "10": {
                    "ID": "1944341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/1944341",
                    "TitleEnglish": "The Course of Bonds",
                    "SummaryEnglish": "The Shinsengumi learn of Itou's plot to assassinate Commander Kondou. The Shinsengumi is dispatched to Itou's compound, in spite of concerns over Heisuke's safety. After Itou is assassinated, Saito and Chizuru confront Heisuke directly, and persuade him to fight alongside them against Itou's men. Meanwhile Souji, severely weakened by his tuberculosis, is approached by Kaoru, who reveals his true identity and offers him a vial of the \"medicine\" that would heal him and make him a Rasetsu. Back at Itou's compound, the Shinsengumi forces are surrounded by Itou's men, Shiranui, and Amagiri. Heisuke engages Amagiri in battle, and is brutally attacked.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1944351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/1944351",
                    "TitleEnglish": "Those Who Fall",
                    "SummaryEnglish": "After his brutal defeat, Heisuke drinks Ochimizu and becomes a Rasetsu. An attempted assassination leaves Captain Kondou in critical condition. In order to avenge Kondou, Okita drinks the Ochimizu that Kaoru gave him, also becoming a Rasetsu. Kaoru appears, and reveals that the Ochimizu will not heal his tuberculosis. He also reveals the reason he hates Chizuru. In an ensuing battle, Okita manages to kill Kondou's attackers, but is also heavily wounded by gunfire. With both Okita and Kondou close to death, Hijikata sends them to Osaka Castle to be treated by Doctor Matsumoto.",
                    "Aliases": []
                },
                "12": {
                    "ID": "1944361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/1944361",
                    "TitleEnglish": "Beyond the Clash of Arms",
                    "SummaryEnglish": "The conflict between the Shinsengumi and imperialist forces breaks out into the Boshin War. During the Battle of Toba-Fushimi, Inoue is brutally murdered in front of Chizuru. Kazama appears and kills Inoue's murderers. Hijikata engages Kazama in battle, believing that he killed Inoue. During the fight, Hijikata drinks Ochimizu and becomes a Rasetsu to better his odds of victory. Yamazaki steps in and is grievously wounded. The fierce battle ends abruptly when Amagiri comes to collect Kazama. In the aftermath, the Shinsengumi bury the dead before departing by ship for Edo. En route, Yamazaki succumbs to his wounds and is buried at sea.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "335311",
            "URL": "https://thetvdb.com/series/hakuouki/seasons/official/2",
            "TitleEnglish": "Record of the Jade Blood",
            "SummaryEnglish": "The Edo Era has ended after 260 years of history and the Meiji Era begins. However, bitter strife still continues between the soldiers of the new government and former Tokugawa retainers.\r\n\r\nThis is the stage in which the surviving members of the Shinsengumi find themselves upon their return to Edo following their defeat at Tobafushimi.",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "2971471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/2971471",
                    "TitleEnglish": "Like the Flames",
                    "SummaryEnglish": "The Shinsengumi have established their new headquarters in Edo. Hijikata has been working nonstop since their arrival as the temporary leader of the Shinsengumi in Kondo's absence, causing Chizuru and the squad a great deal of concern. In addition to working all night for several consecutive days, Hijikata is also struggling to control the urges to drink blood caused by his new Rasetsu powers. Kondo returns to the Shinsengumi headquarters and informs the squad that they are being renamed the Kouyou Chinbutai. Acting under the orders of the emperor, they will be attempting to defend Koufu Castle from pro-imperialist factions. The Shinsengumi captains aren’t happy with how the Tokugawa shogunate appears to be yielding to the Imperial faction and Nagakura is very upset and distrusting of Kondou’s daimyo aspirations.",
                    "Aliases": []
                },
                "2": {
                    "ID": "2971481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/2971481",
                    "TitleEnglish": "The Hallway of Setbacks",
                    "SummaryEnglish": "Okita's tuberculosis is getting worse, and Hijikata refuses to let him accompany the rest, telling him to get better first. The troops leave Kondou in Hino, and proceed on. Nagakura shows disagreement with Kondou's actions, and Saito asks Hijikata if he think that they can win the battle. Hijikata replies that in their current state, they cannot match the enemy. Later, Chizuru has a nightmare and follows Saito outside the camp, where he tells her about his past and his opinions. They meet up a messenger, who tells them that the enemy has already entered Koufu Castle. Kondou refuses to let the army retreat, and Hijikata leaves to find more troops. Before he leaves, he makes a \"Chiming Metal\" oath with Chizuru, making her promise to stay alive and protect Kondou. Meanwhile, Kaoru talks to a mysterious man. The war starts just a few hours after Hijikata leaves, and Kondou agrees to forfeit after seeing the many men he let die in vain. Nagakura and Harada run into the Oni from before, and battle a strange group of Rasetsu. It is revealed that the creator of the Rasetsu is Chizuru's father, Koudou.",
                    "Aliases": []
                },
                "3": {
                    "ID": "2971491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/2971491",
                    "TitleEnglish": "Distant Visage",
                    "SummaryEnglish": "Shiranui, Harada, and Nagakura fight the Rasetsu, but there are too many of them. Shiranui uses his last bullet to blow up a cart of explosive material, allowing the Shinsengumi to escape. Kondou and Chizuru escape into the forest, but are confronted by Kaoru, who reveals his relationship to Chizuru. Chizuru refuses his offer to leave with him, and draws her sword against him which shocks Kaoru. She is almost killed by Kaoru but Okita interrupts him. He tries to defeat Kaoru, but fails. Kazama appears and kills Kaoru. The Shinsengumi moves into residences at Hatamoto, and Harada takes Chizuru out to eat dango, and they bring some back for Okita. Hijikata comes back to Edo with new troops, and Harada and Nagakura leave the Shinsengumi to fight the Satsuma and Choushuu in their own way.",
                    "Aliases": []
                },
                "4": {
                    "ID": "2971501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/2971501",
                    "TitleEnglish": "Undying Sincerity",
                    "SummaryEnglish": "Saito follows Sannan out at night, but loses him when he sees Amagiri killing a Rasetsu. In return for helping him kill the Rasetsu, Amagiri tells him a shocking secret about the Rasetsu. Saito relays this information to the Shinsengumi, and Hijikata orders Sannan to stop all experimentation on the Rasetsu Unit. They also decide to move to Aizu. Chizuru witnesses Hijikata having a vampiric impulse, but Hijikata refuses to let her give him some of her blood. Later, after the Shinsengumi make camp in Aizu, the enemy decides to attack the headquarters when all of the troops are out for training. Kondou orders Hijikata and the rest to escape while he stays behind. As they escape, they run into enemy soldiers. Despite Chizuru's plea, Hijikata uses his Rasetsu powers and kills them all. Kondou peacefully surrenders to the enemy, and Hijikata angrily laments his choice to leave Kondou behind.",
                    "Aliases": []
                },
                "5": {
                    "ID": "2971511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/2971511",
                    "TitleEnglish": "Fleeting Dream",
                    "SummaryEnglish": "The Shinsengumi join up with the old Bakufu army and head for Aizu. Hijikata desperately petitions to spare Kondou's life, but his pleas fall on deaf ears. Back in Edo, Harada meets up with Shiranui, and decides to repay his debt to him. Ootori Keisuke, the commander-in-chief, introduces himself to Hijikata and asks him to become the adviser for the vanguard. Hijikata has another vampiric impulse, and drinks Chizuru's blood. The Old Bakufu army attack Utsunomiya Castle, and Hijikata faces Kazama once more, transforming into his Rasetsu form. But he is wounded by Kazama's demon-slaying sword and stays behind Nikkou to receive medical treatment. Ootori tells him that his performance as an adviser was a failure, and Hijikata recalls Yamazaki's words before he died. Nagakura comes to visit them before he leaves for Aizu.",
                    "Aliases": []
                },
                "6": {
                    "ID": "2971531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/2971531",
                    "TitleEnglish": "Shining Light of the Dawn",
                    "SummaryEnglish": "Okita gets angry at Hijikata, who failed to rescue Kondou before he was beheaded. Saito forces Hijikata to stay behind and rest while he takes the front line. The New Government Army attacks the Shougitai, and Harada and Shiranui run into Koudou and a group of Rasetsu coming to seek blood. The two of them manage to kill all of the Rasetsu with silver bullets, but Harada is mortally wounded. Just as Koudou is about to kill Shiranui with a bomb, Harada throws his spear at him, making the bomb backfire on Koudou. Harada and Shiranui are never seen again by the Shinsengumi. Okita overhears some men planning to assassinate Hijikata, and uses his Rasetsu powers to kill them all. Hijikata hears rumor of a white-haired man fighting dozens of men, and he and Chizuru run to the place where Okita is fighting. By the time they reach there, the only thing left is Okita's sword, Okita himself having used up all of his lifespan and disintegrated.",
                    "Aliases": []
                },
                "7": {
                    "ID": "2971541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/2971541",
                    "TitleEnglish": "Blade of the Sun",
                    "SummaryEnglish": "Saito leads the Shinsengumi into the Battle in Aizu. He is sent to command Masaki, a young Aizu Clan soldier, and his men. Masaki refuses to obey his orders, believing that Saito is not a warrior since he wears his swords and clothes differently. The Shinsengumi and Masaki's army attack at Shirakawa-guchi, but are forced to retreat. Later, Masaki acknowledges Saito's status as a warrior. Hijikata recovers enough to return to the Shinsengumi. They decide to attack at Bonari Pass, and again they are completely outnumbered. Masaki sacrifices himself so Saito and the Shinsengumi can retreat. The lord of the Aizu orders them to retreat to Sendai to get reinforcements while he stays behind. Saito decides to stay with the Aizu Clan and fly the Shinsengumi's banner.",
                    "Aliases": []
                },
                "8": {
                    "ID": "2971561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/2971561",
                    "TitleEnglish": "Scattering Cherry Blossoms",
                    "SummaryEnglish": "Hijikata meets up with an admiral in Sendai, who mentions that murders have been happening frequently outside the castle. He believes that maybe they have a strange unit, which Hijikata and Chizuru suspect to be the Rasetsu Unit. Shortly afterward, Heisuke shows up and reveals that Sannan has most likely joined Koudou, who is still alive. However, Koudou shows up with his Rasetsu unit and kidnaps Chizuru, leaving Heisuke fighting alone in the broad daylight. Koudou attempts to persuade Chizuru to lead the Rasetsu in order to rebuild the Yukimura Clan, but she refuses, saying that human and Oni lives are equal. Just as Heisuke and Hijikata appear, Sannan claims that he indeed was working with Koudou to build an empire that Rasetsu and Oni could live peacefully. But he reveals that he was actually spying on Koudou. Hijikata, Heisuke, and Sannan fight the Rasetsu, and Koudou is killed protecting Chizuru. Heisuke and Sannan crumble to dust after they have used all of their lifespan. The Shinsengumi makes plans to move to Ezo, and Hijikata orders that Chizuru stays behind in Sendai while he goes to fight.",
                    "Aliases": []
                },
                "9": {
                    "ID": "2971571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/2971571",
                    "TitleEnglish": "Hepatica Blooming",
                    "SummaryEnglish": "Hijikata and his army manage to capture the city the Matsumae Clan is guarded by. However, they lose their battleship, The Kaiyo Maru. During a meeting, Hijikata experiences blood thirst, and has a hallucination of Chizuru. Back in Sendai, Chizuru visits Koudou's grave on a daily basis, but finds Kazama Chikage there one day. Chizuru believes that he has stopped going after Hijikata, but Kazama swears not to go back on his promise to fight Hijikata once more. The Republic of Ezo is found, and Hijikata is elected as the Vice Commissioner, putting him under more pressure. Ootori secretly sends for Chizuru to work as Hijikata's attendant. The Republic of Ezo attempts to attack the enemy once more at sea, but they only have one ship, having lost the others in the bad weather. They are forced to retreat, and Hijikata tries to get Chizuru to leave. She refuses and promises to stay with him to the end.",
                    "Aliases": []
                },
                "10": {
                    "ID": "2971581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/2971581",
                    "TitleEnglish": "The Dreamlike Pale Sakura",
                    "SummaryEnglish": "Hijikata's army has a few victories in Futamata-guchi, but Ootori's army falls in Matsumae-guchi. Hijikata and his army is forced to retreat before the enemies arrive. When another blood thirst strikes, he realizes that his body cannot hold out much longer. In Benten Daiba, Hijikata meets up with Shimada and Ootori, who blames himself for the loss at Matsumae-guchi. Hijikata tells him that it wasn't his fault and shakes his hand in the end. Later when they are alone, Hijikata ends up confessing to Chizuru and kissing her. When the New Government Army attacks Benten Daiba, Hijikata is shot while on horseback. Refusing to let him die, Chizuru gives him some of her blood. While attempting to go back to Goryoukaku, Kazama Chikage appears under a beautiful cherry blossom tree. Kazama declares Hijikata not a Rasetsu, but an Oni. He gives Hijikata an Oni name--\"Hakuouki\" meaning pale sakura oni.They fight and Hijikata kills Kazama. Hijikata is shown unconscious in the last few minutes of the episode but he does not die because he did not turn into ashes and disappear.\r\n Chizuru did however hallucinate the fact that he wiped her tears and whispered her name. Regardless Hijikata did not die in the last episode.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "493876",
            "URL": "https://thetvdb.com/series/hakuouki/seasons/official/3",
            "TitleEnglish": "Dawn of the Shinsengumi",
            "SummaryEnglish": "En route to the capital, Serizawa Kamo, one of the Miburoushigumi leaders comes across Ibuki Ryuunosuke who had been attacked by bandits.\r\n\r\nThe Roushigumi are a group of people who share the same ideals, working towards the goal of becoming true samurai. As he observes the efforts of Kondou Isami and Hijikata Toshizou as they work to improve the prestige of the group, Ryuunosuke, who despises samurai, begins to question his way of life.",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4352646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/4352646",
                    "TitleEnglish": "Dawn of the Divine Warriors",
                    "SummaryEnglish": "Ryunosuke was left to die, but Serizawa-san asked him a simple question \"Do you want to live?\"",
                    "Aliases": []
                },
                "2": {
                    "ID": "4362165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/4362165",
                    "TitleEnglish": "Led by Destiny",
                    "SummaryEnglish": "Saito has re-joined he former Shiekan members, at the same time the rift between Kondou and Serizawa viewpoints grow.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4362166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/4362166",
                    "TitleEnglish": "Rules for a Pack of Wolves",
                    "SummaryEnglish": "Lord Aizu has acknowledged the group and has placed them under his charge. An evening celebrating, leads to the creation of a strict set of rules that not everyone agrees with.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4363116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/4363116",
                    "TitleEnglish": "The Blade Drenched in Blood",
                    "SummaryEnglish": "Souji has done the unthinkable and will have to pay the ultimate price.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4363117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/4363117",
                    "TitleEnglish": "Stairway to the Blue Skies",
                    "SummaryEnglish": "Ryunosuke has been caught putting his foot in his mouth, while Hijikata has set up an exhibition match to impress the general.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4363122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/4363122",
                    "TitleEnglish": "Howling from the Darkness",
                    "SummaryEnglish": "The Roshigumi has been tasked to test a new drug that has members split about the future of the group.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4363118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/4363118",
                    "TitleEnglish": "Oath Made on the Wind Blowing Over the Grass",
                    "SummaryEnglish": "Serizawa is not afraid of being the villain as long as his goals are achieved, which is causing a rift in the Roshigumi.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4363119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/4363119",
                    "TitleEnglish": "The Shackles of Pandemonium",
                    "SummaryEnglish": "The growing ruthlessness of the Roshigumi lead by Serizawa has placed them on the same level as rouge ronin. This could lead to a revolt by the townspeople.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4363120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/4363120",
                    "TitleEnglish": "The Light of a Flashing Sword",
                    "SummaryEnglish": "Ryunosuke is coming to a crossroad with his relationship with Serizawa and the Roshigumi. The actions he takes now will determine his fate in the future.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4363121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/4363121",
                    "TitleEnglish": "The Brightly Burning Beacon",
                    "SummaryEnglish": "The reason behind Serizawa anger is revealed by a stranger, and the Roshigumi earn a new name.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4363124",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/4363124",
                    "TitleEnglish": "A Moonlit Night Filled with Flowers",
                    "SummaryEnglish": "Nimi-san has turned against the Shinsengumi and fled with the medicine. The sponsor for the newly created Shinsegumi wants Serizawa taken care of before he causes any more problems.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4363123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakuouki/episodes/4363123",
                    "TitleEnglish": "The Great Dawn",
                    "SummaryEnglish": "With the death of Niimi, some final business must be taken care of before the Roshigumi can truly be called the Shinsengumi.",
                    "Aliases": []
                }
            }
        }
    }
}