{
    "URL": "https://thetvdb.com/series/voltes-v",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0159855/",
        "https://www.themoviedb.org/tv/8655"
    ],
    "TitleEnglish": "Super Electromagnetic Machine Voltes V",
    "SummaryEnglish": "An armada of horned humanoid aliens known as Boazanians invade earth and launch their \"beast fighters\" all over the world, defeating most of the world's armed forces. The Boazanians first defeat from the hands of Super Electromagnetic Machine Voltes V brings the invaders to focus their attacks on Japan. Voltes V was designed by Professor Kentaro Gō (Doctor Ned Armstrong), his wife Professor Mitsuyo Gō (Doctor Mary Ann Armstrong) and their trusted colleague, Professor Hamaguchi (Doctor Richard Smith) and built by large scale construction effort backed by United Nations Earth Defense Force and General Oka (Commander Robinson). Voltes V is a robot composed of five \"Volt Machines\", and each are themselves formidable weapons. Each machine is piloted by Ken'ichi (Steve), Daijiro (Big Bert), and Hiyoshi (Little Jon): the three sons of Kentaro and Mitsuyo Gō, along with the only daughter of General Oka; Megumi (Jamie Robinson), and Ippei Mine (Mark Gordon), an orphan cowboy.",
    "Aliases": [
        "Voltes V",
        "Chou Denji Machine Voltes V"
    ],
    "Modified": "2024-10-08",
    "Seasons": {
        "0": {
            "ID": "543146",
            "URL": "https://thetvdb.com/series/voltes-v/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "5118243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/5118243",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "2": {
                    "ID": "6195490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/6195490",
                    "TitleEnglish": "Episode Digest",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "244651",
            "URL": "https://thetvdb.com/series/voltes-v/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 40,
            "Episodes": {
                "1": {
                    "ID": "2199851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2199851",
                    "TitleEnglish": "Invaders From Space",
                    "SummaryEnglish": "The Boazanian Earth Invasion Army arrived! Voltes Team Members who were still training suddenly had to go for battle. Led by Dr. Hamaguchi and Dr. Mitsuyo, they headed to Big Falcon. There, Voltes V Robot was introduced. The 5 team members had to fight the Boazanian beast fighter with Voltes V even though they didn't know how to control it.",
                    "Aliases": []
                },
                "2": {
                    "ID": "2199861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2199861",
                    "TitleEnglish": "The March to Struggle",
                    "SummaryEnglish": "The bird-shaped island of Ootorajima island where Big Falcon was located on was surely attracted the Boazanian's attention. Dr. Mitsuyou was at the grave of her husband, Dr. GOU Kentarou. She had a flashback of the time when Dr. Kentarou left his family. Suddenly the beast fighter attacked Big Falcon and she was injured during the attack. When fighting the beast fighter, Voltes fell into dangerous situation. The injured Dr. Mitsuyo forced herself to fly an airplane and sacrifice herself to help her children.",
                    "Aliases": []
                },
                "3": {
                    "ID": "2199871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2199871",
                    "TitleEnglish": "The Tactic Revealed by the Grave",
                    "SummaryEnglish": "When fighting the Boazanian, Ippei accidently damaged Dr. Mitsuyo's grave post. There's surely a clash between Ippei and Kenichi over that incident. Ippei's past was then revealed. Ippei thought her mother abandoned him when they were in America so he hated her and all mothers. Later on, Ippei learnt that her mother died when trying to protect him and his sick father when they were attacked by wolves.",
                    "Aliases": []
                },
                "4": {
                    "ID": "2199881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2199881",
                    "TitleEnglish": "The Terrible Shadow Blade",
                    "SummaryEnglish": "Daijirou was sure that Voltes cannot win against the sword expert beast fighter Gardo. They decided to run away from the battle and hide in a cave. Kenichi had to learn \"catching-a-butterfly\" technique from Daijirou to defeat the sword-skilled Gardo. The technique is really hard to master and Kenichi was no sword master. While they were training, the beast fighter attacked Big Falcon.",
                    "Aliases": []
                },
                "5": {
                    "ID": "2199891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2199891",
                    "TitleEnglish": "Danger on the Battleship Mikasa",
                    "SummaryEnglish": "Hiyoshi joined a race of battleship model in Yokosuka, in which he made a model of battleship \"Mikasa\", which was the pride of Japanese Navy in the beginning of 20th century. He had spent 4 nights to make the ship and Kenichi cannot forbide him from going to the race. The enemy saw this opportunity and tried to separate Hiyoshi from the rest of Voltes team. They sent the serpent NEEGU to after Hiyoshi and his Frigate while the beast DAIGA attack Big Falcon. How can the incomplete Voltes team defeat 2",
                    "Aliases": []
                },
                "6": {
                    "ID": "2199901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2199901",
                    "TitleEnglish": "Whinny! Beloved Horse Eiffel",
                    "SummaryEnglish": "When it comes to horse then Ippei is the man. When he was in America, his only friend after her mother and father died was his horse, Eiffel. Ippei told story about his friendship with his horse, Eiffel. He was then forced to part with Eiffel when he joined Voltes Team. When Ippei lost his temper and decided to leave the team for good, Dr. Hamaguchi asked Megumi to tell him that he could fetch Eiffel at Haneda Airport.",
                    "Aliases": []
                },
                "7": {
                    "ID": "2199911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2199911",
                    "TitleEnglish": "New Squad Member Takko",
                    "SummaryEnglish": "Hiyoshi made an octopus robot named Takko (Octo-1 in English version). At first the team thought the robot was useless but then it saved Voltes when they were trapped in a forest infested with grabbing ivy plants and later when Hiyoshi has no choice but to disassemble Takko and use its parts to fix the damaged Volt Lander. Thus the sixth member of the Voltes Team was welcomed.",
                    "Aliases": []
                },
                "8": {
                    "ID": "2199921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2199921",
                    "TitleEnglish": "Intrigues in the Underground Castle",
                    "SummaryEnglish": "Duke Zaki came from Boazan to visit Prince Heinell. He harassed Heinell of his failure so far to conquer the Earth and also of his background of being a son of the traitor named La Gour. The Duke then made a plan to kill Heinell in a fight with Voltes by forcing Heinell to pilot the beast fighter Gargo. But Zaki's plan was shattered to pieces as Kazarin eavesdropped the plan and leaked it to Prince Heinell.",
                    "Aliases": []
                },
                "9": {
                    "ID": "2199931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2199931",
                    "TitleEnglish": "The Disaster Forseen in a Dream",
                    "SummaryEnglish": "Megumi dreamt that she won when doing a duel practice with her father. Meanwhile, the Boazanians led by Jangal stormed the Defense Headquarters, took over the office and started to bombard Big Falcon with tons of missiles. Commander Oka and his troops were outnumbered and forced to defend themselves in the basement. Megumi then deserted her team and came to rescue her father and Big Falcon.",
                    "Aliases": []
                },
                "10": {
                    "ID": "2199941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2199941",
                    "TitleEnglish": "Voltes Cannot Combine",
                    "SummaryEnglish": "Zuuru used the beast fighter Bombos's X-ray eye to analyze Voltes as they were volting-in, then after he found out how the electromagnetic energy flows inside Voltes, he sent robot Namazungo to disrupt the volting-in sequence with super electromagnetic wave that can neutralize Voltes' super electromagnetic field generated during volt-in sequence. With Voltes unable to combine, how could they beat the Boazanian beast fighter?",
                    "Aliases": []
                },
                "11": {
                    "ID": "2199951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2199951",
                    "TitleEnglish": "Voltes V Reborn!",
                    "SummaryEnglish": "Voltes could not volt-in. International Army helped Voltes by attacking the robot with missiles. The Boazanian launched the second robot, Gamenza, to destroy the army. Dr. Hamaguchi uncovered his secret weapon, \"Ultra Falcon Beam System\" canon, or known as \"The Ultra Magucon\". When Namazungo tried to disrupt the Volt-in sequence again, Hamaguchi fired the beam canon into Voltes formation. But after that single shot, the canon exploded.",
                    "Aliases": []
                },
                "12": {
                    "ID": "2199961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2199961",
                    "TitleEnglish": "Voltes, From the Jaws of Death",
                    "SummaryEnglish": "Dr. Hamaguchi and Commander Oka visited a secret lab under a waterfall. They collected Voltes data to find solution to volt-in safely. Suddenly the Boazanians led by Heinell broke into the secret lab. The duo managed to escape, made \"Ultra Magucon\" device and implanted it in Volt Crewzer.",
                    "Aliases": []
                },
                "13": {
                    "ID": "2199971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2199971",
                    "TitleEnglish": "The Scheming Father Targets Earth",
                    "SummaryEnglish": "Zuuru used voice machine to immitate Dr. Gou's voice and deceived Kenichi. When Kenichi was about to be kidnapped using tractor beam, Dr. Hamaguchi knocked him to the ground so it was Dr. Hamaguchi what was hit by tractor beam and held hostage in Sky Rook. Voltes cannot do much as their attack could mean Hamaguchi's death. Dr. Hamaguchi then managed to escape, but he got shot and crashed his airplane into the beast fighter.",
                    "Aliases": []
                },
                "14": {
                    "ID": "2199981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2199981",
                    "TitleEnglish": "The Father-Child Trap",
                    "SummaryEnglish": "Voltes rescued an airplane piloted by a man which turned out to be a runaway slave. But after the man was brought to Big Falcon and treated, he sneaked into Voltes hangar and sabotaged Tenku-ken, he betrayed Voltes because he was promised by Heinell if he did so, his daughter will be given to him. Heinell lied and Voltes had to face the enemy with the mighty sword, Tenku-ken, nailed to his chest.",
                    "Aliases": []
                },
                "15": {
                    "ID": "2199991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2199991",
                    "TitleEnglish": "A Present From the Emperor",
                    "SummaryEnglish": "Emperor Zanbajir sent Dr. Gou to Heinell. Dr. Gou then went to Big Falcon and persuaded his sons to go with him to Boazan. The trio thought that her father must have been brainwashed, so they took him to be treated in Big Falcon. Soon, Dr. Gou ran amok and tried to take over Big Falcon. Kenichi and Commander Oka tried to overpower him. It turned out that this Dr. Gou was just a robot. Not only the trio Gou brothers were deceived but also Heinell.",
                    "Aliases": []
                },
                "16": {
                    "ID": "2200001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200001",
                    "TitleEnglish": "Falcon on the Brink of Destruction",
                    "SummaryEnglish": "Big Falcon was under attack while at the same time so was the Earth Defense Base. Commander Oka had to concentrate to defend his base. Big Falcon, with no commander in charge, was in total chaos. Not to mention that the main computer was malfunction. When the Big Falcon crews had lost all hope and wanted to abandon the base, Dr. Sakunji arrived and took control. He would replace the late Dr. Hamaguchi as head of Big Falcon.",
                    "Aliases": []
                },
                "17": {
                    "ID": "2200011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200011",
                    "TitleEnglish": "Abandon Love and Tears!!",
                    "SummaryEnglish": "Voltes team trained for spinning technique. Dr. Sakunji was hard to the team, especially Hiyoshi. The team couldn't accept Dr. Sakunji's hard attitude and wanted to leave Big Falcon. Suddenly, the beast fighter Zaizarusu attacked and it slammed into Voltes formation so Voltes cannot volt-in. They used spinning technique taught by Dr. Sakunji with Volt Crewzer switched on its Crew Cutter. They managed to cut Zaizarusu's wings thus the Volt-in could proceed.",
                    "Aliases": []
                },
                "18": {
                    "ID": "2200021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200021",
                    "TitleEnglish": "Father! Earth is Near!!",
                    "SummaryEnglish": "Dr. Gou and some slaves managed to escape to earth but they were attacked by Zuuru and Gou was held in Sky Rook. Zuuru used him as hostage but Voltes team didn't believe he was the real Dr. Gou as they had been tricked many times and thought he was just another dummy robot (see episode #15). Things got complicated when Kenichi spotted tears in the suspectedly Dr. Gou dummy robot just before he was going to slash Sky Rook with Tenku-ken. What robot can shed tears?",
                    "Aliases": []
                },
                "19": {
                    "ID": "2200031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200031",
                    "TitleEnglish": "Cry at Your Father's Chest",
                    "SummaryEnglish": "Zuuru held Gou in an island and tortured him to pry secrets of Voltes. Daijirou found a huge cave in the island and decided to investigate. He got caught and was thrown into a jail and met his father. When they tried to escape, Gou got caught again by Zuuru, but he managed to throw a piece of cloth with numbers written in blood to Daijirou.",
                    "Aliases": []
                },
                "20": {
                    "ID": "2200041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200041",
                    "TitleEnglish": "The Mystery of the Blood Numbers",
                    "SummaryEnglish": "Voltes team tried to figure out what the numbers written on the cloth mean. The figure turned out to be a pulsating wave frequency. Dr. Gou transmitted this wave by using a mini transmitter and by tracking the wave, Voltes can trace his whereabouts. Meanwhile Zuuru created Zoru Geru, an amoeba-like robot that can heal itself or even change form. When he failed to defeat Voltes, Zuuru was tortured by Heinell as punishment.",
                    "Aliases": []
                },
                "21": {
                    "ID": "2200051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200051",
                    "TitleEnglish": "The Fake Secret Base",
                    "SummaryEnglish": "Dr. Gou was rescued by Voltes team after they infiltrated Zuuru's undersea base and then brought to Big Falcon, but Gou was suspicious. Soon he realized that all the Big Falcon, Voltes team, and even Sakunji were just fake dummies planned by Zuuru to get Voltes secret from him.",
                    "Aliases": []
                },
                "22": {
                    "ID": "2200061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200061",
                    "TitleEnglish": "The Traitor's Plot",
                    "SummaryEnglish": "Zuuru tried to kill Heinell as he was sleeping but he failed and got caught. He was given one chance to save his life by pretending to runaway from Heinell and seeking refuge to Big Falcon and finally leading Voltes V into a trap. He succeeded in gaining Voltes team's trust and brought Voltes team into the planned trap and he tried once more to kill Heinell again. He failed and was shot to death.",
                    "Aliases": []
                },
                "23": {
                    "ID": "2200071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200071",
                    "TitleEnglish": "Puppy, Walk Towards the Future!",
                    "SummaryEnglish": "Kazarin killed a mother dog when testing her soon-to-be-beast-fighter wolf, Garus. The puppy who lost his mother was then kept by Daijirou. Kenichi didn't like his brother keeping a pet dog. When Voltes was fighting Garus, the puppy recognized the beast fighter as the former wolf who killed his mother.",
                    "Aliases": []
                },
                "24": {
                    "ID": "2200081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200081",
                    "TitleEnglish": "The New Enemy General's Challenge",
                    "SummaryEnglish": "General Bergan came from Planet Boazan along with some meteorites which contains Maxingal metal. The metal was so hard, the Tenkuu-ken wouldn't cut through it. Kazarin and Jangal were irritated with Bergan's attitude as Bergan boasted his superiority of making better beast fighter and being a special assistant to Prince Heinell. Surely Voltes cannot defeat Maxingal-plated robot Okozenia because the sword Tenkuu-ken cannot cut the robot but suddenly a mechanical red eagle came to the rescue.",
                    "Aliases": []
                },
                "25": {
                    "ID": "2200091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200091",
                    "TitleEnglish": "Self-Destruct!! The Super Electromagnetic Ball!",
                    "SummaryEnglish": "After collecting some Maxingal fragments from the destroyed beast fighter and doing some tests, Dr. Sakunji found out that super electromagnetic beam can weaken Maxingal strength. To get enough electromagnetic power, Voltes had to gather it from thunder that strikes Voltes' sword, Tenkuu-ken, then Voltes have to throw the energy to the enemy to weaken the Maxingal metal. This way of attack is called \"Choudenji Ball\" (Super Electromagnetic Ball). The problem arose as Voltes energy became overloaded as the thunders stroke. Once again, the red mechanical eagle came to the rescue, and it dropped a tube containing Voltes mechanical scheme.",
                    "Aliases": []
                },
                "26": {
                    "ID": "2200101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200101",
                    "TitleEnglish": "Combine With the Mysterious Craft",
                    "SummaryEnglish": "Voltes V underwent a heavy repair according to the mechanical scheme dropped by the mysterious red mechanical eagle. When it tried to fire Choudenji Ball, it turned out that the energy of Voltes V was drained to zero because the energy control of Voltes V failed. Once again, the mechanical eagle came to the rescue. To solve the energy draining problem, the mechanical eagle combined with Voltes by \"Panel Seven\" mechanism and implanted an energy control device in Voltes' back. Now Voltes can use Choudenji Ball at its disposal.",
                    "Aliases": []
                },
                "27": {
                    "ID": "2200111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200111",
                    "TitleEnglish": "The Truth Behind the Hawk Machine",
                    "SummaryEnglish": "The mysterious red mechanical eagle was piloted by General Dange who, together with Dr. GOU Kentarou, ran the secet rebel base in Alpine mountains. When a mother and a baby in their base needed to be medically taken care of, he flew them to Big Falcon but unfortunately the enemy spotted them on their way.",
                    "Aliases": []
                },
                "28": {
                    "ID": "2200121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200121",
                    "TitleEnglish": "The Father Kentaro Goh's Secret",
                    "SummaryEnglish": "The injured General Dange told stories about Dr. GOU Kentarou's past when he lived in Planet Boazan. Gou was known as La Gour in Boazan and he was the son of Emperor's brother. Unfortunately, La Gour was born hornless so his parents put fake horns on his head so he could live as an aristocrat. La Gour then married a girl named Rosalia. When the Emperor died, he has no son to replace him so La Gour was chosen to be Emperor. But his cousin, Zanbajir, wanted to be Emperor and exposed La Gour's being hornless to the public. La Gour was then thrown into prison and had to worked as slave. He then managed to escape to Earth, and married Dr. Mitsuyo. From her, he got 3 sons. Kenichi and his brother were shocked to learn that they were half Boazanians. General Dange died after he had said all of this.",
                    "Aliases": []
                },
                "29": {
                    "ID": "2200131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200131",
                    "TitleEnglish": "The Hero of Boazan",
                    "SummaryEnglish": "A Boazanian fighter Giron was ordered by Prince Heinell to catch the traitor, General Dange. Dange was actually an aristocrat but he cut his own horns and willfully become slave. Giron then took Volt Frigate as a hostage and demanded Dange to be handed over. After he learnt that Dange was dead, he attacked Voltes but was beaten. Kenichi didn't want to kill him because he saw Giron as a fellow Boazanian. Heinell was furious and ordered beast fighter Daruda to kill Giron and Voltes V.",
                    "Aliases": []
                },
                "30": {
                    "ID": "2200141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200141",
                    "TitleEnglish": "A Duel With Earth on the Line",
                    "SummaryEnglish": "Prince Heinell conducted a Boazanian ritual of drinking a golden eagle's blood and taking an oath to fight until death. Kazarin wanted to protect Prince Heinell by taking initiative to trap and kill Kenichi first. She wrote a letter saying she knew where Dr. Gou was and asked to meet him. Kazarin disguised as a nun named Jane and meet Kenichi at a church full of booby traps. She failed to kill Kenichi and later Prince Heinell came to save Kazarin and had a duel with Kenichi.",
                    "Aliases": []
                },
                "31": {
                    "ID": "2200151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200151",
                    "TitleEnglish": "Commander Oka Dies in the Sky!!",
                    "SummaryEnglish": "Jangal sent a robot that can transform itself to become a ring that can control the mind of whoever wears it to Big Falcon. Megumi found and wore the ring and soon the ring took over her mind and ordered her to kill her own father, General Oka. At the last moment, General Oka could snap Megumi out of the ring's power and sent her away to safety, right before the beast fighter hit his helicopter and blew it into pieces.",
                    "Aliases": []
                },
                "32": {
                    "ID": "2200161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200161",
                    "TitleEnglish": "The Pursuit in the Jungle",
                    "SummaryEnglish": "Jangal did a test on his robot in Popolonesia islands but unfortunately for him, his activities were sighted and reported to the Voltes team. Voltes attacked the robot and Jangal's flying saucer and made it crashed on an island. Jangal escaped into the jungle and the Voltes team were after him. Ippei wanted to kill him but Kenichi wouldn't let him. Kenichi said that he had Boazanian blood too, so Jangal was his fellow man.",
                    "Aliases": []
                },
                "33": {
                    "ID": "2200171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200171",
                    "TitleEnglish": "The Terrible Bacteria Attack",
                    "SummaryEnglish": "Jangal's mind was occupied with Kenichi's saying that he's Boazanian too. To test Kenichi's claim, Jangal made a robot that could spray Voltes team with Boazanian germ that can cause sickness to non-Boazanian beings. Boazanians would build natural immunity against the germ. So if Kenichi's claim is true, he and his brothers would not be affected by the Boazanian germ for too long, as their bodies would start producing antibody against it.",
                    "Aliases": []
                },
                "34": {
                    "ID": "2200181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200181",
                    "TitleEnglish": "The Flame of Hatred Invites Danger",
                    "SummaryEnglish": "A sentiment of anti-Boazanian caused a crisis in Big Falcon after the Boazanians attacked a city and captured some of its people to be made slaves. Nakamura, a staff in Big Falcon whose parents were included in those who were captured got drunk and ran amok. He then was dismissed by Fr. Sakunji. This triggered a dilemma between enforcing discipline and sympathizing with Nakamura's tragedy. Hatred against the Boazanians was tense. This issue was getting worse as the matter of the trio Gou brothers being half Boazanian was known among the staff.",
                    "Aliases": []
                },
                "35": {
                    "ID": "2200191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200191",
                    "TitleEnglish": "Requiem for a Soldier From the Stars",
                    "SummaryEnglish": "Bernard, the husband of Nina, the woman who was brought together with her baby to Big Falcon by General Dange (episode #27), decided to visit his family in Big Falcon as well as testing a space ship made by Dr. Gou Kentarou. Unfortunately he was sighted by the Boazanians who were looking for the rebel's secret base.",
                    "Aliases": []
                },
                "36": {
                    "ID": "2200201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200201",
                    "TitleEnglish": "Attack the Underground Castle!!",
                    "SummaryEnglish": "General Gururu came to Earth from Boazan to evaluate Prince Heinell's efforts in conquering the Earth. Meanwhile, the rebel slave's base in Alpine mountains was discovered and attacked. Dr. GOU Kentarou was kidnapped by Gururu right in front of Voltes V's nose. As Voltes chased Gururu, he led Voltes into Heinell's underground lair.",
                    "Aliases": []
                },
                "37": {
                    "ID": "2200211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200211",
                    "TitleEnglish": "Farewell, Enemy Commander Heinel",
                    "SummaryEnglish": "Voltes attacked Heinell's fortress. General Bergan betrayed Heinell and went to Gururu's side. Jangal defended the Underground Castle alone and committed suicide when he was cornered to surrender. Bergan planted a huge Magmait bomb to destroy the Earth. Heinell was forced to escape to Boazan by Kazarin.",
                    "Aliases": []
                },
                "38": {
                    "ID": "2200221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200221",
                    "TitleEnglish": "Take off Into the Universe!!",
                    "SummaryEnglish": "General Doir piloted Solar Bird to save the Earth from Magmait bomb. The secret of Big Falcon was then revealed. Solar Bird docked with Big Falcon to become the flying fortress Solar Falcon. Journey to Planet Boazan began, but surely it was not going to be a smooth journey.",
                    "Aliases": []
                },
                "39": {
                    "ID": "2200231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200231",
                    "TitleEnglish": "The Great Battle of Boazan",
                    "SummaryEnglish": "Voltes arrived in Boazan after successfully escaping Sodom and Gomorrah and the double-ring storm. Rebel slaves began the revolution causing civil war in Boazan. A fight with Zantan Commando Ships sealed the fate of General Bergan and Gururu. Meanwhile Prince Heinell was recovered from his sleep after he was shot by Kazarin with tranquilizer. He insisted to fight Voltes until the end.",
                    "Aliases": []
                },
                "40": {
                    "ID": "2200241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltes-v/episodes/2200241",
                    "TitleEnglish": "The Evil Tower Crumbles!!",
                    "SummaryEnglish": "An attemp to murder Prince Heinell was disrupted by Kazarin, but she was shot and died in Heinell's arms. The trio Gou brothers finally met their father. The Boazanian legend said that The Protector God of Boazan, Godor, will defend Boazan if there's a Boazanian that loves Boazan so much that he is willing to sacrifice himself by jumping into the flame on the right hand of the statue of Godor. The desperate Prince Heinell then was moved to sacrifice himself into Godor's flame but it turned out that Godor statue was actually a robot. Fight between Voltes and Godor was unavoidable. Duel between Kenichi and Heinell soon followed. There, the secret of Heinell's origin was revealed by a dagger. Dr. Gou realized Heinell was his son from Rosalia, wis wife. Emperor Zu Zanbajir went mad and was killed by Heinell. An explosion separated Heinell from his long lost family. The battle was over and Voltes flew back to Earth.",
                    "Aliases": []
                }
            }
        }
    }
}