{
    "URL": "https://thetvdb.com/series/ask-dr-rin",
    "Genres": [
        "Animation",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1321971/"
    ],
    "TitleEnglish": "Ask Dr. Rin!",
    "SummaryEnglish": "Kanzaki Meirin, a junior high school student, comes from a family of Feng Shui masters. Her powers are so strong that she has to hide them from her father, so that he never learns that she runs the web page of his greatest Feng Shui rival, Dr Rin! Only her older brother knows the truth. But Meirin is hiding a greater secret - that of her love for her childhood friend, fellow high school member and soccer club hero, Asuka Yuuki. If only he could trust the hidden powers of Feng Shui, for it always shows Meirin the best path to success and happiness.",
    "Aliases": [],
    "Modified": "2025-08-02",
    "Seasons": {
        "0": {
            "ID": "258461",
            "URL": "https://thetvdb.com/series/ask-dr-rin/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4305555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305555",
                    "TitleEnglish": "Summary",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "258471",
            "URL": "https://thetvdb.com/series/ask-dr-rin/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 51,
            "Episodes": {
                "1": {
                    "ID": "2331871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/2331871",
                    "TitleEnglish": "The Rumored Feng Shui Master!",
                    "SummaryEnglish": "The story begins with the protagonist Meirin Kanzaki prosecuting a magical girl dream sequence prior to finding that she has overslept and thus must rush to bootstrap herself for her daily school commute complete with a demonstration of the divination ritual Meirin uses to call upon her Feng Shui powers. An exhibition of Meirin's home life and classmates gives way to Meirin encountering consecutive mishaps throughout the school day whenever she tries to approach Asuka; the divination ritual signaling a yellow watering can prior to the home commute becomes the ironic deus ex machina for Meirin to finally make time with Asuka after she intercedes for him to avert a construction accident and ultimately have demonstrated that there is more than one way to read a premonition.",
                    "Aliases": []
                },
                "2": {
                    "ID": "2331881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/2331881",
                    "TitleEnglish": "Extracurricular Class of Heart-Pounding Love!",
                    "SummaryEnglish": "A whistle blast of great volume and proximity on the part of Meirin's pet monkey Tenshin shocks Meirin into bootstrapping herself for her school commute to a day of proximity to Asuka who is none too thrilled with the idea and initiates speculative analytical concourse as he questions Meirin's prediction. This sets the stage for Meirin to misunderstand the relationship Asuka has with her friend Yue during the urban historical expository research charged to her group. The ambiance is further soured when Meirin finds that Tenshin has decided to help himself to her lunch while stowing away; a medley lunch and a quick bit of customer service later, Meirin resumes her search for Tenshin before Asuka decides for reinforcements. Ironically, Takashi Tokiwa ultimately serves as the deus ex machina for locating Tenshin and Meirin making time with Asuka after a last-minute high-altitude rescue along with demonstrating why the word \"assume\" is spelled the way it is.",
                    "Aliases": []
                },
                "3": {
                    "ID": "2331891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/2331891",
                    "TitleEnglish": "Love Panic with the Transfer Student!",
                    "SummaryEnglish": "Meirin updating her website with the results of another divination prior to the inception of another ordinary school day becomes the preamble of Takashi Tokiwa transferring into her class. The awkwardness visited upon Meirin for already having a prologue with Takashi quickly gives way to several exhibitions of his athletic and academic prowess much to the delight of the girls; still, Meirin is shocked to find that Takashi is too good to be true when she sees his technique for interceding against a wayward soccer pass and claims her as his prize against her will. Shuuko showing off her concert tickets after cheering up Meirin ironically ignites Takashi's cyber-bullying Meirin into abandoning Asuka for him; unfortunately, things get worse when Shuuko's tickets turn up missing the next morning. Asuka's intercession and escort home on Meirin's behalf prompt Takashi to entrap Shuuko in a chemical fire at school whose only escape is ultimately because of Meirin rushing to the rescue and Asuka breaking an outside window.",
                    "Aliases": []
                },
                "4": {
                    "ID": "2331901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/2331901",
                    "TitleEnglish": "Great Crisis on the Bus with Shikigami!",
                    "SummaryEnglish": "While Takashi fumes over his recent defeat and redoubles his efforts to conquer Asuka, Meirin is coming to grips that her hakke crystal has been an active deus ex machina in recent events as she has it explained what shikigami are along with the onmyouji who control them. Resolving to defeat Takashi's mortal designs for him, Meirin prosecutes several panicked intercessions to protect Asuka that meet with scant success and gratitude only to find that Asuka can stand shoulder-to-shoulder with Takashi on his own -- even if it is only on the soccer field. Meirin replies Asuka's injunction against proximity and association with Takashi by offering him several pink-colored items only to have them angrily repulsed to Takashi's delight when he animates another shikigami that wields Tenshin to infect the coach Asuka has to avail the morning of the game. In spite of Meirin stowing her hakke into Asuka's bag ironically becoming the deus ex machina that saves Asuka and Tenshin, Takashi ultimately succeeds in sidelining Asuka because of the inordinate time frame consumed by the ordeal.",
                    "Aliases": []
                },
                "5": {
                    "ID": "2331911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/2331911",
                    "TitleEnglish": "A Round of Crisis in a Girl's Feelings!",
                    "SummaryEnglish": "hile Asuka recuperates in the hospital devastated about how he was unjustly deprived of playing in the soccer match, Meirin's brother Koumi notes the diminished commerce the »Dr. Rin« website has been experiencing as of late because of the Onmyou fortune tellers at Nikumo Temple. Against the backdrop of Asuka's attempted murder with the bus, there is not a lot to argue against this naturally being another of Takashi's traps -- a fact thus confirmed by Takashi himself. Asuka's friend Daisuke Shinagawa accidentally hits a nerve with Meirin with some tactless speculation; the irony of this sequence is that Meirin has it hinted who the cyber-bully is while Shuuko wielding Daisuke in her visit to the Temple sets the stage for Meirin to learn a traumatic truth about Takashi. After delivering a \"You thoroughly disgust me!!!\" slap across the chops, Meirin demands of Takashi his motives for attacking Asuka who ultimately becomes the deus ex machina for Meirin's successful escape; unfortunately, Meirin's newfound insight does not include a way to diffuse the threat of Takashi's continued attacks short of capitulating to his coercion.",
                    "Aliases": []
                },
                "6": {
                    "ID": "2331921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/2331921",
                    "TitleEnglish": "False Lover",
                    "SummaryEnglish": "Even with her \"romance\" with Takashi now community discourse among the Seika Middle School student body, there are more problems than solutions when Yue and Shuuko are visibly anguished at the toll Meirin is forced to bear in order to sustain the mirage as she fails to realize that Takashi is far too driven by his vendetta with Asuka for her appeasement to matter. Frustrated at Asuka's obliviousness to his culpability, Yue and Shuuko deliver a jolt of insight to the locomotive that prompts Asuka to race off after Meirin for answers only to find that Meirin is in just as much danger as he is. The hakke becomes the ironic deus ex machina by it hinting that Takashi is not his own master and becoming the vehicle by which Meirin can finally come clean with Asuka; unfortunately, the kiss he and Meirin were kept from sharing pales in comparison to the vengeful Takashi.",
                    "Aliases": []
                },
                "7": {
                    "ID": "2331931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/2331931",
                    "TitleEnglish": "Decisive Battle After School!",
                    "SummaryEnglish": "Meirin's enthusiastic greeting as she delivers Asuka a homemade lunch at school commute inception while teasing him about their near-kiss in view of their respective family governments gives way to Daisuke escorting him to morning practice as the vengeful Takashi looks on. Just as Meirin is about to explain things to Shuuko and Yue, Takashi accosts her about the sentimental moment that she had with Asuka at her house with such ferocity that possession by an evil spirit is not contra-indicated; it is not long before Asuka rushes to Meirin's rescue and for the necessity of bearding the lion in its den to manifest itself during the home commute as Asuka sets course for the Nikumo Temple with Tenshin after escorting Meirin home. The ultimate irony is that Takashi easily wields this to his advantage as he makes short work of Asuka and Tenshin prior to stealing Meirin's hakke as he abducts Meirin herself into a shotgun wedding unless Asuka can somehow turn the tables and rush to the rescue.",
                    "Aliases": []
                },
                "8": {
                    "ID": "2331941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/2331941",
                    "TitleEnglish": "Wake up, Dragon God! Shinsenron!",
                    "SummaryEnglish": "Asuka's consecutive emphatic egress endeavors having met with failure, Tenshin then tries his fortunes and finds the rope bucket so that Asuka can ascend out of the well; a brief stopover to retrieve the hakke later, Asuka and Tenshin arrive just in time to prevent Takashi from exporting into Meirin the demonic apparition controlling him. There is no time for Meirin to exult her emancipation as the enraged apparition is not about to capitulate after being successfully exorcised out of Takashi -- especially since it has erected a barrier that twists the cavern space in on itself. Tenshin takes it upon himself to retrieve the hakke while Asuka tries to distract the apparition; unfortunately, even Takashi recovering himself to intercede as the apparition tries to envelop Meirin does nothing to turn the tide. The deus ex machina to ultimately save the day is set in motion when Asuka and Takashi set aside their differences to dispel the barrier while Tenshin recovers the hakke so that Meirin can marshal the confidence necessary to actively summon her dragon guardian Shin Shen-long and finish off the apparition -- mere child's play compared to the necessity of adapting to Takashi's normal personality.",
                    "Aliases": []
                },
                "9": {
                    "ID": "2331951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/2331951",
                    "TitleEnglish": "Papa's Epic Feng Shui Battle!",
                    "SummaryEnglish": "An afternoon television exhibition of Meirin's father Shou obfuscates the dangerous opportunity the Gekiazi Foods CEO visits upon him to ensure the success of some important negotiations using his feng-shui; if successful, the CEO promises to finance a prime-time documentary to increase Shou's fan base. It is not long before it becomes evident that arranging the circumstances for successful crucial negotiations is logistically easier said than done with speculation and unrealistic expectations flying around regarding the epilogue. As Meirin and Koumi have been dreading, Shou's overconfidence polluting his feng-shui instigates the CEO's misapplication of the counsel to wear something pink. Now humbled after ignoring Meirin's warning against traveling south, the CEO again exhorts Shou's assistance. Unwilling to leave town with her family if Shou botches things, Meirin also gets into the act with her feng-shui. The deus ex machina that ultimately saves the day lies in Meirin's earlier divination of Shou having a rough trip to the Gekiazi office building; unfortunately, Meirin's successful intercession does nothing to curb Shou's ego.",
                    "Aliases": []
                },
                "10": {
                    "ID": "2331961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/2331961",
                    "TitleEnglish": "Cute Shikigami! Visiting Shichio!",
                    "SummaryEnglish": "While Takashi prosecutes an unsuccessful summoning ritual, Meirin's mother Emika is surprised to find an onmyou ofuda in place of the fried tofu she wanted to use in the miso soup. Tenshin explaining Meirin his discovery of Takashi's wayward vulpine shikigami Nanao making a hasty retreat gives way to Yue and Shuuko explaining that Nanao has been stealing fried tofu all over town. The sequence that follows Takashi taking the day off from school illustrates the current relationship Takashi practices with Nanao and prompts Meirin to investigate the epilogue; some teasing of Meirin's crude dimensions and some fruitless divergent concourse later, Nanao proposes a trial that plays on Takashi's three worst fears with his perpetual proximity as the prize as he explains his prologue with Takashi who ultimately demonstrates that action speaks louder than words when he conquers his fears and acknowledges the necessity of Nanao's proximity.",
                    "Aliases": []
                },
                "11": {
                    "ID": "2331971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/2331971",
                    "TitleEnglish": "Shinagawa the Man's Love in Full Bloom!",
                    "SummaryEnglish": "As Meirin and Shuuko cheer at Asuka and Takashi in action during soccer practice, Daisuke grouses at his poor fortune as he wonders if there is a way that he can have a piece of the glory pie from Yue; ironically, Daisuke reads as his second chance Yue declaring the necessity of the ornamental paper ball coordinator only to find that the circumstantial logistics have become a bitter and relentless adversary. Daisuke initially makes headway with the ball in spite of his mom loudly and aggressively coercing his assistance with the store but realizes that he will end up dropping the ball if he cannot work on it at night and calls upon Dr. Rin for her counsel to this end. Between Daisuke's misapplication of Dr. Rin's counsel and his mother defeating it, Daisuke has it driven home that the ornamental paper ball task is too much for him alone in spite of his sincere and well-intentioned efforts; a protracted nocturnal labor session alongside Asuka and Meirin later, Daisuke ultimately completes the ball and even adds in lots of cherry blooms as an extra bonus thanks to Nanao's deus ex machina counsel.",
                    "Aliases": []
                },
                "12": {
                    "ID": "2331981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/2331981",
                    "TitleEnglish": "Mysterious! Tarot Labyrinth",
                    "SummaryEnglish": "Between an onmyouji on a demonic head trip and her father Shou going on an ego trip that nearly imploded Kanzaki-ke's micro-economy, one would think that Meirin would only have to focus on her life in intermediate school with its endemic milestones from this point forward; unfortunately for Meirin, an impromptu feng-shui divination illustrates a syllabus involving the fortuneteller Banri Shijou whose acquisitive bid for her hakke threatens to pollute the ecstasy of her first date -- the logistics thereof she is trying to compute with Asuka after Koumi wields her in a skit of sibling crass comedy. While she takes a recess to recover herself from the amusement park rides, Asuka promises his protective proximity just as Takashi arrives to join the pair with Nanao and Tenshin not realizing that three is a crowd; yet for that matter, the same could be said for the subterfuge Banri is willing to avail to acquire Meirin's hakke once she easily immobilizes Takashi. With Asuka now isolated within a pseudo-reality labyrinth, the explosive epilogue of this imbrogilo ultimately hinges upon Meirin correctly interpreting her earlier feng-shui divination; as formidable as Banri's powers are, conquering Banri might be easier than Meirin finally getting her first kiss with Asuka!!!",
                    "Aliases": []
                },
                "13": {
                    "ID": "2331991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/2331991",
                    "TitleEnglish": "Invincible Friendship Rainbow!",
                    "SummaryEnglish": "Shuko, who loves beautiful guys, pays a lot of attention to Oimachi, the keeper of the soccer team! In the meantime, Shuko is unhappy with Meirin, who is close to Asuka. What's going on with her? Does it have something to do with the tarot girl?",
                    "Aliases": []
                },
                "14": {
                    "ID": "2332001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/2332001",
                    "TitleEnglish": "Special Love Ring!",
                    "SummaryEnglish": "The always lovey-dovey Meirin's mom and dad, Shou and Emika, are in the middle of a marital quarrel. When Dad witnesses Mom walking with a man, he says something terrible and the fight intensifies..?",
                    "Aliases": []
                },
                "15": {
                    "ID": "2332011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/2332011",
                    "TitleEnglish": "Victory is Pink, Pink, Pink!",
                    "SummaryEnglish": "Asuka is practicing hard for the summer tournament. It's Asuka's last chance to get into high school with a soccer recommendation. However, his opponents are the candidates for the championship, the wealthy team of Kinman Academy. Meirin tells his fortune and lets him know that the key to victory is... pink pants?",
                    "Aliases": []
                },
                "16": {
                    "ID": "2332021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/2332021",
                    "TitleEnglish": "Heart-Pounding, Dangerous Live Broadcast!",
                    "SummaryEnglish": "Meirin appears on Shou's famous fortune-telling TV program! Moreover, this time it's love fortune telling, and she wants to go on with Asuka. Unfortunately, Asuka refuses. Furthermore, the guest on the show is a tarot girl named Banri, who wants to get her hands on Meirin's powers!",
                    "Aliases": []
                },
                "17": {
                    "ID": "2332031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/2332031",
                    "TitleEnglish": "Dreaded Meeting at School!?",
                    "SummaryEnglish": "Meirin and the others go to investigate strange supernatural happenings at the school. A new coach, Eddie, and his pet bird Takoyaki also appear for the first time.",
                    "Aliases": []
                },
                "18": {
                    "ID": "2332041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/2332041",
                    "TitleEnglish": "Last Trap of the Battle!",
                    "SummaryEnglish": "Asuka's birthday is approaching rapidly and Meirin hopes to give him a present. She finds, however, that she develops a painful headache when the gets close to him. It turns out to be the fault of the mysterious tarot girl Banri Shijo, and eventually Meirin finds her in a mansion in the forest, where they have their final confrontation... but not all is as it seems.",
                    "Aliases": []
                },
                "19": {
                    "ID": "2332051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/2332051",
                    "TitleEnglish": "Time to Change Your Heart!",
                    "SummaryEnglish": "After confronting Banri in an old mansion, some old questions are answered. For the first time, Meirin hears the story of Cynthia, a stuffed panda who wants to become human, and Banri, a silent boy who was co-opted by Cynthia and an external force to try and steal Meirin's powers.",
                    "Aliases": []
                },
                "20": {
                    "ID": "2332061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/2332061",
                    "TitleEnglish": "Temptation of a Heart-Pounding Date!?",
                    "SummaryEnglish": "Banri has transferred into Meirin's school and is no longer dressing like a girl. Meirin takes on the role of the soccer team's manager, but it doesn't quite work out. A misunderstanding about a date with Eddie makes Asuka wonder about their relationship.",
                    "Aliases": []
                },
                "21": {
                    "ID": "2332071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/2332071",
                    "TitleEnglish": "Glittering Great Reversal of Star Trap!",
                    "SummaryEnglish": "Eddie's hidden motivations are revealed as he traps Meirin in an attempt to take her powers. Meirin, however, begins to suspect that something or someone is behind the recent influx of people with this goal.",
                    "Aliases": []
                },
                "22": {
                    "ID": "2332081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/2332081",
                    "TitleEnglish": "Shiawase no tin・haa・moo・tekku!",
                    "SummaryEnglish": "Meirin's friend is visiting her cousin in the hospital. Meirin uses her newly-found power for the second time.",
                    "Aliases": []
                },
                "23": {
                    "ID": "2332091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/2332091",
                    "TitleEnglish": "Rin Rin・Mei Rin・Dr. Rin!?",
                    "SummaryEnglish": "There's a new fortune teller in town, and her name is Rinrin. What business does she have with Meirin?",
                    "Aliases": []
                },
                "24": {
                    "ID": "2332101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/2332101",
                    "TitleEnglish": "Love, Fireworks, and Red Flowers",
                    "SummaryEnglish": "It's time for the summer festival. Rinrin believes, after telling her own fortune, that Asuka is her destined lover, much to Meirin's chagrin.",
                    "Aliases": []
                },
                "25": {
                    "ID": "4305584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305584",
                    "TitleEnglish": "Legend of the Octopus of the Coast",
                    "SummaryEnglish": "Meirin's class goes to the beach. In the midst of their fun though, a giant octopus monster causes chaos.",
                    "Aliases": []
                },
                "26": {
                    "ID": "4305585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305585",
                    "TitleEnglish": "SOS! Tokiwa Dog Fight",
                    "SummaryEnglish": "After a dog contest, Meirin's help is enlisted to help find a lost dog. Meanwhile, Tokiwa, who has a fear of dogs, must learn to overcome his anxiety in rescuing the lost one.",
                    "Aliases": []
                },
                "27": {
                    "ID": "4305586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305586",
                    "TitleEnglish": "Pure heart!? Lunch Woes!",
                    "SummaryEnglish": "Meirin is asked by a man whose food doesn't taste good for a fortune. Red and yellow are his lucky colors, though he doesn't get the point, which is to put them in the food. The situation culminates in a lunch-making contest.",
                    "Aliases": []
                },
                "28": {
                    "ID": "4305587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305587",
                    "TitleEnglish": "Rin Rin Shock! Stolen Crystal Ball",
                    "SummaryEnglish": "The teacher confiscates Rinrin's crystal ball, which she got from her mother upon leaving for Japan. Meirin attempts to get it back, first with her words and second with her magic.",
                    "Aliases": []
                },
                "29": {
                    "ID": "4305588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305588",
                    "TitleEnglish": "Stormy Antique Watch!",
                    "SummaryEnglish": "Shuko purchases an old watch and begins having strange dreams. With some investigation, Meirin and the others are able to find the location of the dreams, where they find an old clockmaker who has a troubling story to tell.",
                    "Aliases": []
                },
                "30": {
                    "ID": "4305589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305589",
                    "TitleEnglish": "Oh no! Dinosaur!!",
                    "SummaryEnglish": "A dinosaur skeleton at a local museum has gone missing, and the security guard swears it moved. Tenshin, Nanao, Cynthia, and Takoyaki decide to try and solve the case to earn the adoration of their human companions.",
                    "Aliases": []
                },
                "31": {
                    "ID": "4305590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305590",
                    "TitleEnglish": "Lost Power! Dr. Rin Disappears",
                    "SummaryEnglish": "Meirin finds herself unable to tell fortunes. Her grandfather suspects that her dark counterpart is the cause, but she can't seem to find a solution and her brother helps her shut her website down.",
                    "Aliases": []
                },
                "32": {
                    "ID": "4305591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305591",
                    "TitleEnglish": "Ready Go! Rebirth of the Compass",
                    "SummaryEnglish": "Dr. Rin receives an outpouring of support after her website goes down. She finds her abilities returning soon enough and puts some thought into who her new enemy really is.",
                    "Aliases": []
                },
                "33": {
                    "ID": "4305592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305592",
                    "TitleEnglish": "Earthquake! Kaiun Crisis",
                    "SummaryEnglish": "Meirin receives a call that the Shinagawa Store is in trouble. When she arrives at the store, she finds that the vending machines are churning out canned juices one after another, and she can't get them to stop. Sensing evil energy coming from the vending machines, Meirin quickly transforms herself into Dr. Rin and forces out the evil energy.\r\n　After that, however, the evil energy continues to wreak havoc in the park, the riverbank, the library, and everywhere else in Kaiun City. There's no end to it, and Meirin thinks that the disturbances are the work of the \"dark shrine maiden\"...",
                    "Aliases": []
                },
                "34": {
                    "ID": "4305593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305593",
                    "TitleEnglish": "Dangerous Mission! Correct the Dragon Pulse!",
                    "SummaryEnglish": "Rinrin and Tenshin follow Meirin and her friends to a shrine in a cave. However, they are chased by a swarm of rats and bats, and find themselves in big trouble. In the end, they fall into the river that runs through the cave and are swept away.\r\nAt the same time, as Meirin and her friends walk through the cave, a railroad track begins to move like a snake and suddenly attacks them. While Asuka and the others are struggling, Meirin advances towards the source of evil energy alone and is reunited with Rinrin and the others...",
                    "Aliases": []
                },
                "35": {
                    "ID": "4305594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305594",
                    "TitleEnglish": "Zai Jian... Goodbye Rin Rin",
                    "SummaryEnglish": "Suddenly, Rinrin's parents decide to come to Japan to pick her up. Meirin can't hide her shock when she learns that Rinrin is leaving Japan. Rinrin coldly tells Meirin that she doesn't want her to come to the airport to see her off. Finally, the day of Rinrin's departure arrives. While the Kanzaki family, Asuka and the others go to the airport to see her off, Meirin is sulking and hiding in her room. However, when she sees a note with Rinrin's true intentions written on it, she decides to head for the airport. Then the dark shrine maiden enters...",
                    "Aliases": []
                },
                "36": {
                    "ID": "4305595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305595",
                    "TitleEnglish": "Big Brother's Sweetheart",
                    "SummaryEnglish": "Meirin stumbles by chance upon her brother Koumi walking with a girl. The girl is said to be Koumi's girlfriend, Azusa. The Kanzaki family immediately decides to invite Azusa to a party. Soon enough, the members of the Kanzaki family have become friends with the beautiful and friendly Azusa, including Meirin.\r\nHowever, when he's left alone with Azusa, Koumi seems to be acting strangely...",
                    "Aliases": []
                },
                "37": {
                    "ID": "4305596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305596",
                    "TitleEnglish": "Legend of the Four Gods! Location of the Jewel",
                    "SummaryEnglish": "Suddenly, Meirin is unable to transform. When she consults grandpa Geppei, he tells her the reason is that her jewel's been shattered. Geppei is laid-back about the situation, saying that the jewel will come back sooner or later, but Meirin can't wait and decides to go out in search of it. Geppei isn't worried about Meirin, saying, \"Meirin has four reliable gods with her.\" Meirin, together with Asuka and Tokiwa, goes in search of the jewel...",
                    "Aliases": []
                },
                "38": {
                    "ID": "4305597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305597",
                    "TitleEnglish": "Captive Meirin! Tokiwa Awakens",
                    "SummaryEnglish": "Meirin has been captured by the dark shrine maiden. Asuka and her friends search frantically for her, but they can't even find a clue. Tokiwa, who feels responsible for Meirin's capture, becomes depressed. Seeing Tokiwa's condition, Nanao decides to search for Meirin by himself, despite his injuries. With the last of his strength, he finally discovers Meirin's whereabouts. Meanwhile, Meirin is being tortured by the dark shrine maiden...",
                    "Aliases": []
                },
                "39": {
                    "ID": "4305598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305598",
                    "TitleEnglish": "High Tension! Assault Eddie & Banri",
                    "SummaryEnglish": "It turned out that Tokiwa was Byakko, one of the four gods. According to Meirin's dream, Eddie could be Suzaku, Banri could be Genbu, and Asuka could be Seiryu. Asuka has a conflicted look on his face, but Eddie and Banri want to become the Four Gods as soon as possible. Eddie and Banri think that fighting evil spirits is the quickest way to wake up as the four gods, and they try various methods to encounter said spirits, but all of them fail. Then, news comes that a \"statue of the four gods\" is being displayed at a Chinese product exhibition currently being held. Thinking it might be a trick by the dark shrine maiden, Meirin and her friends decide to go to the Chinese exhibition.",
                    "Aliases": []
                },
                "40": {
                    "ID": "4305599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305599",
                    "TitleEnglish": "Asuka, Where Are You? Lost Memories",
                    "SummaryEnglish": "Asuka declares that he will protect Meirin in his own way, but he still lacks the power to do so, as he has yet to awaken as one of the four gods. In addition, strange memories from the past come back to haunt him, and Asuka seems to be in a state of unrest. Then, an evil spirit disguised as Yue approaches Asuka. In order to protect Asuka, Meirin confronts the evil spirit. Asuka tries to protect her, but is swept away...",
                    "Aliases": []
                },
                "41": {
                    "ID": "4305600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305600",
                    "TitleEnglish": "Why, Asuka? Messenger from the Dark",
                    "SummaryEnglish": "Asuka, who was in the hospital for amnesia, has suddenly disappeared somewhere. Meirin and her friends, who've found Asuka's whereabouts through fortune-telling, immediately rush to the place where Asuka should be, but he's already gone. The next day, Meirin, worried about Asuka, continues to search for him with Rinrin, who's also snuck out of school, but they can't find any leads. After returning home, she sees a post on Dr. Rin's website about a girl who's lost her lover, just like her, and goes to visit the girl...",
                    "Aliases": []
                },
                "42": {
                    "ID": "4305601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305601",
                    "TitleEnglish": "Listen, Asuka! Memories of the Christmas Tree",
                    "SummaryEnglish": "Asuka, who's become a servant of the dark shrine maiden, repeatedly attacks Meirin and the others. Meirin and the others are in a pinch, but at that moment, the compass board emits light and envelops Meirin along with the four gods. Meirin and the others arrive in a different realm. There, a former light shrine maiden appears and tells them what happened to Seiryu before, and about the four gods' sacrifice. The light maiden tells them that Meirin and Asuka are destined not to love each other, and Meirin is depressed...",
                    "Aliases": []
                },
                "43": {
                    "ID": "4305602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305602",
                    "TitleEnglish": "Miracle on Christmas Eve! Resurrection of Seiryuu!",
                    "SummaryEnglish": "Meirin comes under the biggest fir tree in town, where she once made happy memories with Asuka, but is attacked by him there. Even when she shows Asuka the locket she once gave him for his birthday, Asuka's aggressive attitude remains unchanged. Just as Asuka's knife is about to slice through Meirin's neck, Tokiwa and the others rush in and start fighting Asuka again. In the end, Tokiwa and the others are no match for Asuka. Meirin, though battered and bruised, presses forward toward him...",
                    "Aliases": []
                },
                "44": {
                    "ID": "4305603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305603",
                    "TitleEnglish": "Azusa's Thoughts, Secret of the Shrine Maiden of the Dark",
                    "SummaryEnglish": "New Year's Day has come. Meirin goes to the shrine with Asuka and Tokiwa to celebrate the New Year. At the shrine, Meirin and her friends are as lively as ever. Then, Azusa comes in wearing a furisode. Meirin and Azusa say they have something to discuss, and decide to go their separate ways, splitting away from Asuka and the others. Asuka and his friends enjoy shopping at a stall in the shrine. However, the shopkeepers in the stall are actually evil spirits. Asuka and the others transform into the forms of the four gods and start fighting the evil spirits. Meanwhile, Azusa reveals her true identity in front of Meirin...",
                    "Aliases": []
                },
                "45": {
                    "ID": "4305604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305604",
                    "TitleEnglish": "Last Minute Kiss 5 Seconds Before!",
                    "SummaryEnglish": "The King of Darkness, Koumi, reconfirms his intentions in front of the Kaiun Tower. That ambition is to kiss Meirin on the lips and make the power of the light shrine maiden his own. He also wants to break the seal of the Dark Demon. Unaware of her brother's intentions, Meirin treats Koumi as usual. Suddenly, the roof of Koumi's room collapses under the weight of the snow. Koumi, who has to study for his exams, starts living alone in an apartment near the Kaiun Tower. When Koumi is left alone with Meirin in the apartment, he tries to get close to her...",
                    "Aliases": []
                },
                "46": {
                    "ID": "4305605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305605",
                    "TitleEnglish": "Dark Impact! The Descent of the Dark Monarch",
                    "SummaryEnglish": "Meirin and the others head for the Kaiun Tower in Eddie's car to attack the Dark Shrine Maiden head-on. However, no matter how fast they drive, they can't get close to the tower. Apparently, the tower is surrounded by a powerful magical barrier. After devising a new plan in the library, Meirin and the others split up. Then, Koumi shows up. He succeeds in cornering Meirin alone in the park, and again tries to steal her power from her lips. Meanwhile, Grandpa Geppei learns about the mysterious Dark Lord from an ancient document...",
                    "Aliases": []
                },
                "47": {
                    "ID": "4305606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305606",
                    "TitleEnglish": "Disappointed Love, Fallen Maiden of the Dark!",
                    "SummaryEnglish": "Koumi's true identity was that of the Dark One. When he was three years old, Koumi infiltrated the Kanzaki family to keep an eye on Meirin, manipulated the family's memories, and pretended to be Meirin's older brother. Meirin is shocked to hear the whole story. Then, Koumi disappears, taking Meirin with him. Bringing Ming-ling back to the Kaiun Tower, Koumi confesses to Meirin that he has always loved her. However, still angry at Meirin's reluctance to accept him, Koumi tries to forcibly kiss her and steal her power. Then the dark shrine maiden appears...",
                    "Aliases": []
                },
                "48": {
                    "ID": "4305607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305607",
                    "TitleEnglish": "Clash! Tower of Four Misfortunes",
                    "SummaryEnglish": "The Dark One takes Meirin to the \"Promised Land\" on the roof of the Kaiun Tower. Asuka and the other four gods are hurt, but they run up the stairs of the tower with Rinrin to save Meirin. However, on the way, one of the four evil spirits, Tohkotsu, appears in front of the four gods. Asuka and the others go ahead of him, and Eddie confronts him alone. In addition, Banri fights with Konton and Tokiwa fights one on one with Totetsu. Asuka and Rinrin are the only ones to reach the rooftop, and then the last of the four villains, Kyuki, appears...",
                    "Aliases": []
                },
                "49": {
                    "ID": "4305608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305608",
                    "TitleEnglish": "Last Hope, Public Attention of the Five Companions!",
                    "SummaryEnglish": "Asuka and Rinrin confront the Dark Lord in an attempt to rescue Meirin.",
                    "Aliases": []
                },
                "50": {
                    "ID": "4305609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305609",
                    "TitleEnglish": "Shine on the Darkness! Memory of Love",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "51": {
                    "ID": "4305610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ask-dr-rin/episodes/4305610",
                    "TitleEnglish": "We've Come a Long Way",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}