{
    "URL": "https://thetvdb.com/series/nura-rise-of-the-yokai-clan",
    "Genres": [
        "Action",
        "Animation",
        "Comedy",
        "Horror"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2716982/",
        "https://www.themoviedb.org/tv/37471"
    ],
    "TitleEnglish": "Nura: Rise of the Yokai Clan",
    "SummaryEnglish": "Rikuo Nura, is 3 parts human and a quarter Demon, lives in a house of spirits with his grandfather, The current clan head of the Nura youkai. Rikou is set to be the next clan head, despit the fact he dilikes his demon side. He soon come to terms with his demon blood and decides to take his position as young master of the Nura house. However there are those who will certainly not allow it to be easy.",
    "Aliases": [
        "Nura: Rise of the Yokai Clan: Demon Capital",
        "Nura Rise of the Yokai Clan",
        "Nurarihyon no Mago"
    ],
    "Modified": "2025-07-06",
    "Seasons": {
        "0": {
            "ID": "268071",
            "URL": "https://thetvdb.com/series/nura-rise-of-the-yokai-clan/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "3335541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/3335541",
                    "TitleEnglish": "Lord Gyuki's Rebellion: The Whole Story",
                    "SummaryEnglish": "This episode is a recap of episodes 1~12.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4155440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4155440",
                    "TitleEnglish": "Jump Super Anime Tour Special",
                    "SummaryEnglish": "A special shown at the Jump Super Anime Tour 2010.",
                    "Aliases": []
                },
                "3": {
                    "ID": "3303911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/3303911",
                    "TitleEnglish": "The Afterglow of Youth",
                    "SummaryEnglish": "This episode is a recap of episodes 13~24.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4155444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4155444",
                    "TitleEnglish": "The Destiny of the Demon Capital",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "4155445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4155445",
                    "TitleEnglish": "The Fate of the Demon Capital",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "4449513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4449513",
                    "TitleEnglish": "Zero Tears Snow",
                    "SummaryEnglish": "The story begins at about 100 years after the disappearance of Otome Yamabuki, Rihan Nura's first wife. Rihan has finally pulled himself together and his life returns to normal. As the head of the Nura Clan, he's busy working on building a harmonious world for humans and youkais.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4449514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4449514",
                    "TitleEnglish": "The Start of the Nura Clan",
                    "SummaryEnglish": "Setsura makes up her mind to tell Rihan that she met Otome once after she left him about 100 years ago. She tells him the message that Otome left for him and the truth is...?",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "268081",
            "URL": "https://thetvdb.com/series/nura-rise-of-the-yokai-clan/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "2428511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/2428511",
                    "TitleEnglish": "Becoming the Lord of Pandemonium",
                    "SummaryEnglish": "Rikuo is the grandson of Nurarihyon thus becoming the third heir of the Nura clan, but he has not started acting like the third heir. All the yokai want him to be the Third Heir, but he just wants to be a normal human.",
                    "Aliases": []
                },
                "2": {
                    "ID": "2428521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/2428521",
                    "TitleEnglish": "Poison Wings Flutter in the Bamboo Thicket",
                    "SummaryEnglish": "An old ally of the Nura Clan visits to have a discussion about Rikuo's role as future head of the demon clan. Zen has been a long-time supporter of the Nura Clan, a play-mate with Rikuo when he was little; with a weak constitution their family has lent the Nura clan their support in return for protection. Rikuo once again evades the question, explaining he does not wish to become their leader, and Zen leaves doubting the future of the Nura household.",
                    "Aliases": []
                },
                "3": {
                    "ID": "2428531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/2428531",
                    "TitleEnglish": "Yura Keikain and the Kiyojuji Paranormal Patrol",
                    "SummaryEnglish": "A new student Yura, joins Rikuo's class. She knows a lot about youkai and can sense their presence. Rikuo's friends decide to form a paranormal investigation group and decide to have the inaugural ceremony at Rikuo's house since they've heard rumors of it being haunted. Much comedy ensues while they explore his house against his wishes. It comes out when they are attacked by a rat that Yura is an onmyouji (exorcist). While Kanna and Yura are heading home they are attacked by a group of youkai.",
                    "Aliases": []
                },
                "4": {
                    "ID": "2428541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/2428541",
                    "TitleEnglish": "The Rat of Darkness Devours the Cat",
                    "SummaryEnglish": "The head of the rat clan who kidnapped the girls lures Rikuo to his lair. There he demands that Rikuo write a letter abdicating his position as head. On his way back he meets up with RyotaNeko the head of the cat clan who is being chased by minions of the rat clan. Once home he writes the letter that he has been ordered to while RyotaNeko sleeps. Upon hearing that Rikuo plans on giving up his position RyotaNeko despite being severely injured heads off to fight. Rikuo seeing this is moved and his night form takes over.",
                    "Aliases": []
                },
                "5": {
                    "ID": "2428551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/2428551",
                    "TitleEnglish": "Red Plum Blossoms on the Demons` Mountain",
                    "SummaryEnglish": "Rikuo is taken ill following the overuse of his powers. Tsurara is nursing him back to health when his friends visit. Kana is confused about the nature of the relationship between Rikuo and Tsurara. Kiyojyuji informs Rikuo that they are going on a trip. Once they reach their destination Rikuo learns that the mountain is the domain of Gyuki. A member of his clan and the person responsible for trying kill Rikuo.",
                    "Aliases": []
                },
                "6": {
                    "ID": "2428561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/2428561",
                    "TitleEnglish": "A Trap is Set on the Evil Mountain",
                    "SummaryEnglish": "Rikuo and his friends reach the mountain retreat. While the girls are in the onsen Rikuo, the boys and Tsurara set off to look for sprits. Kana decides to follow them since she's jealous of the relationship Rikuo and Tsurara share. Meanwhile Guyki orders his minions to kill them all. After being separated from the group Tsurara is attacked. Just as she's about to be killed Rikuo saves her in his night form.",
                    "Aliases": []
                },
                "7": {
                    "ID": "2428571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/2428571",
                    "TitleEnglish": "Darkness Moves on the Night of the New Moon",
                    "SummaryEnglish": "Yura is busy protecting the girls in the onsen when 3 new demons appear. They defeat the attackers in short order. Aotabo manages to find Rikuo's two friends and returns them to the inn. Meanwhile Rikuo is fighting Gozumaru who tried to kill Tsurara. As Kana is walking up the stairs looking for Rikuo she's sees a ghostly light and gets scared. It's actually Rikuo carrying Tsurara. He leaves Tsurara with Kana and heads off to find Gyuki.",
                    "Aliases": []
                },
                "8": {
                    "ID": "2428581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/2428581",
                    "TitleEnglish": "Cold-Blooded Umewakamaru",
                    "SummaryEnglish": "Gyuki who was known as Umewakamaru while he was human, past is revealed. Umewakamaru is a noble child who excels at everything but after his father dies his mother leaves him at a monastery. News of his mother's illness prompts Umewakamaru to want to see her. On the way he is tricked by demons into going the wrong way. There he finds out his mother has been devoured by the youkai Gyuki. Umewakamaru goes mad with grief and kills the demon Gyuki and in this state he takes to killing other travelers. In time he also comes to be known as Gyuki. It is here that Rikuo's father meets him for the first time and after defeating him in battle requests that he join them as a member of their family.",
                    "Aliases": []
                },
                "9": {
                    "ID": "2428591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/2428591",
                    "TitleEnglish": "Gyuuki's Beloved Nura Clan",
                    "SummaryEnglish": "Rikuo defeats Gyuki. Gyuki decides to commit suicide as atonement for going against the clan, but because he had the clan's best interest at heart Rikuo stops him. At the next general meeting of the clan Rikuo announces his intention to succeed his grandfather and pardons Gyuki for his conduct.",
                    "Aliases": []
                },
                "10": {
                    "ID": "2428601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/2428601",
                    "TitleEnglish": "Eating the Fruit from Beyond the Evil Mirror",
                    "SummaryEnglish": "When Kana was six she looked into a mirror possessed by a youkai that promised to take her away on thirteenth birthday. Kana gets trapped in the mirror world but is able to tell her friends about her predicament through a spirit doll that was a gift from Kiyojyuji. Rikuo manages to save Kana at the last minute. Kana on the way home now in love with Rikuo night version wants more about him. He takes her to a youkai hangout. In the morning Kana asks Rikuo if the night version is his friend.",
                    "Aliases": []
                },
                "11": {
                    "ID": "2428611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/2428611",
                    "TitleEnglish": "The Vanguard Wind Blows from the West",
                    "SummaryEnglish": "Hihi one of the Nura clan elders is killed while investigating an incident in Demon Cat Alley. Because of this Rikuo and the elders habe to put up with more bodyguards. Nurarihyon while walking around town comes into contact with Yura. Yura who is experiencing a crisis in confidence about her beliefs begins to open up to Nurarihyon. While they are having this conversation the yokai that killed Hihi. Yura thinking Nurarihyon is a simple old man leaps to his defense.",
                    "Aliases": []
                },
                "12": {
                    "ID": "2428621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/2428621",
                    "TitleEnglish": "Tamazuki and the Seven Shadows",
                    "SummaryEnglish": "Nurarihyon kills the yokai that attacked them while Yura is distracted. After the fight he disappears to look into this incident. While Rikuo is heading home he runs into Tamazuki, the figure behind all the attacks. Tamazuki informs Rikuo of his plan to take over and destroy the Nura clan.",
                    "Aliases": []
                },
                "13": {
                    "ID": "2428631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/2428631",
                    "TitleEnglish": "The Inugamigyobu-Tanuki Tamazuki`s Beckoning",
                    "SummaryEnglish": "The Supreme Commander is still missing, and while listening to Karasu-Tengu's hysterics Rikuo is pulled back into a memory of being given a threat. In Nurarihyon's absence, Rikuo tries to keep the clan calm; but later that day, one of the demons in the Nura Clan's Household is killed.",
                    "Aliases": []
                },
                "14": {
                    "ID": "2536851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/2536851",
                    "TitleEnglish": "Fierce Fire and Sudden Rain",
                    "SummaryEnglish": "Inugamigyobu-Tanuki Tamazuki and his 88 Demons of Shikoku come to Rikuo and loudly declare that they will take over the Nura Clan. Sending a direct challenge to Rikuo. Rikuo in his human form hides his true feelings so that his friends wont find out about him.",
                    "Aliases": []
                },
                "15": {
                    "ID": "2536861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/2536861",
                    "TitleEnglish": "The Fighting Girls",
                    "SummaryEnglish": "Kagibari-Onna, one of the Seven Phantom Travelers, has infiltrated the Nura Clan by working as a waitress at Bakenekoya. But Yura isn’t fooled by her disguise and informs Rikuo.",
                    "Aliases": []
                },
                "16": {
                    "ID": "2536871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/2536871",
                    "TitleEnglish": "The Sublime Spirit Burns Crimson",
                    "SummaryEnglish": "While Tamazuki prepares to attack, Kiyotsugu tells the Kiyojuji Paranormal Patrol that he has made a discovery from his yokai investigation. Someone has been destroying shrines all over Ukiyoe Town.",
                    "Aliases": []
                },
                "17": {
                    "ID": "2536881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/2536881",
                    "TitleEnglish": "Natsumi and Lord Senba",
                    "SummaryEnglish": "Natsumi Torii is the only person who continues to pay her respects to the local deity, Lord Senba. Natsumi decides to pay a visit to Lord Senba’s shrine, but Lord Sodemogi is headed to the same place to continue his killing spree of local deities.",
                    "Aliases": []
                },
                "18": {
                    "ID": "2536891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/2536891",
                    "TitleEnglish": "The Evil Dog Howls at the Ruins",
                    "SummaryEnglish": "After Lord Sodemogi’s demise, the Shikoku yokai plan to kill Rikuo. But the bloodthirsty Inugami gets impatient and goes after Rikuo on his own.",
                    "Aliases": []
                },
                "19": {
                    "ID": "2536901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/2536901",
                    "TitleEnglish": "The Curtain Falls in the Darkness",
                    "SummaryEnglish": "Inugami finally shows himself. His head tears off his body and grows longer and longer.",
                    "Aliases": []
                },
                "20": {
                    "ID": "2536911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/2536911",
                    "TitleEnglish": "The 7:3 Pledge of Loyalty",
                    "SummaryEnglish": "Upon destroying most of Ukiyoe Town’s local deities and confirming the strength of the Nura Clan with Inugami’s attack, Tamazuki decides to finally bring on the main assault on Rikuo’s clan.",
                    "Aliases": []
                },
                "21": {
                    "ID": "2536921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/2536921",
                    "TitleEnglish": "Towards the Sunrise",
                    "SummaryEnglish": "When the Nura Clan hears about the Shikoku yokai’s attack on the Chichibo fortress, its members busily prepare to mobilize their small number of troops.",
                    "Aliases": []
                },
                "22": {
                    "ID": "2536931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/2536931",
                    "TitleEnglish": "Darkness and Ice",
                    "SummaryEnglish": "As the battle progresses, Rikuo makes his way up the commander of the enemy side; Tamazaki. The two spar for a bit, but Rikuo is finally brought to his knees as one of Tamazaki's demons (Yosuzume) sneaks up and touches him, therefore making everything seem dark, blinding him. At the same time, Tsurara hurridly searches for Rikuo, whom she lost at the beginning of the battle. Tamazaki asks Rikuo to join him, but Rikuo refuses. In rage, Tamazaki tries to kill Rikuo, attempting to slice him. Just in the nick of time, Tsurara intervines, blocking his blow. Yosuzume then touches Tsurara, blinding her as well as the rest of the battling yokai. Then Tsurara and Rikou then work together to defeat them, Tsurara being the one to finish it and breaking the spell by freezing Yosuzume.",
                    "Aliases": []
                },
                "23": {
                    "ID": "2536941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/2536941",
                    "TitleEnglish": "The Devil`s Hammer",
                    "SummaryEnglish": "Nura Rikuo and his clan fought with the tenacious Shikoku Youkai that are adamant in conquering Rikuo's Fear. However, the Shikoku Youkai's leader, Tamazaki mercilessly killed his own comrades with the Devil's Hammer in order to absorb their strengths and wield it as his own. In an act to obtain victory, Inugami abducted Kana and held her as a hostage. Nevertheless, Kana was rescued and Inugami slaughtered by Tamazaki. Hence, Nura Rikuo and his allies need to fight Tamazaki, who now has acquired ultimate strength.",
                    "Aliases": []
                },
                "24": {
                    "ID": "2536951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/2536951",
                    "TitleEnglish": "The Moon is in the Sky",
                    "SummaryEnglish": "Rikuo becomes one with himself and has to come to the realization that no matter what, he is the Third Heir. The battle between Tamazuki and Rikuo carries on into the break of dawn, when Rikuo usually returns to his human form.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "468195",
            "URL": "https://thetvdb.com/series/nura-rise-of-the-yokai-clan/seasons/official/2",
            "TitleEnglish": "Demon Capital",
            "SummaryEnglish": null,
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "4126165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4126165",
                    "TitleEnglish": "Awakening of the Nura Clan's Third Heir",
                    "SummaryEnglish": "Having lost his father at an early age, young Rikuo Nura aspires to become the Supreme Commander of yokai just like his grandfather and late father did.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4132000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4132000",
                    "TitleEnglish": "Two Justice",
                    "SummaryEnglish": "Ryuji Keikain and Mamiru Keikain, two onmyoji who are powerful enough to take down even Aotabo, have arrived in Ukiyoe Town.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4134665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4134665",
                    "TitleEnglish": "Keikain Yura's Realization",
                    "SummaryEnglish": "Ryuji Keikain uses his Shikigami “Gyogen” to attack Rikuo, who defends himself with his blade. Ryuji halts his attack when he recognizes the blade as “Nenekirimaru,” a Spirit Blade that can only cut down yokai.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4142091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4142091",
                    "TitleEnglish": "Nurarihyon and Princess Yo",
                    "SummaryEnglish": "During the era when the Toyotomi clan ruled Japan, there lived a young woman known as Princess Yo, who could heal any wound or disease with her magical powers.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4146104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4146104",
                    "TitleEnglish": "Towards Today",
                    "SummaryEnglish": "Nurarihyon enters Osaka Castle to rescue Princess Yo from Hagoromo-Gitsune.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4146105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4146105",
                    "TitleEnglish": "The Legends of Tono",
                    "SummaryEnglish": "Kiyotsugu proposes that the Kiyojuji Paranormal Patrol members visit Yura's home in Kyoto as part of a summer yokai research project.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4152858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4152858",
                    "TitleEnglish": "Kyoka Suigetsu",
                    "SummaryEnglish": "At Oshu-Tono's Hidden Village, Rikuo spends his days in intense training.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4154529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4154529",
                    "TitleEnglish": "Hagoromo Gitsune's Total Destruction Invasion of Kyoto",
                    "SummaryEnglish": "In Kyoto, the Keikain seals are broken one after another by Hagoromo-Gitsune.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4154530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4154530",
                    "TitleEnglish": "The Grey Onmyoji",
                    "SummaryEnglish": "Rikuo completes his training and returns to Ukiyoe Town with the Tono-Yokai. Seeing the progress his grandson has made, Nurarihyon allows Rikuo to go to Kyoto.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4154531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4154531",
                    "TitleEnglish": "Hagun",
                    "SummaryEnglish": "Yura and Ryuji are forced to fight Akifusa.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4155441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4155441",
                    "TitleEnglish": "Battle Above Kyoto",
                    "SummaryEnglish": "The Kyoto Yokai are moments away from fulfilling their long-standing wish with only one seal remaining to break. Meanwhile, Rikuo and his clan members on board the Treasure Ship are about to enter Kyoto.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4155442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4155442",
                    "TitleEnglish": "Long-Standing Wish",
                    "SummaryEnglish": "The Nura clan's Treasure Ship sustains heavy damage by the Kyoto yokai and begins to lose altitude.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4155443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4155443",
                    "TitleEnglish": "Torii Labyrinth",
                    "SummaryEnglish": "At Fushime-Inari Shrine, Awashima the Amanojaku falls into a trap set by the Kyoto yokai 27-Faced-Senju-Mukade.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4155446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4155446",
                    "TitleEnglish": "An Ayakashi to Avoid",
                    "SummaryEnglish": "Having reunited with Yura, Rikuo is introduced to Hidemoto Keikain, the 13th Heir.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4155447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4155447",
                    "TitleEnglish": "Descent Into Darkness",
                    "SummaryEnglish": "Rikuo is left severely beaten by Tsuchi-Gumo, when Gyuki arrives to take him to Mt. Kurama for treatment.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4155448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4155448",
                    "TitleEnglish": "Shared Past",
                    "SummaryEnglish": "Hagoromo-Gitsune takes up residency in Nijo castle, having destroyed all eight of the onmyoji seals.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4155449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4155449",
                    "TitleEnglish": "Equipping a Hundred Demons",
                    "SummaryEnglish": "As the battle in Kyoto intensifies, the Keikain onmyoji and the Nura clan yokai realize that only by working together can they become a match against the Kyoto yokai.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4155450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4155450",
                    "TitleEnglish": "Entrust It All to Me",
                    "SummaryEnglish": "During his training with Gyuki, Rikuo learns that by accepting his human side, and believing in his allies, he can become stronger.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4155451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4155451",
                    "TitleEnglish": "A Bond of Trust",
                    "SummaryEnglish": "The battle between Rikuo and Tsuchi-Gumo reaches its climax. Meanwhile, Nurarihyon enters Nijo Castle to confront Hagoromo-Gitsune for the first time in 400 years.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4155452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4155452",
                    "TitleEnglish": "The Cycle of Rebirth",
                    "SummaryEnglish": "Hagoromo-Gitsune is about to give birth inside Nijo Castle’s Nuegaike pond. Rikuo and his allies race to stop Hagoromo-Gitsune from giving birth",
                    "Aliases": []
                },
                "21": {
                    "ID": "4155453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4155453",
                    "TitleEnglish": "Birth",
                    "SummaryEnglish": "Hagoromo-Gitsune has given birth to her son, Nue, and the Kyoto yokai rejoice.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4155454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4155454",
                    "TitleEnglish": "Fragments of the Past",
                    "SummaryEnglish": "Rikuo is overwhelmed by Hagoromo-Gitsune’s full power in her Nine-Tail form.",
                    "Aliases": []
                },
                "23": {
                    "ID": "4155455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4155455",
                    "TitleEnglish": "Banquet of Darkness",
                    "SummaryEnglish": "Abeno Seimei has been resurrected back into this world. With the Devil’s Blade in his hand, Seimei proclaims that he will build a demon capital.",
                    "Aliases": []
                },
                "24": {
                    "ID": "4155456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nura-rise-of-the-yokai-clan/episodes/4155456",
                    "TitleEnglish": "Rikuo’s Declaration",
                    "SummaryEnglish": "In order to defeat the powerful Abe no Seimei, the Nura clan yokai and Tono yokai entrust their power of a Hundred Demons to Rikuo.",
                    "Aliases": []
                }
            }
        }
    }
}