{
    "URL": "https://thetvdb.com/series/amagami-ss",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1685397/",
        "https://www.themoviedb.org/tv/52083"
    ],
    "TitleEnglish": "Amagami SS",
    "SummaryEnglish": "A second-year high school boy finds himself uneasy during Christmas time due to an experience in the past. However, this year at Christmas, he gets his last chance to ask out a graduating female senior named Haruka Morishima — or one of several other classmates. The story of the anime will be arranged in an omnibus format, with each heroine getting her own version of the story animated. Each heroine will sing her own version of the ending theme song.",
    "Aliases": [
        "Amagami SS+",
        "Amagami SS Plus",
        "アマガミSS+ plus",
        "Amagami SS"
    ],
    "Modified": "2025-04-16",
    "Seasons": {
        "0": {
            "ID": "271241",
            "URL": "https://thetvdb.com/series/amagami-ss/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 17,
            "Episodes": {
                "16": {
                    "ID": "7532208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/7532208",
                    "TitleEnglish": "Morishima Haruka Arc",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "17": {
                    "ID": "7532209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/7532209",
                    "TitleEnglish": "Nanasaki Ai Arc",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "18": {
                    "ID": "3298661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/3298661",
                    "TitleEnglish": "Tachibana Miya Arc: Sister",
                    "SummaryEnglish": "In this fun, light-hearted Special episode, Miya Tachibana attempts to figure out why her weird and slightly perverted older brother (Junichi) has such a friendly relationship with many of the girls in his school, yet can't manage to find himself a girlfriend. Fearing he might become a bum later in life and lose his job, she decides to stalk him to find out if there's more to him than what she sees at home.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "271251",
            "URL": "https://thetvdb.com/series/amagami-ss/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "2422851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2422851",
                    "TitleEnglish": "Morishima Haruka Arc, Chapter 1: Longing",
                    "SummaryEnglish": "It's been two years since Junichi was stood up on Christmas Eve, which has scarred his heart and made him wary of love. While buying lunch for his friends, he helps Sae, a friend of his sister, Miya, which catches the attention of the popular school idol, Haruka. Later that afternoon, he goes to the library to meet his friend Masayoshi but encounters Haruka again and helps carry her books while she teases him before leaving with her friend Hibiki. Junichi's interactions with Haruka makes him believe in love again, so one afternoon he confesses to her. Haruka rejects him but she admires his honesty.",
                    "Aliases": []
                },
                "2": {
                    "ID": "2422861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2422861",
                    "TitleEnglish": "Morishima Haruka Arc, Chapter 2: Getting Closer",
                    "SummaryEnglish": "Because of Haruka's rejection, Junichi feels dejected and unable to sleep well. He goes to the infirmary to get some rest, but he unexpectedly finds Haruka resting there too. Despite what happened, Haruka is still interested with him which lifts his spirits up. After being dragged by Haruka into the school pool the next day, Junichi brings her to the library where he later confesses to her a second time. Unsure what to say, she allows him to confess to her again as many time as he wants and kisses his eyebrow.",
                    "Aliases": []
                },
                "3": {
                    "ID": "2422871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2422871",
                    "TitleEnglish": "Morishima Haruka Arc, Chapter 3: Jealousy",
                    "SummaryEnglish": "Ever since the kiss, the energetic Junichi has attracted the attention of the girls which makes Haruka jealous. He asks her to kiss him on the eyebrows again but instead she brings him to an abandoned water pump shed where he kisses her behind her knees like a puppy. Junichi wants to kiss her that way again and keep asking her for the next few days. After taking Hibiki’s advice on what to do with their relationship, Haruka lets Junichi spoil her including both of them engaging in some roleplay with him feeding her ramen, much to bewilderment of everyone in the cafeteria. Later that night, Haruka thinks how much fun she had with him.",
                    "Aliases": []
                },
                "4": {
                    "ID": "2422881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2422881",
                    "TitleEnglish": "Morishima Haruka Arc, Final Chapter: Love",
                    "SummaryEnglish": "Junichi decides to ask Haruka out on Christmas Eve. While asking her out, both of them realize that they have met before on Christmas Eve last year and cheered each other over their respective problems. Haruka refuses Junichi's offer, but instead invites him to her family's Christmas Eve party. On Christmas Eve, Junichi and Haruka decides to relax in the hotel swimming pool before meeting her family but when her family can't make it, she invites him to her hotel room. With the two of them alone, Haruka reveals her insecurities to Junichi as she has fallen in love with him but thinks he is no longer interested with her. Junichi hugs her and assures her he hasn’t and both of them declare their love for each other. Ten years later, Hibiki visits Haruka and Junichi, now a happily married couple.",
                    "Aliases": []
                },
                "5": {
                    "ID": "2422891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2422891",
                    "TitleEnglish": "Tanamachi Kaoru Arc, Chapter 1: Bad Company",
                    "SummaryEnglish": "On the night when he was stood up, a heartbroken Junichi is about to go home when he meets his friend Kaoru. To cheer him up, she invites him to her home to eat cake with her and her mother. Two years later, they remain friends who snark at each other. After punching him and bringing him to the infirmary, Kaoru asks Junichi to come to the flower garden after school. Thinking she wants to confess to him, he instead finds Kaoru with her friend Keiko, both asking advice about Keiko's crush. He suggests writing a letter to him. As the two of them go home, Junichi tells Kaoru of what he thought she was going to do at the flower garden, which leaves her flustered as she heads for her part-time job at a restaurant. As she tries to forget about the incident, Junichi arrives at the restaurant, making her nervous every time she sees him. Figuring out why she is acting strange, she in turn realizes that her feelings for him have grown.",
                    "Aliases": []
                },
                "6": {
                    "ID": "2422901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2422901",
                    "TitleEnglish": "Tanamachi Kaoru Arc, Chapter 2: Hesitation",
                    "SummaryEnglish": "As Kaoru is in denial about her feelings for Junichi, she gets into a fight with Keiko’s crush upon learning he made fun of the letter she wrote to him by showing it to his friends. Junichi stops her and follows her to the rooftop, where they talk about Keiko's romantic problems. Their conversation turns to their own relationship, which hasn't changed much. She plays a joke on him and accidentally kisses him which was both their first kiss. Wanting payback for what happened, Junichi brings Kaoru to the library to tickle her. Unsatisfied, he changes his mind and kisses her navel instead. As the two walk home while laughing at what they did, they help two boys retrieve their stuck birdie on a tree. As Kaoru rushes to her part-time job, Junichi realizes he's finding her cuter than ever. Later, while Kaoru is on her way to work, she sees her mother meeting with an unfamiliar man.",
                    "Aliases": []
                },
                "7": {
                    "ID": "2422911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2422911",
                    "TitleEnglish": "Tanamachi Kaoru Arc, Chapter 3: Betrayal",
                    "SummaryEnglish": "The next day, Kaoru doesn't come to school, worrying Junichi. Skipping the rest of the day's classes, he frantically searches for her at the places where they hang out, until he takes a clue from overhearing Hibiki and Haruka, and looks for Kaoru at her part-time job. When he confronts her, she reveals that she spent the night at a manga café after she had a fight with her mother over learning she is dating another man and thinking about remarrying. She is against it, being content with the way things are with her mother. Junichi counsels Kaoru about her problems, promising to be there for her when she needs him. She in turn admits she needs his companionship. The next day, Junichi is glad to see her at school in her usual self again, after she and her mother have talked things over.",
                    "Aliases": []
                },
                "8": {
                    "ID": "2422921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2422921",
                    "TitleEnglish": "Tanamachi Kaoru Arc, Final Chapter: Progress",
                    "SummaryEnglish": "Noticing the growing attraction between Junichi and Kaoru, Masayoshi and Keiko decide to set the two up together by making them meet at the infirmary. There, Junichi tries to ask Kaoru out on a date on Christmas Eve, but to his surprise she has already planned to go out with him. On Christmas Eve, Kaoru decides to bring Junichi to the top of the new Port Tower despite his fear of heights. As they watch the snow fall, Kaoru confesses her love to Junichi, admitting she wants them to be closer. He in turn admits he loves her as well, that he wants to be with her forever, and they kiss. When Kaoru misses the last bus home, Junichi invites Kaoru to his home to stay for the night where both of them sleep together. Ever since, Junichi and Kaoru have become a loving couple.",
                    "Aliases": []
                },
                "9": {
                    "ID": "2422931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2422931",
                    "TitleEnglish": "Nakata Sae Arc, Chapter 1: Junior",
                    "SummaryEnglish": "Junichi, still afraid to love due to a traumatic event that happened two years ago, sees a beautiful new student named Sae Nakata. He gets to know her eventually when he goes looking for her to properly thank her for finding his wallet, and his sister Miya eventually introducing him to her. That afternoon, when Junichi sees Sae being scared by a \"big dog\" and panics, Junichi takes her to the restaurant where Kaoru was working to calm her down. It is here that she gets enamored by Kaoru's uniform, and, saying she wants to wear one sometime, Junichi suggests to her that she takes a part-time job there. Junichi and Miya try to train her on how to become a waitress based on Kaoru's tips. With Junichi as her instructor, her training is off to a tough start, given her mistakes. Still, Sae finds a friend in the Tachibana siblings. Meanwhile, Junichi is intentionally losing the rock-paper-scissors game they are playing in order to carry Sae piggyback style while he and Miya accompanies her home.",
                    "Aliases": []
                },
                "10": {
                    "ID": "2422941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2422941",
                    "TitleEnglish": "Nakata Sae Arc, Chapter 2: Training",
                    "SummaryEnglish": "Sae's training to become a waitress continues with the help of Junichi and Miya, by practicing her speech skills and practicing how to change uniforms in three minutes--where Miya catches her, in a swimsuit, and Junichi in a compromising position when Sae tripped. They even have had special training in a hot spring with some doctor fish in it to further her speech skills. Sae expresses to Junichi her desire to train even harder, though he has little idea why she wants to be trained more. Her trainings did make Sae become closer to Junichi and Miya; however, one night when Sae has to sleep over at the Tachibana residence, Junichi tells her his wish that he would like to have another younger sister like her, but, to his surprise, she says doesn't want that.",
                    "Aliases": []
                },
                "11": {
                    "ID": "2422951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2422951",
                    "TitleEnglish": "Nakata Sae Arc, Chapter 3: Change",
                    "SummaryEnglish": "Though confused as to what Sae told Junichi that night, her training goes on until the day of the job interview. She passed it, but when Junichi plans to \"graduate\" her, she refuses, stating that she wants to become her student forever. Junichi is happy to see Sae in her part-time job, though still confused with her. One day, Junichi accompanied Sae to the amusement park, where they rode the merry-go-round and watch a hero show. Here, Sae asks Junichi to call her by her first name, as well as asking him to be her partner for the upcoming Best Couple Contest during the school festival. Later, taking a clue from Sae's actions, Junichi holds her hand.",
                    "Aliases": []
                },
                "12": {
                    "ID": "2422961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2422961",
                    "TitleEnglish": "Nakata Sae Arc, Final Chapter: Lovers",
                    "SummaryEnglish": "As Junichi decides to tell Sae how he feels for her, Sae invites him to a restaurant that serves a special parfait--one that could allegedly turn a couple into lovers by eating it. On the day of the Best Couple contest, however, Haruka and Hibiki wins first place--although Junichi and Sae, in wedding attire that she designed and sewed herself, comes in a close second. She puts the blame on herself, but Junichi says she's cuter than Haruka. Their prizes are tickets to a movie, and they get to watch it in a private room. While Junichi is in the bathroom, an English-speaking man sees through him, as to his plans for Sae, and tells him not to be afraid of failure. The man was revealed later in the pamphlet Sae was reading to be the director of the film they are about to watch. After the movie, Junichi gathered his guts to tell Sae that he likes her. This made her happy, and they became lovers from that very moment.",
                    "Aliases": []
                },
                "13": {
                    "ID": "2422971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2422971",
                    "TitleEnglish": "Nanasaki Ai Arc, Chapter 1: The Worst",
                    "SummaryEnglish": "On the night when he was stood up, a heartbroken Junichi heads home and meets a young girl rushing home with a present for her brother. Two years later, Junichi and Masayoshi heads home where Junichi encounters the girl he met two years ago, now with a cold attitude. At school, Junichi chases after a black cat Miya talks about and meets the girl again who teases him and introduces herself as Ai Nanasaki, his sister’s classmate and member of the Swim Club. Miya later asks Junichi that night about why Ai wants to know about him, but he ignores her, causing Miya to write on his forehead while he’s asleep. The next morning, Ai helps Junichi wipe off the writings on his forehead and helps him enter the raffle Miya wanted him to enter. Despite not winning the prize Miya wanted, Junichi and Ai decide to use their prize, a 500 Yen voucher, to buy some Ōbanyaki and later pick up the trash at the beach.",
                    "Aliases": []
                },
                "14": {
                    "ID": "2474631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2474631",
                    "TitleEnglish": "Nanasaki Ai Arc, Chapter 2: Heartbeat",
                    "SummaryEnglish": "Junichi, Kaoru, and Masayoshi head to the library to see the new Library committee member, but cause a ruckus there until Ai scolds them. Junichi later offers to teach Ai maths upon learning she’s taking makeup exams. While both of them are taking a break, Ai asks Junichi on what to do with her younger brother, Ikuo, since Junichi acts childish just like him. When Junichi is about to tell Ai his advice during lunch, he unintentionally offends her when he and Miya talks about Sae’s breasts. Junichi later apologizes, even humiliates himself in front of Ai and the swimming team on what he said and entering the school pool without permission. At the beach, Junichi tells Ai to spoil her brother a bit since he just wants her attention. As thanks, she gives Junichi a Inago Mask utility belt, a gift that originally was for his brother. Instead, he teaches her how to use the belt and gives it to group of young boys. That night as she goes to sleep, Ai realizes she likes Junichi.",
                    "Aliases": []
                },
                "15": {
                    "ID": "2474641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2474641",
                    "TitleEnglish": "Nanasaki Ai Arc, Chapter 3: Transformation",
                    "SummaryEnglish": "Junichi invites Ai and Ikuo to go to the amusement park but only the former two go after Ikuo gets sick. While entering the haunted maze, Junichi starts hallucinating bizarre things around them until he snaps out of it after biting Ai’s finger. As they head to the park where they first meet, both of them ride the swing together where Ai stops it and kisses Junichi, leaving him flabbergasted. The next day, as Junichi visits Ai at the school pool to talk about yesterday, he finds Ai distraught upon learning from Hibiki that she was not selected for the upcoming swimming meet. As Ai tries to run away from them, Junichi unexpectedly chases her and dives into the pool and hugs her where she finally cries. As he consoles her on the way home, Junichi accepts Ai’s invitation to help the Swim Club’s oden food cart during the Founder’s Festival.",
                    "Aliases": []
                },
                "16": {
                    "ID": "2474651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2474651",
                    "TitleEnglish": "Nanasaki Ai Arc, Final Chapter: Confession",
                    "SummaryEnglish": "As Tsukasa formally opens the Founder's Festival, Junichi is helping Ai out at the Swim Club's oden food cart, where they sell out their wares, even gaining praise from the Tea Club. At the end of the festival, Ai takes Junichi to a hill with a hot spring owned by her grandfather. As the two are practically naked in the hot spring, Ai confesses her feelings for Junichi, which he also confesses his feelings for her as well, and kisses her. In the epilogue, Junichi rests on Ai's lap while watching the sunset at the same beach where they first ate Ōbanyaki together.",
                    "Aliases": []
                },
                "17": {
                    "ID": "2747201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2747201",
                    "TitleEnglish": "Sakurai Rihoko Arc, Chapter 1: Memories",
                    "SummaryEnglish": "Two years ago, Junichi asked his childhood friend Rihoko, to come and help him select a present for his date on Christmas Eve. Rihoko, who had an unrequited love for Junichi, was sad to find out later that he was stood up. In the present, Rihoko takes a shortcut to school through a hole in a fence, but gets stuck until Junichi helps pulls her out. Realizing she is gaining weight, she seriously swears to her friend Kanae that she'll go on a diet immediately, and gives her cupcakes to Junichi. Kanae seizes this chance to invite him and Masayoshi to go ice skating with them in the weekend. However, upon visiting her seniors at the Tea Club, Rihoko unwittingly breaks her diet there eating snacks until Manaka and Ruriko remind her. Eventually Junichi walks a sulking Rihoko home and even pass by and play on the slide where they and Miya played on as kids. After checking the scales that night, she swears to go on a diet. The next day, Rihoko goes through the same hole again, and surprisingly manages to get through as unknown to her, Junichi had widened the hole earlier. Thinking her diet is working, Rihoko continues with it.",
                    "Aliases": []
                },
                "18": {
                    "ID": "2747211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2747211",
                    "TitleEnglish": "Sakurai Rihoko Arc, Chapter 2: Assistance",
                    "SummaryEnglish": "Rihoko tries her best ice skating with Junichi, unaware that it’s a part of Kanae’s plan to get them together. At school, while Rihoko sends in the Tea Club’s application for the Founder’s Festival, Junichi meets Manaka and Ruriko and helps them carry a kotatsu to their club room. Manaka and Ruriko convince Junichi to help the Tea Club during the Festival and hopes he joins their club as well. On the night of the festival, the Tea Club, wearing Kimonos, serve tea and sake for their guests while Junichi and Rihoko head out and distribute recruitment fliers. After the festival, Rihoko and Junichi go home together where she gives Junichi his Christmas present. Since he has nothing to give her, Junichi grants Rihoko a chance to ask him any favors.",
                    "Aliases": []
                },
                "19": {
                    "ID": "2793041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2793041",
                    "TitleEnglish": "Sakurai Rihoko Arc, Chapter 3: Succession",
                    "SummaryEnglish": "With the festival over and the school cleaning up, the Tea Club invites Junichi for tea as thanks for helping them where the latter gets interested and learns how to make tea from them. While eating at the restaurant where Kaoru works at, Rihoko asks Junichi to accompany her to go the local shrine on New Year’s Eve. But when Junichi and Rihoko are about to go with Miya, the latter two falls asleep, making them go the shrine in the morning instead. As they pray and check their fortunes, Rihoko writes down on an ema Junichi gave her earlier and wishes for a successful diet, new members joining the Tea club, and, as a quick addition, tell her feelings to Junichi someday.",
                    "Aliases": []
                },
                "20": {
                    "ID": "2793051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2793051",
                    "TitleEnglish": "Sakurai Rihoko Arc, Final Chapter: Farewell",
                    "SummaryEnglish": "As the new term is about to start and graduation coming soon, Rihoko works hard to recruit people to join the Tea Club before Manaka and Ruriko graduate. During Valentine’s Day, Rihoko gives Junichi a box of chocolate cream puffs. As he eats them, she asks him if there is any girl he would like to receive chocolates from which he in turn asks if there’s anyone she wants to give them. On the day of their graduation, just as Rihoko reports to her seniors that she failed to get any new members, Junichi later arrives and reveals as a graduation present for them, he is joining the Tea Club. In the epilogue set at the new school term, Junichi and Rihoko prepares a Freshmen Tea ceremony for potential members, with Kanae, Manaka and Ruriko also being invited. While enjoying the success of the Tea Ceremony, Rihoko hopes to one day tell Junichi how she feels about him.",
                    "Aliases": []
                },
                "21": {
                    "ID": "2793061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2793061",
                    "TitleEnglish": "Ayatsuji Tsukasa Arc, Chapter 1: Discovery",
                    "SummaryEnglish": "Still in pain after being stood up a year ago, Junichi decides to skip the Founder’s festival when Masayoshi catches up with him and invites him at his house. A year later, Junichi decides to change himself, and he starts by volunteering as Tsukasa's assistant for the Founder's Festival committee, to everyone's surprise. Junichi is amazed with Tsukasa's work ethic and the work she does. While being locked in the storage room, Junichi tries to get to know more of Tsukasa until Miya and Sae arrives. On their way home, Junichi meets her older sister Yukari on the way but Tsukasa shows displeasure and hurriedly excuses herself and drags her sister home. The next day, despite Tsukasa being busy substituting swimming classes for Kaoru and Keiko, she is able to help Junichi deal with problems concerning the festival. Later that afternoon, Junichi finds a notebook on the classroom floor. As he tries to find the owner's name inside it, Tsukasa, still in her swimsuit, suddenly arrives. When she inquires if he has read her notebook, Tsukasa suddenly drags Junichi by his necktie and shows a different personality.",
                    "Aliases": []
                },
                "22": {
                    "ID": "2793071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2793071",
                    "TitleEnglish": "Ayatsuji Tsukasa Arc, Chapter 2: Reverse Side",
                    "SummaryEnglish": "Tsukasa drags Junichi to the local shrine and learns he never really read her notebook. However, she blackmails him to keep her other personality a secret. But when he tries to talk about it with Masayoshi, Tsukasa catches him red-handed and forces him to work very hard in helping with the festival. While working late one night, Junichi finds Tsukasa painting one of the festival’s attractions. He learns that she works very hard and takes important positions in school to maintain her image and reputation as a school leader. The next day, Kaoru tells Junichi that Tsukasa passed out from overworking so he visits her at her home to give her some bananas and energy drinks. During the visit, Junichi notices how serious Tsukasa is compared to her carefree older sister. The next day, Tsukasa is back to normal and helps Hibiki with entering the Miss Santa contest and what she can wear. Later that afternoon, Junichi finds Tsukasa after a dog urinated on her leg, and, despite her protests, he carries her to the nearest water station. During that night, Tsukasa is curious about Junichi and wonders if she likes him, but quickly dismisses it.",
                    "Aliases": []
                },
                "23": {
                    "ID": "2793081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2793081",
                    "TitleEnglish": "Ayatsuji Tsukasa Arc, Chapter 3: Pride",
                    "SummaryEnglish": "With the festival behind schedule and Tsukasa's health worrying her, Miss Takahashi suggests they cancel some events, but Tsukasa assures her the festival will be ready unchanged. Knowing that the festival committee is short of manpower, Junichi manages to convince Tsukasa to get their class to help. However, a trio of girls complain and accuses Junichi and Tsukasa's flirting with each other as the root of the festival’s problems. When she fails to end the argument nicely, Tsukasa switches to her real personality and cites the trio’s hypocrisy, silencing and shocking everyone. Later, Tsukasa brings Junichi to the shrine again where she burns her notebook, makes him promise to be hers and seals the deal with a kiss. The next day at PE class, Tsukasa is ganged up by the trio again in dodgeball but the rest of class sides with her, forcing the trio to give up. However at noon, only Masayoshi, Keiko, and Kaoru remains to help Junichi and Tsukasa. That night, Junichi tries to convince Tsukasa to apologize to the class but, feeling betrayed that he does not understand her, she slaps him and runs away. The next day, Junichi learns that Tsukasa has apologized to the trio and began working with them again. But what worries him is that Tsukasa is displaying a disturbingly sweet, friendly personality and claims the real Tsukasa is no more.",
                    "Aliases": []
                },
                "24": {
                    "ID": "2793091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2793091",
                    "TitleEnglish": "Ayatsuji Tsukasa Arc, Final Chapter: Promise",
                    "SummaryEnglish": "Despite the cheerful atmosphere going into finishing work for the Founder’s Festival in time, Junichi is sad about Tsukasa, and plans to ditch the festival again. But when Masayoshi reveals to Junichi about a girl he never got to confess at grade school, he tells Junichi not to make the same mistake as he did, inspiring him and regaining his composure. At the Festival's after-party, Junichi asks Tsukasa for some time alone, and confesses to her. But when he says that he loves her no matter what her personality is, she, confused and angry, beats him up, telling him she erased the old her for him before crying into his arms when Junichi expresses how glad he is to know the Tsukasa he loves still exists. Miss Takahashi catches the two but decides to leave them alone. Tsukasa later tells Junichi that she began organizing the Founder's Festival as a childhood dream to become Santa Claus herself to make people happy but now realizes she's doing it for her own fulfillment. Junichi then asks her if she could make him happy and kisses her. They later light up the Festival's Christmas tree one more time amidst the falling snow and make a promise to make Christmas happy for everyone. In the epilogue ten years later, Junichi and Tsukasa return to their highschool to celebrate the Founder’s Festival with their daughter.",
                    "Aliases": []
                },
                "25": {
                    "ID": "2793101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/2793101",
                    "TitleEnglish": "Kamizaki Risa Arc: Truth",
                    "SummaryEnglish": "A shy girl named Risa Kamizaki confesses to Junichi, which the latter accepts and agrees to become her boyfriend, but she wants to keep their relationship a secret. Junichi wants to go the Founder's Festival with Risa and wishes to introduce her to his friends, but, after some thinking, she refuses. Unknown to him, Risa's reasons for not wanting to come is because at the time when he was getting close with Haruka, Kaoru, Sae, Ai, Rihoko and Tsukasa, she was stalking him and prevented the girls from falling in love with him by showing them a doctored photo that Junichi already has a girlfriend. Later, while visiting the park where he was stood up two years ago, Junichi meets Makihara, the girl who stood him up. To his surprise, Makihara never stood him up because a classmate of hers told her that he was waiting for her at the cinema. On the day of the festival, Risa tells Junichi she wants to end their relationship as she reveals she was the one who lied to Makihara and was also responsible for his heartbreak. Not only that, she reveals that she also sabotaged his relationships with the other girls who were interested in him. Feeling guilty, Risa tells Junichi he deserves someone better than her, but he forgives since he feels better now that he knows the truth as he still loves her. Risa is glad that Junichi has forgiven her and later apologizes to the girls that she lied to before spending the festival with Junichi.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "472369",
            "URL": "https://thetvdb.com/series/amagami-ss/seasons/official/2",
            "TitleEnglish": "Amagami SS+ Plus",
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4155102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/4155102",
                    "TitleEnglish": "Ayatsuji Tsukasa - Part 1: Temptation",
                    "SummaryEnglish": "Junichi finds himself getting his back washed by his girlfriend Tsukasa in the bathroom until he realizes it's a dream after Miya wakes him up. It's been a month since the Founder's Festival and Junichi and Tsukasa became a couple. Tsukasa decides to run for Student Council President and chooses Junichi as her vice-president as she faces three other candidates including Sae who is running by Miya's insistence that it help overcome her shyness. However, one candidate that Junichi and Tsukasa are keeping an eye on is Noriko Kurosawa. Noriko is just prideful and manipulative like Tsukasa and to spite her, Noriko also chooses Junichi as her vice-president as well. Tsukasa at first doesn't take the threat of Noriko seriously but when the first pre-election survey reveals Noriko is in first place while she is behind in third, Tsukasa realizes Noriko is using her father's influence who is a member in the city council. During their campaigning, Junichi gets an idea by taking appealing pictures of Tsukasa for posters to get more votes. Thanks to the hard work of Tsukasa's supporters and a scandal on one the candidates after he was caught bringing porn magazines to school, Tsukasa manages to catch up with Noriko in the second pre-election survey. Realizing that Tsukasa might beat her in the election, Noriko and her friends decides to take drastic measures. Tricking Junichi into meeting her, Noriko confesses to him and attempts to kiss him just as Tsukasa arrives to see this.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4235343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/4235343",
                    "TitleEnglish": "Ayatsuji Tsukasa - Part 2: Showdown",
                    "SummaryEnglish": "Tsukasa sees Noriko about to kiss a panicked Junichi and angrily drags him to the Janitor's shed which Noriko believes her plans have work. Instead, Tsukasa kisses Junichi to calm him down, revealing she was aware it was a trick by Noriko to cause a rift between them and makes Junichi promise not to fall for Noriko's tricks or kiss any other girl than her. On the day the candidates give their speeches, Junichi and Tsukasa's supporters give Tsukasa a sash with their signatures and supporting words for her. As she goes on for her speech, Junichi comforts a nervous Tsukasa who goes on to give an inspiring speech to the students. Tsukasa wins the election by landslide while Miya and Ai celebrates Sae getting second place and overcoming her shyness at a Karaoke bar. Noriko, distraught by her loss, vows to her friends she will beat Tsukasa and steal Junichi from her in the next election. On the way home, Tsukasa and Junichi encounter a stray dog chasing them. Junichi attempts to ward the dog away only to fall into the river. Drenched, Tsukasa takes him home to clean him up in her bathroom, just like the dream Junichi had before except Tsukasa is cleaning him in her swimsuit. As she washes him, Tsukasa thanks Junichi for being with her all this time and reaffirm their love for each other and kiss. With the new school year starting, Tsukasa and Junichi begin their duty as student president and vice-president together.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4235522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/4235522",
                    "TitleEnglish": "Sakurai Rihoko - Part 1: Twilight",
                    "SummaryEnglish": "Months have past since Rihoko and Junichi have taken over the Tea Club. While it's already summer classes, Kanae is still annoyed that Rihoko has yet to confess to Junichi. While both of them are cleaning the Tea Club, Junichi reveals to Rihoko that he is suffering from heat fatigue due to eating only watermelons and noodles ever since his parents went out to help his injured uncle. After reminiscing their past of measuring each other bodies, Rihoko decides to cook dinner for Junichi and Miya to help with his heat fatigue much to his joy. As she goes out shopping, she reunites with Manaka and Ruriko who are selling cooked eels as part of their university project. After telling them what she is doing, Manaka and Ruriko give Rihoko some cooked eel to help Junichi's heat fatigue. As she heads to Junichi's home with her groceries, she encounters her classmate Makabe who asks her to follow him. Makabe, who earlier vowed to his friends to get a girlfriend before summer ends and finding Rihoko sexy, confesses to her and ask her to be his girlfriend. However, Rihoko refuse his advances as she's already in love with someone else. As she reveals who she is in love with, Junichi, who was out buying ice cream, spotted Rihoko and followed her, secretly listens.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4235527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/4235527",
                    "TitleEnglish": "Sakurai Rihoko - Part 2: Wind Chime",
                    "SummaryEnglish": "Makabe decides to leave Rihoko alone after hearing who she is in love and with goes after another girl only to embarrassingly realize it's Hibiki and Haruka. Junichi returns home after Rihoko arrived to cook dinner but feels awkward around her after he secretly learns she is in love with him. During dinner, both Junichi and Rihoko attempts to say what is on their mind but always gets interrupted by Miya. With the weather tonight raining, Junichi and Miya allows Rihoko to stay at their house for the night. As Rihoko takes a bath, Junichi looks an album containing both he and Rihoko when they were kids till the present and realize his feelings for her. Later that night, Junichi helps a sleepwalking Miya to the bathroom and meets Rihoko at the guest room. As they reminisces their past playing fireworks when they were children, both of them finally confess their feelings to each other. Junichi tells Rihoko he was always in love with her and never realize it until now. Now knowing his feelings for her, he wants to be with her together which Rihoko feels the same way, where both of them finally kiss. The next morning, the couple have tea together yet are still embarrass to tell the truth to Miya much to the latter's suspicions.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4240851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/4240851",
                    "TitleEnglish": "Nanasaki Ai - Part 1: Bold Front",
                    "SummaryEnglish": "Almost a year after they started dating, Junichi and Ai are reflecting over their time together at the beach. With Junichi studying at a cram school and Ai tending to her responsibilities as captain of the swim team and at home, they are spending less time together, though they are looking forward to their date on Christmas Eve. One morning, after Junichi studies too late, Ai goes to wake up Junichi and walks with him to school as they pass by Ai's teammates. After spending some time at the library studying, Junichi decides to visit Ai, only for the swim team, which includes Miya who recently joined, to reprimand him of his actions. Soon after, Junichi finds himself sleeping at the infirmary after another late night study session. Ai decides to visit him as Junichi asks her to let him sleep on her belly while singing him a lullaby. As Christmas Eve approaches, Junichi runs into a problem when he accidentally marks the answers in the wrong spots during a practice test at cram school and thus has to take a training camp which starts on the 23rd of December, canceling their plans for their date. Ai reassures him that she will be fine but soon becomes depressed as they are barely spending time due to their responsibilities. Some time before Junichi leaves, Ai decides to give Junichi a present to help encourage him during his training camp. However, Miya tells her that because of his bad score, the cram school took him away earlier than projected, leaving Ai to wander the festive streets alone without her boyfriend.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4240852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/4240852",
                    "TitleEnglish": "Nanasaki Ai - Part 2: Escape",
                    "SummaryEnglish": "At the Founder's Festival, Miya and Sae's class is doing a play of Romeo and Juliet with Miya and Sae as the lead characters respectively while Ai is working at the Girl's Swim Team Oden Stand. When she gets her break time, she reflects on last year's Founder's Festival with Junichi and starts to tear up wondering how Junichi's doing. After the Founder's Festival ended, Miya and Sae invite Ai to a slumber party at Sae's place, but before they could go, Ai forgets to get her brother, Ikuo, a present for Christmas. She finds an Inago Mask belt toy at the store, bringing up memories of her time with Junichi again as she stars tearing up again, feeling lonely that she can't spend this time with her boyfriend. But then she hears a familiar voice and turns to see Junichi behind her who snuck out of camp to spend his Christmas with Ai. They call Miya and Sae to tell them that Ai's not coming and leaves Ikuo's gift at his bedside as they go on their long awaited date. They go into a clothes store and Junichi buys Ai a white coat as her present while Ai give him her old coat to keep him warm. As Mashayoshi encounter the couple, he also finds people from Junichi's training camp looking for him which Mashayoshi wards them away from Junichi. As they go along in their date, Junichi and Ai find themselves at the red light district with love hotels. As they are feeling more awkward with the situation, Junichi's teacher, Miss Takahashi emerges from one of them as Junichi and Ai run off. Junichi and Ai reach the park where it begins to snow as soon as they arrive. Ai confesses that she felt lonely during this time and questions what will happen when Junichi goes to college. Junichi reassures her that nothing will change when he leaves for college. He then asks Ai to hold on to a key when he gets an apartment as they kiss in the snow. Sometime after Junichi gets into college and gets his own apartment, Ai wakes him up as the both of them watch the fireworks, with Ai wishing to see th",
                    "Aliases": []
                },
                "7": {
                    "ID": "4240853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/4240853",
                    "TitleEnglish": "Tanamachi Kaoru - Part 1: Sketch",
                    "SummaryEnglish": "Kaoru is doing an MC of an Inago Mask show at the amusement park getting into her role as Junichi is playing one of the evil minions. After Kaoru starts deviating from the script which sends Junichi through the stage, he retaliates by attacking Kaoru with other bad guy costumes. Flashback to before the summer break, Kaoru is helping Junichi with a art assignment and helps him, rather suggestively by sitting on the chair he's in with everyone watching. Kaoru and Keiko talk about Kaoru and Junichi's relationship and how they looked too much like a couple during moments like that. Kaoru also begins to realize that even though they've been dating for almost half a year, their relationship hasn't drastically changed from before they were dating. After Keiko suggests that the two should go on a trip together, Kaoru and Junichi plan out a trip by getting a part-time job doing the Inago Mask show. While working, their antics on the show gets them scolded by their manager and they leave with only half of the normal pay. While getting a limited edition drink, Kaoru spots a cheap 3 day 2 night bus tour to Kibitou that they plan to go on the next day. During their trip, their bus arrives at a bus stop ands Kaoru buys up all of the limited edition snacks at the convenience store and leaves it in the bus. Afterwards, Kaoru and Junichi go to an authentic Japanese restaurant where they end up spending too long and the bus leaves without them, the driver assuming that the covered piles of snack Kaoru left is them. With no way to contact anyone, Junichi and Kaoru are left alone at the bus stop.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4240854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/4240854",
                    "TitleEnglish": "Tanamachi Kaoru - Part 2: Companion",
                    "SummaryEnglish": "Junichi and Kaoru are picked up by a passing truck who's driver sends them to a nearby hot spring inn with a bus stop. As they both start to argue over who's fault for missing the bus, the truck driver comments and gives some advice for the couple. Arriving at the inn, both of them realize the inn looks haunted and with only both of them the only customers, Kaoru is scared of being alone that she asks Junichi to accompany her even at the baths. After having a meal and heading to bed, Kaoru confess to Junichi that she set up this trip as she wants to know where their relationship is heading but Junichi has fallen asleep. The next morning, Junichi learns he left his coin purse at the bus stop, leaving Kaoru to use almost all her money to pay for the inn bill. Both of them argue again with Kaoru blaming Junichi for being careless and him blaming her for on always buying limited-edition snacks, which both of them refuse to talk with each other to the bus stop. As it starts to rain and they head to the bus stop for shelter, both of them apologize to each other over what they said and try to make the best of their trip. Much to their annoyance, they learn the bus stop is no longer in use and heads to a nearby beach town. Junichi makes a call to Miya for help but she keeps talking and tells him she has the bus company send their stuff to their home before ending the call. Nevertheless, Junichi and Kaoru decides to make the best of their time and play at beach where they finally realize how much fun they had on this trip and reconfirm their love with each other with a kiss. Luckily for both of them, Mashayoshi is at the beach town as part of his Sushi chef training and they now have a way to go back home. As the new semester starts, Kaoru thanks Keiko for suggesting the trip between her and Junichi. Junichi arrives with his art project of him and Kaoru at the beach thanks to Kaoru's help. As she notice a missing detail in the picture, Kaoru sits suggestively on Junichi to d",
                    "Aliases": []
                },
                "9": {
                    "ID": "4240855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/4240855",
                    "TitleEnglish": "Nakata Sae - Part 1: Doubt",
                    "SummaryEnglish": "It's been about ten months since Sae and Junichi have been dating and Sae's self-confidence has broken her out of her previously shy personality thanks to Junichi. Because of this, she is able to hold conversations with others, be more efficient with her job, and be around dogs owning one herself, though big dogs still scare her. This has also started to make her popular amongst the students as Junichi begins to feel threatened as his classmates are in disbelief that he is Sae's boyfriend. In response, Junichi goes all out to provide lunch for Sae only to hold up a line, get her favorite sauce picked out by the lunch lady, and to top it off, Sae herself comes to take their food to their table, thus he starts making more of a mental tab of what she likes. After going to the shrine where Sae made a wish, Miya tells Junichi that Sae is going to a hotel for a wedding meeting. The both of them rush to the hotel stop it only to find out Miya misunderstood Sae as the meeting was actually for her dog and her cousin's dog. Junichi talks to Sae for a while who reveals that she wished to be together with Junichi for a long time. During a lunch break, Miya and Sae reveal that Sae has been elected to run the Founder's Festival this year. While Sae is feeling a little apprehensive about this, Junichi states that she should do it and he will help her out.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4240856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/4240856",
                    "TitleEnglish": "Nakata Sae - Part 2: Wish",
                    "SummaryEnglish": "As Tsukasa helps prepare Sae with her duties for the Founders Festival, Junichi is feeling saddened by the lack of time he is spending with Sae as well as how he doesn't know how to help Sae. While reflecting at home, Junichi reflects with several tapes of Sae in his various movies when he gets an idea to film a documentary of Sae as the head of the Founders Festival this year. While filming, Sae begins to feel more pressure as the days go on but continues on. One day, Miya finds out that Sae is in the infirmary which Junichi rushes over to check. An awaken Sae explains to a worried Miya and Junichi that she was tired from working late at night and went to the infirmary to rest. Ten days before the Festival, Sae and her staff learns the Drama Club overspent their budget and don't have enough funds to buy costumes and recently learn the Swim Club and the Tea Club needs new equipment. She expresses her troubles to Junichi who, while still supportive of Sae, doesn't know how to help Sae out. After talking to Tsukasa, who gives him some advice as she went through similar troubles last year, he decides to show Sae his film of the work she did in the Founder's Festival. He tells her that he will be her pillar of strength as Sae requests that Junichi continue to film her closely. Thanks to Junichi, Sae manages to resolve the troubles of the festival. After the opening ceremonies and hosting this year's Best Couple contest, Sae finally takes a break with Junichi. She gives him his Christmas present as thanks and request Junichi to give him her present; a kiss. Happy to be together, the couple kisses again. In the epilogue eight years later, Junichi is filming his wife, a pregnant Sae and their daughter at a live Inago Mask show.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4240857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/4240857",
                    "TitleEnglish": "Morishima Haruka - Part 1: Sexy",
                    "SummaryEnglish": "A few months have past since Haruka and Junichi have become a couple. During their date, Haruka asks Junichi when is he going to meet her parents which catches him by surprise. Haruka later reveals to Hibiki that she wants Junichi to propose to her during graduation day just like her British grandparents and her cousin, Jessica Morishima and her fiance did but doesn't want to force him. While Hibiki agrees to keep it a secret, she helps Haruka make Junichi ready subtly by helping the couple roleplay pretending they are getting married, having a baby and a family dinner with Hibiki playing the role as their daughter. But when Junichi won't answer Hibiki's question on how he propose to Haruka, Haruka is upset during their walk home but much to their surprise, they are greeted by Jessica who has come for Haruka's Graduation ceremony. Jessica is aware about Haruka's plans and tells her to tell Junichi soon before graduation. The next day, Junichi notices Haruka is looking down which leads Kaoru to start a rumor that both of them have broke up which Rihoko hears which Junichi dismisses. Jessica, wishing to help Haruka before her Kyoto sightseeing trip, calls Junichi to cheer Haruka before she gets taken by other men from England. Feeling threaten, Junichi brings Haruka to the watershed after school and tells her he loves her and would never let any man take her. Realizing it was Jessica's work, Haruka thanks Junichi for caring since she was feeling down since she will be graduating. As they head home, Junichi ask Haruka if she would like to come to his house sometime.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4240858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/4240858",
                    "TitleEnglish": "Morishima Haruka - Part 2: Departure",
                    "SummaryEnglish": "Junichi is rather nervous of Haruka coming over as not only is she cooking for him but also staying over for the night as well which coincidentally his parents and Miya are out. As they go to bed, Haruka reveals she is leaving for England to be with her grandparents after her graduation ceremony which comes to a shock to Junichi. After confirming the story from Hibiki at school, he calls Haruka at her home only for Jessica to pick it up. Realizing what he's worried about, Jessica misleads Junichi saying not only Haruka will be leaving Japan and staying at England permanently but studying there as well and for Haruka's sake, he shouldn't speak to her. As Junichi walks around in town wondering what to do, he has an epiphany after seeing a wedding dress on display. On the day of the graduation ceremony, Miss Takahashi is surprise to learn that Junichi will be giving out the congratulation speech as the student representative instead of Tsukasa because he begged her. As Junichi gives the speech to the graduating seniors, he gives a personal speech aim to Haruka. He reveals to her how they first meet and reminiscent the memories they made together and wants to make more memories with her. Overcome with emotion, Junichi tells Haruka that he loves and wants to marry her much to the crowds surprise. Overjoyed, Haruka runs to the stage, hugs Junichi, telling him that she loves him too and she will marry him and both of them kiss much to everyone's joy. As their friends congratulate them, Jessica reveals that Haruka is only going to England for a week but is happy the way things are. In the epilogue on Junichi and Haruka's wedding, Miya takes a picture of Junichi, Haruka, their friends and families.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4287428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amagami-ss/episodes/4287428",
                    "TitleEnglish": "Tachibana Miya: Hot Springs",
                    "SummaryEnglish": "In the episode, Junichi hasn't gone around with any girls yet. Miya goes to a hot spring with Sae and Ai. There she meets Tsukasa, Rihoko, Kaoru and Haruka. The main characters except Junichi enjoy girls' talk in the hot spring.",
                    "Aliases": []
                }
            }
        }
    }
}