{
    "URL": "https://thetvdb.com/series/submarine-707r",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/44557"
    ],
    "TitleEnglish": "Submarine 707R",
    "SummaryEnglish": "Across the oceans, a terrorist group known as the USR is indiscriminately attacking other ships. To combat this menace, eleven countries join forces to form the Peace Keeping Navy, or PKN. Among them is Japan, whose representative—the Submarine 707—is a plodding underdog compared to the technological marvels of countries like America. In fact, the 707 is so slow in getting to the PKN's first meeting that it inadvertently sacrifices itself when the USR makes a surprise attack. After a new submarine is built, the 707's Captain Hayami comes out of retirement and prepares to defend the seas again. One by one, the technologically superior USR picks off the other nations' vessels, until finally Hayami must lead the 707 into battle with sheer guts and skill.",
    "Aliases": [],
    "Modified": "2024-09-05",
    "Seasons": {
        "1": {
            "ID": "292231",
            "URL": "https://thetvdb.com/series/submarine-707r/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "2590521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/submarine-707r/episodes/2590521",
                    "TitleEnglish": "Mission 1",
                    "SummaryEnglish": "In the near future, the world is at war: the USR, a mysterious organization led by Admiral Red and his powerful submarine UX, wants to stop human exploitation of the seas, having torpedoed many ships and ports. The world's navies unite and form the Peace Keeping Navy, or PKN, to fight the \"terrorists\". Every major UN member contributed a submarine, though the Japanese entry is an old clunker, the 707, and it is running late to the inaugural meeting. When the meeting finally begins, Admiral Red and the UX come to spoil the show with a spread of torpedoes. Arriving late in the battle, Captain Youhei Hayami steers the 707 into the way of a torpedo launched at the supercarrier that serves as the PKN's flagship. His ship is destroyed, but the flagship survives.",
                    "Aliases": []
                },
                "2": {
                    "ID": "2590531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/submarine-707r/episodes/2590531",
                    "TitleEnglish": "Mission 2",
                    "SummaryEnglish": "Six months later, Captain Hayami is given command of the salvaged and rebuilt 707, and takes a crew of old comrades and brand new cadets to sea to fight Admiral Red once more.",
                    "Aliases": []
                }
            }
        }
    }
}