{
    "URL": "https://thetvdb.com/series/kamichama-karin",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2109422/",
        "https://www.themoviedb.org/tv/34213"
    ],
    "TitleEnglish": "Kamichama Karin",
    "SummaryEnglish": "Karin Hanazono is an orphan, living with her relatives. Her life has never been easy, her studies are not well, she is not the best in sports and technically she is miserable. Left with only a ring as a memento from her departed mother, she suddenly finds her life changed, as she was mourning her pet cat, Shii-chan. On that night she met a strange boy, Kazune Kujyou. After that event, she experiences several mysterious incidences that soon led her to find out that she is a little goddess. Finding others like her she soon sets out to understand herself better as her mysterious powers grow and she becomes beset by opponents.",
    "Aliases": [
        "God Karin"
    ],
    "Modified": "2023-05-05",
    "Seasons": {
        "1": {
            "ID": "300081",
            "URL": "https://thetvdb.com/series/kamichama-karin/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "2669091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669091",
                    "TitleEnglish": "Karin-chan's Mysterious Ring",
                    "SummaryEnglish": "Hanazono Karin is a normal, depressed girl who is feeling lonely after losing her parents some time ago and after her cat \"Shii-chan\" had recently died. When at the cat's grave one night, a young boy named Kazune Kujyou approaches her, but she gets angry at him when he calls her a moron, punching him in the face for it. A few days later, Karin meets his cousin, a young girl named Himeka Kujyou and then the ring that her mother gave her begins to glow mysteriously.\r\nNote: In the opening, the time was in the future. Karin and Suzune found a Seed of Chaos. After Kazune, Jin and Micchi transformed, they tried to destroy the Seed, but they couldn't destroy it. Rika told that their current power weren't enough to destroy the seed. Karin then transformed and prepared to do Love Evolution with Kazune, but Rika planted the Seed of Chaos into the Chronos Clock. The Chronos Clock became error, and sent Karin into her past.",
                    "Aliases": []
                },
                "2": {
                    "ID": "2669101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669101",
                    "TitleEnglish": "Karin-chan Becomes a Goddess",
                    "SummaryEnglish": "Karin almost has her ring destroyed in exchange for a fake promise of reviving Shii-chan, but Kazune comes and saves it. After a confrontation between Kazune and the stranger, he agrees to meet Karin the next day to talk about her ring. While Kazune and Karin are talking, Himeka disappears. She comes back later with butterflies, accidentally making Kazune-kun faint.",
                    "Aliases": []
                },
                "3": {
                    "ID": "2669111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669111",
                    "TitleEnglish": "Himeka-chan's Secret",
                    "SummaryEnglish": "Kazune starts training Karin, but she has trouble keeping up with his regimen. She begins school at Seiei Sakuragaoka, but becomes depressed when she realizes she does not know much about Kazune or Himeka. Karin cheers up when she meets a cute upperclassman, but is soon confronted by a goddess.",
                    "Aliases": []
                },
                "4": {
                    "ID": "2669121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669121",
                    "TitleEnglish": "Reunion with Shii-chan",
                    "SummaryEnglish": "Karin finds a cat in her room that looks remarkably like her dead cat Shii-chan. Kazune decides to investigate. He heads for a suspiciously locked room,and asks Karin to stay away from it. Meanwhile, Karin begins to make friends at Sakuragaoka and Kirio plans his next attack.",
                    "Aliases": []
                },
                "5": {
                    "ID": "2669131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669131",
                    "TitleEnglish": "Kazune-kun's Big Midterm Strategy",
                    "SummaryEnglish": "Karin learns that if she is one of the bottom twenty on the next test, she's going to be kicked out of Sakuragaoka. Kazune agrees to help Karin study, but she must not only deal with his study sessions, but the Kazune-Z and Kirio as well.",
                    "Aliases": []
                },
                "6": {
                    "ID": "2669141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669141",
                    "TitleEnglish": "Dosukoi! Love at the School Festival",
                    "SummaryEnglish": "Karin's class decides to do a cafe with costumes for the school festival. She manages to get a cute outfit, and invites Kirika to come to the cafe. She also learns Himeka has a crush on somebody, most likely Kazune (known from some clues). Meanwhile, Kirio tells Kirika that the festival is a perfect opportunity for them, but Kirika is hesitant.",
                    "Aliases": []
                },
                "7": {
                    "ID": "2669151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669151",
                    "TitleEnglish": "Hakkeyoi! School Festival Dance",
                    "SummaryEnglish": "Kirika has arrived at the festival and is searching for Karin. On the other hand, Karin has switched her outfit with Himeka's sumo outfit and must run from Kirika so as not to embarrass herself. As she runs, Kazune helps her by letting her wear his outfit and in the end, Karin dances with her \"prince\". During the dance, Kirika takes her ring without her knowing.",
                    "Aliases": []
                },
                "8": {
                    "ID": "2669161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669161",
                    "TitleEnglish": "The Ring has Disappeared",
                    "SummaryEnglish": "While looking for her ring, Karin runs into a small boy, Suzune, who is looking for his mother. Together they get trapped in the past because of the door of chaos. Suzune gives Karin a ring which was given to him by his mother to use against the door. Karin could not control the power of the ring but they were rescued by two strangers. When Karin awakes, she is in the present and dismisses the previous events as a dream.",
                    "Aliases": []
                },
                "9": {
                    "ID": "2669171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669171",
                    "TitleEnglish": "The Mysterious Transfer Student, He's Cool",
                    "SummaryEnglish": "Micchi arrives at the school and begins to investigate Kazune and Karin. While Karin, Kazune and Himeka are searching for Karin's ring they bump in to Kirio and Kirika. Because Karin lost her ring, Kazune is left to protect Himeka by himself, until Karin gets her ring back. And with the help of Kazusa she defeats Kirio and Kirika.",
                    "Aliases": []
                },
                "10": {
                    "ID": "2669181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669181",
                    "TitleEnglish": "Micchi's Exciting Hot Springs Tour",
                    "SummaryEnglish": "Micchi convinces everyone to go to a hot spring where he switches people's rings around. Karin and Himeka notice a strange girl as they go into the bath, where Himeka opens up about her relationship with Kazune. It is revealed that Himeka loves Kazune, but does not think of him as a lover. Instead, she mentions that she sees him as a brother, and occasionally, like a father. Kazune defeats Kirio - both had their partners' rings. The next morning Kazune tells Karin that he is worried about becoming nothing without being able to use his God powers.",
                    "Aliases": []
                },
                "11": {
                    "ID": "2669191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669191",
                    "TitleEnglish": "Stuck together by a mysterious light",
                    "SummaryEnglish": "Karin and Kazune squabble as they prepare to go to school. They are confronted by Kirio and as they both transform they become attached to each other. They spend the day attached while Kirio ponders about their strange behaviour believing that it is an advanced battle tactic to do with being in love. When Karin and Kazune resolve their squabbling, they separate.",
                    "Aliases": []
                },
                "12": {
                    "ID": "2669201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669201",
                    "TitleEnglish": "Adieu~ Karin-chan's first love",
                    "SummaryEnglish": "Karin's abilities improve while Kazune grows weaker, fainting even if merely transforming. Karin finds her self telling Kazune the difference of him and Kirika, she realizes that she knows a lot about Kazune. Karin later overhears Kazune confess that he is in love with her to Micchi.",
                    "Aliases": []
                },
                "13": {
                    "ID": "2669211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669211",
                    "TitleEnglish": "Kazune's Lovey-dovey Date",
                    "SummaryEnglish": "Kazune asks Karin to go out with him alone and not to tell Himeka, because it is her birthday.",
                    "Aliases": []
                },
                "14": {
                    "ID": "2669221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669221",
                    "TitleEnglish": "The Beach",
                    "SummaryEnglish": "Karin and the gang go to the beach. Kirio and Kirika happen to be there as well. Everything is well until Kirio tries to get Karin's ring, but takes Karin's swimsuit top by mistake. Now Karin and Kazune has to enter a contest against Jin, Kirio and Kirika, and win third place, or Karin won't have a swim suit. They get first place.. but Karin also realizes her feelings for Kazune.\r\nNote: This episode is based on an extra chapter included in volume 6 of Kamichama Karin.",
                    "Aliases": []
                },
                "15": {
                    "ID": "2669231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669231",
                    "TitleEnglish": "Summer Time Blues",
                    "SummaryEnglish": "Kirio falls in love with Karin who is wearing a blonde wig. Kirio then takes her modified ring and sets a survival race for his own interests. Karin and Kazune almost kiss but Kirio interrupts.\r\nNote: This episode is based on an extra chapter in Kamichama Karin Chu based on the original Kamichama Karin. It generally follows the story line. However, in the end of the original story, Kujyou told Kirio he was a man, leaving Kirio shocked. Also, Kirika was not a part of the original story.",
                    "Aliases": []
                },
                "16": {
                    "ID": "2669241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669241",
                    "TitleEnglish": "The Present is a Mysterious Ring",
                    "SummaryEnglish": "Kirika seems to have been hypnotized by a strange black ring and tries to give it to Karin. Himeka and the other Himeka have a strange dream with them both in it. Kazune is suspicious of Karin because of the way she was acting earlier.",
                    "Aliases": []
                },
                "17": {
                    "ID": "2669251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669251",
                    "TitleEnglish": "Kirika-senpai's Confession",
                    "SummaryEnglish": "After Karin found Kirika unconscious, something about Kirika makes Karin VERY, VERY, shocked. Karin finds out that Kirika is a woman.",
                    "Aliases": []
                },
                "18": {
                    "ID": "2669261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669261",
                    "TitleEnglish": "The Rival is Prince Kazune",
                    "SummaryEnglish": "Kazune gets jealous at Michii because he kisses Karin, so they don't talk to each other. Karin's class decides to do a play for the school festival. The script is a warped version of Snow White starring Karin as the poison-apple-princess, Kazune as an evil prince, and Micchi as another prince.",
                    "Aliases": []
                },
                "19": {
                    "ID": "2669271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669271",
                    "TitleEnglish": "The Romantic Theater Waits for No One",
                    "SummaryEnglish": "The day for the performance has come, but Karin gets a stomach ache and can't perform?! Kirio finds out about Micchi's ring and decides to attack.",
                    "Aliases": []
                },
                "20": {
                    "ID": "2669281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669281",
                    "TitleEnglish": "Micchi, Welcome",
                    "SummaryEnglish": "Kazune gets Micchi to go on their side. Kazune finds out from Kirio that Micchi's ring is powerful. Micchi is living with them. Karin makes a welcoming dinner called eel gratin (which most likely had some concentration of alcohol still in it, seeing as Micchi was acting weird and Kazune got drunk from eating one bite), which Kazune and Micchi eat. Micchi collapses, and Kazune gets drunk. While Kazune is drunk, he doesn't panic as he normally does when a bug passes right in from of him, he says a lot of strange things, then kisses Karin, which causes a lot of commotion.",
                    "Aliases": []
                },
                "21": {
                    "ID": "2669291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669291",
                    "TitleEnglish": "Himeka-chan and the Fortune Telling Glasses Guy",
                    "SummaryEnglish": "Kirio decides to spy on Karin and company by pretending to be a fortune teller. Meanwhile, strange things are happening with the Himekas. Kazune destroys Kirio's ring but collapses from fighting.",
                    "Aliases": []
                },
                "22": {
                    "ID": "2669301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669301",
                    "TitleEnglish": "Kazune-kun? and the Festival",
                    "SummaryEnglish": "Karin is visited by Suzune and Kazune-from-the-future, who gives her a book written by Kazune's father. When Kazune finally wakes up after collasping from the fight with Kirio, Karin and company goes to the summer festival, where Kirio kidnaps Karin, actually intending to kidnap Micchi but was too dizzy to aim properly.",
                    "Aliases": []
                },
                "23": {
                    "ID": "2669311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669311",
                    "TitleEnglish": "A visit to Karasuma's house",
                    "SummaryEnglish": "At Kirio's house, Karin meets the other Himeka and makes friends with her. Karin and Kirika decide to work together to save the Himekas. Meanwhile, Kirio is possessed by the ring of Zeus and goes on a rampage. In an attempt to stop her brother, Kirika disappears, presumably dead.",
                    "Aliases": []
                },
                "24": {
                    "ID": "2669321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669321",
                    "TitleEnglish": "Here and There, Mr. Glasses Man is Everywhere",
                    "SummaryEnglish": "Karin and Kazune are trapped in Kirio's house! Kirio attempts to steal Karin's ring by pretending to be Kazune, but to no avail. Micchi tries to use the power of his ring to save them, but ends up being eliminated as well. Kirio turns into Kazune's father's research partner, Kirihiko.",
                    "Aliases": []
                },
                "25": {
                    "ID": "2669331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669331",
                    "TitleEnglish": "The Labyrinth of Zeus's Ring",
                    "SummaryEnglish": "Karin and Kazune are still trapped in Kirio's house. While they are running around, Karin learns more about Kazune's father and his research. Himeka gets worried about Kazune and Karin and decides to find them at Kirio's house, where she meets the other Himeka.",
                    "Aliases": []
                },
                "26": {
                    "ID": "2669341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichama-karin/episodes/2669341",
                    "TitleEnglish": "Those Who are Lost in Time's Labyrinth",
                    "SummaryEnglish": "Karin's ring was broken by Kirio, but she finally remembered her past with Kazune. During the battle Karin discovers a VERY disturbing secret about Kazune. At the last moment, when it seems that all is lost, Micchi appears and gives Karin his ring. Together with Karin, Kazune finally defeats Kirihiko. Then it is revealed that Kirika wasn't dead. She finds Karin and tells her their Himeka is healthy, and Kirio has healed. However, Kazune is no where to be found after the battle... then after the ending song the \"future Kazune\" appeares to Karin while she was standing at Shii-chan's grave (the first place she met Kazune) and they both go to the future.",
                    "Aliases": []
                }
            }
        }
    }
}