{
    "URL": "https://thetvdb.com/series/spider-riders",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0813896/",
        "https://www.themoviedb.org/tv/79712",
        "https://en.wikipedia.org/wiki/Spider_Riders"
    ],
    "TitleEnglish": "Spider Riders",
    "SummaryEnglish": "Eleven-year-old Hunter Steel searches for the legendary inner world by following the instructions in his grandfather's journal. He enters a cave where he finds a mysterious manacle that attaches itself to him. A spider startles Hunter, who falls into a hole to the center of the Earth and into the subterranean world of Arachna. Here, he discovers a small group of elite warriors struggling to survive and to save Arachna from the attack of giant insect mutants. The warriors are children, each fighting with the help of their own 10 ft (3.0 m) battle spiders. They call themselves \"Spider Riders\".",
    "Aliases": [],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "306411",
            "URL": "https://thetvdb.com/series/spider-riders/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "2728581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2728581",
                    "TitleEnglish": "The Inner World",
                    "SummaryEnglish": "After finding a sacred talisman called a Manacle, Hunter Steele enters the Inner World through a portal deep within a pyramid. Here he meets Corona, a Spider Rider, and Shadow, a battle spider destined to be Hunter's partner.",
                    "Aliases": []
                },
                "2": {
                    "ID": "2728591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2728591",
                    "TitleEnglish": "Never Give Up",
                    "SummaryEnglish": "Hunter and Corona are on their way to Arachna Castle, the home of the Spider Riders. On the way, they must save a village being attacked by Invectids led by Grasshop of the Big Four.",
                    "Aliases": []
                },
                "3": {
                    "ID": "2728741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2728741",
                    "TitleEnglish": "First Impressions",
                    "SummaryEnglish": "Hunter and Corona arrive at Arachna Castle, and Hunter meets Igneous and Prince Lumen. Hunter must prove that he is a Spider Rider in a duel against Igneous.",
                    "Aliases": []
                },
                "4": {
                    "ID": "2728791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2728791",
                    "TitleEnglish": "Smells Like Team Spider",
                    "SummaryEnglish": "The Village of Fragrant Blooms is being attacked, and the Big Four Mistress Beerain is behind it. Disguised as a young girl \"Raine\", Beerain tricks Igneous and Corona into smelling the Blossom of Darkness, which Hunter ultimately destroys, reversing the effect.",
                    "Aliases": []
                },
                "5": {
                    "ID": "2728811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2728811",
                    "TitleEnglish": "Memories of Champions",
                    "SummaryEnglish": "The Hill of Champions holds a monument where the Spirit Oracle first enshrined the first King Arachna with a Manacle. Buguese, the leader of the Big Four destroys the monument, expecting to find something. Hunter and Corona defeat Buguese's monster, but Buguese escapes with the timely intervention of a mysterious girl.",
                    "Aliases": []
                },
                "6": {
                    "ID": "2728841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2728841",
                    "TitleEnglish": "Spider Rider's Ball",
                    "SummaryEnglish": "Buguese's loss to Hunter and Corona amuses Grasshop, who decides to prove his superiority by defeating the Spider Riders. However, Sparkle's creativity leads to Hunter's success in defeating the Invectids.",
                    "Aliases": []
                },
                "7": {
                    "ID": "2728861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2728861",
                    "TitleEnglish": "Princely Power",
                    "SummaryEnglish": "Lazy Prince Lumen is asked to defend a village from the Invectids, but he makes a deal instead. At first the Invectids promise that they will settle in their own village and never attack. The Invectids attack again, and Lumen fights back.",
                    "Aliases": []
                },
                "8": {
                    "ID": "2728961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2728961",
                    "TitleEnglish": "Wandering Warrior",
                    "SummaryEnglish": "The Forest of Bewilderment holds a secret and Hunter falls into it, supposedly never to return. Here he finds a Spider Rider named Magma, who is searching for a purple Spider named Portia. Hunter manages to leave the forest with Magma's help while Magma vows to join the other Spider Riders once he finds Portia.",
                    "Aliases": []
                },
                "9": {
                    "ID": "2728971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2728971",
                    "TitleEnglish": "Hunter's Holiday",
                    "SummaryEnglish": "Hunter is given a day to relax and decides that he wants sleep. Unfortunately, everyone else thinks he should be doing something else and won't leave him alone.",
                    "Aliases": []
                },
                "10": {
                    "ID": "2728981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2728981",
                    "TitleEnglish": "The Mask of Aqune",
                    "SummaryEnglish": "When a village is disrupted by Invectids digging a tunnel to reach the Oracle's shrine, Hunter and Aqune are separated from their respective groups. While Hunter's friends look for him, Aqune takes care of Hunter until Buguese arrives.",
                    "Aliases": []
                },
                "11": {
                    "ID": "2729381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729381",
                    "TitleEnglish": "Deadly Distractions",
                    "SummaryEnglish": "While Grasshop is assigned to distract the Spider Riders using whatever means possible, Buguese searches for the Oracle Keys. Grasshop challenges Hunter, Corona, and Igneous to an elaborate duel, but attempts to end it with a giant Invectid mech. Magma arrives to save the day while Buguese and Aqune successfully break into the shrine holding the first of four Oracle Keys.",
                    "Aliases": []
                },
                "12": {
                    "ID": "2729431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729431",
                    "TitleEnglish": "Keys to Destruction",
                    "SummaryEnglish": "Grasshop accidentally reveals Lord Mantid's plans to acquire the Oracle Keys and the Spider Riders must rush to the Oracle's shrine to recover the key before Buguese does.",
                    "Aliases": []
                },
                "13": {
                    "ID": "2729441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729441",
                    "TitleEnglish": "A New Power",
                    "SummaryEnglish": "With the Oracle Key in hand, Hunter and Shadow become more powerful warriors. However, they find that even with their newfound abilities, they still cannot free Aqune and Portia from Buguese's control.",
                    "Aliases": []
                },
                "14": {
                    "ID": "2729451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729451",
                    "TitleEnglish": "Stag's Challenge",
                    "SummaryEnglish": "Stags has heard of Hunter's new power and wants to try and defeat it by challenging Hunter to a duel. However, Hunter finds that he cannot summon the Oracle's power at will until he is in true danger. The Spider Rider defeats Stags, who vows return someday to defeat Hunter.",
                    "Aliases": []
                },
                "15": {
                    "ID": "2729461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729461",
                    "TitleEnglish": "Ghost Spider",
                    "SummaryEnglish": "Legend says whoever sees a shadow of a dancing spider will be cursed, unless the person sees the shadow again (which will remove the curse). Hunter sees the shadow, then Igneous and Magma, then Corona. However, it is revealed that the shadow is more friend than foe and not a ghost at all.",
                    "Aliases": []
                },
                "16": {
                    "ID": "2729471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729471",
                    "TitleEnglish": "Corona's Homecoming",
                    "SummaryEnglish": "Lumen sends Corona and Hunter to search for the second Oracle Key in Araja Village, which happens to be where Corona was raised. Beerain follows them in hopes of snatching the key away and a battle between the Invectid and the Spider Riders ensues.",
                    "Aliases": []
                },
                "17": {
                    "ID": "2729481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729481",
                    "TitleEnglish": "Return of a Friend",
                    "SummaryEnglish": "Slate, an old friend and comrade of Igneous, returns to Arachna for a visit. Hunter is dismayed that the former duo are not getting along, especially when Slate challenges Igneous to a duel to prove their strength, only to discover that Grasshop is blackmailing Slate.",
                    "Aliases": []
                },
                "18": {
                    "ID": "2729491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729491",
                    "TitleEnglish": "Unmasked",
                    "SummaryEnglish": "Hunter and Magma find a maskless Aqune in an ancient school with no knowledge of how she arrived there; a suspicious Magma believes Aqune could be a spy. He and Hunter must soon battle her and Portia, who declares her brother Brutus is an enemy, when Buguese arrives to take back Aqune.",
                    "Aliases": []
                },
                "19": {
                    "ID": "2729501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729501",
                    "TitleEnglish": "Lumen's Love",
                    "SummaryEnglish": "Lumen is visited by Lady Noia, a childhood friend of his, who is revealed to be Beerain in disguise. She and Grasshop attempt to steal the Oracle Key, but finds that a lovesick Lumen keeps getting in her way.",
                    "Aliases": []
                },
                "20": {
                    "ID": "2729511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729511",
                    "TitleEnglish": "Hero Act",
                    "SummaryEnglish": "Hunter and Corona attempt to help a theater owner who is losing business because his play about the legendary hero, Quake, isn't interesting enough. They recruit the other Spider Riders to act in the play, but find trouble when Grasshop decides to \"join in\" as well.",
                    "Aliases": []
                },
                "21": {
                    "ID": "2729521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729521",
                    "TitleEnglish": "Because I'm a Warrior",
                    "SummaryEnglish": "The Spider Riders have been facing Invectids everyday for weeks now and Corona is tired of fighting. Castle seer Lily offers to show Corona what her life would be like according to the Spider Rider's dreams.",
                    "Aliases": []
                },
                "22": {
                    "ID": "2729531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729531",
                    "TitleEnglish": "Wages of War",
                    "SummaryEnglish": "Hunter accompanies Magma, who is travelling to a nearby village to find more information on Portia. Hunter meets Katy, an Invectid who lives among humans because she does not believe in fighting. She is captured by Grasshop and Aqune.",
                    "Aliases": []
                },
                "23": {
                    "ID": "2729541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729541",
                    "TitleEnglish": "Dark World",
                    "SummaryEnglish": "Grasshop disguises himself as a woman, believing he'll be able to sneak into Castle Arachna to steal the Oracle Keys. The plan, like most of Grasshop's, goes awry and the Invectid is soon dismissed by from the Big Four.",
                    "Aliases": []
                },
                "24": {
                    "ID": "2729551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729551",
                    "TitleEnglish": "Key to the City",
                    "SummaryEnglish": "The city of Nuuma is under siege by Stags, who seeks to claim the Oracle Key enshrined there. The Queen of Nuuma sends a page to deliver a mysterious box to Arachna Castle, but ends up dropping the box on Lumen's head. Chaos ensues as the Spider Riders attempt to save the page while Grasshop attempts to take the box.",
                    "Aliases": []
                },
                "25": {
                    "ID": "2729561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729561",
                    "TitleEnglish": "Action in Arachna",
                    "SummaryEnglish": "The page from Nuuma reveals his box contains another Oracle Key and that Stags has invaded Nuuma. While Hunter believes they need to go to the faraway Nuuma, Lumen refuses because it would mean leaving Arachna defenseless for a long period of time. Meanwhile, Beerain and Buguese are sent to retrieve the two Oracle Keys now in Hunter's possession.",
                    "Aliases": []
                },
                "26": {
                    "ID": "2729571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729571",
                    "TitleEnglish": "Big Bug",
                    "SummaryEnglish": "Hunter discovers that the Invectids have invaded the city of Nuuma and wants to go help the Nuumans, but is disappointed that the other Spider Riders are reluctant, even with the possibility of a third Oracle Key being there. Grasshop appears again with the unstoppable Goldenbore to steal Hunter's Oracle Keys; can the Spider Riders create an opening so Hunter can defeat this foe or will Buguese and Aqune turn victory into defeat?",
                    "Aliases": []
                },
                "27": {
                    "ID": "2729591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729591",
                    "TitleEnglish": "Fateful Decision",
                    "SummaryEnglish": "Stags and his army are about to obtain the fourth Oracle Key when the Oracle raises a shield around Nuuma Castle and raises it into the sky. Hunter continues to try and convince the other Spider Riders to go to Nuuma; fortunately, with Slate's return to Arachna, none of the Spider Riders have any reason to refuse to go to Nuuma.",
                    "Aliases": []
                },
                "28": {
                    "ID": "2729611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729611",
                    "TitleEnglish": "Journey of Champions",
                    "SummaryEnglish": "The Spider Riders reach the town of Fuushuwa and discover they need to a ship in order to sail up Fuushuwa Falls and then across the Inner Ocean to Nuuma. When Quint, owner of the only ship in town, refuses to help them, Hunter tries to find his own way to Nuuma. Meanwhile Sparkle, who was left behind, joins up with a reformed Grasshop and they build a flying machine to travel across the sea.",
                    "Aliases": []
                },
                "29": {
                    "ID": "2729621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729621",
                    "TitleEnglish": "Voyage",
                    "SummaryEnglish": "The voyage to Nuuma is anything but pleasant - the Spider Riders are disorganized, getting seasick, the food is disgusting, and everyone is lazy. Hunter's efforts to put everything in order are in vain and things only get worse when they find they have to somehow cross a channel of lava.",
                    "Aliases": []
                },
                "30": {
                    "ID": "2729641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729641",
                    "TitleEnglish": "Ghost Ship",
                    "SummaryEnglish": "The Spider Riders are attacked by Invectids but lose them when their ship enters a strange fog. A mysterious ship appears before them and they meet the Lost Mariner, a sailor who once aided the hero Quake on his way to Nuuma.",
                    "Aliases": []
                },
                "31": {
                    "ID": "2729661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729661",
                    "TitleEnglish": "Paradise",
                    "SummaryEnglish": "With their ship is destroyed, the Spider Riders are separated and Hunter, Corona, and Magma wake up in a strange forest. Aqune appears and is prepared to attack when her mask crumbles and she and Portia are released from their spell. Buguese arrives to retrieve Aqune, Portia, and Hunter's Oracle Keys, but everyone suddenly disappears, leaving Buguese confused.\r\nThe Spider Riders are in a place where they are offered the decision to give up their lives as Spider Riders and live peacefully. Will Hunter and the other Spider Riders throw away their manacle's to live peaceful lives?",
                    "Aliases": []
                },
                "32": {
                    "ID": "2729681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729681",
                    "TitleEnglish": "Hero",
                    "SummaryEnglish": "Hunter and the Spider Riders are back in the forest where they come upon a strange old man who claims that he is the hero Quake. The man's identity is in doubt until he successfully fends off Buguese and his Invectids with his staff. Quake then sends the Spider Riders on their way, by opening a portal to the desert.",
                    "Aliases": []
                },
                "33": {
                    "ID": "2729701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729701",
                    "TitleEnglish": "Grasshop's Misfortunes",
                    "SummaryEnglish": "Lumen and Igneous are travelling across forested land when they find Sparkle, who reveals she has been accompanied by her \"Uncle Hop\" - Grasshop. Grasshop must decide if he wishes to continue aiding the Invectids or help the Spider Riders, especially Sparkle, who reminds him on his own children and whose kindness has saved him more than once.",
                    "Aliases": []
                },
                "34": {
                    "ID": "2729711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729711",
                    "TitleEnglish": "Reunions",
                    "SummaryEnglish": "Both Corona and Aqune have unsettling feelings concerning what will happen in Nuuma. Buguese arrives and captures an injured Corona to use her as bait to take Hunter's Oracle Keys. When Hunter agrees to give up the keys for Corona, Buguese reveals his true plan - to regain control of Aqune. The Spider Riders are finally all reunited.",
                    "Aliases": []
                },
                "35": {
                    "ID": "2729721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729721",
                    "TitleEnglish": "Spies and Lies",
                    "SummaryEnglish": "The Spider Riders aren't certain if they can trust Grasshop yet and interrogate the Invectid. While Beerain distracts the Spider Riders and tries to lure Grasshop back with a promise to reinstate him in the Big Four, Buguese has Aqune attempt to break through the Oracle's shield to enter Nuuma Castle.",
                    "Aliases": []
                },
                "36": {
                    "ID": "2729731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729731",
                    "TitleEnglish": "Numa Castle",
                    "SummaryEnglish": "The Spider Riders finally enter Nuuma and discover the city is completely deserted and the castle is suspended in the sky. Accompanied by Solan, a page of Nuuma Castle, they are taken to the castle and greeted by the beautiful Queen Illuma, who senses something familiar about Corona.",
                    "Aliases": []
                },
                "37": {
                    "ID": "2729741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729741",
                    "TitleEnglish": "Bitter Revenge",
                    "SummaryEnglish": "The Invectids have invaded Nuuma Castle with the help of Aqune. Queen Illuma tries to dissuade the Spider Riders from fighting, believing they are too young, but Hunter and the others choose to defend the castle anyways. Stags challenges Hunter again to a duel with the promise that he will be the victor this time.",
                    "Aliases": []
                },
                "38": {
                    "ID": "2729751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729751",
                    "TitleEnglish": "The Confrontation",
                    "SummaryEnglish": "Hunter regains consciousness after Stags defeats him and continues to fight back. Buguese and Aqune attack Lumen and Igneous, who are defending the Oracle Key in its sanctuary.",
                    "Aliases": []
                },
                "39": {
                    "ID": "2729761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729761",
                    "TitleEnglish": "Protectors of Life",
                    "SummaryEnglish": "Hunter fights Buguese's Battle Beetle, but cannot defeat it until Grasshop helps out by removing its regeneration component. However, Buguese reveals that he was merely distracting the Spider Riders while Aqune removes the Oracle Key from its chamber.",
                    "Aliases": []
                },
                "40": {
                    "ID": "2729771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729771",
                    "TitleEnglish": "Oracle's Maiden",
                    "SummaryEnglish": "With the Oracle Key removed, Nuuma Castle starts falling to the ground. Hunter and Corona use the Oracle's power along with one of Hunter's Oracle Keys to bring the castle down safely. Queen Illuma reveals startling details about Corona's and Aqune's past as being sisters as well as being handmaidens to the spirit Oracle.",
                    "Aliases": []
                },
                "41": {
                    "ID": "2729781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729781",
                    "TitleEnglish": "Returning",
                    "SummaryEnglish": "Upon returning to Arachna, the Spider Riders discover Invectids at the castle. Slate and his troops struggle to hold them off until Igneous turns the tide in their favour. The Invectids flee, only to return at night with a new type of Invectid to attack Slate and other guards.",
                    "Aliases": []
                },
                "42": {
                    "ID": "2729791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729791",
                    "TitleEnglish": "Bad Omen",
                    "SummaryEnglish": "Mantid, with two Oracle Keys in his possession, creates a cannon capable of attacking Arachna Kingdom. Hunter and Corona sneak into Mantid's fortress to disable the cannon while Beerain discovers Mantid's true plan - to take all of Oracle's power for himself and with no intention of bringing sunlight back to the Invectids' land.",
                    "Aliases": []
                },
                "43": {
                    "ID": "2729801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729801",
                    "TitleEnglish": "Fly No Longer",
                    "SummaryEnglish": "Beerain escapes from Mantid and tries to find Buguese to inform him of Mantid's true intentions, but is attacked by Aqune, who damages Beerain's wings. Hunter fights Buguese and traps Corona to protect her, believing that Corona no longer wishes fight.",
                    "Aliases": []
                },
                "44": {
                    "ID": "2729811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729811",
                    "TitleEnglish": "A Lack of Trust",
                    "SummaryEnglish": "Grasshop and Sparkle find a badly injured Beerain and treat her injuries. Hunter and the Spider Riders consider negotiating with Invectids instead of fighting them. When Buguese appears, Hunter makes the offer, but ends up in a duel with Buguese instead. Beerain arrives to reveal Mantid's plan, but Buguese deliberately rejects her, aware that Mantid's spies are watching, and leaves her with the Spider Riders.",
                    "Aliases": []
                },
                "45": {
                    "ID": "2729821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729821",
                    "TitleEnglish": "Labyrinth",
                    "SummaryEnglish": "Despite Grasshop's request she stay, Beerain leaves the Spider Riders, uncertain where she will go, because she does not trust humans yet. The Spider Riders and Grasshop decide to infiltrate Mantid's castle through the dangerous labyrinth. However, when they are attacked and Hunter falls from a bridge, he awakes in the company of Aqune, who takes him to meet Mantid for the first time.",
                    "Aliases": []
                },
                "46": {
                    "ID": "2729831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729831",
                    "TitleEnglish": "Afraid of the Dark",
                    "SummaryEnglish": "The Spider Riders try to think of a plan to find Hunter and get out of the labyrinth. Mantid reveals to Hunter how the Invectids have lived in darkness without sunlight for most of their lives and offers to prove it by removing Aqune's mask and having her show Hunter around.",
                    "Aliases": []
                },
                "47": {
                    "ID": "2729841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729841",
                    "TitleEnglish": "Dark Deceptions",
                    "SummaryEnglish": "Hunter agrees to give Mantid his Oracle Keys so long as the Invectids never attack Arachna again. Quake arrives and reveals to Hunter that Mantid is the one responsible for taking the Oracle Sun from the Invectids and that he has no intention of bringing it back. Corona and the others are able to leave the labyrinth at last and join Hunter and Quake.",
                    "Aliases": []
                },
                "48": {
                    "ID": "2729851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729851",
                    "TitleEnglish": "Mantid's Trap",
                    "SummaryEnglish": "Quake reveals a prophesy concerning eight Spider Riders defeating Mantid and that Quake (after Aqune rejoins them) is the eighth. Mantid gives Buguese control of his new creation, Dark Opal, and commands him to attack the Spider Riders with Aqune. However, when Hunter, after failing to reach a peaceful resolution, tries to use his Oracle Keys, their power is stolen by Dark Opal and given to Mantid, who is using Aqune to prevent Buguese from betraying him.",
                    "Aliases": []
                },
                "49": {
                    "ID": "2729861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729861",
                    "TitleEnglish": "Welcome Back",
                    "SummaryEnglish": "Mantid uses Aqune to steal the Oracle's power causing the Oracle herself to weaken and then enhances Aqune in order to have her defeat the Spider Riders. Mantid then shows up as his renewed self. Mantid then commands the spider riders to bow down to him Hunter trys to object but Grasshop doesn't let him. Grasshop tells Mantid to do what ever he wanted to do with him if he spare the spider riders. Mantid almost kills grasshop but is stopped by Buguese who order him to keep the promise he made to his people. Buguese then attempts to take Mantid on using Dark Opal, but is defeated. Mantid sends Aqune to attack the spider riders,then Buguese freeing Aqune from Mantid's control,.",
                    "Aliases": []
                },
                "50": {
                    "ID": "2729871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729871",
                    "TitleEnglish": "Ark of Destiny",
                    "SummaryEnglish": "Buguese survives after crashing Dark Opal into Mantid's fortress and laments that he lacked the power to force Mantid to bring back the sun. Grasshop guides the Spider Riders through the sewers to reach Mantid and the group separates again: Sparkle and Lumen escort Grasshop to visit his family, Igneous and Magma fend off Invectids, and Hunter, Corona, Aqune, and Quake confront Mantid, who reveals he was once an Earthen like Hunter and then summons a ship composed entirely of the Oracle's power - the Ark of Destiny.",
                    "Aliases": []
                },
                "51": {
                    "ID": "2729881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729881",
                    "TitleEnglish": "Faces of Fear",
                    "SummaryEnglish": "Mantid intends to use his Ark of Destiny to ascend and conquer the Outer World with the Oracle's power and to take revenge on the Oracle, to whom he dedicated his life to only to lose the one he loved most in the process. Quake reveals his true power as a Spider Rider at last and the Spider Riders combine their efforts to destroy the Ark of Destiny. Buguese, after being rescued by Beerain and Stags, finds hope when he discovers the two abandoned Oracle Keys still glimmer with a faint light.",
                    "Aliases": []
                },
                "52": {
                    "ID": "2729891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spider-riders/episodes/2729891",
                    "TitleEnglish": "Arachna Power",
                    "SummaryEnglish": "All hope seems lost for the Spider Riders as Mantid revives his Ark of Destiny and moves to strike them again with its power. Once Buguese delivers the two keys, Hunter uses the combined power of all four Oracle Keys and destroys the ark. Corona and Aqune watch with sorrow and fear that Hunter is using the Oracle's power with hatred, but the Oracle herself appears at last. She grants Mantid's final wish to become human again and reunite with his lost Loraine, Quake's spirit moves on with the Lost Mariner, while Hunter and his friends happily head toward their next adventure.",
                    "Aliases": []
                }
            }
        }
    }
}