{
    "URL": "https://thetvdb.com/series/otogi-zoshi",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0433504/",
        "https://www.themoviedb.org/tv/34739"
    ],
    "TitleEnglish": "Otogi Zoshi",
    "SummaryEnglish": "The story is divided in two story arcs. The \"Heian Chapter\" takes place in Kyoto during the Heian period and follows Minamoto no Hikaru, the younger sister of Minamoto no Raikō, on a quest to save Japan. The \"Tokyo Chapter\" follows the reincarnations of Hikaru and her comrades as the ancient evils of days past manifest themselves in present-day Tokyo.",
    "Aliases": [
        "Fairytale Book",
        "OTOGI ZOSHI - The Legend of Magatama",
        "Otogizoshi",
        "Otogi Zoshi: The Legend of Magatama",
        "Otogizoushi"
    ],
    "Modified": "2025-05-10",
    "Seasons": {
        "0": {
            "ID": "544690",
            "URL": "https://thetvdb.com/series/otogi-zoshi/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "5578661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/5578661",
                    "TitleEnglish": "Kimon",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "5578662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/5578662",
                    "TitleEnglish": "Minato",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "315351",
            "URL": "https://thetvdb.com/series/otogi-zoshi/seasons/official/1",
            "TitleEnglish": "Heian Arc",
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4138114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138114",
                    "TitleEnglish": "Raikou",
                    "SummaryEnglish": "When the legendary gem Magatama is stolen by the barbaric Tsuchigumo clan, one noble warrior receives the order to bring the jewel back to the capital city of Heian: his name is Minamoto no Raiko. But Raiko's unexpected illness forces him to renounce the accomplishment of his perilious mission. And so Hikaru, the youngest daughter of the Minamoto family, disguises herself as a man, and assuming the identity of her elder brother Raiko, starts her journey in search of the Magatama. Together with Watanabe no Tsuna, an one-eyed retainer who made an oath of brotherhood with Raiko, Hikaru heads to Hitachi-no-Kuni, the land of the Tsuchigumo clan, but she is attacked by her enemies on the way. Her hands hesitate while she draws her bow, and for the first time in her life, Hikaru shoots an arrow at another human being.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4138115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138115",
                    "TitleEnglish": "Sadamitsu",
                    "SummaryEnglish": "Wounded after the battle with the Tsuchigumo warriors, Raiko (=Hikaru) is convinced by Tsuna to take some rest in a village nearby. But on their way, they come across a man from the village named Sadamitsu, who is accompanied by two women. Although Raiko and Tsuna have never seen this man before, Sadamitsu shows open hostility towards the two travellers. Furthermore, the village headman explains that they are living in peace with the Tsuchigumo clan, and begs Raiko not to fight with them any further. Raiko is confused by these words, but she will soon discover the unexpected truth about the village...",
                    "Aliases": []
                },
                "3": {
                    "ID": "4138116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138116",
                    "TitleEnglish": "Tsuchigumo",
                    "SummaryEnglish": "With their new companion Sadamitsu, Raiko and Tsuna approach the caves where the Tsuchigumos dwell. Inside the caves they meet with Kuzume, a young girl from the village kept in captivity by the Tsuchigumo clan. Raiko and her team advance deeper and deeper inside the cave, and in the innermost recess of this underground world, they finally see an altar emanating a holy light: it's the Magatama! But a huge shadow steps before them: for Raiko and her friends, it is time to face Hoshikuma, the feared commander of the Tsuchigumo clan!",
                    "Aliases": []
                },
                "4": {
                    "ID": "4138117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138117",
                    "TitleEnglish": "Rashou Gate",
                    "SummaryEnglish": "The whole city of Heian welcomes Raiko, who's succeeded in bringing the legendary jewel Magatama back to the capital. But sadness fills Hikaru's heart, as she has been unable to save the life of her brother. Hikaru retreats in solitude by the Rashomon Gate, and while sadly looking over the city from the top of the gate, she starts playing the flute she had received from her brother. Suddenly she realizes that a young and handsome jester is silently dancing by her side. His name is Mansairaku. But there is no time to think: a shower of arrows coming from the bottom of the stairs invests Hikaru. The Rashomon Gate is commonly believed to be a haunted place where demons and other supernatural creatures appear, and the guards, alarmed by the sound of the flute and the mysterious dance, have rushed to the spot. Will Hikaru and Mansairaku escape?",
                    "Aliases": []
                },
                "5": {
                    "ID": "4138118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138118",
                    "TitleEnglish": "Urabe",
                    "SummaryEnglish": "Raiko, Tsuna and Sadamitsu venture on a new journey to the Western provinces, and this time they are accompanied by a girl named Urabe, who has been appointed by the Emperor himself. Their first task is to reach an island in the Seto Inland Sea, known as the Cursed Island, where a gang of pirates is said to store the Water Magatama. Dressed in female outfits to disguise their true identities, the travellers are welcomed without any suspicion by the inhabitants of a village on the coast near the island. Raiko is confident that her plan to capture the Magatama is proceeding well, but due to a terrible accident caused by Urabe, the fellowship seems to be on the verge of disruption. Will Raiko be able to hold her team together?",
                    "Aliases": []
                },
                "6": {
                    "ID": "4138119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138119",
                    "TitleEnglish": "Noroi-Jima",
                    "SummaryEnglish": "Like a forest of stupas floating in the mist, countless oars are standing like eerie towers on the islands of the Seto Inland Sea. One of these islands, called Noroijima, the Cursed Island, is the den of Torakuma, chief of a pirate gang who is said to be in possession of the Water Magatama. Hikaru and her fellows sail toward Noroijima...",
                    "Aliases": []
                },
                "7": {
                    "ID": "4138208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138208",
                    "TitleEnglish": "Mansairaku",
                    "SummaryEnglish": "In the midst of an ephemeral moment of dream that has brought tranquility to her heart, Hikaru is suddenly awakened by an assault of unknown and hostile men. Despite her courage, she is no match for so many foes. When any resistance seems pointless and she is about to fall into enemy's hands, an unexpected friend comes out from the shadow...",
                    "Aliases": []
                },
                "8": {
                    "ID": "4138209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138209",
                    "TitleEnglish": "Red Demon",
                    "SummaryEnglish": "Raiko and her fellows are finally approaching Chinzei, the land of Shuten Doji, leader of the Kumaso clan. They bend their steps through the heart of enemy territory and towards their final destination, the Kumaso's fortress. But once in front of this unusual system of buildings and fortifications, they are welcomed by a giant fireball launched from inside the walls.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4138210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138210",
                    "TitleEnglish": "Darkness",
                    "SummaryEnglish": "Raiko and her fellows rush to Heian, and report to the Court about Shuten Doji's plans. But their words are despised, and instead they receive an order to remain confined to their quarters. One night, Hikaru makes up her mind: with the flute received from her brother, she leaves the palace behind her.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4138211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138211",
                    "TitleEnglish": "Shuten",
                    "SummaryEnglish": "Hikaru, Sadamitsu and Tsuna climb the slope of Oeyama, where the besieging Shuten Doji's army has its main encampment. Looking down, the city below them appears devoured by the flames of a raging inferno, caused by the overwhelming power of the incredible weaponry of Kumaso. How can Hikaru and her followers save Heian and themselves from the approaching catastrophe?",
                    "Aliases": []
                },
                "11": {
                    "ID": "4138212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138212",
                    "TitleEnglish": "Relationship of Enmity",
                    "SummaryEnglish": "At Oeyama, Raiko has succeeded in seizing the Fire Magatama, but she is attacked by an unexpected assassin. Devastated by fire, the proud city of Heian appears now as a poor burned corpse in front of the astonished fellowship. But inside the palace walls, the Lords of the Right and the Left seem to be indifferent to the disaster that has ravaged the city, and instead are rather concerned about their own plans.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4138213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138213",
                    "TitleEnglish": "Seimei",
                    "SummaryEnglish": "Nobody but Hikaru can stop the stars and the fate they are bringing to the human world. And now, instigated by the onmyoji's conspiracy, even the guards of Heian are after Hikaru and her fellows -alive or dead. But there is no time left.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4138214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138214",
                    "TitleEnglish": "Hikaru",
                    "SummaryEnglish": "Hikaru is standing firm at the Rashomon Gate. For the words her brother left to her. For the hopes that her friends entrusted to her. For the prayers of the people of Heian. Her woman's heart, her disguised identity as Raiko, everything is now behind her; and for the first time, Hikaru shoots her arrows to kill.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "470398",
            "URL": "https://thetvdb.com/series/otogi-zoshi/seasons/official/2",
            "TitleEnglish": "Tokyo Arc",
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4138215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138215",
                    "TitleEnglish": "Tokyo",
                    "SummaryEnglish": "Hikaru and Tsuna are gathering information on one of the only two railroad crossings along the Yamanote line, where some mysterious phenomena have been reported. It's late night and the last train has long departed the platform, when suddenly the emergency alarm at the crossing gate starts ringing unexpectedly. At that moment, Hikaru sees her missing brother once again. The cogs of destiny have been set in motion.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4138216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138216",
                    "TitleEnglish": "Shinjuku",
                    "SummaryEnglish": "Before disappearing, Raiko left numbers of strange photos. One of them is a photo of the skyscraper complex where the Tokyo Metropolitan Government Offices reside in Shinjuku, submerged in water. Hikaru feels that this photo may be related to her brother's disappearance, and talks to Tsuna about it. However, Tsuna ends up getting her upset from being too, concerned about her wellbeing. Confused Hikaru rushes out of the Minamoto Heights.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4138217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138217",
                    "TitleEnglish": "Shibakouen",
                    "SummaryEnglish": "Tsuna is late again with his rent, so Hikaru decides to help him beat the strict deadline for one of his articles about the Tokyo Tower. Kintaro demands to go with Hikaru and Tsuna to Shiba Park. When the three take the elevator to the Tokyo Tower observatory, they discover an astonishing sight through the lens of a coin telescope.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4138218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138218",
                    "TitleEnglish": "Kourakuen",
                    "SummaryEnglish": "Sadamitsu, Kintaro, and Hikaru are watching a boxing match at the Korakuen Hall. Kintaro gets so overly excited to see the match for the first time that he asks Sadamitsu to take him to the bathroom. Sadamitsu finds a tournament table affixed on the wall, and notices that somebody had scribbled something on it, which makes him freeze on the spot.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4138219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138219",
                    "TitleEnglish": "Ueno",
                    "SummaryEnglish": "Flames run across the dark surface of the Shinobazu pond, where miriads of lotus are blooming. Raging blazes embrace hundreds of cherry trees that proudly blossomed out of season, as well as the entire forest of Ueno. The flames advance to Hikaru's legs, clothes, fingers, and the whole body, making her completely immovable. Her screams echo through the night.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4138220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138220",
                    "TitleEnglish": "Shibuya",
                    "SummaryEnglish": "A mysterious white dog has been spotted near Shibuya Station. Some people believe that it is the ghost of Hachiko, the famous loyal dog who had waited for his master's return for 10 years. Hikaru is at the bus rotary near Shibuya Station East Exit to gather some information about this strange ghost story, when she encounters the mysterious man with a long coat, who Hikaru presumes may know about her brother Raiko. Hikaru tries to follow him, but the man disappears right in front of a shinto shrine.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4138221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138221",
                    "TitleEnglish": "Azabu",
                    "SummaryEnglish": "Recently, Tsuna has been acting strange behind Hikaru's back. One day he puts on a nice suits, which he never does, and surprises both Hikaru and Sadamitsu. Hikaru is suspicious while Sadamitsu no doubt believes that there must be a woman. Hikaru decides to tail Tsuna, but when she notices his unusually serious behavior, she takes a firm decision about something.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4138222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138222",
                    "TitleEnglish": "Ikebukuro",
                    "SummaryEnglish": "It's Tsuna's birthday, and Hikaru decides to express her gratitude by preparing nice dinner. But that evening, Tsuna neither returned nor called. Concerned, Hikaru follow his traces to Ikebukuro, where she is approached by a stranger.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4138223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138223",
                    "TitleEnglish": "Ookubo",
                    "SummaryEnglish": "Tormented by her long lost memories, Hikaru now fears that her friends may also get dragged into her destiny. In the meanwhile, having remembered the inexplicable events in Ikebukuro, Tsuna now understands why Hikaru has started to act so strangely after what had happened at Manseibashi.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4138224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138224",
                    "TitleEnglish": "Marunouchi",
                    "SummaryEnglish": "The snow falls silently, covering the building of the Tokyo Station. After the earthquake, all train lines have been halted and people have started evacuating the area, but Hikaru and her friends rush into the station. Time is running short, but a series of obstacles arises one after another, and interrupts them from doing what they need to do, as if to stop them.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4138225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138225",
                    "TitleEnglish": "Manseibashi",
                    "SummaryEnglish": "Hikaru is standing on the platform of Tokyo Station. For Tsuna and his other fellows who had risked their lives in order to help her, and for the city of Tokyo where she was born and raised, Hikaru steps into the very origin of her fate.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4138226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138226",
                    "TitleEnglish": "Kimon",
                    "SummaryEnglish": "Urabe is paying a visit at the hospital with a stray cat Torakuma. Here she meets with a young girl suffering for an unknown disease. Torakuma stares at the girl silently. Having perceived Torakuma's feelings, Urabe decides to sneak into the older ward of the hospital in order to help her.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4138227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otogi-zoshi/episodes/4138227",
                    "TitleEnglish": "Minato",
                    "SummaryEnglish": "A strange old man is sitting in the park in Tokyo with a book in his hand and intently observing the ceaseless transformations of the city of Tokyo. He starts to talk with great eloquence about the flow of time and the history of the city, and gradually fascinates Mansairaku with his intriguing stories.",
                    "Aliases": []
                }
            }
        }
    }
}