{
    "URL": "https://thetvdb.com/series/mm",
    "Genres": [
        "Animation",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1952071/",
        "https://www.themoviedb.org/tv/38084"
    ],
    "TitleEnglish": "MM!",
    "SummaryEnglish": "Because of a traumatic incident in the past, Sado Tarou has turned into a masochist, deriving pleasure from when cute girls violently beat him up. He will never be able to normally love if he stays like this though and his friend Hayama Tatsukichi suggests to look for help. So to cure his condition, letting him confess his love to Shihori-hime, he visits the Second Voluntary Club, that supposedly fulfils the wishes of students. Arriving there he only finds Isurugi Mio, a deluded girl believing she is a goddess, and Yuuno Arashiko, the girl that unintentionally turned him into a masochist...",
    "Aliases": [
        "Emu Emu!"
    ],
    "Modified": "2023-10-19",
    "Seasons": {
        "0": {
            "ID": "327661",
            "URL": "https://thetvdb.com/series/mm/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 9,
            "Episodes": {}
        },
        "1": {
            "ID": "327681",
            "URL": "https://thetvdb.com/series/mm/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "2913241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mm/episodes/2913241",
                    "TitleEnglish": "My Free-Fall First Love!",
                    "SummaryEnglish": "Sado Tarou suffers from sexual masochism; he experiences sexual pleasure from pain. He falls in love with a certain girl, Shihori, but decides he cannot pursue her with his condition. His best friend, Tatsukichi Hayama, tells him to visit the Voluntary Club, a place that grants students' wishes, for a cure. At the club, he finds Isurugi Mio, a girl who thinks she is a god. She pretends to be nice but as soon as Tarou tries to leave, she turns into an evil monster telling him that she was being patient. He also sees Arashiko Yuno, whom he apparently has known before in middle school, the girl who was actually responsible for his masochism. Later, Mio decides to continue his treatment by giving Tarou so much pain, his mind will no longer feel any pleasure. She injures him so he must stay in the infirmary where Yuno looks after him.",
                    "Aliases": []
                },
                "2": {
                    "ID": "2913431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mm/episodes/2913431",
                    "TitleEnglish": "The Distance Between Similar People",
                    "SummaryEnglish": "In the second episode of MM! we’re given a larger picture regarding the connection between Yuuno and Tarou. Yuuno, Tarou’s middle school friend, is the one that caused the sexual masochism fetish that he has right now by slapping him in back in middle school.",
                    "Aliases": []
                },
                "3": {
                    "ID": "2982131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mm/episodes/2982131",
                    "TitleEnglish": "The Dog Fight for You",
                    "SummaryEnglish": "In this episode, the show starts again from last episode, where a new character appears. Her name is Mamiya Yumi, she’s Arashiko’s best friend and a creepy pervert who’s an expert at massaging people (and giving them orgasms… derp 0-0). As we meet her, she tells Tarou that Arashiko is going to transfer to an all girls school with her. As Mio is trying to tell him that he should probably care about this transfer, we see a flash-back of the scene where Arashiko tells Tarou how she became androphobic, and we learn some extra info concerning this topic. The next day Yumi comes to the Volunteering Club in order to meet everyone, and a very funny scene occurs where everyone’s weakness is pointed out.",
                    "Aliases": []
                },
                "4": {
                    "ID": "3027221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mm/episodes/3027221",
                    "TitleEnglish": "With This & That Silly Couple",
                    "SummaryEnglish": "The entire episode follows Tarou and Mio on a pseudo-date, where they have to do lovey-dovey couple things together, in order to cure each other's (Tarou's masochism, Mio's socialization issues). I found it absolutely hilarious how Tarou constantly received phone calls from Michiru-sensei, giving him instructions on what to do.",
                    "Aliases": []
                },
                "5": {
                    "ID": "3027231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mm/episodes/3027231",
                    "TitleEnglish": "Genius Girl is in a Raging Panic!",
                    "SummaryEnglish": "Episode 5 starts off with Mio in a witch costume performing an exorcism on Tarou. In the distance, Noa Hiiragi is spying on Tarou while she wears some kind of supercomputer eye display and seems to be calculating some kind of power that's being emitted by Tarou as he endures Mio's treacherous torture.",
                    "Aliases": []
                },
                "6": {
                    "ID": "3027241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mm/episodes/3027241",
                    "TitleEnglish": "My Trouble-Filled Home",
                    "SummaryEnglish": "Episode six starts off with more training with Mio, to help cure Tarou's masochism. Not long after their training, I nearly got a nosebleed just by seeing Arashiko in a nurse uniform.",
                    "Aliases": []
                },
                "7": {
                    "ID": "3027251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mm/episodes/3027251",
                    "TitleEnglish": "Love Triangle in the Summer?",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "3027261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mm/episodes/3027261",
                    "TitleEnglish": "\"B\" & \"L\" Love Relationship",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "3027271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mm/episodes/3027271",
                    "TitleEnglish": "MFC's Great Conspiracy",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "3027281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mm/episodes/3027281",
                    "TitleEnglish": "Sadistic Lady Arashiko",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "3027291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mm/episodes/3027291",
                    "TitleEnglish": "The Lost Memory",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "3027301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mm/episodes/3027301",
                    "TitleEnglish": "The Christmas Wish",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}