{
    "URL": "https://thetvdb.com/series/super-robot-wars-original-generation-the-inspector",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Science Fiction",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4837190/",
        "https://www.themoviedb.org/tv/45214"
    ],
    "TitleEnglish": "Super Robot Wars: Original Generation - The Inspector",
    "SummaryEnglish": "With many of its central personnel lost in the war, the Earth Federation Government is forced to rebuild, and Brian Midcrid, president of the Unified Colonies, takes the position of its president. During an emergency session of the Federation Diet, he publicly acknowledges the existence of extraterrestrials, and reveals the events of the L5 campaign to the masses in what will later come to be called the \"Tokyo Declaration.\" He goes on to state that these aliens pose a serious threat to humanity.",
    "Aliases": [],
    "Modified": "2025-04-12",
    "Seasons": {
        "1": {
            "ID": "329201",
            "URL": "https://thetvdb.com/series/super-robot-wars-original-generation-the-inspector/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "2923351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/2923351",
                    "TitleEnglish": "Red Impact",
                    "SummaryEnglish": "In the era known as \"New A.D., six months after the \"DC War\" against the military organization \"Divine Crusaders', and the \"L5 Campaign\" against the extraterrestrial foes known as \"Aerogaters\"... Lt. Kyosuke Nanbu's Earth Federation PT Squad \"The ATX Team\" heads to the far east to defeat the survivors of DC. In the middle of the fight, he and his partner Excellen witness the sudden arrival of a new humanoid weapon. This new angel-like machine, is it a friend or a foe",
                    "Aliases": []
                },
                "2": {
                    "ID": "2923361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/2923361",
                    "TitleEnglish": "Unknown Voice",
                    "SummaryEnglish": "In the middle of the battle with the remnants of DC, a mysterious woman named Lamia Loveless appears, piloting a Special Unit (A Special Humanoid Mobile Weapon) She has strange problems with her language, and her unknown origins make Kyosuke suspicious. Meanwhile, Archibold's DC forces attack a dig site in China called Shiyu Mound. The federation battlecarrier Shirogane rushes to intercept, and the ATX team, now with Lamia, sorties. Excellent and Bullet are surprised by the strange feeling in the air around the mound. Then strange plantlike monsters appear, as well as a Tiger and Dragon Chokijin",
                    "Aliases": []
                },
                "3": {
                    "ID": "2990231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/2990231",
                    "TitleEnglish": "The Cross Borne",
                    "SummaryEnglish": "A mock battle betweent two prototypes is underway at Izu base. Ryusei of the SRX team is piloting a simplified mass produced version of his own R-1, the R-Blade, and Latouni of the special tactics instruction squad is piloting the Wild Falken, the new unit from the ATX plan. Meanwhile, Archibold's DC forces send Yuki's squad to recover the prototype. Two of the members of his squad are Arado and Seolla, young pilots trained at a special institute called \"The School\". Latooni, who once attended the school herself, encounters Seolla on the battlefield.",
                    "Aliases": []
                },
                "4": {
                    "ID": "2990241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/2990241",
                    "TitleEnglish": "Bonds And Promises",
                    "SummaryEnglish": "To Latooni, Arado and Seolla are old friends fom the Special training organization \"The School\". Ryusei and the others meet up with the ATX team, and persue the DC remnants. They're stopped by Seolla in the Wild Falken, and Latooni goes after her, but..",
                    "Aliases": []
                },
                "5": {
                    "ID": "2990251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/2990251",
                    "TitleEnglish": "In the name of DC",
                    "SummaryEnglish": "The Shirogane is damaged in its fight with the DC remnants. Kyosuke begins to wonder at the enemy's overwhelming firepower, and suspect the existance of a 3rd party behind the scenes. Meanwhile, at the massive underground Earth Cradle, DC's headquarters, forces are steadily gathering..",
                    "Aliases": []
                },
                "6": {
                    "ID": "3112451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/3112451",
                    "TitleEnglish": "Cherry Blossom Phantom",
                    "SummaryEnglish": "When Alado is shot down by Latooni, he's taken prisoner aboard he Hagane and given treatment for his injuries. Meanwhile, Seolla returns to the Neo-DC base, the \"Earth Cradle\", and is \"recondition\" by Aguilla Setome, erasing her memories of Alado. Aguilla learns that Latooni, who had once given up on Latooni and expelled her from the School, is now fighting for the Federation. She orders the school's top ace, Ouka Nagisa, to recover her",
                    "Aliases": []
                },
                "7": {
                    "ID": "3113511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/3113511",
                    "TitleEnglish": "Black Infiltrator",
                    "SummaryEnglish": "A blue special unit appears in front of the Hagane's pilots. It's pilot calls Kyosuke \"Beowulf\". Later, the Hagane stops at Aviano base in the Meditteranian. Tehre, Kyosuke, Excellent, Rai, and Latooni are given a mission to guard aparade during an environmental summut in the Dukedom of Riksent. When they arrive, they are greated by princess Shine. Latooni is overjoyed to see her friend again, and Kyosuke and Excellen enjoy a rare date in between their missions, but..",
                    "Aliases": []
                },
                "8": {
                    "ID": "3144351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/3144351",
                    "TitleEnglish": "Servants of the Dark Bird",
                    "SummaryEnglish": "The pilots of the battle carrier \"Hiryuu Kai\", which fought with the Hagane during the DC and L5 campaigns, are undergoing training. Katrina's Octo Squad, Tasuku, Leona, and Russel, each launch in their own units. Meanwhile, the space fortress \"White Star\", formerly the base of the aerogaters that attacked the earth, is attacked by a mysterious force. The force also appears at the Mao Industiries moonbase, and Ryoto, Rio, and Rin, who are loading a new unit for transport, recieve a message. \"Hand over the Huckebein.",
                    "Aliases": []
                },
                "9": {
                    "ID": "3183561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/3183561",
                    "TitleEnglish": "Inspector",
                    "SummaryEnglish": "The enemies that attacked the White Star in the L5 area were a different group of aliens than the Aerogaters. They used teleportation to launch a surprise attack on the Federation's North American military facilities, and succeed in taking them over. The Tesla Reich Labs, where the Special Units and Project TD's new mechs are being built, is no exception, and it is surrounded by alien mobile weapons. Kusuha, Ibis, and Sleigh attempt to escape with the new mechs, but they are met by a bizarre looking foe. Its pilot calls this new enemy the \"Inspectors\"..",
                    "Aliases": []
                },
                "10": {
                    "ID": "3219581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/3219581",
                    "TitleEnglish": "A Fairy Dances In The Moonlight",
                    "SummaryEnglish": "The Inspectors have taken over the major military bases of the North American Reion, and the Federation Government and military are plunged into chaos. Meanwhile, Archibold of the Neo D.C. forces takes over the Riksent Duchey to secure military funds. The Battle Carrier Hiryuu Kai has descended to Earth, and met up with the Hagane. Kyosuke, Excellen, and the other pilots launch a mission to recover Riksent from Neo DC. Rai, whose sister in law was killed by Archibold, corners him enraged, but the group is endangered. Then Latooni and Shine's new armored modules, the Fairlions, appear..",
                    "Aliases": []
                },
                "11": {
                    "ID": "3281541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/3281541",
                    "TitleEnglish": "The Harpe Sickle",
                    "SummaryEnglish": "The Earth Federation begins \"Operation Plantagenet\" to sweep the Inspectors from North America. Neo-DC joins the force, and Kyosuke's former enemies now become his allies. Also, Marion Ladam realises the hidden potential Alado carries, and makes him the pilot of the new Wild Wurger. Meanwhile, High-ranking Federation beauracrat Glassman, North American Theatre Commander Kenneth Garrett, and Isurugi Heavy Industries CEO continue their conspiracy..",
                    "Aliases": []
                },
                "12": {
                    "ID": "3324251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/3324251",
                    "TitleEnglish": "Shadow Mirror",
                    "SummaryEnglish": "Despite the cease-fire with Neo-DC, the Federation's Izu base comes under attack. Suspecting a plot, Kyosuke and Excellen launch a counterattack. Alado finds Seolla among the attackers, and launches in the Wild Wurger himself. But Aguila Setme's reconditioning has caused her to forget Alado, and she tries to defeat him. Latooni and Shine work together with him, but Ouka appears in her Rapiecage. Then Lamia's Angelg points its main weapon at the Hagane's bridge. Just what is she planning",
                    "Aliases": []
                },
                "13": {
                    "ID": "3427991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/3427991",
                    "TitleEnglish": "Exiles from Paradise",
                    "SummaryEnglish": "Vindel and Lemon's Shadow Mirror forces have been working with Neo-DC. After the sneak attack on Izu, they are stopped by three black mechs. Retzel's Garbine Mk-3 Tronbe, Sanger's Grungust Type-3, and Giliam's Geschpenst Type RV. Giliam attacks their mothership the Ganland to destroy Shadow Mirror's teleporter, System XN. Vindel orders his men to capture Giliam. How are the two connected",
                    "Aliases": []
                },
                "14": {
                    "ID": "3461551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/3461551",
                    "TitleEnglish": "With Those Pure Eyes",
                    "SummaryEnglish": "Giliam and Lamia tell the rest of the team the true identity of Shadow Mirror. They are from a parallel world, and have come here using the dimension/space teleporter \"System XN\". They plan to bring about endless, controlled conflict, securing for themselves a reason for existence and humanity a means of advancement. Operation Plantagenet begins, and the Hagane and Hiryuu Custom head for Hawaii. During their approach, a girl calling herself Alfemi suddenly appears and speaks to Kyosuke and Excellen. Who is she, and what does she wan",
                    "Aliases": []
                },
                "15": {
                    "ID": "3530871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/3530871",
                    "TitleEnglish": "War God's Armament Dygenguar!",
                    "SummaryEnglish": "Sanger in his Grungust Type-3 and Retzel's Mark-3 Tronbe appear at the Tesla Reich Laboratories, now under the control of the Inspectors. The Inspector Vigagi tries to stop them with his Gulgaw. Outnumbered and overpowered, the Grungust is badly damaged and Sanger is gravely endangered. Then, a Special Unit apepars from the underground hanger on the lowest level of the labs. Its name is the \"Dynamic General Guardian.\" Sanger tries to get inside it, but.",
                    "Aliases": []
                },
                "16": {
                    "ID": "3534751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/3534751",
                    "TitleEnglish": "Only One Crash",
                    "SummaryEnglish": "The SRX team's Mai Kobayashi, who had lost her memories, learns that she was once the leader of the Aerogater forces who attacked earth, Levi Tolar. As if rushing in through a crack in her wounded heart, the remanants of Levi's mind increase in strength. Mai leaves the Hagane in the R-Gun Powered, as if being led by Levi. She is met by Neo-DC, who attack her despite the cease-fire. The leader of the Neo-DC forces is Aguila Setme, who knows another secret about her past..",
                    "Aliases": []
                },
                "17": {
                    "ID": "3606481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/3606481",
                    "TitleEnglish": "Steel Cry",
                    "SummaryEnglish": "The operation to defeat the Inspectors, Operation Plantagenet, nears its end, as the Federation Carries Hagane and Hiryuu Custom meat with Colonel Van Vat Tran of Neo-DC to attack the Inspectors at Langley base. They're met by Mekibos, one of the Inspector leaders. After a brutal battle, Kyosuke and Excellen succeed in breaking through the enemy's defensive lines, but shadow Mirror forces teleport in in front of them. They had secretly made an alliance with the Inspectors. And then the Shadow Mirror flagship, the Ganrand, aims its guns at the Hagane..",
                    "Aliases": []
                },
                "18": {
                    "ID": "3676431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/3676431",
                    "TitleEnglish": "The Inviting Fires of Demons",
                    "SummaryEnglish": "After escaping from the Inspectors, Shadow Mirror, and the mysterious monster, the captain of the Hagane, Daitetsu, falls. Excellen and the Weissritter are captured by the monsters, and Kyosuke is wounded in his battle with Axel, and his Alt Eisen crippled. The monsters, who are now called \"Einst\", attack military bases all over the world, causing even further chaos. Meanwhile, Excellen and the Weissritter are changed by Alfemi. What are the Einst after",
                    "Aliases": []
                },
                "19": {
                    "ID": "3713381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/3713381",
                    "TitleEnglish": "RyuKohOh Appears",
                    "SummaryEnglish": "The appearance of the Einst has plunged the Earth into Chaos, and the Federation, Neo-DC, and the Inspectors reach a stalemate. Meanwhile, Einst attack the Canadian city of Winnipeg. The Hiryuu Custom rushes to the area, but is stopped by Alfemi and a changed WEiss Ritter. Bullet and Kusuha launch in the Grungust Type-3, and when they arrive they feel an evil energy in Winnipeg. Its source is a massive Einst. As they struggle against it, the Chokijin RyuKohOh appears",
                    "Aliases": []
                },
                "20": {
                    "ID": "3761461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/3761461",
                    "TitleEnglish": "The Young Raptor",
                    "SummaryEnglish": "The Neo-DC base Earth Cradle has been strangely silent since Operation Plantagenet. Archibold and Aguila, who care nothing for Colonel Van's wishes, have been hiding there. Captain Lefina of the Hiryuu Custom decides that there is a high probability the Earth Cradle will be used as the Inspector's new planetside base, and goes to investigate. Ouka, Seolla, and the Machinery Children approach them. Alado flies out in his Wild Wurger. Will his love reach Seolla, with her memories rewritten",
                    "Aliases": []
                },
                "21": {
                    "ID": "3818161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/3818161",
                    "TitleEnglish": "Rest in the Cradle",
                    "SummaryEnglish": "The Hiryuu Custom fights a fierce battle with Neo-DC in the Earth Cradle. The Kurogane attempts a charge. Sanger and his Dygenguar fight a final battle against Wodan and his Thrudgelmir. Raidiese and Retzel find their arch-enemy Archibold and begin the battle they've waited for for so long. And Ouka, given a powerful reconditioning by Setme, attacks the rest of the children from the School..",
                    "Aliases": []
                },
                "22": {
                    "ID": "3914091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/3914091",
                    "TitleEnglish": "It is by Knowing the Time to Fall",
                    "SummaryEnglish": "Aguila's reconditioning has turned Ouka into a battle machine. Her Rapieçage Fantome overwhelmes the School children. Cuervo Cero makes an attempt to revive her memories. Meanwhile something strange was happening throughout the Earth Cradle. The activated machine cells repaired the damaged enemy units, and stopped the SRX-team dead in their tracks. And above the gate of Magus, the Dygenguar and Thrudgelmir face off, ready to use their ultimate techniques",
                    "Aliases": []
                },
                "23": {
                    "ID": "3914101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/3914101",
                    "TitleEnglish": "The Heart of a Fallen Angel",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "24": {
                    "ID": "3987651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/3987651",
                    "TitleEnglish": "To the White Hellstar",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "25": {
                    "ID": "4043941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/4043941",
                    "TitleEnglish": "What Once Was",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "26": {
                    "ID": "4059251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-inspector/episodes/4059251",
                    "TitleEnglish": "Pierce, Faster Than Him",
                    "SummaryEnglish": "Something strange happens to the White Star, and the ruler of the Einst, Neu Regisseur, teleports in. The heroes are shocked at its size. Neu Regisseur begins to change the Earth into a world for the Einst to live in, and more Einst appear. The ATX team, Dygenguar and the Aussenseiter charge in to stop them, but..",
                    "Aliases": []
                }
            }
        }
    }
}