{
    "URL": "https://thetvdb.com/series/squid-girl",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1738090/",
        "https://www.themoviedb.org/tv/35447"
    ],
    "TitleEnglish": "Squid Girl",
    "SummaryEnglish": "The sea in our world has been polluted. All sorts of trash were thrown into the sea, making it unpleasant deep under the sea. One of the inhabitants of the sea, Ika Musume (Squid Girl) seeks to exact revenge on humanity for throwing trash into the sea. Clueless about the surface, she seeks to invade humanity alone, trying to rule over the world, only to find herself slaving away at one of the nearest beach-houses for breaking a side of its wall.",
    "Aliases": [
        "Shinryaku! Ika Musume",
        "Shinryaku!? Ika Musume",
        "The Invader Comes From the Bottom of the Sea!",
        "Shinryaku! Ika Musume 2"
    ],
    "Modified": "2025-09-17",
    "Seasons": {
        "0": {
            "ID": "330591",
            "URL": "https://thetvdb.com/series/squid-girl/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "4099532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/4099532",
                    "TitleEnglish": "Mini Squid Girl Short Story",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "4114108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/4114108",
                    "TitleEnglish": "Mini Squid Girl Short Story #2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "4611400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/4611400",
                    "TitleEnglish": "Ink You Can Break It? Squidn't That Normal? Wanna Play Hide and Seak?",
                    "SummaryEnglish": "Original anime DVD bundled with the 12th volume of the manga.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4611401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/4611401",
                    "TitleEnglish": "Is That a Squiddie Pool? Squidn't This Your Mom? Inking a Message in a Bottle?",
                    "SummaryEnglish": "Original anime DVD bundled with the 14th volume of the manga.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4997852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/4997852",
                    "TitleEnglish": "Isn't That a Helper? Won't You Be Found Out? Aren't You a Police Officer?",
                    "SummaryEnglish": "Original anime DVD bundled with the 17th volume of the manga.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4998292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/4998292",
                    "TitleEnglish": "Squidn't That English?",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "4998294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/4998294",
                    "TitleEnglish": "Isn't That an SP?",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "9755730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/9755730",
                    "TitleEnglish": "Ika Ice Tabenaika?",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "9755731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/9755731",
                    "TitleEnglish": "Kore ga Umi e no Ai ja Naika!",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "330601",
            "URL": "https://thetvdb.com/series/squid-girl/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "2935171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/2935171",
                    "TitleEnglish": "Who's Up for a Squid-Vasion? / Hold On A Squid, Aren't You A Compatriot? / Aren't I Just the Squiddiest?",
                    "SummaryEnglish": "Angered by the pollution in the seas, a squid girl named Ika Musume comes from the sea and declares the invasion of Earth at a nearby yakisoba stand, but isn't taken seriously due to her small stature. When she goes to plead her case, she is mistaken for a waitress, which puts the responsibility of invading the world into perspective. When she breaks a hole in the store with her tentacles trying to hit a mosquito, the store manager, Eiko Aizawa, puts her to work in order to pay for the damages. Later, Ika meets Eiko's little brother, Takeru, who goes to great lengths to pretend to be a squid-person so he can be Ika's comrade. During a rainy day where there are few customers, Ika takes the opportunity to try and take over the stand, but is overpowered by the eldest sister, Chizuru. As punishment, Ika is forced to use her own ink to make Squid Ink Spaghetti, which becomes popular.",
                    "Aliases": []
                },
                "2": {
                    "ID": "2940601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/2940601",
                    "TitleEnglish": "Wait A Squid, Aren't You On My Side? / Up For A Squid-Celebration? / Wanna Play With This Squid?",
                    "SummaryEnglish": "Ika meets lifesaver, Gorō Arashiyama, though gets annoyed when he doesn't live up to her definition of 'protector of the sea'. Ika tries to drown him to show him up, but this in turn prevents him from reaching a kid trapped in a current, so Ika must save her herself. After witnessing a birthday party, Ika decides she wants one as well, so the Aizawa sisters hold a party for her before playing with some fireworks. Ika later meets Aiko's friend Sanae Nagatsuki, who takes a creepy liking towards her and forces her to cosplay for her personal photo collection.",
                    "Aliases": []
                },
                "3": {
                    "ID": "2964501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/2964501",
                    "TitleEnglish": "Aren't You A Fraidy-Squid? / You're the Squid's Sworn Enemy, Aren't You? / Squidzooks! Aren't You A New Recruit?",
                    "SummaryEnglish": "The gang take Ika, who had never heard of ghosts before, on a test of courage at the local cemetery, but she just ends up scaring everyone with her ability to emit light. Later, Ika becomes frightened when inflatable killer whales start showing up around the place (believing they are real), since killer whales are her natural predator. When Takeru asks Gorō to teach him how to swim, Ika tries to teach him to avoid the whales. Later, a new girl, Nagisa Saitō, joins the stand, though is a bit nervous around Ika, who becomes pleased that someone actually fears her.",
                    "Aliases": []
                },
                "4": {
                    "ID": "3055381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/3055381",
                    "TitleEnglish": "How Much is that Squiddy in the Window? / Ride 'em, Squiddy! / You're Phonier than an 11-Tentacled Squid!",
                    "SummaryEnglish": "When Ika finds a lost wallet, the owner rewards her with 10,000 yen, which she spends on frozen shrimp. When the TV in the beach house breaks down, Ika is invited to sleep over at the Aizawa household. While exploring the beach, Ika and Eiko find an imitation Squid Girl built by the owner of a rival beach house, Southern Winds, to attract customers. The owner challenges Eiko to various matches for possession of the original, though the imitation's efforts prove scary.",
                    "Aliases": []
                },
                "5": {
                    "ID": "3055391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/3055391",
                    "TitleEnglish": "Not From This Sea, Are You? / Why Not Join the School of Fish? / Wouldn't Having A Pet Be Squidtastic?",
                    "SummaryEnglish": "A woman named Cindy Campbell who comes from a US extraterrestrial research laboratory believes Ika to be an alien and wants to take her back to her lab. Cindy attempts to brainwash Ika into thinking she's an alien, but her appetite snaps her out of it. Later, Ika has a look around Eiko's school, believing it to be a military base. She decides to hold the principal captive and take over the school before Eiko stops her. Later, Sanae has a dream in which Eiko finds a miniaturized Ika and keeps it as a pet.",
                    "Aliases": []
                },
                "6": {
                    "ID": "3135341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/3135341",
                    "TitleEnglish": "Up For An Inkredible Hero Stage Show? / Squidn't You Be Studying Right Now? / Is This Inkfatuation Or Love?",
                    "SummaryEnglish": "A hero show is performed on the beach for the kids, though the performers run into a bit of trouble when Ika somehow manages to get everyone to cheer for the villain. When Ika then takes the costume for herself, Chizuru acts as a guest character to set her straight. Later, Eiko is shocked to find Ika is able to solve complex math problems. She reluctantly asks her to teach her how to study, only to find the technique is illegible to humans. After Gorō rescues her from drowning, Nagisa becomes concerned that he may have been brainwashed into thinking Ika isn't a threat, leading to some strange misunderstandings.",
                    "Aliases": []
                },
                "7": {
                    "ID": "3135351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/3135351",
                    "TitleEnglish": "Focus Your Tentacles On Her! / Feeling Inkuisitive? / A Squiddle Work Never Killed Anyone.",
                    "SummaryEnglish": "Concerned about any evil plans Ika may have, Nagisa decides to sleep over at the Aizawas to keep watch on her. Nagisa pretends to not be scared of Ika, which upsets her. Eiko tries to convince Ika to just be friends with Nagisa, but Nagisa's fear rises up again. As Ika decides to play as being Queen, Cindy manages to trick her into agreeing to come to her secret laboratory, where she meets some her strange co-workers; Harris, Clark and Martin. Later, the girls run into the Southern Winds owner's daughter, and offer her a trial run working at the Lemon. As she attracts more sales, Eiko lets the owner have Ika for the Southern Winds, where she proves to be a worthwhile entertainer.",
                    "Aliases": []
                },
                "8": {
                    "ID": "3135361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/3135361",
                    "TitleEnglish": "Aren't You A Squiddle Under the Weather? / Ink That A New Ability? / Squidn't You Bring An Umbrella?",
                    "SummaryEnglish": "Ika gets a fever, which she believes to be a special Squidgirl disease revolving around a craving for shrimp, so Eiko tries to help her stay off shrimp until she gets better. Later, Ika learns about the fins on her hat and everyone tries to figure out what they are used for. She also gets into a debate with one of Takeru's friends over sandcastles. Later, Ika becomes fascinated by umbrellas believing them to be ideal weapons.",
                    "Aliases": []
                },
                "9": {
                    "ID": "3217351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/3217351",
                    "TitleEnglish": "Wanna Doorbell Ditch, Squiddo? / Can Squids Put On Make-Up? / Holy Squid! Is That A Secret Weapon?",
                    "SummaryEnglish": "While trying to avoid Chizuru's wrath after a failed attempt at doorbell ditching, Ika ends up making friends with a schoolgirl named Kiyomi Sakura. Ika invites Kiyomi over to the Aizawa household, but becomes paranoid that she'll get punished for not asking permission. Later, Ika tries on lipstick for the first time and becomes interested in all sorts of makeup. After that, Sanae and Cindy get into a fight over their respective desires for Ika. Later, the MIT trio bring over a special device which turns out to be a disintegrator ray which destroys the whole beach house.",
                    "Aliases": []
                },
                "10": {
                    "ID": "3245561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/3245561",
                    "TitleEnglish": "Isn't That A Teru Teru Bosquid? / What Squidsn't There To Like? / One! Two! Three Squids, You're Out!",
                    "SummaryEnglish": "On a rainy day, Ika exhibits a talent for art, though the depictions of her friends are somewhat scary. Later, Eiko tells Sanae that she should give up on her crush on Ika and try to become proper friends with her. However, holding herself back from Ika proves to be harder than Sanae thought. Later, when Kiyomi's baseball team falls short one member, Ika decides to help her out. Though she initially has trouble with the game, her tentacles soon come into good use.",
                    "Aliases": []
                },
                "11": {
                    "ID": "3245571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/3245571",
                    "TitleEnglish": "I Ink That's A Doll? / Isn't That Fishy? / Squids To Match My Mountains.",
                    "SummaryEnglish": "Eiko finds an old doll from her childhood that freaks Ika out as it appears to move by itself overnight. As Eiko recalls the doll's features, she and Sanae wonder about the whereabouts of the other doll in the set. Having witnessed her abilities first, Cindy starts to wonder if Chizuru is actually an alien and elists the help of the MIT trio to gather some DNA. Later, Ika and the Aizawas go on a hiking trip to the mountains, where Ika's tentacles seem to attract the appetites of the wildlife.",
                    "Aliases": []
                },
                "12": {
                    "ID": "3245581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/3245581",
                    "TitleEnglish": "You feeling lucky, squid? / Quite the squidicament we're in. / An even worse squidicament!",
                    "SummaryEnglish": "A beach volleyball tournament is held with a 3D television as top prize and Ika and Eiko decide to team up, managing to reach the finals against Gorō's team. When Eiko twists her ankle during the match point, Chizuru takes her place and wins the competition. Later, Ika's tentacles suddenly stop working, along with her other squid abilities, and the others try various methods to bring them back with no avail. Although the others suggest it would be alright if Ika returns to the sea, everyone becomes lonely when Ika doesn't immediately return. Ika later returns with her tentacles cut off, residing herself to being a normal girl, though Takeru makes it clear this isn't what makes her happy. As Ika laments on the beach, she meets a girl named Kozue Tanabe, who assures her not all humans are bad and that she is not alone. As Ika and Eiko go swimming in the sea, they are caught in a whirlpool caused by the MIT trio, and Ika's desire to save Eiko causes her tentacles to grow back, allowing her to rescue Eiko from drowning.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "427651",
            "URL": "https://thetvdb.com/series/squid-girl/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "3752731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/3752731",
                    "TitleEnglish": "Who's Up For A Squid-vasion?! / Ink That's A Love Rival?! / Making A Few Squid With Jellyfish",
                    "SummaryEnglish": "After renewing her resolve to invade mankind, Squid Girl suspects various things to be counter measures against her. Later, Kiyomi and her friends come to the Lemon to see Squid Girl, much to the dismay of a very jealous Sanae. When the sea becomes filled with jellyfish, the Lemon holds a contest to see who can catch the most jellyfish.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4182609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/4182609",
                    "TitleEnglish": "Won't You Go to Elementary School!? / Won't You Cosplay!? / Aren't you Lighter!?",
                    "SummaryEnglish": "Squid Girl joins Takeru to elementary school, where the teacher becomes jealous of her popularity. When some bullies take over the playground, Squid Girl challenges them to a game of soccer, which proves tricky without her tentacles. Later, Eiko tries dressing up Nagisa as a guy to attract female customers, which also stops Squid Girl's teasing. Ayumi also comes to work again, being dressed in a maid's outfit equipped with a metal knuckle to overcome her shyness. However, they both stop after Ayumi's father points out this isn't solving the core issues. Later, Eiko and Chizuru are surprised to find Squid Girl has the ability to change her weight at will, leading to some odd experiments.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4184237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/4184237",
                    "TitleEnglish": "How About A Squiddle Walk?! / Time To Squidzercise?! / Wanna Lend A Helping Tentacle?!",
                    "SummaryEnglish": "Noticing Sanae's dog, Alex, being jealous of Sanae constantly giving Squid Girl attention, Eiko suggests Squid Girl take him for a walk so they can bond. Though they don't initially get along, they help each other out when they are attacked by a ferocious dog. Later, Squid Girl observes some kids doing morning exercises and can't get them out of her head, leading to some trouble at work. Afterwards, Goro puts Squid Girl to work as a lifesaver, but after a couple of false starts, Goro doesn't trust her when she actually notices something dangerous in the water. However, after she manages to save some drowning kids, Goro understands that she protects the sea in her own way.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4184236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/4184236",
                    "TitleEnglish": "Isn't that English!? / Won't you stop it!? / Won't you go with the flow!?",
                    "SummaryEnglish": "After Takeru has trouble understanding a tourist, Cindy holds an English-teaching session, with Eiko being the only one who doesn't understand anything. This leads to some communication errors as Cindy misinterprets Eiko's Japanese as English. Later, Squid Girl learns about tickling from Eiko and starts going around tickling others. However, she gets her comeuppance when she attempts to tickle Chizuru and ends up catching hiccups, which she believes can only be cured if something makes her happy. Later, Squid Girl joins Takeru and the others by the river, where they have a race with grass boats. As Squid Girl follows her boat down the river, she winds up on a completely different beach.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4184249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/4184249",
                    "TitleEnglish": "Isn't That Radio-controlled!? / Isn't it Tanabata!? / Won't You Play B",
                    "SummaryEnglish": "When Takeru buys a remote-controlled car, Squid Girl takes it outside for a drive, but ends up breaking it. Feeling guilty, she offers to be a replacement herself, but soon apologises for breaking it. Later, everyone writes down their wishes for Tanabata, with Squid Girl struggling to narrow her choices down to one wish. After Takeru finishes his summer homework, Squid Girl tries to help him find ways to play by himself.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4184250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/4184250",
                    "TitleEnglish": "Won't You Go Jogging!? / Aren't you Special Police!? / Won't You Go on An Adventure!?",
                    "SummaryEnglish": "Goro accompanies Chizuru on a lengthy jog whilst Eiko and Takeru take Squid Girl on a tour of the city, where she becomes shocked at the sight of a large Buddha statue. Later, Sanae decides to become Squid Girl's personal bodyguard so she can be around her all the time. However, her 'SP' self soon comes into conflict with her old perverted self. In another dream, Mini Squid Girl finds herself blown into the wilderness and goes on an adventure to find her way back home.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4184251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/4184251",
                    "TitleEnglish": "Care To Squidertain Our Guests!? / Ink That Amnesia!? / Your Porpoise Joining the Club!?",
                    "SummaryEnglish": "Ayumi's father invites the Aizawas to have dinner at his house, where Squid Girl and Eiko find his unique hospitality to be quite awkward. Later, Squid Girl falls down the stairs and loses her memory. As the others try to make up memories for her, she regains them after she tries to force her hat off and sees her life flash before her eyes. Later, Squid Girl decides to set up an 'Invasion Club' with Kiyomi and her friends, where they go out to various places to 'invade'. Squid Girl becomes worried about the club when Kiyomi becomes absent with a cold, but they all decide to visit her and invade her house too.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4184252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/4184252",
                    "TitleEnglish": "Watch My Shell While I'm Out?! / Quitting Cold Squid?! / Come Down With A Squiddle Heat Stroke?!",
                    "SummaryEnglish": "As Squid Girl is put in charge of the house whilst everyone is away, she mistakes a burglar for Chizuru's father. After falling into another trap, Squid Girl tries to give up her craving for shrimp, but finds it hard to resist temptation. Later, both Squid Girl and Sanae collapse with heat stroke, with Squid Girl becoming paranoid over what'll happen should Sanae recover first.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4184253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/4184253",
                    "TitleEnglish": "Eel You Play House With Me?! / Didn't We Have A Squidrrangement?! / Shall We Jet Over To An Amusement Park?!",
                    "SummaryEnglish": "A girl named Risa asks Squid Girl and Eiko to play House with her, which becomes more complicated when Sanae and Kiyomi get cast as Squid Girl's lovers. Later, Eiko and Chizuru give Squid Girl a bag and schedule planner for her to make use out of, though she finds things don't always go to her scheduled plans. On the weekend, the Aizawas take Squid Girl to an amusement park they went to as kids, only to find it is closing down and the only ride left are the teacups. Despite the limited rides, the gang decides to stay with the park until the end, giving Eiko memories of being with her parents.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4184254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/4184254",
                    "TitleEnglish": "Squid Meets Grill?! / Wanna Learn Self-Squidfense?! / Aren't You Freezing Your Tentacles Off?!",
                    "SummaryEnglish": "As the Aizawas get together to have yakiniku, between Squid Girl and Chizuru, Eiko can't get any beef for herself. Wanting to better handle herself around flirtatious boys, Ayumi takes some self-defense lessons from Chizuru, who demonstrates her techniques on Goro. On an extremely hot day, the Three Stooges equip the Lemon with a super powered air conditioner to attract customers, which soon turns the beach into a Winter wonderland, which quickly turns into a blizzard.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4184255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/4184255",
                    "TitleEnglish": "Squidn't That Hypnosis?! / Shall We Join Tentacles?! / I Ink We're Alone Now?!",
                    "SummaryEnglish": "As Sanae practises hypnotism in the hopes of hypnotising Squid Girl, the others play along with her. Although Sanae fails to make it work, Squid Girl is actually able to make it work, only to discover the coin she had been using was actually a device made by the Three Stooges. Later, the Southern Winds owner joins forces with the Three Stooges to make a robotic Squid Girl to once again challenge the real deal. Although it proves to be a match for Squid Girl, its technical shortcomings lead to its loss. Later, Squid Girl tries to make an effort to become more evil, but becomes concerned when Chizuru doesn't react to her misbehavings. The two end up going shopping and going to a restaurant together, where Chizuru expresses her wishes to be good friends with Squid Girl.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4184256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/squid-girl/episodes/4184256",
                    "TitleEnglish": "Practice Makes Squid Perfect?! / Ink That a Festival?!",
                    "SummaryEnglish": "Squid Girl asks the Lemon to help her invasion club practise for proper invasions, though really she wants to test her ability to invade without Chizuru around. After Squid Girl gets into a fight with Eiko, they decide to stop talking to each other. As everyone attends a summer festival, Squid Girl ends up getting separated from her friends. As a shower hits, Eiko decides to search for her and meets Kozue, who helps her find and make up with Squid Girl.",
                    "Aliases": []
                }
            }
        }
    }
}