{
    "URL": "https://thetvdb.com/series/detective-opera-milky-holmes",
    "Genres": [
        "Adventure",
        "Animation",
        "Comedy",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9889352/",
        "https://www.themoviedb.org/tv/51492"
    ],
    "TitleEnglish": "Detective Opera Milky Holmes",
    "SummaryEnglish": "The story takes place in an imaginary world in \"the Age of Detectives\", where private detectives and phantom thieves overwhelm the cities. It is about four girls who aim to be great detectives.\r\n\r\nSherlock, Nero, Hercules and Cordelia have, in the past, solved many cases with the aid of their \"Toyz\", a form of psychic power, and are now famous in the Holmes' Detective Academy. In addition to their fellow students, they are also held in high regard by the citizens of Yokohama, who have nicknamed the quartet Milky Holmes.\r\n\r\nHowever, one stormy night, the four girls lose their Toyz whilst engaged in battle against their nemesis, the Phantom Empire...",
    "Aliases": [
        "Tantei Opera Milky Holmes",
        "Tantei Opera Milky Holmes Dai 2 Maku",
        "Futari wa Milky Holmes",
        "Detective Opera Milky Holmes 2",
        "Tantei Opera Milky Holmes 2",
        "探偵オペラ ミルキィホームズ (2013)"
    ],
    "Modified": "2024-09-05",
    "Seasons": {
        "0": {
            "ID": "334321",
            "URL": "https://thetvdb.com/series/detective-opera-milky-holmes/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "4287511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4287511",
                    "TitleEnglish": "Detective Opera Milky Holmes: Summer Special",
                    "SummaryEnglish": "After some pushing by Irene and her father and a lack of support otherwise, Kokoro stubbornly quits her job as a police detective to become an idol. She soon finds the idol life draining and starts to miss her old detective life. When Henriette notices Sherlock's loneliness without her, she stages a statue theft in order to convince Kokoro to return to the force.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4529920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4529920",
                    "TitleEnglish": "Alternative One: Opera Kobayashi and the Five Paintings",
                    "SummaryEnglish": "Milky Holmes is a detective team composed of four girls who descended from famous detectives and possess supernatural powers known as \"Toys\". In this alternative world, instead of losing their Toys and becoming worthless students, they are on the path to becoming successful detectives. Under the guidance of Kobayashi Opera, they work to solve mysteries.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4529927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4529927",
                    "TitleEnglish": "Alternative Two: Opera Kobayashi and the Raven of the Empty Sky",
                    "SummaryEnglish": "Milky Holmes is a detective team composed of four girls who descended from famous detectives and possess supernatural powers known as \"Toys\". In this alternative world, instead of losing their Toys and becoming worthless students, they are on the path to becoming successful detectives. Under the guidance of Kobayashi Opera, they work to solve mysteries.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5981953",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/5981953",
                    "TitleEnglish": "Detective Opera Milky Holmes the Movie: Milky Holmes' Counterattack",
                    "SummaryEnglish": "The film featured a three-way battle between The Gentlemen Thief Empire, the Genius 4, and the Milky Holmes groups. Just as the Milky Holmes group is settling down to relax at a hot spring after their study tour, an alarm goes off, because The Gentlemen Thief Empire intend to steal a treasure. The two groups start to battle for who gets to use the \"Toys,\" when suddenly the Genius 4 rush to the scene.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5994567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/5994567",
                    "TitleEnglish": "Milky Holmes: Fun Fun Pearly Night ~The Gift of Ken and Janet~",
                    "SummaryEnglish": "A sweet Christmas special that riffs off O. Henry's The Gift of The Magi.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6576524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/6576524",
                    "TitleEnglish": "Detective Opera Milky Holmes: Arséne's Great Desire",
                    "SummaryEnglish": "The Phantom Thief Arsène is undeniably powerful. If she wishes for it, she could steal any treasure she wants without being caught or arrested. However, she pulls her punches because she desires that Milky Holmes achieve their full potential as detectives—and then to battle them without holding anything back. To achieve this, she tries every trick up her sleeve to create various situations for them to face each other—avoiding any hindrances that may come her way!",
                    "Aliases": []
                },
                "7": {
                    "ID": "7270139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/7270139",
                    "TitleEnglish": "Detective Opera Milky Holmes: Psycho no Aisatsu",
                    "SummaryEnglish": "Milky Holmes are doing well and solves cases one by one. Student council suddenly thought they should get graduated from the academy, and gave them a graduation test. The content of the graduation case she chose is... Aichi Sendou's Card stolen case!",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "334331",
            "URL": "https://thetvdb.com/series/detective-opera-milky-holmes/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "2964731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/2964731",
                    "TitleEnglish": "Moving into the Attic",
                    "SummaryEnglish": "During an encounter with a group of Gentlemen Thieves, the ace detective group Milky Holmes suddenly lose their Toys, which give them special abilities. A month later, they have since descended to being the worst student at Sherlock Holmes' Detective Academy. The Gentlemen Thief leader, Arsene, masquerading as the Student Council President, moves Milky Holmes into a less luxurious lifestyle inside an attic and gives them three months to recover their toys before they are expelled.",
                    "Aliases": []
                },
                "2": {
                    "ID": "2964741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/2964741",
                    "TitleEnglish": "Bread in the Pocket",
                    "SummaryEnglish": "As the Gentlemen Thieves continue their crime spree, Milky Holmes are having trouble adjusting to the poorer life. Cordelia Glauca tries to convince everyone to be friends, but inadvertently makes things worse. Everyone's mood soon livens up when Sherlock Shellingford finds a stray kitten, naming it Kamaboko. When Kamaboko starts pilfering bread from the cafeteria, Milky Holmes are accused of stealing it. Wanting to protect the kitten, Cordelia takes the blame. In order to save Cordelia from expulsion, Milky Holmes investigate the crime scene, finding the true culprit and the reason Cordelia protected him. Learning the truth, Henriette revokes the expulsion and allows them to keep the cat.",
                    "Aliases": []
                },
                "3": {
                    "ID": "3271301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/3271301",
                    "TitleEnglish": "Terror of the Coffin",
                    "SummaryEnglish": "When Milky Holmes go to assist the guarding of a statue targeted by the Gentlemen Thieves, they are teased by the anti-Gentlemen-Thief force, G4, with false promises of getting their toys back. When Hercule \"Elly\" Barton fails the ridiculous ritual set by the G4 leader, Kokoro Akechi, Nero Yuzurizaki gets angry at her. When Arséne steals a fake statue, G4 try to follow them with a tracking device, but Milky Holmes accidentally breaks their computer when Cordelia gets scared. Still sad about earlier, Elly runs off so the others go look for her at the museum, where they run into the thieves who are trying to find the real statue. During the fight, Cordelia and Twenty get trapped in a sarcophagus, but the embarrassing noises temporarily gives Elly her toy back allowing her to get them out.",
                    "Aliases": []
                },
                "4": {
                    "ID": "3271311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/3271311",
                    "TitleEnglish": "The Secret of Baritsu",
                    "SummaryEnglish": "Milky Holmes and G4 are informed about a girl named Irene Doala who went missing in the Yokohama woods. While searching for her, Sherlock and Kokoro become separated from their respective groups, winding up in a cave along with Irene. Irene explains she got lost while finding a treasure chest so she can stop her father's company from going bankrupt. When a bear attacks them on their journey back, Sherlock makes several failed attempts to rescue them only be coincidentally saved by an unexploded bomb. They are later found by G4 and returned home.",
                    "Aliases": []
                },
                "5": {
                    "ID": "3271321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/3271321",
                    "TitleEnglish": "The Case Of The Missing Fish",
                    "SummaryEnglish": "While trying to rescue Kamaboko from traffic, Elly is saved by two girls named Mary and Kate. They are revealed to be thieves, who attempt to kidnap Kamaboko, but are halted when Milky Holmes spot them and, mistaking them for detectives, invite them in. However, they soon manage to escape with Kamaboko, plotting to torture him due to his resemblance to their old boyfriend. As Milky Holmes search for him, Stoneriver, Twenty and Rat find Mary and Kate and fight against them for disturbing their territory, but are overpowered by their toys. Mary and Kate nearly take Kamaboko again, but change their mind when he saves them from one of Rat's bombs.",
                    "Aliases": []
                },
                "6": {
                    "ID": "3271331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/3271331",
                    "TitleEnglish": "The Princess's Substitute",
                    "SummaryEnglish": "The Princess of Marlo, Claris, who bears a striking resemblance to Sherlock, doesn't want to get married to a prince in order to support their country. Wanting to be a normal girl, she runs off and finds Sherlock and offers to trade lives with her for a day. While Claris hangs out with the rest of Milky Holmes, Sherlock spends the day with her prince-to-be, Pero, who is a masochist with a catgirl maid fetish. As Claris contemplates staying in this new life, her identity is discovered by Henriette, who tells her to stop running away from her troubles. Getting the help of Milky Holmes, Claris gets to the church before Sherlock gets wed to Pero, revealing she will reach her dreams with her own hands. Pero reveals he had been trying to get her to put off the marriage, as he was in love with her grandmother, who he marries, connecting the two countries after all.",
                    "Aliases": []
                },
                "7": {
                    "ID": "3271341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/3271341",
                    "TitleEnglish": "The Sun's Playful Play",
                    "SummaryEnglish": "Milky Holmes, along with Genius 4 visit a beach where it is rumored Baskerville hid his various treasures and researched a way to retrieve lost Toys. As the Gentlemen Thieves were also there planning to rob the place, Arséne joins them as Henriette. When it starts raining, they take shelter in a cave and decide to explore it, but get separated when they trigger some traps. After getting separated by a couple more traps, Sherlock and Nero learn what could possibly be the solution to regaining their Toys. However, they only end up finding a bunch of dolls in a vault which triggers another trap which fills the manor with cold water. With encouragement from Sherlock, Nero manages to get temporary control of her Toys, which heats up the water to hot spring temperature and reunites them with the others.",
                    "Aliases": []
                },
                "8": {
                    "ID": "3271351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/3271351",
                    "TitleEnglish": "The Bounce-bounce Girl",
                    "SummaryEnglish": "After being tricked by Kokoro with more false hopes of retrieving their Toys, Milky Holmes end up catching colds. Henriette spends the night nursing them back to help and ends up catching a cold herself. Milky Holmes decide to help nurse her back to health, and upon changing her clothes find her Arséne disguise, though they quickly pass it off as cosplay. Sherlock gives Henriette a rather dubious medicine that causes her Toys to go berserk, trapping everyone within a strange Momotaro-inspired illusion.",
                    "Aliases": []
                },
                "9": {
                    "ID": "3271361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/3271361",
                    "TitleEnglish": "The Tragedy Of MH",
                    "SummaryEnglish": "One night, Nezu is attacked, leaving behind a 'dying message' supposedly saying 'M.H.', which leads Milky Holmes to become murder suspects, with Henriette giving them until the next morning to prove themselves innocent. When Milky Holmes seek wisdom from a Ouija board they found, a bright light shines and Cordelia, Nero and Elly are possessed by the spirits of their ancestors, Cordelia Gray, Nero Wolfe and Hercule Poirot, who were supposedly trapped within the Ouija board. However, their takes on their case aren't particularly helpful. Sherlock is then possessed by Sherlock Holmes, who identifies the culprit as Sherlock's kohai, Sonia. She attempts to escape but is stopped by Holmes and Rat, who had only been playing dead. The detectives soon take their leave, leaving behind a message for Milky Holmes saying their toys will return after a great trial, while Sonia is transferred to another academy.",
                    "Aliases": []
                },
                "10": {
                    "ID": "3271371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/3271371",
                    "TitleEnglish": "Milky Holmes' Unfitting Occupation",
                    "SummaryEnglish": "An exam is coming up, but Milky Holmes don't study for it since they assume their Toys will come back, resulting in complete failure. They then hear about a robbery by Arséne, assuming it is the trial Holmes mentioned, only to find Stone River, Twenty and Rat fighting amongst themselves. When the thieves turn their attention towards Milky Holmes, they are beaten easily due to their Toys not working, forcing Kokoro to rescue them from an explosion. Henriette becomes frustrated at Milky Holmes' lack of progress and sets fire to their attic, declaring them expelled from Holmes Academy.",
                    "Aliases": []
                },
                "11": {
                    "ID": "3271381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/3271381",
                    "TitleEnglish": "Yokohama Grand Canyon of Fear",
                    "SummaryEnglish": "As Milky Holmes go their separate ways, Henriette becomes furious with disappointment and goes on a crime spree as Arséne. G4 briefly visit Sherlock, working at a ramen shop, before heading off to face Arséne. As Sherlock visits the other girls, Henriette hosts a broadcast saying Arséne has kidnapped her, willingly putting herself into a trap over Yokohama Gorge which could send her to her death. When G4 are defeated by the Gentlemen Thieves, Sherlock gathers together Milky Holmes and are given a ride by Irene to the gorge. While the others hold the thieves back, Sherlock dives after Henriette as she falls, which activates her Toys, along with the others. However, Henriette than changes into Arséne, revealing a plan she has wanted to fight against Sherlock at her true potential.",
                    "Aliases": []
                },
                "12": {
                    "ID": "3271391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/3271391",
                    "TitleEnglish": "Feedback Mirukyihomuzu",
                    "SummaryEnglish": "With their Toys returned, Milky Holmes battles against Arséne, who uses her illusion Toys at their full potential, producing tangible illusions, culminating in a battle in the outer atmosphere. However, after running into her cleavage, Sherlock realizes Arséne is actually Henriette, though they appear to forget this upon crashing back down to Earth. Arséne decides to retreat and 'return' Henriette. Milky Holmes are thanked for their rescue of Henriette, only to discover their Toys have also disappeared as a result of the impact. However, Henriette postpones their expulsion and refurbishes their attic room, where they soon introduced to a transfer student named Mori Arty.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "481206",
            "URL": "https://thetvdb.com/series/detective-opera-milky-holmes/seasons/official/2",
            "TitleEnglish": "Detective Opera Milky Holmes 2",
            "SummaryEnglish": "Second season of Detective Opera Milky Holmes.",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4230647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4230647",
                    "TitleEnglish": "The End Of Vegetables",
                    "SummaryEnglish": "Milky Holmes have been neglecting their roles as detectives to tend to a vegetable farm they have been working on, which irritates Henriette who wants them to work on regaining their Toys. Noticing Henriette's depression, the Gentlemen Thieves take it upon themselves to get revenge on Milky Holmes by wrecking their vegetable farm, though this ends up evoking a murderous rage within them. After Milky Holmes are reminded about their roles as detectives, the matter is settled following a few explosions and Henriette's order to destroy the farm.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4237295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4237295",
                    "TitleEnglish": "Nice Sushi",
                    "SummaryEnglish": "As Milky Holmes laments the loss of their farm, Hercule notices their Toys have returned, with the others oblivious to the fact. Hercule is later given a strange painting from her part-time job, which peaks the interest of a wealthy man as it reminds him of his long lost wife, offering a large sum which Nero accepts. However, a wind blows it away, leading to a rampant chase throughout town, with everyone besides Hercule oblivious of their use of Toys. The soon find the painting underneath a beached whale, which Hercule manages to lift off using her Toys, launching it into a pirate ship that held the man's long lost wife hostage. After eating some sushi, which Hercule forces Nero to use her money to pay for, the girls return home to learn from Henriette that the Holmes Detective Academy may be shutting down, the shock of which causes them to lose their Toys again. Hercule reminds the others of their duties as detectives and together they start thinking of a way to save the academy.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4237294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4237294",
                    "TitleEnglish": "Hakkei Island Stories",
                    "SummaryEnglish": "Milky Holmes decide to go explore the Hakkei Prison Island to find a way to save the academy, but they are captured and imprisoned on arrival. Meanwhile, Henriette and the Gentlemen Thieves have also infiltrated the island in search of a legendary treasure. After hearing about the treasure from an old man, Henriette, along with Milky Holmes, stage a breakout, but end up falling into traps by the prison guard. However, they manage to find their way out and soon find the treasure is a single flower which, when removed, reduces the prison into a pile of sea cucumbers, only to later realise they had set a bunch of criminals into the city.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4237293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4237293",
                    "TitleEnglish": "Milky Holmes' Sleeping Position",
                    "SummaryEnglish": "As Milky Holmes have trouble sleeping together, they unconcsciously activate their Toys to interfere with each other's dreams.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4252719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4252719",
                    "TitleEnglish": "Sneaky Arrangements",
                    "SummaryEnglish": "As reports come in of a flasher in the city, Milky Holmes encounters a girl named Coron from Osaka, who gets them to help her investigate the culprit. The girls come to suspect the Gentlemen Thieves and confront them with an odd method that ultimately fails, whilst Stone River comes at Hercule, suspecting her to be the flasher. Finding herself in a strange part of town, Hercule is targeted by a flasher but manages to knock her out, revealing her to be Coron, whose real name is Pō. Wanting to experience the freedom of being naked, the others decide to take her to a bathhouse, whilst G4 capture the true culprit.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4252720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4252720",
                    "TitleEnglish": "The Weirdo On The Enoden Express",
                    "SummaryEnglish": "As Milky Holmes encounter G4, who are searching on the Enoden Express train for a terrorist planning to bomb a statue, they decide to help look for the culprit after Kokoro is mysteriously knocked out. After a series of bizarre events, they discover the culprit is the conductor who is a fan of Kokoro and wanted to meet her. As the mystery behind Kokoro being knocked out is solved, Milky Holmes takes pride in their achievement until they accidentally blow up the statue themselves.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4252721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4252721",
                    "TitleEnglish": "And So Hope Was Lost",
                    "SummaryEnglish": "As Henriette's patience with Milky Holmes finally snaps, she leaks to the news that Arsene is planning to destroy Holmes Detective Agency. Later that night as everyone is gathered outside, Arsene appears, using her illusion Toys to make everyone fight each other. As she announces her plans to leave Yokohama, the Gentleman Thieves fight against her to stop her, but to no avail. She defeats the thieves and proceeds to destroy the academy, leaving Milky Holmes and everyone else behind.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4252722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4252722",
                    "TitleEnglish": "Lovely, Isn't It?",
                    "SummaryEnglish": "After spending the night searching for Henriette, the girls discover that the Academy is being shut down and all its residents being transferred elsewhere except for Milky Holmes. As both Milky Holmes and the Gentleman Thieves start to lose their grip on reality from missing Henriette, Cordelia unleashes a strange power that traps everyone in an illusion. Kamaboko manages to get Stone River out of the illusion, who in turn gets help from Hercule to rescue everyone else. As the Gentlemen Thieves part ways, Milky Holmes decides to start up a new Holmes Detective Academy.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4252723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4252723",
                    "TitleEnglish": "Got Vacation? Then Take It 2",
                    "SummaryEnglish": "Annoyed that the other G4 members are having a day off whilst she herself is stuck with paperwork, Kokoro enlists the help of Milky Holmes to annoy them. When they soon figure out her plan, she instead has Milky Holmes pose as the Gentlemen Thieves to steal a case from a group of policemen and lure G4 into action. As G4 discover the policemen are actually thieves, Milky Holmes discover a captured singer inside the case and are praised for her rescue. Meanwhile, Mori steals an interesting artifact.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4252724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4252724",
                    "TitleEnglish": "Y.H. Getting Confused?",
                    "SummaryEnglish": "Mori tells Milky Holmes they may be able to regain their Toys by finding an artifact called Pandora's Pot underneath the ruins of Holmes Detective Academy. However, what they actually unleash are all the evil Toys that Sherlock Holmes had sealed away long ago. As Mori makes off with one of the Toys, the rest are absorbed by the lard obsessed Buta, who vows revenge against Milky Holmes from keeping him from his lard. Gaining incredibly power from the Toys, Buta starts to steal all the lard and fat in Yokohama, causing everyone to become all dried up and full of static electricity. G4 and the Gentlemen Thieves stand against Buta, but he uses a powerful Toys that turns everyone into no-good idiots. However, Milky Holmes are unaffected, since they are already idiots, so Buta uses all his lard to transform into a new form.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4252725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4252725",
                    "TitleEnglish": "God Of Lard",
                    "SummaryEnglish": "Wanting to create a world made entirely of lard, Buta attempts to steal the Legendary Lard, but Milky Holmes stands in his way. Meanwhile, Arséne, who is in London, encounters Sonia, who attempts to convince her that Milky Holmes haven't lost their way. As Buta manages to retrieve the Legendary Lard and starts absorbing lard from across the globe, Milky Holmes stand up to them and regain their Toys and work together to fight against Buta. Undeterred, Buta fuses himself with the lard he has amassed to evolve into a new form, but Arséne manages to get herself across the globe to stop him, allowing Milky Holmes to use Arsene Lupin's straw to defeat Buta and return the lard to its rightful place. As snow falls over Yokohama, Arséne reunites with the Gentlemen Thieves.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4252726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4252726",
                    "TitleEnglish": "The Return Of Henriette",
                    "SummaryEnglish": "Wanting to get Milky Holmes back into action now that they've recovered their Toys, Henriette tries to make a memorable reunion with the girls but keeps failing. Meanwhile, the girls decide to enter a mascot contest for the Detective Fair, prompting Henriette to enter in secret. Both Sherlock and Henriette make it to the final round, in which they must dance together. Henriette wins the contest and reveals herself to the others, only for a boob-related mishap to cause Milky Holmes to lose their Toys yet again. Nethertheless, Henriette helps to start up the Holmes Detective Academy from scratch.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "520296",
            "URL": "https://thetvdb.com/series/detective-opera-milky-holmes/seasons/official/3",
            "TitleEnglish": "Detective Opera Milky Holmes 3",
            "SummaryEnglish": "Fans of the Milky Holmes detectives, Kazumi and Alice, decide to form their own detective unit, calling themselves \"Feathers.\"",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4571048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4571048",
                    "TitleEnglish": "Always the Two of Us",
                    "SummaryEnglish": "Alice and Kazumi are two friends who aspire to become great detectives like Milky Holmes. Whilst on a day out, they spot a thief and decide to pursue him. Although his escape is thwarted by the arrival of Milky Holmes, he is retrieved by other members of a group of thieves calling themselves Colors Phantom.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4619010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4619010",
                    "TitleEnglish": "By Become, You Mean...",
                    "SummaryEnglish": "Alice and Kazumi decide to sneak into Holmes Academy for a chance to see Milky Holmes, where they end up getting inadvertently knocked out by them. As the two state their desire to be just like Milky Holmes, they simply respond by saying if they want it, they should just do it, whilst trying to keep up a classy image. Later that night, Alice and Kazumi encounter the thief from before, donning their new detective uniforms to fight against him. Whilst Kazumi's Arrow Toys prove to be ineffective, when combined with Alice's Barrier Toys, they combine into a powerful arrow that knocks the thief out. The girls leave the thief in the custody of the police, leaving behind a calling card naming themselves \"Feathers\".",
                    "Aliases": []
                },
                "3": {
                    "ID": "4619011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4619011",
                    "TitleEnglish": "My Toys",
                    "SummaryEnglish": "As word about Feathers spreads, receiving both support and criticism, Kazumi feels irritated when her teacher passes them off as 'fake detectives'. Whilst Kazumi has dinner at Alice's house, one of Color the Phantom appears during a television chat show, threatening to take the license of detective named Komatsu Ryuko. Alice and Kazumi decide to sneak out, later finding Komatsu with her license allegedly stolen by one of the Phantoms. As they go search for it, they are lured into a trap in which Alice is seperated from Kazumi, who finds herself up against the illusionist, Blue Phantom, and being completely surrounded by his illusions.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4627871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4627871",
                    "TitleEnglish": "Feelings That Will Never Lose",
                    "SummaryEnglish": "After Blue Phantom retreats upon the arrival of Milky Holmes, Kazumi is downhearted that her Toys were unable to respond. Whilst heading to ask Milky Holmes for advice again the next day, Kazumi comes across a staircase leading to a mysterious room containing logs of the times Milky Holmes had lost their toys, helping her to realise more than one Phantom was involved the previous night. Later that day, they manage to trap Ryuko, who is revealed to be one of Color the Phantom, Yellow Black Hole. As the Blue Phantom joins the attack, Alice deduces the powerful arrow Kazumi shot the other day comes from combining their Toys together, knocking back Blue Phantom and revealing him to be a TV presenter. Ryuko leaves a cryptic message for Alice and Kazumi before escaping with Blue Phantom.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4632567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4632567",
                    "TitleEnglish": "Mysterious Old Lady",
                    "SummaryEnglish": "As Alice and Kazumi take up part-time jobs to fund their Feathers activities, Alice takes note of an old lady who seems to come to the same bar by every day. Curious, they decide to follow the old lady on the bus and eventually runs into her, where she tells them about she often goes on the bus to meet someone. The next day, Alice and Kazumi notice something off when they spot the old lady going off with the bar master, deducing the master has deception Toys that allow others to perceive her as different people, revealing her to be a phantom thief named La Lunar, who Alice and Kazumi manage to defeat. After the thief is arrested, the girls realise the person the old lady keeps meeting with is the bus driver, her son.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4636831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4636831",
                    "TitleEnglish": "Returning Home",
                    "SummaryEnglish": "As Ryuko attempts to steal a gold panda, she is thwarted by the mysterious phantom thief, Visconte. Meanwhile, Kazumi argues with her father, who is often worried about her. Later that night, the girls learn of an announcement by Visconte to steal a jewel and decide to go after him. After making him veer off course with their arrow, they find he has left the jewel behind, leaving a note commending Feathers' efforts. Meanwhile, it is revealed that Visconte is actually Alice's father.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4641857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4641857",
                    "TitleEnglish": "The Beginning of the End",
                    "SummaryEnglish": "Alice's parent confront her older brother, Shion, who, unbeknownst to Alice, is Color the Phantom's leader, Violet Shadow. Meanwhile, Ryuko leads Alice and Kazumi into a trap, but Alice manages to see through her trickery and defeat her. As Ryuko is taken into custody, her two associates, who had been monitoring their battle, shows Shion the true identity of the Feathers.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4648649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4648649",
                    "TitleEnglish": "Himeyuri-senpai",
                    "SummaryEnglish": "Alice and Kazumi are called over by Milky Holmes to meet Ellery Himeyuri, who had previously helped them during a case years ago, asking them to let her stay at Alice's house during her last night in Yokohama. Ellery spends the evening with Alice and Kazumi, where she reveals she knows their identities as Feathers. That night, they learn of a French thief named Monseur Miller, who uses his Toys to make duplicates of himself out of mirrors. Using her own Induction ability to copy Alice's Toys, Ellery manages to stop Miller by using Alice's shields to deflect Kazumi's arrows. As Kazumi grows concerned that Alice is much stronger than she is, Kokoro's police partner Keiko Totsugawa, who is secretly one of Color the Phantom, takes a picture of the Feathers and learns about Alice being Shion's brother.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4654199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4654199",
                    "TitleEnglish": "Your Own Strength",
                    "SummaryEnglish": "Keiko appears before Shion and Visconte, using her Toys to wipe their memories of their encounter. As Kazumi's continues to be downhearted that her Toys are allegedly weaker than Alice's, Color the Phantom announce their intent to steal Visconte's 'most important treasure'. Keiko arranges for Alice and Kazumi, Visconte and his wife, Madame Visconte, Shion and Milky Holmes to the top of a skyscraper. There, Shion reveals his identity to Alice, attempting to recruit her as a phantom thief, but Kazumi suddenly steps in, deciding to become a thief in Alice's place.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4660014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4660014",
                    "TitleEnglish": "Together No Matter What",
                    "SummaryEnglish": "As Kazumi ends up joining Color the Phantom, going against Keiko's calculations to have Alice join, Alice discovers a hidden room in her house, confirming her parents are also phantom thieves. Keiko decides to test Kazumi's resolve by having her Opera Kobayashi's cap, but she is unable to go through with it. After pointing out that Kazumi had only joined out of inferiority to Alice's powers, she escapes, leaving Kazumi alone to fight against Milky Holmes. However, Alice steps in to protect Kazumi, telling her she is willing to become a thief as well in order to stay with her. Realizing that what she wanted all along was to stay by Alice's side, Kazumi decides to return to being a detective.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4665387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4665387",
                    "TitleEnglish": "Everyone Plus Two",
                    "SummaryEnglish": "Shion assembles all the members of Color the Phantom, including those previously captured, announcing that he intends to disband the group. However, he is apprehended by Great White Doom Angel and Darkside Revolution, who assume control of the group and launch an attack on the city to lure Alice and Kazumi out. Arriving at the tower, they are not only assisted by Kokoro and her Genius 4 Unit, but are also helped by Arséne and her Gentleman Thief Empire. They soon come up against Doom Angel and Darkside, who seek to claim Shion for their own and attack with their Toys, but are soon joined by Milky Holmes.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4670701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/4670701",
                    "TitleEnglish": "A New Twosome",
                    "SummaryEnglish": "Whilst Milky Holmes fights against a demon created from Doom Angel and Darkside's Toys, Alice and Kazumi head to the rooftop, where they find the two planning to unleash a giant ball of energy destroy Yokohama. However, their Toys go out of control and suck themselves inside the ball. Believing in their own strength, Alice and Kazumi use their combined toys to destroy the ball, whilst Shion manages to save Doom Angel and Darkside using his own Toys of flight. As the incident comes to a close, some of Color the Phantom begin new lives, Milky Holmes decide to take Alice and Kazumi under their wing as Milky Holmes Feathers.",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "599656",
            "URL": "https://thetvdb.com/series/detective-opera-milky-holmes/seasons/official/4",
            "TitleEnglish": "Detective Opera Milky Holmes TD",
            "SummaryEnglish": "There have been many cases of stolen songs happening among the idols in Yokohama District recently. Even super idol Marine Amagi's hit song \"Kiseki no Uta\" was taken away. At the request of Marine, the Milky Holmes team starts investigating the case.",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5014142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/5014142",
                    "TitleEnglish": "The Fairies Hide in the Forest",
                    "SummaryEnglish": "Fourth season of Detective Opera Milky Holmes \"Tantei Kageki Milky Holmes TD\".",
                    "Aliases": []
                },
                "2": {
                    "ID": "5014147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/5014147",
                    "TitleEnglish": "Perfect Fool",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "5109961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/5109961",
                    "TitleEnglish": "The Curry Kingdom is Too Far Away",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "5109962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/5109962",
                    "TitleEnglish": "I Wanna Be A One-Hit Wonder",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "5109963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/5109963",
                    "TitleEnglish": "Garon's Ransom Demand",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "5132526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/5132526",
                    "TitleEnglish": "Everything’s being F5’d",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "5132528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/5132528",
                    "TitleEnglish": "How will we revamp the yellow character stereotype?",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "5132529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/5132529",
                    "TitleEnglish": "The Solution to the Mystery: It's Definitely a Leitmotif! Before and After",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "5132530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/5132530",
                    "TitleEnglish": "Casino, Please Have Mercy!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "5132531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/5132531",
                    "TitleEnglish": "Bond+1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "5132532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/5132532",
                    "TitleEnglish": "Vessel of Love",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "5132533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/detective-opera-milky-holmes/episodes/5132533",
                    "TitleEnglish": "The detective of the Opera",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}