{
    "URL": "https://thetvdb.com/series/ninja-resurrection",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Drama",
        "Fantasy",
        "Horror"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0237500/",
        "https://www.themoviedb.org/tv/80221"
    ],
    "TitleEnglish": "Ninja Resurrection",
    "SummaryEnglish": "Jubei helps the Japanese government to take control over a city that was under christian leadership. It was ruled by someone who could be seen as the new Jesus. But since he died, he has been reborn now, but not as a new Jesus but as the devil himself. It is up to Jubei to take him out before the world has become one giant massacre.",
    "Aliases": [],
    "Modified": "2022-08-22",
    "Seasons": {
        "1": {
            "ID": "355581",
            "URL": "https://thetvdb.com/series/ninja-resurrection/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "3144751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-resurrection/episodes/3144751",
                    "TitleEnglish": "The Revenge Of Jubei",
                    "SummaryEnglish": "Set in the time of the Tokugawa regime, where the Shogun has outlawed the Japanese Christians, since they fear that their religion will incite rebellion and chaos. However, they believe in a prophecy, that a man named Tenshi, will hoist the cross and become the new Jesus. But there is a darker prophecy, if Tenshi does not become Christ, he will return and be reborn as Satan. Jubei Yagyu and a few others can fight against the looming evil that is to come.",
                    "Aliases": []
                },
                "2": {
                    "ID": "3144741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-resurrection/episodes/3144741",
                    "TitleEnglish": "Hell's Spawn",
                    "SummaryEnglish": "The nightmare continues. Demons stand in the shadows, poised to sate their lust with the blood of the innocent. Some have returned for blood. Some for sex. And some for revenge. But his bloodletting is just the beginning - a brief overture heralding the rebirth of Satan. Jubei feels the evil awakening. Strange dreams haunt him. Banished from his father's home, Jubei seeks the true wisdom of the samurai. In this, he is not alone. Cloistered high in the mountains, the legendary Musaski Miyumoto also seeks the strength of peace. Musashi too senses the darkness of the coming days. These warriors have pledged never to kill again. But as Hell's fury draws near, with Satan himself leading the way...down which path does honor lie?",
                    "Aliases": []
                }
            }
        }
    }
}