{
    "URL": "https://thetvdb.com/series/honey-x-honey-drops",
    "Genres": [
        "Animation",
        "Drama"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/169556"
    ],
    "TitleEnglish": "Honey X Honey Drops",
    "SummaryEnglish": "Hagino Yuzuru is a common girl who takes a normal course of Hojo High School. When she works part-time job during summer break, she makes trouble with Renge Kai of the Kuge course which many rich people take.After the summer break, she finds that she was chosen as Kai's \"HONEY\". The HONEY is a partner of a MASTER, a Kuge course student, to take care of him until he graduates from the school, and the HONEY is chosen from the normal course student. The HONEY is exempt from paying tuition fee. It is a fascinating condition for Yuzuru because her family is badly off. However, if she quits being HONEY, she will be expelled from the school.\r\nHagino Yuzuru is a normal high school student attending Houjou academy. There is a special course within the school called the Kuge course for the rich. Only students with a flower name within their name can enroll in the program. There is a \"Honey system\" where the special student chooses a normal student as his \"honey.\" This relationship is like a master and honey. In return for being a \"honey\" the master pays all of the \"honey's\" tuition and must obey all commands. Hagino Yuzuru gets involved with Renge Kai, one of the special students, and it could be a big mistake for Yuzuru.",
    "Aliases": [],
    "Modified": "2010-11-21",
    "Seasons": {
        "1": {
            "ID": "359971",
            "URL": "https://thetvdb.com/series/honey-x-honey-drops/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "3181381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-x-honey-drops/episodes/3181381",
                    "TitleEnglish": "Volume 1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "3181391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-x-honey-drops/episodes/3181391",
                    "TitleEnglish": "Volume 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}