{
    "URL": "https://thetvdb.com/series/bungaku-shoujo",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Fantasy",
        "Suspense"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/96737"
    ],
    "TitleEnglish": "Book Girl: Memoire",
    "SummaryEnglish": "The \"mysterious school comedy\" centers on the unusual members of a high school literary club. Tōko Amano, a high school senior who calls herself the \"literary girl\" as the club president, is actually a supernatural creature (yōkai) that devours stories — she tears pages from books to munch on them. Her club subordinate is Konoha Inoue, a second-year high school boy who writes stories every day for Amano to eat. He once wrote an award-winning novel, but he wrote it under the penname Miu Inoue so readers thought the author was a mysterious 14-year-old bishōjo novelist. The stress from the novel's fame and its movie and television drama plans turned Inoue in an introverted recluse.",
    "Aliases": [
        "Bungaku Shoujo: Memoire",
        "Literature Girl: Memoire",
        "Book Girl Memories",
        "\"Bungaku Shoujo\" Memoire",
        "Bungaku Shōjo Memoir",
        "Yume-Miru Shōjo no Prelude",
        "Yumemiru Shoujo no Prelude",
        "Sora-Mau Tenshi no Requiem",
        "Sora Mau Tenshi no Requiem",
        "Koi Suru Otome no Rhapsody",
        "Koisuru Otome no Rhapsody",
        "\"Bungaku shōjo\" memowāru",
        "Bungaku shōjo memowāru"
    ],
    "Modified": "2024-01-25",
    "Seasons": {
        "0": {
            "ID": "367971",
            "URL": "https://thetvdb.com/series/bungaku-shoujo/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "3253061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bungaku-shoujo/episodes/3253061",
                    "TitleEnglish": "Today's Snack: First Love",
                    "SummaryEnglish": "On his way to school, Konoha Inoue sees his friend and fellow member of the literature club Tohko Amano, but decides to not call out to her after she starts searching through a trash bin. Tohko finds a bird house in the bin and takes it to school. After school, Tohko gives Konoha 50 minutes to write a short story, which she will later eat as a snack, with three topics: a bamboo boat, a love letter, and pole vaulting. As he starts writing, Tohko describes the novella First Love by Ivan Turgenev that she is currently reading and consuming. When time is up, Konoha has to rush the ending of his story and Tohko starts to read and eat it. Initially, she enjoys the story and its taste, akin to melon soda, but the story quickly turns sour and despite the taste now being of Tabasco sauce, finishes eating the story. The bird house is shown to have been painted by Tohko and placed on the school grounds with a note for people who need help in matters of love to leave letters for the literature club, who will solve their problems.",
                    "Aliases": []
                },
                "2": {
                    "ID": "3253051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bungaku-shoujo/episodes/3253051",
                    "TitleEnglish": "Book Girl",
                    "SummaryEnglish": "As first year student Konoha Inoue is about to leave school, he presences a girl savor a page from the book she is reading. She introduces herself as second year Tōko Amano, the literature girl, and asks him to join the Literature Club so that he doesn't expose her secret. After almost two years of being the sole two members of the club, a strange message arrives. A piece of paper with a drawing that resembles a sketch found on the corner of a poem written by famous Japanese writer Kenji Miyazawa. Further investigation leads them not only to Inoue's past, but to the reason for why he has given up on writing novels for the rest of his life.",
                    "Aliases": [
                        "Bungaku Shōjo Movie"
                    ]
                }
            }
        },
        "1": {
            "ID": "367981",
            "URL": "https://thetvdb.com/series/bungaku-shoujo/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "3252751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bungaku-shoujo/episodes/3252751",
                    "TitleEnglish": "Prelude of the Dreaming Girl",
                    "SummaryEnglish": "Toko Amano is a high school student with the strange power of being able to experience books by savoring them. While visiting the workplace of her deceased father, she stumbles upon the rejected drafts for a writing contest. One of them has such an impact on her that she asks her acquaintance there to give it one more chance.",
                    "Aliases": []
                },
                "2": {
                    "ID": "3252851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bungaku-shoujo/episodes/3252851",
                    "TitleEnglish": "Requiem of the Sky Dancing Angel",
                    "SummaryEnglish": "Asakura Miu lives a sad and troublesome childhood due to her parents' constant fighting. Eventually her father leaves the house and she ends up living with her bitter mother. Miu has been desperately trying to escape the harsh reality that surrounds her to the only safe place she knows: the worlds inside the books she loves. Ostracized by the kids at school due to her imaginative mind that prompts her to frequently lie, she becomes a friend of Konoha Inoue who rather than estranged, ends up fascinated by Asakura's tales.",
                    "Aliases": []
                },
                "3": {
                    "ID": "3252841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bungaku-shoujo/episodes/3252841",
                    "TitleEnglish": "Rhapsody of the Girl in Love",
                    "SummaryEnglish": "While waiting for Konoha, Nanase Kotobuki reflects on some events that involved him in the past. Despite telling her friends she hates him, Nanase secretly holds feelings for Konoha, and is troubled that she cannot tell him how she feels. Her friend Kurara Mori tries to help her by sticking by her and giving her advice. Mori helps her in various ways, from taking her to practice laughing in the drama club, to calming her mind in the Japanese tea ceremony club, and even placing photos of Konoha inside her lunch box and books. Mori asks Konoha to protect Nanase during swim class by shielding her from gazes from the other guys, but she gets flustered and calls him a pervert, infuriating Mori. Nanase reflects on her mistakes, and tries very hard to give Konoha some homemade cookies the next day, but she fails each time. Later, Konoha finds her in the park with a stray dog, but Nanase gets hurt when she blindly runs into a parked truck after trying to avoid him. She is taken to the hospital for some tests and Mori comes to see her, followed by Konoha, who also brought the dog along. Back in the present, Konoha finally arrives and goes to visit a shrine with Nanase.",
                    "Aliases": []
                }
            }
        }
    }
}