{
    "URL": "https://thetvdb.com/series/animal-detectives-kiruminzoo",
    "Genres": [
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/42569"
    ],
    "TitleEnglish": "Animal Detectives Kiruminzoo",
    "SummaryEnglish": "A cute heartwarming comedy about the Mikogami sisters: Riko, Rimu, and Nagisa - who enjoy cosplaying as animals. One day they find a Kirumin Compact which magically allows them to physically transform into real animals. Now the three have cute, funny, and sometimes dangerous adventures.",
    "Aliases": [
        "Animal Tantei Kiruminzoo",
        "Anyamal Tantei Kiruminzoo",
        "Anyamaru Tantei Kiruminzū",
        "あにゃまる探偵 キルミンずぅ+"
    ],
    "Modified": "2024-09-05",
    "Seasons": {
        "1": {
            "ID": "372891",
            "URL": "https://thetvdb.com/series/animal-detectives-kiruminzoo/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 50,
            "Episodes": {
                "1": {
                    "ID": "3285211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285211",
                    "TitleEnglish": "We Kiruminphosed!?",
                    "SummaryEnglish": "When Riko and Rimu return from the basketball game they promised to have with their classmates, Ken and Tamao, they find a cute kitten that their mother, Haruka, was keeping for Fuko, a veterinarian. After chasing the kitten, Lyla, around the house, Riko and Rimu enter the dark attic and find something very strange and cute on the old sofa.",
                    "Aliases": []
                },
                "2": {
                    "ID": "3285221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285221",
                    "TitleEnglish": "Is It True... That I'm A Dog!?",
                    "SummaryEnglish": "A girl from Vladonia, Kanon, transfers into Riko and Rimu's class. \r\n\r\nShe's a beautiful girl with sparkling blond hair. Riko and Rimu's sister Nagisa is looking for a book in the library when she's spoken to by another international student, Pars. He says he's looking for a book that grandmother wrote. Nagisa finds the book that Pars was looking for in the attic of her house, and Riko and Rimu tell her the secret of Kirumin...",
                    "Aliases": []
                },
                "3": {
                    "ID": "3285231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285231",
                    "TitleEnglish": "Being Loved By A Stray Cat!?",
                    "SummaryEnglish": "While playing with Ken and Kanon, Riko is annoyed by a strange male cat named Busaneko. He follows her into the classroom and she's scolded by Ms. Rumiko. The 3 siblings' mother, upon returning from overseas, finds out that they've used Kirumin... but she just says, \"Don't tell your dad!\"",
                    "Aliases": []
                },
                "4": {
                    "ID": "3285241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285241",
                    "TitleEnglish": "No One Can Tranformed!?",
                    "SummaryEnglish": "At a Western-style house in the forest, Kanon's mother Misa tells her to make friends with Tamao, but she's interested in Ken and goes to his house instead. When she gets there, though, only Ken's father is in the shop. Ken and Tamao have snuck into Riko and Rimu's house to find out their secret. They reach the attic through an entrance in the garden, and...",
                    "Aliases": []
                },
                "5": {
                    "ID": "3285251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285251",
                    "TitleEnglish": "Pursuit! Chase Maro-chan!?",
                    "SummaryEnglish": "In search of their classmate Yukari's lost kitten Maro, Riko and her friends change into Kigurumi Mode and begin to search. Ken and Tamao have been asked by Misa and the mayor, who are conducting environmental surveys on the riverbank, to clean up the river, but they meet Riko and Rimu and begin helping with the search for Maro.",
                    "Aliases": []
                },
                "6": {
                    "ID": "3285261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285261",
                    "TitleEnglish": "Cupid Strategy!?",
                    "SummaryEnglish": "On the way home from school, Nagisa meets Pars again and lets him know that it was her grandmother who wrote the book he was looking for. Meanwhile, the animalians have chosen the Maple Festival as the stage for their plans. When Nagisa arrives at the festival with Riko and Rimu, she's excited to see Pars playing ring toss and goldfish scooping when...",
                    "Aliases": []
                },
                "7": {
                    "ID": "3285271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285271",
                    "TitleEnglish": "Pass on the beach saw the elephant god?",
                    "SummaryEnglish": "In the city of Kamihama, rumors about wild animals are spreading quickly, such as a story about a cheetah breaking the speed limit on a freeway across the Kamihama Forest, located in the suburb of Kamihama that Riko and her friends call home. Riko and her friends head to the hiking trails of Kamihama Forest to investigate the animals.",
                    "Aliases": []
                },
                "8": {
                    "ID": "3285281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285281",
                    "TitleEnglish": "Revealing the Seven Wonders of the school?",
                    "SummaryEnglish": "Rimu, who is looking for a scoop for the school newspaper, is told by Tamao that there is a legend called the Seven Wonders of Cathlia Academy. Rimu and the others secretly head to the school at night to cover the secrets of the legend. However, there's a suspicious figure in the school who shouldn't be there...",
                    "Aliases": []
                },
                "9": {
                    "ID": "3285291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285291",
                    "TitleEnglish": "Spellbound in the Attic?",
                    "SummaryEnglish": "Riko and Ken were reprimanded by Ms. Rumiko as usual. Ken is very worried to hear from the Chinese restaurant that delivers meat to him that their mice have disappeared recently.\r\nKen sneaks into the attic of the Chinese restaurant...",
                    "Aliases": []
                },
                "10": {
                    "ID": "3285301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285301",
                    "TitleEnglish": "Mon Mon Monkey Panic!",
                    "SummaryEnglish": "Riko and her friends go on a sketching excursion to Nishimoriyama with everyone in the 5th grade. Kanon was told by Misa to make Tamao an animalian, but she leaves Tamao to Keiko and begins a strategy to win Ken's heart. When everyone is drawing a picture, a baby monkey appears...",
                    "Aliases": []
                },
                "11": {
                    "ID": "3285311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285311",
                    "TitleEnglish": "Endless pounding thumps in the dark?",
                    "SummaryEnglish": "The winter break's just begun, and today everyone gathers at Riko's house to have a party. When Ken invited me to come, Kanon, invited by Ken, brought a Vladonian-style snack. Kanon also starts looking for the secret of Riko and the others in the Mikogami house...",
                    "Aliases": []
                },
                "12": {
                    "ID": "3285321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285321",
                    "TitleEnglish": "Rakkisain Solve the mystery!",
                    "SummaryEnglish": "Riko and her friends come to the countdown event at Kamihama Port, find an injured lost dog, and ask Dr. Fuko to see it. They start looking for the dog's owner in the busy harbor with Ken and others, who came to see \"Detective Lucky\" at a party held on the dinner cruiser Kiyoshi Maru.",
                    "Aliases": []
                },
                "13": {
                    "ID": "3285331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285331",
                    "TitleEnglish": "Hurry up! Kirumin rescue!",
                    "SummaryEnglish": "Finally, Riko meets Mr. Funakotsu and does her best to help him with the help of the cats in the port, but it's not working. The transformed Rimu runs to call for help...",
                    "Aliases": []
                },
                "14": {
                    "ID": "3285341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285341",
                    "TitleEnglish": "Directive? Homework. Clear mom?",
                    "SummaryEnglish": "Haruka, Riko's mother, gave homework to Riko and the others, who gathered in the attic to talk about creating a detective team. If, without using Kirumin, the group can find out why the old neighborhood dog Gon has lost his appetite, she'll allow them to form the detective club. Riko finds out from Gon's owner Hideaki that Gon lost his energy after going for a walk...",
                    "Aliases": []
                },
                "15": {
                    "ID": "3285351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285351",
                    "TitleEnglish": "Where has grace gone?",
                    "SummaryEnglish": "Ken and Tamao, who are waiting for a request for their detective services, find a paper that reads \"I'm looking for a cat\" and begin an investigation without permission. Grace, the feline of the avant-garde painter Sayuri, is missing. Riko and Rimu, who have transformed into Kigurumi mode, look together for a trace of Grace...",
                    "Aliases": []
                },
                "16": {
                    "ID": "3285361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285361",
                    "TitleEnglish": "Feeling chicken, cock-a-doodle-doo!",
                    "SummaryEnglish": "It's a fuss at the kindergarten of Cathlia Academy, when the costumes of \"Bremen's Music Corps\" used at the recital are gone. Riko and the others begin to look for the costumes to soothe the worries of Sakura Class's teacher, Ms. Ran. Tamao also looks for the costumes with the kindergartener Shuichi, who was supposed to play the role of a chicken...",
                    "Aliases": []
                },
                "17": {
                    "ID": "3285371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285371",
                    "TitleEnglish": "Infiltration! Alligators have two dogs in the yard?",
                    "SummaryEnglish": "Something's happening in the vault of Ariga Chemicals, which is rumored to be draining sewage.\r\nThere's a card with a black leopard mark leading to someone called \"Phantom Thief Lady Panther\"! Ken, who happened to come to the residence of the president of Ariga Chemical, heard that the large amount of meat delivered there was food for the president's pet, and started investigating the relationship between that and the missing pet incidents that occurred in the neighborhood recently...",
                    "Aliases": []
                },
                "18": {
                    "ID": "3285381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285381",
                    "TitleEnglish": "Beauty bat calling on Thief!",
                    "SummaryEnglish": "Dressed as a phantom thief, Kanon sneaks into a shopping center with Keiko to steal a doll from its mechanical clock centerpiece- Riko is here to see it, as Ms. Rumiko has assigned her a project for arts and crafts in which she has to design an imaginary creature.",
                    "Aliases": []
                },
                "19": {
                    "ID": "3285391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285391",
                    "TitleEnglish": "Shine! The seven colors smell?",
                    "SummaryEnglish": "Toshiki, unable to go to the Marine Museum with his father due to a sudden order for red rice, sneaks out of the house with his dog Toto to go see the coelacanth. After hearing from their classmate Akane that her younger brother Toshiki is gone, Riko and her friends begin searching for him by smell.",
                    "Aliases": []
                },
                "20": {
                    "ID": "3285401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285401",
                    "TitleEnglish": "Love vampire rabbits?",
                    "SummaryEnglish": "When Riko and Rimu hear a rumor that vampires have appeared in the Cherry Blossom House, they go to the old mansion in the old part of town and find a mysterious boy named Akito living there. Kanon also transforms into a bat and heads there to see if Akito is an animalian...",
                    "Aliases": []
                },
                "21": {
                    "ID": "3285411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285411",
                    "TitleEnglish": "Beyond the shadow of the demon cat?",
                    "SummaryEnglish": "When Riko and her family arrive at the Nekomata hot spring, they hear that the ingredients for the hot pot they were looking forward to have have been stolen, and begin a search for the culprit. Inaba, the innkeeper, says it was the work of a giant cat specter called \"Nekomata\"...",
                    "Aliases": []
                },
                "22": {
                    "ID": "3285421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285421",
                    "TitleEnglish": "Raccoon has come!",
                    "SummaryEnglish": "Arai, a member of the Fang Clan who escaped from Misa's punishment, hides in the Mikogami household in the form of a raccoon, where he is adored and called \"Racoo\". When Riko and her friends hear that a raccoon has been spotted in the Kamihama Nature Reserve, they head out to find Racoo's owner...",
                    "Aliases": []
                },
                "23": {
                    "ID": "3285431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285431",
                    "TitleEnglish": "Raburabuokameinko encryption?",
                    "SummaryEnglish": "Unable to transform himself, Tamao is told by Nagisa to start by making friends with animals, so he tries to approach the chickens in the Fureai petting zoo, but is unsuccessful. When he returns home, though, a bird suddenly flies into his room through the window!",
                    "Aliases": []
                },
                "24": {
                    "ID": "3285441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285441",
                    "TitleEnglish": "Protect it! Hitsugi of Friendship?",
                    "SummaryEnglish": "Riko and Rimu are practicing their recorders because they will soon have a test for their assigned piece. Rimu is good at it, but Riko makes strange noises. Another challenge arrives from Phantom Thief Beauty Bat, who wants the detective team to investigate the \"coffin\" that Misa has Pars looking for...",
                    "Aliases": []
                },
                "25": {
                    "ID": "3285451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285451",
                    "TitleEnglish": "Advance! UFO Kirumin expedition?",
                    "SummaryEnglish": "In order to solve the mystery of the mysterious light that Rico saw, the members of the Kilmins went to the Kamihama Nature Reserve. What they saw there was a UFO that was catching animals one after another! Riko, Rimu, and Ken struggle to save the animals. As they struggle, Riko, Rimu, and Ken find themselves in a pinch, but then Tamao finally arrives..?",
                    "Aliases": []
                },
                "26": {
                    "ID": "3285461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285461",
                    "TitleEnglish": "Kiruminzu Space Detective!",
                    "SummaryEnglish": "The UFO that captured the Kirumin team and the animals has finally taken off into space! What if it goes to an alien planet? Riko and her friends start looking for the cockpit to get back to Earth, but they find that it's just like an amusement park attraction... huh? Will Riko and her friends be able to return to Earth safely?",
                    "Aliases": []
                },
                "27": {
                    "ID": "3285471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285471",
                    "TitleEnglish": "Beware of the cat cry?",
                    "SummaryEnglish": "Riko and her friends go to the Kamihama Museum to do a report for their spring vacation project. At the museum, there is a lot of talk about a cat-related incident where a stone statue of a cat held in the Ancient Egyptian Treasures exhibition starts moving at night. Riko and her friends hear about it from the police officers, Ozeki and Komusubi, who are investigating the case, and sneak into the museum at night to find out the truth behind the trouble.",
                    "Aliases": []
                },
                "28": {
                    "ID": "3285481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285481",
                    "TitleEnglish": "Stop! Egg rolling, c'mon!",
                    "SummaryEnglish": "The Kirumins have been confiscated by the twins' mother. Riko and Tamao are worried about the Kirumin, but Rimu and the others spend their time as usual without it. Riko can't take it anymore, so she starts searching the house, disregarding her school essay. On the other hand, Tamao, who is now able to transform, really wants to practice, so he heads to the Mikogami family to ask for his Kirumin back...",
                    "Aliases": []
                },
                "29": {
                    "ID": "3285491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285491",
                    "TitleEnglish": "The flower! It dango! Ah Nya whole history detective!",
                    "SummaryEnglish": "Riko and Rimu are in the mood for cherry blossom viewing in costume mode on a grassy field with the horizon in full bloom. There's been a lot of fun and wonder since they found the Kirumin! While eating dumplings, the two begin to talk leisurely about their Kirumin memories.",
                    "Aliases": []
                },
                "30": {
                    "ID": "3285501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285501",
                    "TitleEnglish": "Yellow fellow teacher and mops?",
                    "SummaryEnglish": "Ken met a cat that looked like a mop, and when he touched it, he saw something that looked like a yellow monster. Riko and her friends, who also encountered the same cat, heard a similar story from Haruka's mom and started searching with the Kirumin to uncover the monster's true identity. At the same time, Kirino, an Animalian who is working with Kanon, goes missing...",
                    "Aliases": []
                },
                "31": {
                    "ID": "3285511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285511",
                    "TitleEnglish": "I'm white large crowd! I Panda?",
                    "SummaryEnglish": "There are a lot of strange rumors about Mount Shirokuro, such as the appearance of dancing ghosts and a restaurant that serves rare animals. Riko and her friends are curious, so they head for Mount Shirokuro. Nagisa, who's practicing archery there, joins them and starts to unravel the mystery, and the Kirumins hear about a demoness who lives deep in the mountains. Kanon, too, comes to Mount Shirokuro in search of the Animalian, Handa...",
                    "Aliases": []
                },
                "32": {
                    "ID": "3285521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285521",
                    "TitleEnglish": "Habatake! Moe thought Tamao loose?",
                    "SummaryEnglish": "\"Why can't I transform properly?\" worries Tamao. If he can convey his feelings to Rimu, he believes he might be able to transform on his own. Will Tamao's feelings be conveyed to Rimu? Meanwhile, at Kamihama Zoo, the male lion, Arthur, loses his mane...",
                    "Aliases": []
                },
                "33": {
                    "ID": "3285531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285531",
                    "TitleEnglish": "Scoop! Black guys sink into the water?",
                    "SummaryEnglish": "Classmate Mitsuru and her pet Yuki encounter something big and black in the river! Lim, on the lookout for a scoop, heads to the river to investigate and find out what the black thing is. Meanwhile, on the gondola boat that goes down the river, Misa is trying to judge Ken and Tamao. Kanon, worried, heads towards it.",
                    "Aliases": []
                },
                "34": {
                    "ID": "3285541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285541",
                    "TitleEnglish": "I'm afraid of wolves?",
                    "SummaryEnglish": "A wounded wolf suddenly appears on the doorstep of the Mikogami house. The wolf smells like Pars, and Nagisa gets anxious and looks for him, but he's nowhere to be found! Worried about Nagisa's distress, Riko and her friends start investigating to find Pulse's whereabouts! But it turns out that the wolf is the transformed Pars. However, the wolf is the transformed Pulse, and when Pars unexpectedly stumbles into the Mikogami family, he meets someone...",
                    "Aliases": []
                },
                "35": {
                    "ID": "3285551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285551",
                    "TitleEnglish": "Let us double! Haguhagurida?",
                    "SummaryEnglish": "Here comes \"Kamihama Hug Hug Week\", when you can interact with animals! Riko and her friends decided to make birdhouses in class. Riko and Kanon, who are now the leaders of the group, meet a parent swallow that has fallen out of its nest on the way and decide to search for its nest. Riko is in a hurry and wants to transform, but worries that Kanon might find out. Will she find the swallow's nest?",
                    "Aliases": []
                },
                "36": {
                    "ID": "3285561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285561",
                    "TitleEnglish": "Elephant surprise! I treasure cave elephants?",
                    "SummaryEnglish": "Every year, Ken's father goes on a treasure hunt somewhere! Riko and Ken follow him, but are trapped in a cave by an elephant that suddenly appears. Even after transforming with the Kirumin, the rocks in the cave won't budge. Can Riko and Ken escape the cave safely?",
                    "Aliases": []
                },
                "37": {
                    "ID": "3285571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285571",
                    "TitleEnglish": "Canon interfere with home visits?",
                    "SummaryEnglish": "It's the season of home visits, and the Kirumin are excited about their teacher coming to their house. But when Kanon hears that Riko and her friends are coming to the house with her teacher, she is worried that they might be spies. She instructs the Animalians, the Fang Clan, to come up with a plan to bring the teacher alone, but...",
                    "Aliases": []
                },
                "38": {
                    "ID": "3285581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285581",
                    "TitleEnglish": "Kikikaikai! Appears leopard mask?",
                    "SummaryEnglish": "Fuko the veterinarian encounters the much talked about leopard mask in Kamihama City, and comes to believe that the face of the leopard mask is that of a real animal. With Haruka's permission, the Kirumin set out to solve the mystery, but Riko and Ken are acting differently than usual. Meanwhile, in the Hattori household, the new leader of the Fang Clan, Jii, has gone missing! Will the Kirumin be able to uncover the true identity of the Leopard Mask?",
                    "Aliases": []
                },
                "39": {
                    "ID": "3285591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285591",
                    "TitleEnglish": "Ken has guts! Do for a legendary monster?",
                    "SummaryEnglish": "\"Where has the leopard mask been all this time?\" As the Kirumins ponder this question, they receive news that drinking water from a shrine near the Kamihama Forest Park will turn you into a demon. When the Kirumins head to the shrine to find out the truth, they are confronted by the monsters that guard it! Ken tries to turn into a mouse with the Kirumin to get out of the pinch, but to his surprise...",
                    "Aliases": []
                },
                "40": {
                    "ID": "3285601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285601",
                    "TitleEnglish": "Run to the fountain! Kiruminburusu rat?",
                    "SummaryEnglish": "Ken can't transform into a Kirubara like Rico and the others, and eventually he can't even transform into a mouse anymore. Everyone's encouragement has no effect on him, and he finally declares that he will return the Kirumin to Riko... and quit the Kirumins! Rico and the others are shocked, but still head to the shrine again to try to solve the mystery of the monsters. Ken, on the other hand, is invited by Kanon to her house, and when they are alone, Kanon finally...!",
                    "Aliases": []
                },
                "41": {
                    "ID": "3285611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285611",
                    "TitleEnglish": "The Sea! Ice it! Ah Nya whole history detective!",
                    "SummaryEnglish": "Riko and Rimu are in costume mode on the sunny beach. While Nagisa is looking for a banana boat, they set up a parasol on the beach and start to talk about their memories of the people they've met while eating shaved ice.",
                    "Aliases": []
                },
                "42": {
                    "ID": "3285621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285621",
                    "TitleEnglish": "Protect your banana! Mysterious intruder monkey?",
                    "SummaryEnglish": "During a Kirumin meeting, the walls of the attic suddenly start to move! While watching a video of Dr. Yuki they found in the new space, they hear someone's voice coming from a house that should be empty. Could it be a thief? Riko and her friends immediately try to catch the mysterious intruder, but... But will Riko and her friends be able to protect the house...?",
                    "Aliases": []
                },
                "43": {
                    "ID": "3285631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285631",
                    "TitleEnglish": "Mee - Wakuwakuwaku! Black and white goats?",
                    "SummaryEnglish": "At City Hall, an incident occurs where a white goat and a black goat suddenly appear and eat documents! Misa realizes that the goats have eaten the documents of the World Heritage Project, and orders Kirino and Daizo to do something about it, but they ask Kanon for help. On the other hand, Riko and the Kirumins are also asked by Haruka to investigate the incident, so they head to the city hall. Now, what is the truth behind the incident?",
                    "Aliases": []
                },
                "44": {
                    "ID": "3285641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285641",
                    "TitleEnglish": "Canon Attack! Penginburazazu guys!",
                    "SummaryEnglish": "Riko and her friends are Animalians! The Kirumins are unfazed by this surprising revelation. Just as they're wondering where the Animalians they had met had come from, a boy turns into a penguin right in front of them! Will Riko and the others be able to catch the penguin Animalian? Meanwhile, Kanon is told by Misa that she has an arranged marriage with a pure-blooded Animalian from overseas.",
                    "Aliases": []
                },
                "45": {
                    "ID": "3285651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285651",
                    "TitleEnglish": "Battle of the balloon love the beach!",
                    "SummaryEnglish": "Riko and her friends encounter Ms. Rumiko's boyfriend at the beach during a summer extracurricular class! The Kirumins sense something fishy about Rumiko's boyfriend, and together with Kanon, who's also there, try to expose him, but what do they find? Meanwhile, Misa and the Animalian Fang Clan are also in the sea, having been invited to an \"experiment\" by Futatsugi...!",
                    "Aliases": []
                },
                "46": {
                    "ID": "3285661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285661",
                    "TitleEnglish": "God the fragrance of wild jungle beach!",
                    "SummaryEnglish": "Kamihama City has become a jungle! One morning, tropical plants are swarming all over Kamihama City, and the city is in a panic! In addition, two members of the Animal Division inform them that people have suddenly turned into animals in the Central Park, and the Kirumins head out to solve the situation... But will Riko and the other Kirumins be able to return the people who turned into animals to their original forms?",
                    "Aliases": []
                },
                "47": {
                    "ID": "3285671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285671",
                    "TitleEnglish": "Kirumin a pass! Targeted treasure?",
                    "SummaryEnglish": "The pets that had been lost in the missing pet case have suddenly returned! Riko and the Kirumins are asked by the Animal Division to find out from the animals where they have been. The Kirumins receive a warning letter from Phantom Thief Beauty Bat. Riko and her friends think that Beauty Bat is after the Kirumins, and they come up with ways to protect them, but...",
                    "Aliases": []
                },
                "48": {
                    "ID": "3285681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285681",
                    "TitleEnglish": "Canon're everywhere! Land mushrooms to GO! GO! GO!?",
                    "SummaryEnglish": "The Phantom Thief Beauty Bat is actually Kanon! When Kanon runs away from the surprised Kirumins, Futatsugi appears in front of her and says, \"I'll let you meet your grandfather,\" and leads her to follow him... When Riko and the others see this, they chase after Kanon to save her from Futatsugi, but are caught in the opposite direction. Will Riko and her friends be able to save Kanon from Futatsugi?",
                    "Aliases": []
                },
                "49": {
                    "ID": "3285691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285691",
                    "TitleEnglish": "Coffin Fly Away! Labyrinth Caught in the hot springs?",
                    "SummaryEnglish": "Riko and Ken run around the underground UFO facility to help Kanon, who has been taken away by Futatsugi, the mushroom man. Rimu, Nagisa and Tamao, while chasing the two in the same facility, encounter a monster who they'd encountered once before as part of their school's seven mysteries. Kanon is guided to her sleeping grandfather's coffin by Futatsugi.",
                    "Aliases": []
                },
                "50": {
                    "ID": "3285701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animal-detectives-kiruminzoo/episodes/3285701",
                    "TitleEnglish": "Animal Paradise Kirumin ZOO!?",
                    "SummaryEnglish": "The series of mysterious animal-related incidents that have been occurring in Kamihama City come to an end today! The Kirumins, Kanon and the others finally meet up in the underground UFO facility, but Rufus suddenly wakes up and causes chaos! Kanon is at a loss for words, and the Kirumins rise to the occasion! What are they going to do? What will happen? Can the Kamihama Kirumins save everyone?",
                    "Aliases": []
                }
            }
        }
    }
}