{
    "URL": "https://thetvdb.com/series/garzeys-wing",
    "Genres": [
        "Action",
        "Adventure",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0377962/"
    ],
    "TitleEnglish": "Garzey's Wing",
    "SummaryEnglish": "Yesterday, Chris's biggest problem was getting into a good college. Now, his spirit has been hijacked by wings of light, and transported into an ancient world. Summoned by an enslaved tribe to lead a bloody revolution, Chris must quickly adapt to his new surroundings... or die.",
    "Aliases": [
        "Garzey no tsubasa"
    ],
    "Modified": "2024-09-06",
    "Seasons": {
        "1": {
            "ID": "381231",
            "URL": "https://thetvdb.com/series/garzeys-wing/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4109945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garzeys-wing/episodes/4109945",
                    "TitleEnglish": "Other World",
                    "SummaryEnglish": "The protagonist Chris is abruptly whisked away to a parallel world called Byston Well while his physical body remains in his home world. Chris' spiritual manifestation travels to a new world, where he is thrust into a rebellion. Chris is told that he has a mystical power called \"Garzey's wing\", which causes large wings made of light to come out of his ankles, allowing him to fly and run quickly.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4109946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garzeys-wing/episodes/4109946",
                    "TitleEnglish": "Signs of the Enemy",
                    "SummaryEnglish": "Chris is told to fight against slave owners and the King's army as the slaves of the Metomeus tribe make their escape from the palace at Izumido. The Ashigaba army fights back with horses, bows, and dinosaur-like creatures called War Beasts.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4109947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garzeys-wing/episodes/4109947",
                    "TitleEnglish": "Shining Wings",
                    "SummaryEnglish": "Chris fights off the army and saves Byston Well, but his spirit remains there. Meanwhile, in the real world, Chris has gained the power of Garzey's wing himself, and takes a girl named Rumiko on a flying motorcycle ride.",
                    "Aliases": []
                }
            }
        }
    }
}