{
    "URL": "https://thetvdb.com/series/starry-sky",
    "Genres": [
        "Animation",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13277752/",
        "https://www.themoviedb.org/tv/38303"
    ],
    "TitleEnglish": "Starry Sky",
    "SummaryEnglish": "The heroine, Tsukiko, enrolled to a school that was recently changed from all-boys school to co-ed. Since the area where the school is conveniently rural and the rather exclusive curriculums the school has, up until now the heroine is the only one female who enrolled to the school.",
    "Aliases": [
        "Suta Suka"
    ],
    "Modified": "2022-04-17",
    "Seasons": {
        "1": {
            "ID": "390271",
            "URL": "https://thetvdb.com/series/starry-sky/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "3432341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3432341",
                    "TitleEnglish": "Capricorn I",
                    "SummaryEnglish": "Yoh meets Tsukiko as a small child when he drops his telescope. In the present, he no longer is living in Japan. His father, an astronomer, is pitching a lecture series to an American college, and plans to travel there with his wife and son. Yoh asks if, before the lecture circuit is approved, if he can spend time back in Japan. His father realizes that this about the girl that Yoh had met long ago, and grants his approval and support to find his own \"first evening star.\" Yoh goes to a school focusing on astronomy, where he quickly meets Tsukiko again, who is the only female student at the school",
                    "Aliases": []
                },
                "2": {
                    "ID": "3432661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3432661",
                    "TitleEnglish": "Capricorn II",
                    "SummaryEnglish": "After a time skip of one month, Yoh is seen, having become friends (and rivals for Tsukiko's affections) with Kanata Nanami and Suzuya Tohzuki. He talks to his father on the phone, who tells him that the lecture circuit has been approved, and they will be going to America in a few weeks, where Yoh is expected to join them. Yoh is a little sad, but decides that his time in Japan has been well spent, kissing Tsukiko on the cheek, and playfully fighting with Kanata.",
                    "Aliases": []
                },
                "3": {
                    "ID": "3432831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3432831",
                    "TitleEnglish": "Aquarius I",
                    "SummaryEnglish": "We are introduced to Tsubasa, the \"Aquarius,\" who has a unique laugh that made him self-conscious when he was a boy. He was taken in by his grandpa when he was a child, but everyone around him always called him a nuisance, which left emotional scars. A skilled inventor, he has been making machines since a very young age. When he arrives at school, he meets up with his first friend and gets forcibly drafted onto the Student Body Council by the eccentric President Kazuka. (Tsukiko is secretary.), and pretty soon they become friends.",
                    "Aliases": []
                },
                "4": {
                    "ID": "3470441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3470441",
                    "TitleEnglish": "Aquarius II",
                    "SummaryEnglish": "Tsubasa is banned from inventing in the student council room after one of his inventions explode. He is unhappy, and the tensions grow thicker when the other members of the student council decide to implement a surprise lab in the student council room.",
                    "Aliases": []
                },
                "5": {
                    "ID": "3510931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3510931",
                    "TitleEnglish": "Pisces I",
                    "SummaryEnglish": "This episode reflects on Kanata's past with Tsukiko & Suzuya. Kanata has always been friends with them since he was little. As he grows up with them he developed feelings for Tsukiko. He has always had a weak body and feels that he can not protect them. He continues to fight because it makes him feel alive and not weak. Tsukiko and Suzuya dislike when he over does his fighting habits, even though they are unsure of his reason.",
                    "Aliases": []
                },
                "6": {
                    "ID": "3566671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3566671",
                    "TitleEnglish": "Pisces II",
                    "SummaryEnglish": "Kanata reflects on Tsukiko and how she never lets anyone see her struggles. He and Suzuya vow to always be by her side and to protect her, because that's all they can do. It is revealed that Kanata's greatest wish is that others will see him as a \"natural person.\"",
                    "Aliases": []
                },
                "7": {
                    "ID": "3623151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3623151",
                    "TitleEnglish": "Aries I",
                    "SummaryEnglish": "Kazuki's life is shown in a flashback and the discovery of his power to see the future is revealed. Due to his unawareness of his powers, Kazuki blamed himself terribly for the loss of his parents. Ostracized by others and feeling as though hiding his weakness would make him strong, Kazuki was all alone until he met Tsukiko who taught him that only cowards hide their weakness and use brute force to fight. It is revealed that Kazuki became friends with not only Tsukiko but Kanata and Suzuya as well when they were younger but when separated due to an incident with Tsukiko, those times became only memories of the past though Kazuki always promised he would remember Tsukiko even if she forgot about him.",
                    "Aliases": []
                },
                "8": {
                    "ID": "3623161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3623161",
                    "TitleEnglish": "Aries II",
                    "SummaryEnglish": "Kazuki has a vision of his future in that he has become the president of the school and has made friends that care for him. Kazuki wishes for this vision to be true and starts believing that his powers can actually be good thus he sets off to make that vision a reality. As his vision starts coming true, Kazuki constantly puts himself in danger because he hopes to protect others through his power even if he gets hurt but Homare and Oushirou teach him that he is just as important.",
                    "Aliases": []
                },
                "9": {
                    "ID": "3720441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3720441",
                    "TitleEnglish": "Taurus I",
                    "SummaryEnglish": "It begins with Homare and Kazuki in the office of the student council drinking tea and talking about how they are going to graduate that year, later Oushirou appears and join them. After that it shows Homare in his first year practising archery but having bad results because of the pressure. He was about to quit but Kazuki appeared and cheered him up.",
                    "Aliases": []
                },
                "10": {
                    "ID": "3720451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3720451",
                    "TitleEnglish": "Taurus II",
                    "SummaryEnglish": "Again in the student council room it is Kazuki, Homare and Oushirou talking about how is Tsukiko doing in the archery club, then a flashback begins showing when Tsukiko entered the club and how hard-working she is. After a hard day she falls at sleep and Homare finds her, when she wakes up he tells her that she shouldn´t force herself so much, what he said made her start to cry and confess that she was feeling bad because she was treating different because of her gender that made Homare see that she was really trying to improve and in the end her consoled her. There ends the flashback. After that the three of them went to see where was Tsukiko. At the end of the episode it shows Homare Azusa and Tsukiko showing up late at the archery room and Miyaji scolding Azusa.",
                    "Aliases": []
                },
                "11": {
                    "ID": "3720471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3720471",
                    "TitleEnglish": "Gemini I",
                    "SummaryEnglish": "It starts off in the past when Kotarou first asks Iku to become a teacher at his school. Once there he meets Tsukiko for the first time and it shocks him that he sees a resemblance between her and his sister Yui. Iku then reminisces on his childhood with Kotarou and how neither of them can get over the loss of Yui.",
                    "Aliases": []
                },
                "12": {
                    "ID": "3720481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3720481",
                    "TitleEnglish": "Gemini II",
                    "SummaryEnglish": "Iku continues to reminisce on his past with Kotarou and Yui. Yui's illness was too much for her and the doctors were unable to cure her thus she dies. Devastated and torn apart, Iku cannot get over the loss and turns into a completely different person unable to care, nor trust anyone after he lost his ability to sing and found out he was being used by his band members. Now in the present, Iku proposes he play a game with Tsukiko. They pretend to be lovers and the one who falls in love first loses. Tsukiko decides to play and Iku thinks on how he will never trust anyone again for the only one he loved and cared for was his other half, Yui.",
                    "Aliases": []
                },
                "13": {
                    "ID": "3720491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3720491",
                    "TitleEnglish": "Cancer I",
                    "SummaryEnglish": "Suzuya reflects on his past with his childhood friends Tsukiko and Kanata and how he had always wanted to protect them ever since they were young. Suzuya always took care of Tsukiko and Kanata thus making him the \"mother\" of the two. Wanting to be able to do something for them, he worked hard to be able to cook well and so forth. He meets Kazuki Shiranui who is friends with Kanata and Tsukiko and eventually the four become an inseaperable group until an incident involving Kazuki and Tsukiko separates them and Tsukiko loses her memory of Kazuki. In more present day, when the three first move into highschool they meet up with Kazuki again though Suzuya still can't forgive what he did in the past.",
                    "Aliases": []
                },
                "14": {
                    "ID": "3720501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3720501",
                    "TitleEnglish": "Cancer II",
                    "SummaryEnglish": "Suzuya had always hoped for him, Kanata, and Tsukiko to be together but he realizes that it is not possible for little by little, his surroundings are changing and they are affecting those he cherishes the most. He notices the biggest change in Tsukiko and he is afraid that once she finds her prince charming he will not be able to be happy for her. Suzuya then states that Tsukiko is the most important to him now and even in the future so he will always be there for her to guard her smile. Even though he loves her tremendously and wants to be with her for eternity, he knows his wish could never be fulfilled.",
                    "Aliases": []
                },
                "15": {
                    "ID": "3720511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3720511",
                    "TitleEnglish": "Leo I",
                    "SummaryEnglish": "It begins in the past when Naoshi, the \"Leo\", first becomes a teacher in the academy whose hopeful wish is to have his students know the excitement and enjoyment of their school lives. After a year of being in the academy, Naoshi has become quite popular and is loved by all his students who even tease and sometimes prank him though Iku questions his closeness and relationship with the latter. The students then begin to prepare for an upcoming cultural festival.",
                    "Aliases": []
                },
                "16": {
                    "ID": "3720521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3720521",
                    "TitleEnglish": "Leo II",
                    "SummaryEnglish": "The students have finally finished the preparations necessary for he cultural festival to commence and so Naoshi treats them all to lunch. Trouble soon arrives when a storm hits and they forget to close the window where they had left their preparations. They all rush to the classroom and the students find all their things in ruin. They become dismayed, losing hope and thinking it will be impossible to fix everything but Naoshi stands firm and encourages the students that nothing is impossible because they are his students. With their spirits revived and with the help from a few others, the class works hard to make the festival a most memorable one.",
                    "Aliases": []
                },
                "17": {
                    "ID": "3720531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3720531",
                    "TitleEnglish": "Virgo I",
                    "SummaryEnglish": "Being the son of a family of pianists, it was expected that Hayato Aozora would continue the legacy and become a pianist himself. Even so, he was over shadowed by his more talented older brother and sister and soon felt that he could never play the piano as well as them. It was then that he began to feel unwanted as if he did not belong in that house anymore and thus decided to enroll at Seigetsu Academy. It was here where he first met Kazuki Shiranui, the student council president, and slowly he begins to realize that his life has begun to change.",
                    "Aliases": []
                },
                "18": {
                    "ID": "3720541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3720541",
                    "TitleEnglish": "Virgo II",
                    "SummaryEnglish": "It has been over a year and a half since Kazuki first invited Hayato to join the student council and he has become close friends with the other two members as well: Tsubasa and Tsukiko. It is thanks to the student council that Hayato's boring and uncolorful life has begun to shine and he has begun to be more open with others. The feelings of happiness he had long forgotten began to come back as he finally shows a genuine smile in gratitude to the student council members for wanting to celebrate his birthday, something his parents never did back at home.",
                    "Aliases": []
                },
                "19": {
                    "ID": "3720551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3720551",
                    "TitleEnglish": "Libra I",
                    "SummaryEnglish": "It begins when Tsukiko enters the nurses office and finds Kotarou Hoshizuki, the school doctor, sleeping lazily on one of the patient beds. Kotarou then takes over and reminisces about a past memory that both has brought him great joy but also terrible sadness: his first meeting with the twins Iku and Yui Mizushima. Before meeting Iku and Yui, Kotarou had been living a monotone life and didn't really look towards his future. It was at that point in time that his older sister introduced him to Iku and Yui and he began to develop a very close relationship with the two. Even so, Yui had a terrible heart condition and Kotarou knew her life was limited. Having become so close to the two he set his heart to do something for them thus his wanting to study and become a doctor to save Yui's life.",
                    "Aliases": []
                },
                "20": {
                    "ID": "3720561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3720561",
                    "TitleEnglish": "Libra II",
                    "SummaryEnglish": "Kotarou has been working hard to study and find a cure that could heal Yui's illness. He begins to think it is thanks to them that he found a treasure important enough to him to care for. Yui, however, falls in love with Kotarou and she lets him know of her feelings but Kotarou, even though he sees her as a girl most important in his life, knows his love for her is that of a love for a younger sister and thus he decides to let the confession slide to try and not ruin the relation he has with the twins. Due to that he delayed his response and before he knew it, Yui had died. Now in present time, Kotarou still feels as though he has no right to love and that whomever falls in love with him will be sad thus he feels as though that which becomes precious to him will soon disappear.",
                    "Aliases": []
                },
                "21": {
                    "ID": "3720571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3720571",
                    "TitleEnglish": "Scorpio I",
                    "SummaryEnglish": "Miyaji Ryuunosuke, the Scorpio, has recently joined the archery club along with Inukai and Tsukiko. In the past he was good at sports, especially soccer, and worked hard every day in order to improve himself, but one time after he lost a game he realized that one could not win through just their own efforts, but through the efforts of everyone on the team. Realizing his team would not pull through, he decided to quit soccer all together to try a sport that was only based on the individuals hard work and talent so as not to have to rely on others much. Even so, he slowly began to realize that his circle of friends began to grow with every new member as well his trust in his teammates.",
                    "Aliases": []
                },
                "22": {
                    "ID": "3720581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3720581",
                    "TitleEnglish": "Scorpio II",
                    "SummaryEnglish": "Everyone has been working hard in the archery club in order to aim for the Inter-High competition. Miyaji has also grown from being the person who could not count on others to a real team player and his bonds with his friends have grown stronger. Even though some of the upperclassmen began to doubt that they could win, Miyaji stepped in to say that those who run away will never reach their goals. Thanks to him everyone gains their confidence back and they all work extra hard for the competition. Though the results are not what they expected Kanakubo tells them they just have to work harder for next years competition. It is then that time passes and new members including first year Azusa Kinose begin to arrive. Miyaji has a talk with Tsukiko after their second competition and begins to think of how soon his rivalry with her will turn into love.",
                    "Aliases": []
                },
                "23": {
                    "ID": "3720591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3720591",
                    "TitleEnglish": "Sagittarius I",
                    "SummaryEnglish": "Azusa Kinose, a once skilled archer, decides that he no longer wants to do japanese archery. It is then that his master tells him that he has been living a colorless life because even though he can do anything which makes him a genius he still lacks something important and Azusa questions himself whether he will change. Even though everyone around him considers him a genius, he himself does not think that way and can only think of how his world is black and white while everything else is colorful, it is then that he moves to Seigetsu Academy and is reunited with his childhood friend Tsubasa Amaha hoping that this school will give him something he couldn't have before.",
                    "Aliases": []
                },
                "24": {
                    "ID": "3720601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3720601",
                    "TitleEnglish": "Sagittarius II",
                    "SummaryEnglish": "Naoshi Haruki has been relentlessly pursuing Azusa to have him join the archery club and after much persistence, Azusa decides to make a deal with him, he will go and observe the practices under the condition that Naoshi finds what it is that Tsubasa never wears. Naoshi manages to find out what Tsubasa never wears and Azusa admits defeat therefore having to go and observe the practice. It is there that he meets Tsukiko and watches her form in archery. He comments saying that watching her was like seeing a new color in his world that never existed before thus deciding to join the archery club much to Miyaji's annoyance.",
                    "Aliases": []
                },
                "25": {
                    "ID": "3720611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3720611",
                    "TitleEnglish": "Ophiuchus I",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "26": {
                    "ID": "3720621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starry-sky/episodes/3720621",
                    "TitleEnglish": "Ophiuchus II",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}