{
    "URL": "https://thetvdb.com/series/my-princess",
    "Genres": [
        "Comedy",
        "Drama",
        "Romance",
        "Soap"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2375282/",
        "https://www.themoviedb.org/tv/35359"
    ],
    "TitleEnglish": "My Princess",
    "SummaryEnglish": "Lee-sul (Kim Tae-Hee) is a woman who enters college later than other girls. Like her peers, they dream of one day becoming a princess, but for Lee-sul she actually becomes a real life princess ...",
    "Aliases": [],
    "Modified": "2025-08-20",
    "Seasons": {
        "1": {
            "ID": "394841",
            "URL": "https://thetvdb.com/series/my-princess/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 16,
            "Episodes": {
                "1": {
                    "ID": "3463761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-princess/episodes/3463761",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "Seol is just an ordinary girl trying to make ends meet, working odd jobs, crushing on her teacher and occasionally running into the hot-but-infuriating Hae Young, a local company man. Then it's revealed that Seol is actually a long-lost descendent of the emperor! What's a newly discovered princess to do?",
                    "Aliases": []
                },
                "2": {
                    "ID": "3463771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-princess/episodes/3463771",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "Seol isn't ready for the truth about her family, but that's fair, because Hae Young isn't prepared to accept her as his aunt. Little do they realize that their frustrating days together are just beginning! Meanwhile, Jung Woo has issues with his ex and Yoon Joo is unrepentant for her sins.",
                    "Aliases": []
                },
                "3": {
                    "ID": "3463781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-princess/episodes/3463781",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "Hae Young takes drastic measures to protect Seol's identity, but she still refuses to believe that she's a princess, even as Chairman Park throws his full weight behind the plan to restore Korea's monarchy. A trip to the graveyard brings back tragic memories for everyone. Jung Woo grows territorial about his relationship with Seol.",
                    "Aliases": []
                },
                "4": {
                    "ID": "3463791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-princess/episodes/3463791",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "Seol has been banned from leaving the country, meaning she can't run away from her destiny, not even with Hae Young's help. The only thing left is to accept her new role and try to become a proper princess. If only Hae Young wasn't so arrogant about coaching her... and if only her mother didn't egg them on, believing them to be engaged...",
                    "Aliases": []
                },
                "5": {
                    "ID": "3463801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-princess/episodes/3463801",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "Her new home is like something out of a fairytale, but between tripping in her heels and fainting in courtyards, Seol isn't quite ready to be a princess. Hae Young isn't happy either, not with reporters dogging him and men in suits repossessing his belongings. Could they possibly find solace in each other?",
                    "Aliases": []
                },
                "6": {
                    "ID": "3463821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-princess/episodes/3463821",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "Hae Young is officially Seol's advisor, but she isn't becoming a good little student without a fight. Yoon Joo moves into the palace with ulterior motives. Jung Woo accepts an offer but says goodbye to other aspects of his life. Chairman Park continues to battle with the President.",
                    "Aliases": []
                },
                "7": {
                    "ID": "3463831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-princess/episodes/3463831",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "Yoon-ju struggles with accepting the social responsibilities of monarchy. Hae-young plots but is pricked by his conscience for helping Seol for other motives. Yoon-ju gets her staff to give Seol a royal make-over, which she will never forget!",
                    "Aliases": []
                },
                "8": {
                    "ID": "3463841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-princess/episodes/3463841",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "Seol falls into deeper into Hae-young's plot. Seol is kidnapped by Hae-young's men and she finally hears Hae-young's betrayal. The Princess misses the all-important press conference in disgrace. Angered, Seol decides to confront Hae-young!",
                    "Aliases": []
                },
                "9": {
                    "ID": "3463851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-princess/episodes/3463851",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "Yoon-ju refuses to follow the Chairman's orders to marry Hae-young; however, Hae-young reveals the real reason for her decision. Hae-young cryptically spells out his new feelings for Seol to her and gives her a note that changes everything.",
                    "Aliases": []
                },
                "10": {
                    "ID": "3463861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-princess/episodes/3463861",
                    "TitleEnglish": "Episode 10",
                    "SummaryEnglish": "Lovers quarrel when the people they love are confronted by they are required to marry. Seol and Jung-woo share a sweet snack after both being rejected, which upsets Hae-young when he cannot contact her by phone. Seol agrees to a orphanage trip without Hae-young's approval.",
                    "Aliases": []
                },
                "11": {
                    "ID": "3463871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-princess/episodes/3463871",
                    "TitleEnglish": "Episode 11",
                    "SummaryEnglish": "Seol understands that Hae-young has protected her and created an enemy in Yoon-ju. Seol's sister Dan arrives, but has conspired with Yoon-ju to acquire the right to be the Princess.",
                    "Aliases": []
                },
                "12": {
                    "ID": "3463881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-princess/episodes/3463881",
                    "TitleEnglish": "Episode 12",
                    "SummaryEnglish": "Yoon-ju aims to destroy the monarchy, the Chairman, and especially Seol. The history of Hae-young's and Seol's fathers may destroy them both. Hae-young reaches out to his father who is in NY and hopes for the best.",
                    "Aliases": []
                },
                "13": {
                    "ID": "3463891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-princess/episodes/3463891",
                    "TitleEnglish": "Episode 13",
                    "SummaryEnglish": "Hae-young and Seol hangout at a vacation house where memories began to return to Seol. Hae-young's father calls Seol, which triggers a meeting with the Chairman who reveals who killed her father.",
                    "Aliases": []
                },
                "14": {
                    "ID": "3463901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-princess/episodes/3463901",
                    "TitleEnglish": "Episode 14",
                    "SummaryEnglish": "Jung-woo exposes Yoon-ju's plot in an official board meeting, but does so out out love for Yoon-ju. Hae-young tells the world his family's secret, which ruins him and saves Seol.",
                    "Aliases": []
                },
                "15": {
                    "ID": "3463911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-princess/episodes/3463911",
                    "TitleEnglish": "Episode 15",
                    "SummaryEnglish": "After a two-month absence in New York, Hae-young returns to the palace to see Seol. In a press conference before a major vote, Seol tells the public of her undying love for Hae-young.",
                    "Aliases": []
                },
                "16": {
                    "ID": "3463921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-princess/episodes/3463921",
                    "TitleEnglish": "Episode 16",
                    "SummaryEnglish": "Two years after the vote, Seol is in school gaining her degree and yes she is the Princess! Seol needs a favor from Yoon-ju. Seol finally pursues Hae-young as the Princess, to save their relationship.",
                    "Aliases": []
                }
            }
        }
    }
}