{
    "URL": "https://thetvdb.com/series/moby-dick-5",
    "Genres": [
        "Animation",
        "Children"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7033370/",
        "https://www.themoviedb.org/tv/24252",
        "https://www.wikidata.org/wiki/Q672596"
    ],
    "TitleEnglish": "The White Whale of Mu",
    "SummaryEnglish": "In ancient times, the continents of Atlantis and Mu fought a war, and Atlantis lost. After losing the war, Atlantis transformed itself into a small planet and timeslipped to the present-day to try to take over the world again. But five warriors from Mu assemble on Easter Island, and together with giant cyborg white whale that houses the brain of the ancient queen of Mu, fight Atlantis off at various famous ruins around the world.",
    "Aliases": [
        "Moby Dick 5",
        "Ballena Blanca",
        "Muu no Hakugei",
        "Moby Dick Five"
    ],
    "Modified": "2024-09-18",
    "Seasons": {
        "1": {
            "ID": "451311",
            "URL": "https://thetvdb.com/series/moby-dick-5/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "3972241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972241",
                    "TitleEnglish": "The awakening of the white whale",
                    "SummaryEnglish": "After 180 years, an unusual event occurs in the Solar System: the alignment of all the planets with the Sun. Following this event, great disasters hit the Earth. As governments decide what to do, mysterious warplanes suddenly appear and begin to devastate various cities and overwhelm the resistance on earth. Meanwhile, on Easter Island, in the middle of the Pacific Ocean, five boys meet in the shadow of the Moai, all guided on the navel of the world by a fantastic vision: a huge white whale led by a beautiful girl ...",
                    "Aliases": []
                },
                "2": {
                    "ID": "3972251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972251",
                    "TitleEnglish": "The sons of Mu",
                    "SummaryEnglish": "Madora, after having telepathically guided the five boys to Easter Island, leads them to Ra-Mu, the great prophet of the vanished continent Mu. Ra-Mu explains to the boys that they have been chosen to fight the Atlanteans, who want to invade the Earth in search of the Olyhalcon, an inexhaustible source of energy. Meanwhile Gorgos, supreme commander of the forces of Atlantis, after having built a moon base ...",
                    "Aliases": []
                },
                "3": {
                    "ID": "3972261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972261",
                    "TitleEnglish": "The lost homeland",
                    "SummaryEnglish": "Ken absolutely did not want to be forced to become a soldier of Mu. So, without listening to either Ra-Mu's prayers or calls, he decides to return to his home. Meanwhile, the Atlantean troops had completely destroyed the area surrounding Mount Fuji, just where Ken was born. In the throes of terrible despair, Ken decides to attack the forces of Atlantis alone to take revenge. Only after being rescued by Joe and the others does he realize that ...",
                    "Aliases": []
                },
                "4": {
                    "ID": "3972271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972271",
                    "TitleEnglish": "The world of 30,000 years ago",
                    "SummaryEnglish": "Once inside Mu's white whale, Ken realizes why he and his companions were chosen to fight Atlantis. 30,000 years earlier Ra-Mu, spiritual leader of the vanished continent Mu, fearing that a conflict with the Atlanteans could destroy the Earth, had decided to make the continent Mu disappear ... To prepare for the day when Atlantis would be resurrected. For this reason he had chosen 5 warriors and ...",
                    "Aliases": []
                },
                "5": {
                    "ID": "3972281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972281",
                    "TitleEnglish": "The white whale and the five warriors",
                    "SummaryEnglish": "The Deputy General of the Atlantean Land Command, who had sworn to himself to destroy the white whale, goes on the attack at the head of his team and realizes with great surprise that the whale hides the essence of the great Ra-Mu and that the strength of the 5 warriors was able to make the white whale reach the maximum of its power. During the attack, the warriors ...",
                    "Aliases": []
                },
                "6": {
                    "ID": "3972291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972291",
                    "TitleEnglish": "The defeat of the white whale",
                    "SummaryEnglish": "The stay of the 5 boys on Easter Island continues. Only Ken is unable to find peace, despite the attention and concern Madora reserves for him; he is swollen with hatred towards Atlantis who destroyed his life and killed his family and burns with the desire to take revenge. Alerted by a premonition from Rei, the five young warriors of Mu leave with their ships for a patrol tour and ...",
                    "Aliases": []
                },
                "7": {
                    "ID": "3972301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972301",
                    "TitleEnglish": "The white whale transforms",
                    "SummaryEnglish": "The five warriors are in desperate search for the white whale, which has sunk into the sea. With the white whale disappeared in the waters, the troops of Atlantis begin to launch their actual attack on Earth. The shock troops led by Platos set up an invasion base in Egypt and, having resurrected the Sphinx, defeat the UN peacekeepers. Upon hearing of this, Ken alone goes to Egypt. But, with the pyramid-power deployment in front, he is defeated and taken prisoner. The other four warriors try to save Ken. Almost in response to their wish, the white whale appears. By throwing a high spray from the blowhole, it starts the transformation.",
                    "Aliases": []
                },
                "8": {
                    "ID": "3972311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972311",
                    "TitleEnglish": "Madora's secret",
                    "SummaryEnglish": "After a long time, Mu's warriors are enjoying a short rest. And it is at this juncture that, completely lacking in tact, Ken says to Madora: \"I would be too ashamed to talk about it with a normal girl ...\". Madora is troubled by the expression \"normal girl\". Meanwhile, troops from Atlantis arrive in Peru to search for the Olympian in the gigantic ruins. Ken rushes to counterattack, but the Mecha ends up buried under a huge boulder. To save Ken, Madora moves the huge stone with her bare hands. She later reveals herself to be a cyborg.",
                    "Aliases": []
                },
                "9": {
                    "ID": "3972321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972321",
                    "TitleEnglish": "In search of Olyhalcon",
                    "SummaryEnglish": "\"In the place where the Olympus is located, a civilization has certainly developed ...\". Starting from this, Ken and the others assume that the Olymphalcon is located among ancient ruins and, in order to take it before the troops of Atlantis, referring to the legend of the Great Flood, they head towards Turkey. In the land of the legendary Noah's Ark, on Mount Ararat, Ken and Madora find the traces of Kein, who had disappeared without giving any news of himself 30,000 years earlier. To take charge of Kein's will, Ken takes the dagger. Meanwhile the troops of Atlantis have pushed their searches to the Mediterranean Sea, where they come across the white whale. The fight begins.",
                    "Aliases": []
                },
                "10": {
                    "ID": "3972331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972331",
                    "TitleEnglish": "Mysterious signs on the earth",
                    "SummaryEnglish": "Upon hearing that the World Cup has begun, Joe, who was considered a football genius, begins to shudder with excitement. Meanwhile, Ken and the others head to the ruins of Nazca, in the Andes mountain range. 30,000 years earlier that was a land base of Atlantis. Once again the enemy troops come to attack. At this juncture, Joe sees Paporo, who had previously been his opponent at the World Cup. Destiny comes to sever the friendship between the two. At the end of the battle, the tower of the Atlantis space control center is also activated but has no chance of making it in front of the white whale.",
                    "Aliases": []
                },
                "11": {
                    "ID": "3972341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972341",
                    "TitleEnglish": "The Bermuda Triangle",
                    "SummaryEnglish": "Atlantis seeks the presence of the Olympian in the demonic sea zone of Bermuda and it is Platos who has been ordered to carry out this risky assignment. But it is Ra-Male, concerned for the safety of Platos, to leave in his place. Meanwhile, the white whale, which has sensed the danger, stops Mu's warriors from taking action. But Ken still goes to counterattack alone and, in the Bermuda sea area, confronts Ra-Male. At that moment a change occurs in the waters of Bermuda and the two are pushed into a space-time rift. In the end, it is thanks to the powers of the white whale that the two are brought out of the alien dimension.",
                    "Aliases": []
                },
                "12": {
                    "ID": "3972351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972351",
                    "TitleEnglish": "Prehistory is among us",
                    "SummaryEnglish": "Floating in cosmic space, the continent of Atlantis begins to move away from its orbit and is destined to collide with Jupiter. Empress Condra is very worried, the search for the Olymphalcon has become pressing. Meanwhile Ken and the others, in search of some clues on the Olympiacon, head to the Himalayas, in Tibet, where they discover the remains of Atlantis. During the search, a giant prehistoric dinosaur comes to attack, but Ken defeats it and the five discover an ancient library. Among the books kept in it, they find a map which indicates the possible presence of the Olympian in Antarctica.",
                    "Aliases": []
                },
                "13": {
                    "ID": "3972361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972361",
                    "TitleEnglish": "We found Olyhalcon",
                    "SummaryEnglish": "Ken and the other warriors of Mu are looking for clues about the presence of the Olympian at the South Pole. Meanwhile, even the troops of Atlantis, clinging to a thread of hope, head towards Antarctica, to push their research into unexplored areas. Then, at the height of the fight, the Olymphalcon is found. The machinery that Manabu had taken from the ancient library has become the key and the ice of the Pole begins to melt. Soon the entire Antarctic continent is rocked by the eruption. In front of the hastily arrived Condor fortress, a buried ancient city rises to the surface. In front of the two sides left open-mouthed, the Olympia finally shows itself.",
                    "Aliases": []
                },
                "14": {
                    "ID": "3972371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972371",
                    "TitleEnglish": "The ancient city of Atlantis",
                    "SummaryEnglish": "With the discovery of the Olympiacon, the battle begins between the warriors of Mu and the troops of Atlantis to seize it. But the White Whale, terrified by the power of the Ollyhalcon, ends up diving into the sea. Ken and the others break into the Condor fortress with the Mechas, but retreat due to the strenuous defense by the enemies. As a last resort, they try to get the white whale to move. And then the counterattack begins and the Condor fortress is finally defeated. While the enemy commander Gorgos dies in battle, as he had always wished, the Olymphalcon is taken away from Platos ...",
                    "Aliases": []
                },
                "15": {
                    "ID": "3972381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972381",
                    "TitleEnglish": "Farewell, five warriors",
                    "SummaryEnglish": "Atlantis has obtained the Olympiacon, the return of Zargon is approaching step by step and they are all intoxicated with joy. In this situation, Platos is the only one who sets out to attack Earth to avenge Gorgos. Meanwhile, the white whale is still immersed from the moment of the battle at the South Pole. At Madora's appeal, Ra-Mu orders the disbandment of the warriors. Deeply embittered, Ken and the others disperse. But in front of Ken, the only one back, Platos appears and the duel begins. The five warriors are soon reunited again, determined to face new battles.",
                    "Aliases": []
                },
                "16": {
                    "ID": "3972391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972391",
                    "TitleEnglish": "The tears of the white whale",
                    "SummaryEnglish": "As the continent of Atlantis is getting closer and closer to Earth, the enemy urges the Heads of Earth to extradite the white whale. While the UN hesitates to answer, Platos is leading Ken and the others to surrender. Eventually, out of intimidation, Condra uses the Olympiacon and the UN chooses unconditional surrender. The UN peacekeepers and the Atlantean army travel to Easter Island to capture the white whale. Ken and the others refuse unconditional surrender and choose to fight instead. The UN attack begins and all the whale can do is try to resist.",
                    "Aliases": []
                },
                "17": {
                    "ID": "3972401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972401",
                    "TitleEnglish": "The origin of Ra-Male",
                    "SummaryEnglish": "Before the final battle, Platos and Ra-Male travel to Easter Island with the aim of parleying with Ra-Mu and agreeing on his surrender. And that's where Ra-Mu and Ra-Male meet. Due to a ruse devised by Zargon 30 thousand years earlier, the girl is actually Ra-Mu's daughter. At the time of the peace treaty 30,000 years earlier, in fact, Ra-Mu had given the little Ra-Male hostage, one of her twin daughters who never knew anything about all this. Eventually, like so many millennia before, Atlantis attacks Easter Island.",
                    "Aliases": []
                },
                "18": {
                    "ID": "3972411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972411",
                    "TitleEnglish": "The awakening of Zargon the devil",
                    "SummaryEnglish": "Using the power of the Olympian, Atlantis begins the attack on Earth. Meteor showers fall in various parts of the planet and the threat extends even to the underwater temple of Easter Island. Then Condra, knowing that the white whale is, despite everything, safe and sound, orders that it be defeated using Ra-Male as bait. As the battle unfolds between father and daughter and between sister and sister, the white whale re-emerges. Condra leads the attack on both the white whale and Ra-Male, but Platos rescues the girl. And finally the dark emperor Zargon awakens from his millennial slumber and returns to action.",
                    "Aliases": []
                },
                "19": {
                    "ID": "3972421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972421",
                    "TitleEnglish": "The white whale roams the universe",
                    "SummaryEnglish": "With the awakening of Emperor Zargon, morale is very high in Atlantis. As the plan for the great restoration for migration to Earth continues, Ra-Male is thrown into the cell and Platos is distressed by doubts about the war. Meanwhile, the white whale, following the long and painful battles, has exhausted all its strength and disappears in the whale cemetery. Faced with the enemy attack, Ken and the others don't really know what to do. And here comes the appeal of Ra-Mu. At the prayer of the warriors of Mu, the white whale makes its final transformation. The last battle, to be faced in outer space, is approaching.",
                    "Aliases": []
                },
                "20": {
                    "ID": "3972431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972431",
                    "TitleEnglish": "Atlantis the planet of terror",
                    "SummaryEnglish": "The Earth has already dried up and turned red. With renewed resolve, Mu's warriors move against Atlantis. However, in their first battle in outer space they are forced to undergo a confrontation that is painful for them. Due to the meteor circle created by the Atlantean scientist Haid, the white whale ends up surrounded by meteorites. It seems to be in a dead end, but one way or another it manages to break through. Unfortunately she has to undergo new attacks that are repeatedly inflicted on her and it is precisely at that moment that, in front of Ken and his companions, the continent of Atlantis appears to show them, for the first time, its ominous image.",
                    "Aliases": []
                },
                "21": {
                    "ID": "3972441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972441",
                    "TitleEnglish": "The tragedy of Ra-Male",
                    "SummaryEnglish": "Finally the continent of Atlantis showed itself to the warriors of Mu. The time it will take for the continent to reach Earth is approximately 40 days. Even if the white whale has advanced to the heart of Atlantis, the enemy, for some reason, does not attack. However, this is a trap! Suddenly countless gun batteries appear and the whale is under their simultaneous attack. Meanwhile, Ra-Male, still held captive, is made aware by Condra that Ra-Mu is her father and is used against him as bait. The olyhalcon light falls on the white whale trying to save Ra-Male.",
                    "Aliases": []
                },
                "22": {
                    "ID": "3972451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972451",
                    "TitleEnglish": "The death of Condra",
                    "SummaryEnglish": "Eventually Atlantis penetrated the Earth's stratosphere. As a result, devastation breaks out on the planet's surface. Mu's warriors and the white whale unleash a desperate attack on the continent's back-rockets and manage to upset their balance. At that juncture the secret of Condra is revealed who, for the sake of Atlantis and Emperor Zargon, goes alone in the fight with the white whale. Faced with it and at its maximum power, it ultimately remains without strength. After the sacrifice of Condra, Atlantis can finally land on the expanse of waters of the Earth.",
                    "Aliases": []
                },
                "23": {
                    "ID": "3972461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972461",
                    "TitleEnglish": "Platos the traitor",
                    "SummaryEnglish": "Earth is being pushed by Atlantis to the brink of destruction. Euphoric at the victory, Zargon orders his son Platos to carry out the death sentence of Ra-Male. But Platos, recognizing the mistakes made, feels frustration with his father's atrocious and violent way of acting. And, when the moment of execution is near, Platos escapes taking Ra-Male with him. Ken and the others go to the rescue of the two but Platos is captured and Ra-Male makes the decision to return to Atlantis. This time it is the execution of Platos that gets closer and closer.",
                    "Aliases": []
                },
                "24": {
                    "ID": "3972471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972471",
                    "TitleEnglish": "The love tragedy of Platos",
                    "SummaryEnglish": "One way or another Ra-Male arrives before Platos' execution is completed and, aided by soldiers loyal to the prince, manages to save him. Meanwhile, the white whale is also heading towards Atlantis, however, in front of the continent, it finds the figure of Zargon that stands out threateningly. Eventually, Platos challenges his father the Emperor to confront him but, neither the boy nor Ra-Male manage to win against the tyrant. Although seriously injured, the two manage to take refuge in the underground temple of Mu but, hearing that the last hour approaches, they leave for space in search of a world only theirs.",
                    "Aliases": []
                },
                "25": {
                    "ID": "3972481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972481",
                    "TitleEnglish": "The decisive battle",
                    "SummaryEnglish": "In front of Ken and the others praying that Ra-Male and Platos can rest in peace, the troops of Atlantis arrive to launch a surprise attack. In the fight Joe is wounded and even the underwater temple is obliterated by the attack of the torpedoes. The warriors of Mu, who have nowhere left to return to, rise to the surface with the white whale and completely destroy the troops of Atlantis. Due to repeated failures, Zargon sentences Gold to death. Meanwhile, the five warriors use the power of Agrel as energy to confront the Olympian. The curtain opens on the final battle between Ra-Mu and Zargon.",
                    "Aliases": []
                },
                "26": {
                    "ID": "3972491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moby-dick-5/episodes/3972491",
                    "TitleEnglish": "Towards a world of love",
                    "SummaryEnglish": "The battle between the white whale and the fortress of Zargon has begun. It is the fight wanted by a destiny that is about to take place after a wait of 30 thousand years. Zargon trusts in strength alone, Ra-Mu fights for love. Wrapped in the Olympics' waves of power, the white whale is on the brink of destruction but Ra-Mu and his warriors unleash the power of the Agrel, throw themselves against the enemy fortress, and Zargon is eliminated once and for all. As soon as the war ends, Madora returns to being a normal human being and Ken and the others swear to each other that they will try as much as possible to live a worthy life.",
                    "Aliases": []
                }
            }
        }
    }
}