{
    "URL": "https://thetvdb.com/series/rebirth",
    "Genres": [
        "Documentary",
        "History",
        "War"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0152799/"
    ],
    "TitleEnglish": "Rebirth",
    "SummaryEnglish": "The story of Israel's first fifty years of statehood, TKUMA brings to the screen the tragedies and joyful milestones of Israel's first half century: the ingathering of the exiles as the fledgling state becomes a haven for Jews around the word. Dramatic, personal accounts and documentary footage of the wars fought over five decades, along with rare behind-the-scenes insights into Israel's efforts to make peace.\r\nWho is a Jew? Israel wrestles with its national identity. Israel's economic revolution takes the country from the orange to the computer chip in a few years. The people, the places, the spirit of Israel in its first fifty years",
    "Aliases": [],
    "Modified": "2023-04-19",
    "Seasons": {
        "1": {
            "ID": "453181",
            "URL": "https://thetvdb.com/series/rebirth/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "3987661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rebirth/episodes/3987661",
                    "TitleEnglish": "A First Generation",
                    "SummaryEnglish": "The period between the Arab rebellion against the British in the 1930s to the partition plan on Nov. 29, 1947, the tense relations between Jew and Arab, the battle of the Yishuv against the White Paper - the effects of all this on the generation coming to age in Israel.",
                    "Aliases": []
                },
                "2": {
                    "ID": "3987671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rebirth/episodes/3987671",
                    "TitleEnglish": "The Making of a Nation",
                    "SummaryEnglish": "With the decision of the UN's partition plan, the battle for the highways and byways in Israel takes place, refugees, declaration of state 5 Iyar.",
                    "Aliases": []
                },
                "3": {
                    "ID": "3987681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rebirth/episodes/3987681",
                    "TitleEnglish": "The Silver Platter",
                    "SummaryEnglish": "The day after declaring its statehood Israel is invaded by five Arab armies, the new state must face the challenge of survival, in the end the state of Israel is larger then the partition plan but has payed a heavy price of losing 1 in every 100 of its citizens.",
                    "Aliases": []
                },
                "4": {
                    "ID": "3987691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rebirth/episodes/3987691",
                    "TitleEnglish": "Gathering of Israel",
                    "SummaryEnglish": "With the conclusion of the War of Indepence, the fighters returned to find the home front changed, the immigration of the holocaust survivors and the immigration of Jews from Yemen, Iraq and North Africa was changing the social and cultural outlook of the country. The immigrants doubled the population but left many absorption problems.",
                    "Aliases": []
                },
                "5": {
                    "ID": "3987701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rebirth/episodes/3987701",
                    "TitleEnglish": "Nation in uniform",
                    "SummaryEnglish": "Israel in the fifties has to deal with constant border infiltration, in response to this the IDF sets up fighting units who retaliate and soon become national legends, the victory in the 1956 Sinai campaign strenghtens Israel's image as fighters.",
                    "Aliases": []
                },
                "6": {
                    "ID": "3987711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rebirth/episodes/3987711",
                    "TitleEnglish": "In the Shadow of the Holocaust",
                    "SummaryEnglish": "The annihilation of European jewry by the Nazis was a national and personal trauma but the society which absorbed the survivors was not ready to listen to what happened, only in 1961 with the Eichmann trial was the nation ready to listen to the horrifying testimony of the survivors.",
                    "Aliases": []
                },
                "7": {
                    "ID": "3987721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rebirth/episodes/3987721",
                    "TitleEnglish": "Say Yes to the Old Man",
                    "SummaryEnglish": "David Ben Gurion for many symbolizes the revival of the Jewish nation, for the first fifteen years David Ben Gurion designed the country according to his outlook, a democratic country with a strong head of goverment, in the 1960s with the Lavon affair scandal Ben Gurion leaves the political spotlight, the nation parts with mixed emotions from its founding father.",
                    "Aliases": []
                },
                "8": {
                    "ID": "3987731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rebirth/episodes/3987731",
                    "TitleEnglish": "The High-Water Mark",
                    "SummaryEnglish": "During the days of battle in the Six Day War Israel went from the anxiety of survival to security with borders, recapture of the Old City and the return of parts of historical Israel lead to many questions for the Israeli society.",
                    "Aliases": []
                },
                "9": {
                    "ID": "3987821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rebirth/episodes/3987821",
                    "TitleEnglish": "Our situation has never been better",
                    "SummaryEnglish": "The relaxed atmosphere that comes after the Six Day War is broken by the War of Attrition, gunfire in the Suez Canal ends in 1970 and the goverments policy of status quo is only a semblance, the impression that only time will be good for us lulls the Israeli public even with threats from the Egyptians.",
                    "Aliases": []
                },
                "10": {
                    "ID": "3987831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rebirth/episodes/3987831",
                    "TitleEnglish": "Earthquake",
                    "SummaryEnglish": "On the 6th of October 1973, Yom Kippur at 2:00 pm a surprise attack by the armies of Syria and Egypt took place, Israel who stands to take a beating manages through a great military effort to push back the attackers, but this war remains in the national memory as a loss of total faith in unquestioning its leadership.",
                    "Aliases": []
                },
                "11": {
                    "ID": "3987841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rebirth/episodes/3987841",
                    "TitleEnglish": "The Optimist",
                    "SummaryEnglish": "The majority of Arabs ran away during the battles of the War of Independence, a minority stayed in the State of Israel, the State promised equality for all its citizens but was wary of its Arab citizens until the beginning of the 1960s Arab Israelis lived under military rule in 1967 they meet the Arabs of the West Bank.",
                    "Aliases": []
                },
                "12": {
                    "ID": "3987851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rebirth/episodes/3987851",
                    "TitleEnglish": "The Other Israel",
                    "SummaryEnglish": "David ben Gurion's vision of a melting pot does not stand the test of reality, waves of immigration create a conflict between Western and Eastern values, in poor neighborhoods and development towns accumlate the feeling of neglect, feelings of injustice erupt with the events of Wadi Salib and \"Black Panther\" demonstrations, they find a political outlet with a union formed with Menachem Begin in the 1977 elections.",
                    "Aliases": []
                },
                "13": {
                    "ID": "3987861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rebirth/episodes/3987861",
                    "TitleEnglish": "Forever Under the Sword?",
                    "SummaryEnglish": "In Nov. 1977 Anwar Sadat declares he is ready to go to the ends of the earth for peace, 10 days later his plane lands in Israel, Sadat's visit is a breakthrough, the treaty discussion that follow are long, complicated and nerve racking, pthe price of peace comes a heavy price - the eviction and destruction of the town of Yamit.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4023161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rebirth/episodes/4023161",
                    "TitleEnglish": "Stirrings of Redemption",
                    "SummaryEnglish": "The dramatic emergence of Gush Emunim into the public awareness takes place after the Yom Kippur War, the Gush who follow Rabbi Kook's teaching, lead the way for settlement building in Judea and Samaria.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4023171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rebirth/episodes/4023171",
                    "TitleEnglish": "In the Path of Terror",
                    "SummaryEnglish": "The loss of the Arabs in 1948 and 1967 lead to the dream od \"returning\" for Palestinian refugees and the beginning of the armed struggle, the 60s and 70s are filled with terrorist attacks, in 1982 Israel retaliates strongly sending the headquaters of the PLO out of Lebanon into Tunisia.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4023261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rebirth/episodes/4023261",
                    "TitleEnglish": "A Fracture in Unity",
                    "SummaryEnglish": "The Shalom HaGalilee (Peace for Galilee) operation which was as Prime Minister Begin said \"to move the northern settlements out of range of the terrorists gunfire\", turns into a long war which went further than the 40 kilometers, with the siege on Beirut and the massacre in Sabra-Shatilla the national consenus breaks down, the IDF sinks into the mud of Lebanon, Begin retires and shuts himself up in his house.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4023431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rebirth/episodes/4023431",
                    "TitleEnglish": "Let Us Live in this Country",
                    "SummaryEnglish": "Economic statistics for the state of Israel at its beginning were not promising, in her first days the investments were in absorption and security needs with an almost empty till, but since the days of austerity and budgeting Israel has drafted monies and with using human resources Israel has made the leap from an agricultural based economy to a developed industrial economy, the economic abundance has a high price - capitalization, inflation, turnover stockmarket and social differences.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4023441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rebirth/episodes/4023441",
                    "TitleEnglish": "Let My People Go",
                    "SummaryEnglish": "The Six Day War woke up Jewish nationalistic feelings among the Soviet Union's Jewish population, they demanded the right to immigrate to Israel, under international pressure the gates were opened but the communist regime limited the number of immigrants and took steps to suppress Zionist activists, at the end of the 1980s with the fall of the Soviet empire, a large wave of immigrants from the Soviet Union come to Israel, the problems of absorption soon cools down the initial enthusiasm.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4023451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rebirth/episodes/4023451",
                    "TitleEnglish": "Babylon and Jerusalem",
                    "SummaryEnglish": "The founding of the state of Israel looked to the American Jews as if it were taken from a Hollywood script, they donate money and political support, Israel on its side gives them feelings of identification and Jewish pride, after the Peacefor Galilee operation these feelings were questioned, regrets and doubts permeate the relationship of diaspora Jews and the state of Israel.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4023461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rebirth/episodes/4023461",
                    "TitleEnglish": "The Western wall and the Hill",
                    "SummaryEnglish": "The Western Wall and Mount Herzl are the two ends of Israeli society, since the founding of the state there has been a cultural war between religous and non-religous Israelis, a wall of alienation divides between the two parts of society, in its first years the non-religous zionism ruled over the religous, in the last years the religous and ultra-orthodoz are making a stand.",
                    "Aliases": []
                },
                "21": {
                    "ID": "4023471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rebirth/episodes/4023471",
                    "TitleEnglish": "The Rock and the Olive Branch",
                    "SummaryEnglish": "The intifada and the pressures on both sides that led to the Oslo agreements.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4023481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rebirth/episodes/4023481",
                    "TitleEnglish": "Farewell, Friend",
                    "SummaryEnglish": "The Oslo agreements which brought a great hope brings waves of terrorist attacks, the attack in the Cave of the Patriarchs, demonstrations of the right against the goverment and ultimately the murder of Prime Minister Yitzchak Rabin.",
                    "Aliases": []
                }
            }
        }
    }
}