{
    "URL": "https://thetvdb.com/series/saint-beast",
    "Genres": [
        "Action",
        "Animation",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/117595"
    ],
    "TitleEnglish": "Saint Beast",
    "SummaryEnglish": "The seal which was used to imprison the 2 fallen angels, Kirin no Judas and Houou no Luca, is broken and the two decides to get their revenge on God by getting rid of Heaven that had once been their home and create the true paradise which is Hell. Soon, the guardian angels on Earth begin disappearing, and no one in Heaven can explain the happenings. But there is a sense of a vengeful animal spirit at work, and so the Four Saint Beasts are called upon to investigate.\r\nThe 4 Gods of Beasts attempts to rescue the guardian angels, as well as to find out what this evil animal spirit is...",
    "Aliases": [
        "Saint Beast: Kouin Jojishi Tenshi Tan",
        "Saint Beast: Seijuu Kourin Hen",
        "セイント・ビースト〜光陰叙事詩天使譚〜"
    ],
    "Modified": "2025-09-23",
    "Seasons": {
        "0": {
            "ID": "463396",
            "URL": "https://thetvdb.com/series/saint-beast/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4075195",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/saint-beast/episodes/4075195",
                    "TitleEnglish": "Saint Beast: Ikusen no Hiru to Yoru Hen OVA 1",
                    "SummaryEnglish": "Long ago there was a war in Heaven which resulted in Judas and Luca – two of the six specially-chosen, talented and strong Saint Beasts – being cast out and imprisoned in Hell for leading the rebellion. But before that Heaven had been a peaceful place where the angels happily lived their lives. In this time, Judas, Luca, Goh, Shin, Rey and Gai are adolescent angels in Heaven who, on the day of Benediction, are made into adults by the supreme god Zeus. With each of the six having their own special abilities and new adult bodies to get used to, opportunities to meet each other arise and new friendships are formed.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4075196",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/saint-beast/episodes/4075196",
                    "TitleEnglish": "Saint Beast: Ikusen no Hiru to Yoru Hen OVA 2",
                    "SummaryEnglish": "The second part of the story of the Saint Beast.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "463397",
            "URL": "https://thetvdb.com/series/saint-beast/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "4075189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-beast/episodes/4075189",
                    "TitleEnglish": "Descend On The Surface",
                    "SummaryEnglish": "The four Saint Beasts are called for by the Goddess where they learn that guardian angels on Earth are disappearing. They are asked to find out what is going on. Just as they are about to descend to Earth the wise man Seiji-sama gives each of them a magical weapon. After they descend they run into Natsuki and Goh fights with her. The Saint Beasts learn that she and possibly the other missing guardian angels are being controlled. Natsuki dies after completing a withdrawal technique.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4075190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-beast/episodes/4075190",
                    "TitleEnglish": "Ill-Tempered Angel",
                    "SummaryEnglish": "Gou is personally asked by the goddess to deal with a Wandering Angel that could be found in a haunted mansion on Earth. While there he discovers Maya of Wind; one of the Wandering Angels. Maya of the Wind is trying to convince two young girls, Iria and Sara, to move on to the after life. The two girls are certain that they are very much alive. With the help of Gai and the girls' mother, Maya is able to convince the girls that they are dead and they finally move on. We then meet Kira of Shooting Star, Maya's brother.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4075191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-beast/episodes/4075191",
                    "TitleEnglish": "Unforgivable Desire",
                    "SummaryEnglish": "While looking in her magical mirror, the Goddess sees Hiro of the Hawk. She is worried because the once pure and kindhearted man suddenly has a revelation of darkness. In a cave called the Land of Revival, Hiro of the Hawk is offered the chance to get his heart's desire by Judas. Hiro agrees to destroy the Saint Beasts if only to be able to fly in the sky again. Hiro and Rey fight and Hiro is killed.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4075192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-beast/episodes/4075192",
                    "TitleEnglish": "Treachery Of The Fallen Angels",
                    "SummaryEnglish": "While Goh and Ray are off resealing the Land of Revival, Gai and Maya decided to go to a convenience store to buy some food. There they run into Bambi no Mio and Rio, twin sisters who happens to be guardian angels. After Mio and Rio leave the store, Rio disappears and Gai and Maya try to help Mio find her sister. Only they are attacked by the now controlled Rio are unable to defend themselves in fear of killing Rio. They call for Shin to manipulate time and revert Rio back to what she once was but then Shin is greatly weakened and fell into a coma.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4075193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-beast/episodes/4075193",
                    "TitleEnglish": "Guardian Angel's Trap!",
                    "SummaryEnglish": "Maya and Kira finds out about everyone's suspicion about Judas being behind the attacks and leaves the mansion to find proof against this. The Goddess, along with Pinky, Tamami, Ayumi, and Tsubasa then came to visit the Four Saint Beasts and invites them to join them at the Full Moon Festival where guardian angels gather. While off training alone, Shin is then tricked and nearly killed by Shiva who is disguised as Ayumi. Judas shows up and is pissed at Shiva for attacking Shin and gets rid of Shiva for good. Judas and Luca then shows up at the Full Moon Festival and asks the guardian angels there to join them.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4075194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-beast/episodes/4075194",
                    "TitleEnglish": "For Whose Sake...",
                    "SummaryEnglish": "Maya and Kira learns from Ayumi that Judas might really have been released from hell and the three of them runs to the Full Moon Festival where they are trapped along with the other guardian angels to fall into hell. The Four Saint Beasts shows up and tries to save them but they too are soon falling into hell right along with them. Thanks to a bottle, filled with liquid from Spring of Life, given to Kira by Judas, the group manages to escape from hell and returns to the surface. The Four Saint Beasts decides that they are going to fight Luca and Judas even if they don't want to.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "601740",
            "URL": "https://thetvdb.com/series/saint-beast/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5032714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-beast/episodes/5032714",
                    "TitleEnglish": "The Beginning",
                    "SummaryEnglish": "The episode begins by explaining how the Great Deity created heaven and the angels by infusing his breath with love. It opens with Judas training young angels, who are afraid to join the training hall. He tries to give them hope, by telling them that they are improving greatly. Then, after the kids left, Luca appears. Luca and Judas talked about whether or not the new ranking system is a good choice or not.Then, it cuts to a scene with the Goddess' main bodyguard speaking to Zeus, telling Zeus that the Goddess is not fully content with the new system. This upsets Zeus. Then, it cuts to Maya speaking to his brother, Kira, stating that he wants to gather ripe fruit from the other side of the river. However, Kira says that they will be bullied if seen, because they are mixed-blood. However, Maya still goes and drags Kira along. As they're going to cross the river, they are confronted by two other angels who bully them and does not let them cross. One of the angels is getting ready to strike Maya when he sees Goh. Goh then protects Kira and Maya, saying that they are the same as any other angel, and then the two bullies flee. Goh then states that if he is going to be badmouthed for protecting them, that he wants to be. The next scene is Judas telling Shin to hurry up, so they can make it to Rey's dinner party on time. It then shows Goh and Gai doing labors, to prepare for the dinner, and Gai attempts to pull a prank on Rey. The prank backfires, and leaves Gai scratched up by the cats. Then, at the dinner table, six of the high-ranking angels have gathered (Luca, Rey, Shin, Goh, Gai, Judas.) They make fun of Gai for a bit, and then they begin a solemn talk about the Six Saint Beasts Ceremony. They all state that due to Gai's relationship with animals, that he will be the first picked. Then, it shows Goh and Shin individually talking about the Saint Beasts picking. They argue whether or not it is really a good thing, then Gai interrupts. Gai happens to have the Goddess' m",
                    "Aliases": []
                },
                "2": {
                    "ID": "5032715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-beast/episodes/5032715",
                    "TitleEnglish": "Light and Darkness of Angels",
                    "SummaryEnglish": "High ranked angels forms a circle around Zeus. The chosen 9 were Goh, Judas, Gai, Luca, Shin, Kira, Rey, Shiva and Maya. Zeus says to them that at the next Day of Benediction, they will go to the Holy Summit in the morning. Zeus then will confer the 6 Saint Beasts according to the order they arrive and then he leaves. Saki could not accept the results. Karil tries to calm him down but Saki continues. He is asking that why is it that the mixed bloods were chosen instead of a pure blood angel. Goh asks Saki to stop. Saki then turns to Goh and says that he is already acting like a Saint Beast but Goh disagrees. Judas interrupts and Shiva follows up on that saying that that is the reason why he is not chosen. Saki punches the wall beside Shiva and leaves. Karil follows him. Goh comments that he was not like that before. On the next scene, Zeus smiles as Pandora approaches him and hands him a drink. Pandora is saying that things will become severe once they arrive at the Holy Summit. Zeus answers that if they cannot handle such then they don't deserve the Saint Beasts title. Adding that they answer to his order with love and devotion without compensation and that is their job: to deliver the word of God to the world. On the next scene, the 6 angels, minus Kira, Maya, and Shiva, talks about the Holy Summit and they all have different feelings. On the next scene, Judas and Goh are training while Gai and Maya watches them. They then talked about the Saint Beasts and their feelings to it. Kira shows up and scares Maya with a talk about the Forest of Darkness. Goh and Judas then disappears. At the fall, both are already exhausted but continues to train nonetheless. After their training, Shin handles them each a towel and wishes that he can train with them as well. Shiva then shows up and wishes to talk to Judas alone. Shiva wants him and Judas to go together to the Holy Summit, and he couldn't care less about the other 4 angels. Judas refuses and thought to himself that with",
                    "Aliases": []
                },
                "3": {
                    "ID": "5032716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-beast/episodes/5032716",
                    "TitleEnglish": "Forest of Darkness",
                    "SummaryEnglish": "As the candidates for Saint Beasts - Goh, Gai, Judas, Shin, Luca, Rey - are practicing and preparing for the Day of Benediction, Kira has other plans. Seeing Maya so excited about that day, he didn't mention it earlier but as he broke the news that he is planning to leave Heaven that day to Maya, it shocked him driving him to go on rampage. Judas and the others saw him and calmed him down. After talking about it, they finally understood the reason of Maya's rampage and decided to cheer them for the best. On the other hand, Shiva, a night before the Day of Benediction, unable to fall asleep, as he remembers the words Goh told him earlier that day which is wanting to have Judas all by himself and him having dark thoughts. As he wonders around the woods, he suddenly realizes that he isn't where he should be...",
                    "Aliases": []
                },
                "4": {
                    "ID": "5032717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-beast/episodes/5032717",
                    "TitleEnglish": "Birth of Six Saint Beast",
                    "SummaryEnglish": "At night, Kira and Maya prepares to leave Heaven. Kira wants to say goodbye but Maya does not want to and so they leave their house at night. On the next scene, Goh and Gai head towards the Holy Summit. They see Luca and Rey flying towards there as well. Goh explains the stages of the Holy Summit: first level is the rocky area of flame, second level is the ice corridor and last one is the eternal darkness. On the next scene, Kira and Maya were about to descend when Judas catches up to them and gave them the bottle of the Spring of Life. They were exchanging words when Judas hears Shin scream. Leaving the brothers, he rushes to Shin. On the next scene, Shin is fatally wounded by a monster and is about to finish him off when Judas comes in and finishes him off. Judas helps Shin and together they set off to the Holy Summit. On the next scene, first level: the 2 (Luca and Rey) flies to the 2nd level while Goh and Gai makes a path to reach the 2nd level. Second level: the icicles were annoying and so Gai punches the ground to bring all the icicles down. Luca and Rey had to avoid all the falling ice and had to fly towards the exit. On the next scene, Shin and Judas finally arrives at the summit and uses the path that Gai and Goh created. On the next scene, Shiva arrives at the 2nd level whereas Shin and Judas were also at the 2nd level. On the next scene, third level: Judas uses his power to create light but then it is extinguished. Shin and Judas were starting to see illusions and they both combined their powers to defeat it. On the next scene, finally the first four arrives at the summit were Shin and Judas being the last to arrive, much to Shiva's dismay. Zeus then appears and chose the 6 Saint Beasts namely: Judas (the leader and is named Kirin), Luca (named as Houou), Goh (named as Seiryuu), Shin (named as Genbu), Rey (named as Suzaku) and Gai (named as Byakko). He also gave them additional powers and at the same time, as he sends Shiva away with the wind.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5032718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-beast/episodes/5032718",
                    "TitleEnglish": "The Legend of Tree Monster in the Human World",
                    "SummaryEnglish": "The Six Saint Beasts moves into Zeus's beautiful, Heaven's Palace. They are greeted by two ministers, Cassandra and Pandora. The two seem to be rather cynical and sarcastic with their humble approach, by saying crude things, then nice things (in a sarcastic way); all the Saint Beasts take note of this.After they are settled, a conversation between Goh and Gai is shown, about how Gai is lonely without Maya around. The conversation is ended with Goh proposing a workout session, which they abruptly begin, with everyone else as an audience. The Six Saint Beasts are then called in to the shrine by Zeus. Zeus gives them their order and first mission to descend on Earth and destroy the tree monster which is killing humans and animals by absorbing their life energy. The Saint Beasts went to Earth, and their two flying scouts (Luca and Ray) notice the vast amount of victims. Upon seeing the damage, they decide to destroy the tree monster. But the tree monster attacks first. The tree is seemingly easily defeated. However, when they are about to leave, Gai notices that the tree which was just engulfed in flames (courtesy of Goh), shakes them off and appears to be rejuvenated. Not only it survives their attacks, but completely heals itself as well. Shin speculates that it's a witchcraft transformation, and states that the eyes and the heart must be attacked simultaneously for it to be completely defeated. Gai opens the ground to give access to the heart, then Goh and Luca take turns attacking, and finally defeats the tree monster. In the crater left by the monster, they find a collapsed angel, which utters a few final words before dissipating. The angel said that its orders were to take way thousands of human lives, in order to return to Heaven. Goh then notices Judas with a look of concern. As the Saint Beasts returns, Zeus is seen staring through his crystal ball with a sinister smile.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5032719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-beast/episodes/5032719",
                    "TitleEnglish": "Angel and Demon",
                    "SummaryEnglish": "It opens with Judas having a dream with the Six Saint Beasts as children, meeting with adults, Lucifer and Gabriel. The two adults then talk to the children about a ceremony. Then Judas awakens, with Shin waiting for him. He then proceeds to tell Shin about his dream and its oddities. Then, everyone gathers to see one of Gai's new handmade inventions, which he claims is useful. At the meeting, after being teased for a bit, he reveals it as his own form of the Goddess' Mirror, which lets him view the human world. It is revealed that he does this by rubbing a crystal with tears from the Spring of Life, and using his power (the ability to control and channel nature) he then creates an images. However, the contraption only displays a joke scene between the two mixed-blood brothers and Judas and is a complete failure. Then, Zeus calls the Saint Beasts to his shrine to give them their new mission. They must destroy the demons inhabiting the continent of Lacresia. Before they leave, Pandora reveals that the demons' leader was once a prominent angel in heaven and then Pandora gave them all tears from the Spring of Life.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5032720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-beast/episodes/5032720",
                    "TitleEnglish": "Paradise Covered in Shadow",
                    "SummaryEnglish": "The episodes starts with the Saints Beasts looking for the legendary village that Lucifer mentioned to have received the wrath of Zeus. They have located the so-called village but to their surprise, it doesn't look ruined at all as it was said in the stories. As they wandered around its forests, they saw a kid and ask about the village. The child took them to the Elder of the village. When they met him, they were surprised to see that it was the Elder Angel named Reida that used to oversee younger angels. He welcomed him but he also keeps on hinting for them to leave, which made the Saint Beasts curious about what he is hiding. Shin made an excuse that they want to see the orchard to prevent Reida from making them leave. They saw that there are two other angels named Giru and Azu aside from Reida. They are helping the villagers harvest and it seemed to be a very peaceful village with angels and humans. Again, Reida insisted that they must leave then Luca asked Reida if they could see the most beautiful place in the village as an excuse to make them stay. After bringing them to a hill that oversees the whole village, Reida escorted them to the cave, exiting the village. While walking inside, an earthquake started, closing the exit, thus, they went back to the village, though Reida seems somehow unhappy with how things are going along. The Saint Beasts decided to help the villagers in harvesting and chatted with the two other angels, as Azu was about the say the reason why they decided to come to the village, Reida stopped him, and another big earthquake started. They looked for the cause of the earthquake and they were surprised when they saw a castle rose from the lake, that's covered with dark aura. With this, Azu asked Reida to finally explain to them what happened in the village. The village was indeed punished by Zeus in the past, but they were not in the wrong, they wanted to create a place where angels and humans are equals, and this thought has angered Zeus.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5032722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-beast/episodes/5032722",
                    "TitleEnglish": "The Holy Ground of the Golden Wolf",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "5032725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-beast/episodes/5032725",
                    "TitleEnglish": "Suppression",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "5032727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-beast/episodes/5032727",
                    "TitleEnglish": "Messenger form Darkness",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "5032728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-beast/episodes/5032728",
                    "TitleEnglish": "Purge",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "5032730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-beast/episodes/5032730",
                    "TitleEnglish": "The Dark Holy Spirit Ceremony",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "5032732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-beast/episodes/5032732",
                    "TitleEnglish": "The Case of Hope",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}