{
    "URL": "https://thetvdb.com/series/aria-the-scarlet-ammo",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance",
        "Science Fiction",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1936037/",
        "https://mfbunkoj.jp/special/aria/",
        "https://www.themoviedb.org/tv/46439",
        "https://x.com/aria_info"
    ],
    "TitleEnglish": "Aria the Scarlet Ammo",
    "SummaryEnglish": "The story takes place in Tokyo Butei High School, a special school where armed detectives — \"Butei\" — are trained to use weapons. Kinji Tooyama is a second-year-student who has a special ability, but he keeps it a secret to maintain an ordinary, peaceful life. However, when he gets caught in a bombing on the way to school, he encounters H. Aria Kanzaki, the most powerful S-Rank Butei student in Assault Studies.",
    "Aliases": [
        "Hidan no Aria",
        "緋弾のアリア（Aria The Scarlet Ammo）"
    ],
    "Modified": "2024-09-16",
    "Seasons": {
        "0": {
            "ID": "463810",
            "URL": "https://thetvdb.com/series/aria-the-scarlet-ammo/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4127523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo/episodes/4127523",
                    "TitleEnglish": "Butei's Going on a Hot Spring Training Camp",
                    "SummaryEnglish": "Tsuzuri Sensei takes Kinji, Muto, Aria, Shirayuki, Riko, Reki and Jeanne to a secluded mountain onsen run by a retired butei for special training.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "463811",
            "URL": "https://thetvdb.com/series/aria-the-scarlet-ammo/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4078535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo/episodes/4078535",
                    "TitleEnglish": "La Bambina",
                    "SummaryEnglish": "Kinji Tohyama is a student at Tokyo Butei High school, where special detectives known as Butei are trained to become mercenaries. Whilst riding his bike to school after missing the bus, Kinji is chased by a remoted controlled segway armed by an uzi, telling him that a bomb has been attached to his bike which will explode if he slows down, also threatening to shoot him if he jumps off. Kinji is saved a mysterious twintailed girl named Aria H Kanzaki. As the two end up pinned down in a gym storage locker as more segways appear, Aria fends them off, sticking her chest right in Kinji's face whilst doing so. The high blood pressure causes Kinji to enter his 'Hysteria Mode', where he manages to perfectly destroy the segways, as well as counter Aria's moves when she complains about him being a pervert. As Kinji finally arrives at school, he learns that Aria has become a transfer student in his class. Later that day, Aria comes to Kinji's house and declares him her slave.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4078536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo/episodes/4078536",
                    "TitleEnglish": "Aria the Quadra",
                    "SummaryEnglish": "Aria demands that Kinji join her Butei party, intruding in his living space when he refuses. This puts Kinji in an awkward situation when his childhood friend, Shirayuki Hotogi, pops over whilst Aria is taking a bath. The next day, Aria follows Kinji around as he takes on a quest to search for a missing cat. After managing to lose Aria, Kinji trades some eroges with his friend, Riko Mine, to obtain information on Aria. Meanwhile, Aria calls Kinji's bluff on his Butei abilities and coerces him to agree to join her on a single Assault case, so she can witness his Hysteria Mode.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4078537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo/episodes/4078537",
                    "TitleEnglish": "First Mission",
                    "SummaryEnglish": "Aria follows Kinji to the arcade where he manages to win some plush dolls for her. The next day, Kinji and Aria learn that a schoolbus has been hijacked by the fabled Butei-killer and fitted with a bomb that will explode if it slows down with an armed convertible preventing the passengers from interfering. As the busdriver gets injured when an attempt to stop the convertible is foiled by heat-detection, Aria and Kinji arrive on the scene, taking out the convertible. With the bus slowly running out of gas, Aria finds the bomb on the underside of the bus whilst Kinji finds and destroys the communications sensor. The bomb is disarmed by the sniper ace, Reki, but Aria is injured by another armed vehicle whilst trying to protect Kinji. As she is treated in hospital, she feels disappointed that Kinji didn't meet her expectations.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4078538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo/episodes/4078538",
                    "TitleEnglish": "Butei Killer",
                    "SummaryEnglish": "After having nightmares concerning the events surrounding his older brother's death, Kinji ends up following Aria who goes to the police station to talk with her mother, Kanae, who is currently incarcerated as a suspect of the Butei killings. She mentions that Aria needs to find a partner to use her ability, as well as someone known as 'E.U.' The next day, Kinji hears word that Aria will be flying back to London. Later, Kinji goes to meet Riko, who reveals information concerning the Butei Killer, which also mentions his brother who died during a 'sea-jacking', before pulling some moves which sends Kinji into his Hysteria Mode. With his heightened senses, Kinji deduces that Aria's plane is being targeted by the Butei Killer, managing to get on it before it takes off. During the flight, Kinji learns that Aria has a fear of lightning before the Butei Killer announces his hijacking. They soon discover the culprit is Riko herself, who reveals herself to be the great granddaughter of Arsene Lupin, who organised the bike and bus jackings to target Aria, the great granddaughter of Sherlock Holmes, so she can surpass her great grandfather. She also reveals herself to be the one who killed Kinji's brother, who was also her lover. Riko and Aria enter an intense duel, but Riko gains the upper hand by using the true nature of the Quadra, which allows her to manipulate her hair, managing to shoot Aria in a critical area.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4078539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo/episodes/4078539",
                    "TitleEnglish": "Butei Charter Article 1",
                    "SummaryEnglish": "Kinji works quickly and uses a medicine to save Aria's life. When Aria yells at him as a result, Kinji kisses her to simultaneously calm her down and activate his Hysteria mode. Confronting Riko as she approaches. Just then the plane starts descending, so Aria rushes to the controls whilst Kinji confronts Riko, who escapes after blowing out the plane's door before the plane is hit by missiles, blowing out some of its engines and causing a fuel leak. Despite interference by the government, Kinji manages to ease the plane into an emergency landing thanks to the other Butei. Afterwards, just as Aria is prepared to leave, Kinji agrees to be her partner, though this does not settle well with Shirayuki.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4078540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo/episodes/4078540",
                    "TitleEnglish": "Maiden of Hotogi Shrine",
                    "SummaryEnglish": "Shirayuki is revealed to be a Chōtei, a special type of Butei with esper abilities, as she conflicts with Aria, not helped by dubious misunderstandings. The next day, Aria decides to start a new training regime to try to get Kinji to control his Hysteria Mode. Later, Aria drags Kinji to eavesdrop on Shirayuki as she is taken to the teacher's office, hearing about a Chōtei kidnapper named Durandal who may be targeting her. Believing Durandal to be one of the culprits who framed her mother, Aria offers to be Shirayuki's bodyguard, which she agrees to on the condition that Kinji does so as well, moving into his house in the process.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4078541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo/episodes/4078541",
                    "TitleEnglish": "Caged Bird",
                    "SummaryEnglish": "Recovering from a cold, Kinji continues to be trained by Aria in case of encountering Durandal. Soon, the two had a fight as Kinji believes that Aria lied about Durandal’s existence. Shirayuki explains to Kinji how Hotogi are restricted to venture out of the shrine but she wanted to see the firework festival. Later Kinji suggests that the two should go to the fireworks festival to which Shirayuki agrees, knowing that she is breaking the rules of the shrine. Further in the night, Shirayuki received a text message that she kept to herself. The following day at school, Shirayuki suddenly disappeared. With the help of Reki, Kinji was able to locate Shirayuki in the basement of a warehouse. While hiding, Kinji discovers Shirayuki negotiating with the hidden Durandal in order to protect the school. It is revealed that the text message and fake call for help was from Durandal last night. Kinji jumps in to rescue Skirayuki but is quickly pinned down by Durandal.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4078542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo/episodes/4078542",
                    "TitleEnglish": "Durandal",
                    "SummaryEnglish": "As Aria makes an entrance claiming that she will arrest Durandal, the culprit retreats and chains Hotogi to a post as the room starts filling up with water. Kinji urges Aria to go ahead and pursuit Durandal since she can’t swim, who does so. As the water level rapidly increases, Kinji tries his best to pick the locks and free Hotogi as she asks him to leave her behind so he wouldn’t be killed. When a wave fills up the room, Kinji uses his last resort and kisses Hotogi in order to ‘summon’ his badass side. Aftering freeing her, they get swept off separating the two. Kinji returns to the surface where he finds Hotogi, who however is actually Durandal who had successfully tricked Aria, putting her at risk. The real Hotogi shows up and confronts Durandal where as she demands that she will fight herself and use a forbidden technique.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4078543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo/episodes/4078543",
                    "TitleEnglish": "Honey Trap",
                    "SummaryEnglish": "Kinji goes to as he first thinks Aria's room, but after the change in attitude he realizes it's Riko. She then proceeds to attempt moves which will make him enter Hysteria Mode, but Aria interrupts by smashing through the window. They then start to fight which takes the three to the roof, where Aria tells Riko to testify at her mother's trial which, oddly enough, Riko doesn't refuse. Riko explains how Vlad expelled her from I.U. because she didn't defeat Aria, so Kinji and Aria are forced to join Riko's theiving group. Later Aria accuses Kinji of being \"hypnotized\" because of Riko and Aria's figures, but Kinji won't tell Aria about his brother, Kinichi, who is also in I.U.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4078544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo/episodes/4078544",
                    "TitleEnglish": "Special Training",
                    "SummaryEnglish": "Riko explains the plan of how they will infiltrate the mansion and claims that they will go in undercover as a butler and maid. With the agreement done, they undergo one more ‘training session’ where as Riko helps train Aria to say some lines and get time stuck in her head, and aims to practice triggering Kinji’s Hysteria Mode. At the same time, Kinji learns a bit about Riko’s past thanks to Jeanne who is now a student at the school.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4078545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo/episodes/4078545",
                    "TitleEnglish": "Infiltration",
                    "SummaryEnglish": "After having practiced and prepared themselves for the infiltration, Riko disguises herself as a working from the employment agency to introduce Aria and Kinji on the job. However her appearance makes Kinji feel sensitive after he had thought she was originally a girl named Kana. With that said, they show up at the mansion only to see their teacher being the one currently in charge of the place. After a week passes by of investigation and prep, they finally put the motion in action where as Kinji successfully retrieves the rosary, however the minute he gives it back to her and receives a kiss, Riko betrays them and reveals that she now has the tool she needed in order to defeat Aria.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4078546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo/episodes/4078546",
                    "TitleEnglish": "Vlad",
                    "SummaryEnglish": "Kinji and Aria give the rosary to Riko who does not keep her promise to testify and instead decides to attack the two of them so as at to defeat them and surpass her ancestors. Sayonaki-sensei then appears behind Riko tasering her until she becomes subdued and then steps on her and causes her pain. Sayonaki-sensei turned out to be the demon, Vlad and attacks both Aria and Kinji. Kinji saves Riko and tries to fight Vlad with Aria. The only way to kill him is to simultaneously shooting his four weak spots, but they fail to find the last one and Kinji is knocked over the edge of the roof they are fighting on. Riko saves him and Aria and helps him re-enter hysteria mode so that he can make a plan to kill Vlad. Kinji then figures out the final weak-spot, his mouth and the three of them kill Vlad. Afterwards, Riko testifies so that they can lower Aria's mother's sentence.",
                    "Aliases": []
                }
            }
        }
    }
}