{
    "URL": "https://thetvdb.com/series/youre-being-summoned-azazel",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8869838/",
        "https://www.themoviedb.org/tv/49294"
    ],
    "TitleEnglish": "You're Being Summoned, Azazel",
    "SummaryEnglish": "Akutabe, a detective, summons devils to solve the troubles of his clients. One day, a low class devil Azazel Atsushi is summoned by Akutabe and is used harshly by him and his assistant Rinko Sakuma.",
    "Aliases": [
        "Yondemasu yo, Azazel-san",
        "Yondemasuyo, Azazel-san",
        "You're Being Summoned, Azazel-san"
    ],
    "Modified": "2025-08-18",
    "Seasons": {
        "0": {
            "ID": "463687",
            "URL": "https://thetvdb.com/series/youre-being-summoned-azazel/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "4104241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4104241",
                    "TitleEnglish": "Moloch Arc",
                    "SummaryEnglish": "The demon Azazel is summoned by Rinko Sakuma as a practice for demon summoning by her employer, Demon Detective Akutabe. Refusing to go back without having a task given to him, Rinko allows Azazel to wash the windows. She later tries to summon Beelzebub, but summons Moloch instead. Moloch is at first shocked by his shrunken state, but Azazel explains that there is an Anti-Demon barrier that reduces their power dramatically and turns them into small, cute, weakened animals. When Moloch demands a tribute for being summoned, Rinko presents him with curry. Insulted by the tribute, he begins to punish Rinko by turning her into a cow. Luckily, Akutabe arrives and makes Moloch accept the tribute by having him eat it, turning Rinko back to normal. When he is shocked to find it is beef curry, he returns to Hell crying with Azazel trying to comfort him. Akutabe then scolds Rinko for her carelessness and warns her to be more careful when dealing with demons.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4104242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4104242",
                    "TitleEnglish": "Seiya Arc",
                    "SummaryEnglish": "Azazel is worries Rinko will become another Akutabe after he discovers she has been getting increasingly good at using magic. Later, a client asks Rinko to help her break up with her idiotic host club boyfriend, Seiya. At the club, Seiya stated when he becomes number one host, he will agree to break up with his girlfriend. Not seeing it happening, Rinko uses Azazel's ability to make him irresistible to women and become number one host. Azazel soon realizes because of the guy's stupidity, he could use him to leave the agency. The next day, Azazel tricks Seiya to steal his grimoire from the agency. With Akutabe gone on a three day case on the other side of the world, Rinko is forced to rely on Beelzebub for help. He explains that since the grimoire was stolen, she has two days to get it back or she will be cursed by the grimoire and her ties with demons will be severed. He at first is unwilling to help until Rinko points out that if their contract is terminated, he'll have to go back to working with Akutabe who treats him far worst. They find Seiya and Azazel at a club seducing women and gaining power thanks to Azazel's ability of inciting lust. Rinko tries to convince Seiya to giver her back her grimoire, even showing him Okada who was turned into an iguana for abusing the power of the grimoire. Unfortunately, Seiya is too incompetent to understand the severity of his situation. They try to use force but are captured. As Azazel and Seiya celebrate their success, the later goes to defecate, but does not have toilet paper, so he uses a page of the grimoire. For desecrating the grimoire, he is turned into a praying mantis leaving Azazel unable to use his powers. Rinko soon gets free and once again has Azazel's grimoire back. She then punishes Azazel with a curse that causes him to explode, much to the horror of Beelzebub who realizes she is slowly becoming like Akutabe.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4186578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4186578",
                    "TitleEnglish": "Lucifer Arc",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "4702885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4702885",
                    "TitleEnglish": "Ose Arc",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "463688",
            "URL": "https://thetvdb.com/series/youre-being-summoned-azazel/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4077558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4077558",
                    "TitleEnglish": "Ascend! The Demon Detective, The Demon and the Job",
                    "SummaryEnglish": "After finding out her husband was cheating on her, a client seeks the help of demon detective Akutabe and his new assistant Rinko Sakuma to make him stop. Akutabe summons Azazel for the task, but he fails two times. To encourage him, he entices Azazel by canceling their contract if he succeeds. He finally does by making the cheater impotent from a suggestion made by Rinko. In the end, Akutabe ends their contract but forces a contract between Rinko and Azazel.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4077559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4077559",
                    "TitleEnglish": "Prince of Darkness",
                    "SummaryEnglish": "For attendance credits at her college, Rinko agrees to find a named Toki dog for her teacher, a famous vegetarian and animal rights activist with supposedly no faults. Akutabe enlists the help of Azazel's childhood friend Beelzebub. Under Rinko's guidance, they succeed in the task and capture Toki thanks to Beelzebub forcing the dog to defecate with his special ability. Back at the office, Beelzebub is praised by Rinko causing Azazel to feel jealous. Rinko gives him a pig's foot to cheer him up but he is then attacked by Toki. Beelzebub in the mean time was prepared to use the office microwave to warm up the dog feces from earlier but is violently stopped by Akutabe. The later then concludes from looking at Toki's feces that the professor was forcing a vegetarian diet on Toki. He later publicly exposes this using Beelzebub's Divulgence ability causing the professor to go into hiding, and giving Toki to a loving family.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4077560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4077560",
                    "TitleEnglish": "Our Chinese Revolution",
                    "SummaryEnglish": "A man named Okada seeks Akutabe's help to find an idol he has been stalking. He plans on using the power of a demon he summoned called Salamander to get her to love him. When Salamander claims Rinko believes Okada is a stalker and she denies it, he uses his ability, Revolution, to cause her to believe her own words and support the man. Azazel and Beelzebub finding Salamander's power amazing agree to assist him. When Akutabe returns to the office, he discovers what has transpired and concluded from the way things are that Salamander completely took over Okada's will due to lack of experience. Akutabe then reveals he was being paid by the same idol that Okada is stalking to arrest him. He is immediately betrayed by his demons and Rinko who is under Salamander's influence and Okada is allowed to escape. After a little research he comes up with a plan and forms a contract with Undine which is formed by Akutabe pretending her loves her.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4077561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4077561",
                    "TitleEnglish": "Jealous Fish",
                    "SummaryEnglish": "Salamander and his followers come up with a plan by using Rinko to get information on the idol. Akutabe, aware of their plan meets with the idol privately and begins to flirt with her to make Undine jealous and activate her Jealousy ability, turning the idol into a hideous manlike person. When Okada finally meets her, he is too disgusted to approach her, and Akutabe gets ready to apprehend the demons. The three demons try to flee, but are captured rather easily. He then makes Undine happy to undo what was done as a result of her jealousy. He then cryptically tells Okada that as a result of his actions, he will soon be punished by the grimoire before leaving the stalker to his fate. At the office Rinko, now no longer influenced by Salamander, asked what will happen to Okada, but Akutabe simply warns her to be aware that she should be careful when dealing with demons. Akutabe then proceeds to violently punish Azazel and Beelzebub for their treachery along with Salamander.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4077562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4077562",
                    "TitleEnglish": "Pity Curry Expo",
                    "SummaryEnglish": "Akutabe reveals to Rinko that Okada was turned into an iguana as punishment for his actions and prompts her to study the grimoire. Later, Rinko has shown promise in using the grimoire when she uses Beelzebub to stop a molester on a subway. Little does she know, the angel Sariel is tracking her down to take her grimoire. Rinko later meets with a client to take care of a case where a company's mascot has been plagiarized by another company. Tasked to find out who it is, she decides Beelzebub to expose the culprit, but it fails. She asks for Akutabe's help and he lends her Moloch. Later at a bar, her client meets with her and reprimands her for not finding the culprit yet, but is later put to shame when they find out he was the one who leaked the mascot's image in a drunken stupor. Despite this, he refuses to pay Rinko, she uses Beelzebub to cause him to want to defecate until he agrees to pay. Meanwhile, Sariel is getting close to Rinko and the demons.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4100229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4100229",
                    "TitleEnglish": "Violent Moloch",
                    "SummaryEnglish": "While hunting down the source of the demonic power, Sariel is waylaid and forced into the same bar where Sakuma, the demons and the client are drinking. Sakuma continues to extort the client for their fee, while Azazel is angry that she is using Beelzebub's powers more than his. Beelzebub points out to Sakuma that they should send back Moloch, who is on the edge because he has no outlet to use his powers. The client accidentally angers Moloch by spitting out some beef jerky, but before an enraged Moloch can attack him, the client mistakes Moloch for a soft toy. In the confusion, Moloch's grimoire falls into Sariel's hands, and the angel reveals himself and flies up to heaven with the book, to the horror of the demons. As his grimoire reaches heaven, Moloch then disappears forever, and a tearful Azazel and Beelzebub weep for his loss. Sakuma is touched by the emotions displayed by the demons. The next day, Sakuma returns to work and is overjoyed to see Moloch in the office. But it turns out to be a stuffed toy created by their former client, which is then gleefully destroyed by Azazel and Beelzebub.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4103794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4103794",
                    "TitleEnglish": "Jealous Fish, Again",
                    "SummaryEnglish": "Sakuma is introduced to Koutarou Douchin, a young boy contracted with Gusion, a monkey-like demon who eats the memories of others. Akutabe asks her to take him to school, but she is disgusted by Douchin's bad attitude and sexual harassment. Akutabe is forced to call upon the increasingly unstable Undine, who is revealed to be desperate for a husband. Undine takes Douchin to his school, Golgotha High, where she meets and falls for Himoi, Douchin's new homeroom teacher. She then tricks the handsome but stupid teacher into signing a contract and to say that he loves her. When Douchin accidentally breaks a vase in the principal's room, he calls upon Gusion to eat the memories of Himoi and the principal to cover his actions.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4103795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4103795",
                    "TitleEnglish": "Himo-T",
                    "SummaryEnglish": "Douchin is brought to his new class, and Undine follows him there to remain close to Himoi, who is revealed to be an extremely popular teacher, especially among the girls. After several instances where Undine uses her powers to deflect girls away from Himoi, she confronts him. Himoi blurts out that he prefers the peaceful life of the school over her, and Undine transforms the place into a dystopian, tortuous environment. Douchin tries to ask for help from the agency, but everyone refuses. Back at the school, Undine discovers that Himoi doesn't remember saying he loves her, and turns him into a fish. Douchin returns and realises that everything happened because he used Gusion's powers to erase Himoi's memories. He then makes Undine happy to undo her powers and makes Gusion eat everyone's memories to cover his tracks. Back at the agency, a happy Undine tries to force her renewed affections on an enraged Akutabe.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4103796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4103796",
                    "TitleEnglish": "Strawberry Warrior Appears! Nyorin!",
                    "SummaryEnglish": "Sakuma begins getting off work from the agency earlier each day, causing Akutabe to have suspicions. Azazel and Beelzebub volunteer to spy on her, and Akutabe releases some of the barriers he has placed upon Beelzebub to help them blend in the human world. Beelzebub adopts a human form, and Azazel puts on a dog suit. They track Sakuma to the university where it is revealed that she is cosplaying as the anime character Strawberry Warrior, in order to get exam notes from the anime club president. Despite her inhibitions, she proves to be adept at playing the character, and eventually joins more of the anime club activities. Azazel and Beelzebub inform Akutabe, who tells them to get her back.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4103797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4103797",
                    "TitleEnglish": "Enjoy Your Strawberry Curry",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "4103798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4103798",
                    "TitleEnglish": "Alpinist Angel",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "4103799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4103799",
                    "TitleEnglish": "Bad Landlady, Good Landlady",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "4125804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4125804",
                    "TitleEnglish": "Beezy",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "505188",
            "URL": "https://thetvdb.com/series/youre-being-summoned-azazel/seasons/official/2",
            "TitleEnglish": "Yondemasu yo, Azazel-san Z",
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4436095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4436095",
                    "TitleEnglish": "Fool and Sage Brothers",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "4530953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4530953",
                    "TitleEnglish": "Cow Saw",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "4530954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4530954",
                    "TitleEnglish": "Master of Piles",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "4530955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4530955",
                    "TitleEnglish": "Eurynome of Despair",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "4530956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4530956",
                    "TitleEnglish": "Megumi on the Move",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "4530957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4530957",
                    "TitleEnglish": "Pure Angel, Baby",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "4530958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4530958",
                    "TitleEnglish": "Murder at Lake Ryujin (1)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "4530959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4530959",
                    "TitleEnglish": "Murder at Lake Ryujin (2)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "4530960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4530960",
                    "TitleEnglish": "Welcome to the Museum",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "4530961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4530961",
                    "TitleEnglish": "The End of Son",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "4530962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4530962",
                    "TitleEnglish": "Azzie's Reality",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "4530963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4530963",
                    "TitleEnglish": "Demon",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "4597948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4597948",
                    "TitleEnglish": "Darkness",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}