{
    "URL": "https://thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli",
    "Genres": [
        "Adventure",
        "Animation",
        "Children",
        "Drama",
        "Family"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0283750/",
        "https://www.themoviedb.org/tv/20214",
        "https://www.wikidata.org/wiki/Q2296189"
    ],
    "TitleEnglish": "The Jungle Book: The Adventures of Mowgli",
    "SummaryEnglish": "In the jungles of India, an orphaned human infant named Mowgli is taken in by a wolf pack under the sponsorship of the black panther, Bagheera. As Mowgli grows up with his canine family, he finds that he has a lot to learn about life in the jungle under the tutelage of Bagheera and Baloo the Bear. At the same time, Mowgli learns to thrive in his own way as he handles the threat of the tiger, Shere Khan and his minions. Throughout the boy's adventures, there is also the growing mystery of his origins and humanity that would change his life forever.",
    "Aliases": [
        "Janguru Bukku Shōnen Mōguri",
        "Jungle Book Shōnen Mowgli",
        "The Jungle Book: The Adventures of Mowgli (1989)"
    ],
    "Modified": "2025-09-14",
    "Seasons": {
        "0": {
            "ID": "548129",
            "URL": "https://thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10444876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/10444876",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "464645",
            "URL": "https://thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "4085426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085426",
                    "TitleEnglish": "The Jungle Book",
                    "SummaryEnglish": "Mowgli is the infant son of a scientist who embarks upon a research mission in the jungle. While his parents are busy, Mowgli, so young he can barely walk, wanders off into the jungle where he is stalked by a hungry tiger, Shere Khan. Fortunately, Baloo the bear, Bagheera the panther, and Kaa the python defend the infant boy. In the end, Mowgli is taken in by two wolves, Luri, and Alexander, who wish to adopt him. The rest of the pack opposes the idea, however Bagheera, who has witnessed the death of Mowgli’s parents in the meantime, feels responsible, and so offers a freshly killed buffalo in exchange for Mowgli’s life. Mowgli thus becomes one of the pack.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4085428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085428",
                    "TitleEnglish": "The Birth of the Wolf-Boy Mowgli",
                    "SummaryEnglish": "Mowgli has a serious problem: he cannot run as fast as his brother wolves, and has no claws or fangs with which to hunt. Teased continuously by Lala, a young she-wolf in his pack, he challenges her to a test of skill. During the contest, Mowgli discovers an effective way to catch his prey, and then saves Lala from Shere Khan, finally earning himself the pack's respect.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4085430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085430",
                    "TitleEnglish": "Alexander's Son",
                    "SummaryEnglish": "Mowgli is desperate because Lala has hidden his new weapon, a boomerang he refers to as his \"Fang\". Demoralized by the difficulties he encounters while trying to find a replacement, the boy returns to his memories of the good old days when his father had taught him some basic hunting skills. Mowgli is determined to fulfill his father’s wishes: he will become such a proficient hunter that he will be able to kill Shere Khan who has been responsible for Alexander’s death.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4085432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085432",
                    "TitleEnglish": "The Jungle Law",
                    "SummaryEnglish": "Some aspects of the jungle life are incomprehensible to Mowgli. Akru and Sura are inexplicably thrown out of their home by their mother; during the hunt, Akela insists on choosing the most difficult prey, and when Mowgli is injured, Tabaqui, the hyena, tries to kill him. However, things become easier for Mowgli to accept after Baloo and Bagheera explain the reasoning behind the tough law of the jungle.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4085434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085434",
                    "TitleEnglish": "The New Friends",
                    "SummaryEnglish": "Life in the jungle is easier for those who have good friends. Encouraged by Baloo and Baghera’s lessons, our young hero then makes friends with Kichi, a young panda, after rescuing him from Shere Khan’s clutches.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4085437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085437",
                    "TitleEnglish": "Solitary Kichi",
                    "SummaryEnglish": "Kichi wants to spend all his time with Mowgli and his friends, but unfortunately, this desire often gets him into trouble. The panda becomes easy prey for the monkeys who use him as a bait to snare Mowgli. After a tumultuous turn of events, the boy and the young panda renew their friendship and, together, manage to get the better of the terrible Shere Khan. Shere Khan climbs out of the water and angrily vows revenge.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4085438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085438",
                    "TitleEnglish": "The Cold Fang",
                    "SummaryEnglish": "Sometimes Mowgli does not heed Baloo’s teachings concerning the law of the jungle. When Mowgli refuses to learn his lesson, the bear loses his patience and slaps the boy with his paw. Mowgli gets angry and runs away. Deeply resentful, Mowgli then does exactly the opposite of what he has been taught, and, as Baloo has feared, falls into the terrible trap of the iron teeth.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4085440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085440",
                    "TitleEnglish": "Sorry Baloo",
                    "SummaryEnglish": "Mowgli has been trapped by the iron teeth. While he struggles to free himself, a giant crocodile lumbers out of the river and heads in his direction. Luckily, Baloo shows up in time and engages the fearsome reptile in a fight to the death. Mowgli is carried to safety by Baghera, but the boy is distraught because he realizes that a friend has died in order to rescue him. But, as it happens, a happy ending is destined when Kaa discovers Baloo hiding down by the river and tells Mowgli, affording him the opportunity to make up with the bear.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4085442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085442",
                    "TitleEnglish": "More Precious than the Law",
                    "SummaryEnglish": "Akru breaks the law of the pack, places Mowgli in great danger, and is then severely injured while trying to save him. Because the young wolf has committed a serious crime, his companions are not allowed to help him, and he is banished from the pack. However, Mowgli refuses to accept this harsh law, and thus sets out to find the enchanted flower that is the only remedy for the wolf’s injuries.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4085444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085444",
                    "TitleEnglish": "The Lone Wolf Visitor",
                    "SummaryEnglish": "Times are hard for our jungle friends; the lack of prey grows greater every day, and the threat of starvation becomes more and more real. In the meantime, an old, solitary wolf named Fargas appears and claims to have been a good friend of Alexander’s. He proceeds to save Mowgli from an oncoming buffalo such that Mowgli accepts the newcomer unconditionally, but Bagheera is suspicious of him. One night while the pack is out hunting, its precious reserves of food are looted. Akela is quick to blame Bacchus, and gives him a stiff punishment, however Mowgli is determined to prove the wolf’s innocence.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4085446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085446",
                    "TitleEnglish": "The Devil in the Mind",
                    "SummaryEnglish": "Mowgli and Bacchus are accused of stealing the reserves of food. However, they are then defended by Bagheera who blames the thievery on an evil spirit that appears during times of famine. Soon afterward, Fargas is caught stealing red-handed, but manages to get the pack to pardon him by claiming that he acted under the influence of the evil spirit.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4085447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085447",
                    "TitleEnglish": "Adventurous Journey",
                    "SummaryEnglish": "Mowgli is preoccupied by the presumption that he cannot compete with the wolves of the pack, so when Akela asks for a volunteer to carry out a dangerous scouting mission, he does everything possible to be chosen. The boy carries out the mission successfully, even if he might have been less fortunate without the help of Bagheera. Mowgli realizes that he still has much to learn, and so returns to Luri’s den with his mind at peace.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4085448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085448",
                    "TitleEnglish": "The Hero's Return",
                    "SummaryEnglish": "Our friends offer refuge to several wolves who are being pursued by hunters. After a long absence, Lala’s father Vermillion, and Sandah, Akela’s son, return home. When he learns of Alexander’s death, Vermillion offers to take leadership of the pack. However, Sandah does not like the idea because he resents the presence of Mowgli, a perceived member of the cruel human race that kills for the pleasure of killing. Mowgli’s curiosity then gets the better of him; he resolves to leave in order to meet other human beings, but, once again, he is caught by the monkeys acting on behalf of Shere Khan.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4085450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085450",
                    "TitleEnglish": "The Cold Bed",
                    "SummaryEnglish": "The monkeys take Mowgli to the place known as \"The Cold Lair\", the ruins of a once magnificent city. The boy is brought face to face with Shere Khan, and is about to meet the end of his life when Bagheera and Baloo come to the rescue. Fortunately for both the rescuers and the rescued, Vermillion and Sandah show up as well, determined to defy the curse of the ruined city. The battle then ends as some men invade \"The Cold Lair\".",
                    "Aliases": []
                },
                "15": {
                    "ID": "4085452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085452",
                    "TitleEnglish": "Human Being",
                    "SummaryEnglish": "The duel between Shere Khan and Vermillion is interrupted by the arrival of three men who have come to search for buried treasure among the ruins of the cursed city. Hampered by the presence of the monkeys, the men kill several of them before Sandah comes to their rescue and is badly injured. Mowgli and Bagheera then risk their lives to save Sandah, and end up swooned, though the other animals take them for dead. Meanwhile, after finding the treasure, the three men kill each other, leaving the way clear for Mowgli and the panther to join their friends. Vermillion then sets out with Sandah’s pack to take the injured wolf to a safe place in the jungle when, finally, Bagheera tells Mowgli a secret. It is revealed to the boy that he is indeed a member of the human race.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4085453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085453",
                    "TitleEnglish": "The Damaged Heart",
                    "SummaryEnglish": "The situation within the wolf pack becomes unexpectedly tense.... The younger wolves blame Mowgli for the departure of their potential new leader, Vermillion, and they treat the boy badly. Then, Sura is badly injured in a fight that breaks out during an argument over Mowgli. Mowgli is so unhappy that he decides to leave the pack.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4085454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085454",
                    "TitleEnglish": "Goodbye Mother",
                    "SummaryEnglish": "Convinced that his presence in the pack is causing nothing but problems, Mowgli decides to leave. Bagheera and Luri try to talk him out of it, but nothing they can convince him to stay. At this point Baloo and Bagheera compare notes and go to Chil for help. The eagle agrees to watch over Mowgli and immediately sets out to locate and meet him.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4085456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085456",
                    "TitleEnglish": "The Other Jungle",
                    "SummaryEnglish": "Mowgli walks for a long time and ends up in an area that is completely unfamiliar to him. He begins to feel homesick for the den, but his determination to continue his journey is omnipresent. The nights are very scary, but during the day he has the opportunity to exchange a few words with new friends he meets along the way. Mowgli then falls into a trap dug in the ground, but is saved by a man named Rahhar who takes him to his hut and treats his injured ankle. Chil loses all trace of the boy while he is in the hut, and becomes seriously concerned for his safety.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4085458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085458",
                    "TitleEnglish": "Going Back to My Own Jungle",
                    "SummaryEnglish": "Thanks to Rahhar’s care and attention, Mowgli quickly recovers his strength. The two establish a rapport based on mutual respect and affection; this friendship has a lasting effect on the boy child’s psyche. Worried by Mowgli’s disappearance, the wolf pack, Bagheera, and Baloo decide to set out on a search. They then arrive on the scene just in time to save the boy and his newfound friend from the red dogs.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4085460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085460",
                    "TitleEnglish": "Mowgli's Lair",
                    "SummaryEnglish": "Back home with his friends, Mowgli finds it hard to accept life in the jungle. His new experiences have made him grow up so much that his mother decides that the time has arrived for him to leave the den. Reassured by the affection of his closest friends, Mowgli faces a new stage in his life by becoming a person in his own right.",
                    "Aliases": []
                },
                "21": {
                    "ID": "4085462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085462",
                    "TitleEnglish": "The Waterfront Truce",
                    "SummaryEnglish": "Drought has hit the jungle, and the animals are dying of thirst. Hathi the elephant invokes the \"water truce\" which had always been in place around the river in order to allow the animals to slake their thirst. Only Shere Khan refuses to recognize the truce, prompting Mowgli to challenge him to a duel.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4085463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085463",
                    "TitleEnglish": "The Dreaded Came",
                    "SummaryEnglish": "Hathi the elephant tells Mowgli and his friends how terror was felt for the first time in the jungle when, a long time ago, his ancestor, Tha, was king of the jungle and an ancestor of Shere Khan was the first animal to kill first one of his fellow animals, and then the first to kill a man. He explains how, in so doing, Tha condemned all the inhabitants of the jungle to be hunted by humans. Thus men and tigers were together greatly responsible for the end of peace in the jungle.",
                    "Aliases": []
                },
                "23": {
                    "ID": "4085464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085464",
                    "TitleEnglish": "The Pride of a Hero",
                    "SummaryEnglish": "While out hunting, Mowgli helps a stag to free itself from a snare, rather than taking advantage of its situation by killing it. This gesture earns the boy the scorn of his companions, who accuse him of breaking the law of the jungle. A few days later, the stag forces Mowgli into a fight and the boy kills it. Although Mowgli has been forced to respect the ruthless “law of the strongest”, he does not feel proud of himself.",
                    "Aliases": []
                },
                "24": {
                    "ID": "4085465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085465",
                    "TitleEnglish": "Mowgli has a Sweetheart",
                    "SummaryEnglish": "Something has changed between Lala and Mowgli. To the boy’s great surprise, the young she-wolf, who was usually nasty and derisive, suddenly becomes docile. Bagheera does not approve of Lala’s new feelings for Mowgli. However, after Sura, who has courted Lala in vain, saves her life, she sees him in a new light. Meanwhile, Chil sounds the alarm: a serious danger is approaching in the guise of Grizzle and his gang.",
                    "Aliases": []
                },
                "25": {
                    "ID": "4085467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085467",
                    "TitleEnglish": "Bunto the Stray Wolf",
                    "SummaryEnglish": "Grizzle has been banished from the pack, but returns to the jungle and forces Akela to accept his presence, while Bagheera then discovers that the rogue wolf is involved in one of Shere Khan’s ploys.",
                    "Aliases": []
                },
                "26": {
                    "ID": "4085469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/4085469",
                    "TitleEnglish": "Peace in Seeonee Forest",
                    "SummaryEnglish": "Mowgli and the others find out that Grizzle is in cahoots with Shere Khan, but decide refrain from speaking so as not to spread panic throughout the pack. Meanwhile, Grizzle continues his evil ways, and the wolves decide to resort to force. Luri then tells Akela about the rogue wolf’s pact with Shere Khan, and offers to seek Hathi’s intervention. Hathi comes to the rescue and Grizzle and “his gang” are driven out of the jungle.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "1975692",
            "URL": "https://thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "5076494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5076494",
                    "TitleEnglish": "No Leader",
                    "SummaryEnglish": "Akela is always sick, and without his guidance the pack is in such disarray that it can’t even attack a herd of buffalo successfully. Shere Khan and Tabaqui take advantage of the situation, and attack the wolves' camp; even the monkeys start to make fun of Akela and his companions.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5076495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5076495",
                    "TitleEnglish": "Mother's Determination",
                    "SummaryEnglish": "Mowgli and his friends discover that Grizzle is still in the forest, under the protection of Saga, an old wolf, who has enlisted the rogue wolf’s aid. Together, their plan is to usurp Akela’s power and steal his throne. When Luri becomes aware of the situation, she takes matters into her own hands and draws up a plan to defeat the enemy.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5076496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5076496",
                    "TitleEnglish": "Look for the Bad Guys",
                    "SummaryEnglish": "Before attacking the enemy, Grizzle’s hiding place must be made known. Mowgli and the others hunt for Grizzle, but without Chil’s help, they would have never discovered his ambuscade in the old, abandoned temple.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5076497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5076497",
                    "TitleEnglish": "The Victory Song by All",
                    "SummaryEnglish": "Mowgli and the others kill Grizzle but Luri explains to Mowgli that the pack cannot last without a leader and sends him to find Vermillion and bring him back.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5076498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5076498",
                    "TitleEnglish": "Birth of a New Boss",
                    "SummaryEnglish": "Mowgli finds Vermillion and asks him to return to the pack and take Akela’s place, but the wolf refuses and advises that the boy propose Luri as leader. Akela agrees to relinquish his power, and so Luri becomes the new leader of the pack even though she is a female.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5076499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5076499",
                    "TitleEnglish": "Mowgli's Red Flower",
                    "SummaryEnglish": "Bagheera has been injured. While out searching for medicinal plants with which to treat the panther, Mowgli runs into the man who saved him from the trap. This time he has a little girl called Jumeirah with him, who makes a deep impression on the boy.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5076500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5076500",
                    "TitleEnglish": "Human Speech is Beautiful",
                    "SummaryEnglish": "Mowgli returns more and more frequently to the territories near the human settlement where his new friends live, and one day Shere Khan decides to follow him. Beautiful Jumeirah teaches the boy to talk, and the little \"savage\" is enthusiastic about his teacher and her lessons. Bagheera, Baloo and Kichi are concerned because they don’t understand what is happening to Mowgli. Meanwhile, Shere Khan has every intention of eating the boy and Jumeirah.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5076501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5076501",
                    "TitleEnglish": "Mowgli Goes to the Village",
                    "SummaryEnglish": "Mowgli and Shere Khan engage in mortal combat. The boy is about to be overcome when the old Rahar comes to the rescue and, in spite of receiving serious injuries, drives the tiger away, but not before Mowgli manages to slash the tiger's eye. Mowgli and Jumeirah carry the injured man home, and when Jumeirah’s mother, Meshua, sees Mowgli she is convinced he is her son, Keshnu, who was lost in the jungle and never seen again. Her husband and daughter try to calm the woman down, explaining that Mowgli cannot possibly be her son, but in any case, he has just saved grandfather Rahhar from the tiger's fangs.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5101135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5101135",
                    "TitleEnglish": "Want to Know Human Being",
                    "SummaryEnglish": "Mowgli is very attracted by the lifestyle of his own kind and wants to stay with Jumeirah. Unfortunately, people are unkind to him: the village youths, a boy named Ganshum in particular, make fun of the little savage, and the elders want to sell him to a circus. However, in spite of everything, Mowgli bids his animal friends farewell, determined to stay with Jumeirah.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5101136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5101136",
                    "TitleEnglish": "The Lying Human Being",
                    "SummaryEnglish": "Buldeo, the evil hunter of the village, and Ganshum’s grandfather, tells his outraged fellow villagers an incredible story: one day, he ventured deep into the jungle and came upon some grey monkeys guarding the secret of eternal youth, who offered him some delicious wine. But this was not all; Buldeo knows that the king of all the animals is a chimeric dragon, known as the \"Fire Dragon\". He tells his audience that Shere Khan is possessed by the soul of the village's most hated man, named Purun Dass, who died the year before and is then determined to take revenge by killing everyone in the village. As proof that the tiger is the reincarnation of the thief, Buldeo adds that they both have a scarred eye. It becomes quite clear that Mowgli will soon have another fight on his hands.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5101137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5101137",
                    "TitleEnglish": "Tears Before the Battle",
                    "SummaryEnglish": "In order to avenge his wolf father, Alexander, Mowgli is determined to kill Shere Khan with a dagger and the help of his friends, but Chil reports that the tiger has disappeared. While Kaa sets out to track down Shere Khan, Sura and Akru remain at Mowgli’s side.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5101138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5101138",
                    "TitleEnglish": "The Decisive Battle",
                    "SummaryEnglish": "Akela’s plan of attack against Shere Khan calls on Mowgli to play a decisive role: the boy will be the one who engages the tiger in the final duel. After overcoming much peril, he is to succeed in this endeavor.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5101139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5101139",
                    "TitleEnglish": "Goodbye Meshua",
                    "SummaryEnglish": "Mowgli is ordered by Buldeo to bring Shere Khan’s corpse into the village to prove that he has not been lying, and that if he cannot do this, then he will be severely punished. Mowgli accepts the challenge, and, with the help of the animals, a torch, and Rahhar’s knife, manages to subdue the tiger, ultimately killing his prey. However, the perfidious Buldeo plans to pocket the reward on the tiger’s head. In order to do this, he goes to great pains to prove to the villagers that in fact he is the one responsible for the death of the tiger, and that Mowgli is merely a conniving sorcerer. Mowgli turns his back on the village and returns to his friends in the jungle. Jumeirah is very sad to see him go.",
                    "Aliases": []
                },
                "14": {
                    "ID": "5101140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5101140",
                    "TitleEnglish": "The Dhole Invasion",
                    "SummaryEnglish": "Chil the eagle, warns the animals of the Seeonee forest that a terrible calamity awaits them: an invasion by the dholes, a pack of red dogs pushed northwards by thirst and hunger. After a long meeting at which Luri is appointed commander-in-chief, Mowgli’s mother decides to send the boy to fetch Kaa so that she can consult the snake about drawing up a defensive plan. Kaa comes up with a most ingenious idea.",
                    "Aliases": []
                },
                "15": {
                    "ID": "5101141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5101141",
                    "TitleEnglish": "Run through the Valley of Death",
                    "SummaryEnglish": "The red dogs reach the forest of Seeonee where Mowgli is waiting for them. When the sun goes down, he puts Kaa’s plan into action, luring the dogs into Death Valley where a swarm of black bees attacks them. The surviving dogs throw themselves into the river and are carried by the current into the mouths of the wolves who have the chance to show off their fighting skills. The dangerous enemy has been defeated and peace returns to the forest of Seeonee.",
                    "Aliases": []
                },
                "16": {
                    "ID": "5101142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5101142",
                    "TitleEnglish": "Longing to Meet Meshua",
                    "SummaryEnglish": "The forest is celebrating the mating season. Mowgli and Bagheera feel left out because all the wolves have found partners. Bagheera’s stories about the mating season make Mowgli homesick for the beautiful Jumeirah. In the end, Mowgli runs to the village and discovers that Jumeirah and her family have been kidnapped. The door has been broken down and the house is empty.",
                    "Aliases": []
                },
                "17": {
                    "ID": "5101146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5101146",
                    "TitleEnglish": "Mowgli Helps",
                    "SummaryEnglish": "A mongoose called Rikki-Tikki-Tavi tells Mowgli that after Buldeo vented his rage on Mowgli’s adopted family, that the villagers kidnapped Jumeirah and her parents, believing them to be demons. Mowgli runs to the village to help his friends, but along the way, he runs into Buldeo and Riswan who threaten to kill him.",
                    "Aliases": []
                },
                "18": {
                    "ID": "5101147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5101147",
                    "TitleEnglish": "The Sound of the Trumpet-Shell and the Bells in the Moonless Night",
                    "SummaryEnglish": "Mowgli breaks into the hut where Rahhar and his family are held prisoner and sets them free, but they first ask him to provide them with food in order to build up their strength before they make their escape. While he is trying to hunt down Mowgli with a friend, Buldeo then encounters Bagheera.",
                    "Aliases": []
                },
                "19": {
                    "ID": "5101148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5101148",
                    "TitleEnglish": "The Great Counterattack from the Forest! The Final Winner?",
                    "SummaryEnglish": "With the help of the other animals, Mowgli makes it possible for Jumeirah and her family to escape, and, at the same time, manages to scare the villagers so badly that they do not attempt to even follow the fugitives. In order to avoid more problems, the animals then destroy the village and drive the humans out of the jungle.",
                    "Aliases": []
                },
                "20": {
                    "ID": "5101149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5101149",
                    "TitleEnglish": "To the Town of Khanhiwara",
                    "SummaryEnglish": "Everyone is celebrating the birth of Sura and Lala's two cubs, but Mowgli feels homesick for Jumeirah, and decides to travel to Khanhiwara, where Jumeirah and her family went after they escaped from the villagers. But when he gets there, Mowgli comes face to face with Riswan, who seems to be nicer now. Or is he?",
                    "Aliases": []
                },
                "21": {
                    "ID": "5101150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5101150",
                    "TitleEnglish": "The Great Escape Operation",
                    "SummaryEnglish": "Mowgli is sold by Riswan to John J. Hargreaves, an intermediary who supplies animals for circuses. During the night, Mowgli manages to escape from the cage he is being held in.",
                    "Aliases": []
                },
                "22": {
                    "ID": "5101151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5101151",
                    "TitleEnglish": "Voice Calling Mowgli",
                    "SummaryEnglish": "Mowgli misses Jumeirah and thinks about her all the time, but he is distracted by the arrival of a herd of deer that is the perfect prey for hungry wolves.",
                    "Aliases": []
                },
                "23": {
                    "ID": "5101152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5101152",
                    "TitleEnglish": "Courageous One, May You Rest in Peace",
                    "SummaryEnglish": "Akela is seriously injured in a fight with a pack of hyenas, but instead of taking measures to heal himself, he refuses to eat and won’t accept any form of treatment because he feels his time has come. Shortly afterwards, he passes away as he had foreseen. Just before he dies, he advices Mowgli to go and live with the humans because \"his heart won't allow him\" to stay with the wolf pack.",
                    "Aliases": []
                },
                "24": {
                    "ID": "5101153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5101153",
                    "TitleEnglish": "Kaa's Sloughing and the Elephant Dance",
                    "SummaryEnglish": "After shedding his old skin, Kaa tells Mowgli about a curious habit of elephants, in which elephants from different jungles gather to dance together, and those who have the luck to see their dance are said to receive the gift of long life. Hathi allows Mowgli to bear witness to the elephant dance. Following this, the elephant gives Mowgli Jumeirah’s foulard, and immediately the boy wants to set out to join her, but he doesn’t know where she is. In the meantime, Jumeirah, Meshua, and Rahhar await Mowgli in the jungle after burying Sanjay, who had succumbed to pneumonia. However, as time passes, they gradually abandon any hope of seeing him again.",
                    "Aliases": []
                },
                "25": {
                    "ID": "5101154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5101154",
                    "TitleEnglish": "Meets Meshua",
                    "SummaryEnglish": "Mowgli is reunited with Jumeirah and her family after saving Jumeirah from some rambunctious monkeys, and together they decide to sow the fields again and become stock herders. However, some of the villagers appear, but Jumeirah's family forgives them for their past wrong-doings.",
                    "Aliases": []
                },
                "26": {
                    "ID": "5101155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-jungle-book-the-adventures-of-mowgli/episodes/5101155",
                    "TitleEnglish": "A Word to Mowgli",
                    "SummaryEnglish": "Mowgli decides to leave the jungle, but before going to live in the village with Jumeirah and her family, he bids farewell to all his animal friends, except Bagheera, who will accompany him. All the jungle animals then assemble at Council Rock to offer him a bittersweet good-bye. At the end of the episode, he is reunited with his old friends in the human village as he throws his Fang.",
                    "Aliases": []
                }
            }
        }
    }
}