{
    "URL": "https://thetvdb.com/series/the-protector",
    "Genres": [
        "Crime",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1836417/",
        "https://www.themoviedb.org/tv/30948"
    ],
    "TitleEnglish": "The Protector",
    "SummaryEnglish": "\"The Protector\" centers on divorced mother Gloria Sheppard, who juggles her demanding personal and professional life as an intuitive LAPD homicide detective while raising two boys with the help of her troubled younger brother Davey.\r\nSeries Canceled by LifeTime on September 9th, 2011",
    "Aliases": [],
    "Modified": "2025-02-26",
    "Seasons": {
        "1": {
            "ID": "466397",
            "URL": "https://thetvdb.com/series/the-protector/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4108461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-protector/episodes/4108461",
                    "TitleEnglish": "Pilot",
                    "SummaryEnglish": "LAPD Detective Gloria Sheppard and her partner Michelle investigate what looks to be a mugging gone wrong. But when Gloria uncovers evidence that links the victim to a psychic, it appears that it may have been a targeted murder. At home, Gloria's life as a divorced mom, raising two boys with the help of her younger brother Davey, has its own challenges, especially when her youngest son wants an elaborate homemade costume for his school play.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4114768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-protector/episodes/4114768",
                    "TitleEnglish": "Help",
                    "SummaryEnglish": "Gloria and Michelle investigate the brutal murder of a controversial fashion titan and question whether this is an isolated incident. Meanwhile, Davey begins dating the babysitter, Nora, much to Gloria's dismay.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4114767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-protector/episodes/4114767",
                    "TitleEnglish": "Class",
                    "SummaryEnglish": "A prestigious private school is rocked when a beloved college advisor is found stabbed to death in her apartment. During the course of their investigation, Gloria and Michelle discover a world where parents, students and professors will do anything for an Ivy league acceptance letter. When Gloria's son, Nick, gets a high score in a statewide exam and is thought to be gifted, Gloria must decide whether she wants to send her son into the high stress world of a private school.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4125583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-protector/episodes/4125583",
                    "TitleEnglish": "Spoon",
                    "SummaryEnglish": "When two young lovers, known as the \"Newlywed Bandits\", are found dead in their honeymoon suite on the morning they were to report to jail, all signs point to a double suicide. However, Gloria and Michelle uncover some evidence that may prove otherwise. The duo delves further into the romantic lives of the couple, leading to some interesting conversations about love and relationships. Back at home, Gloria deals with her son, Nick, who is obsessively texting with a girl.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4133190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-protector/episodes/4133190",
                    "TitleEnglish": "Revisions",
                    "SummaryEnglish": "Gloria and Michelle dig through a long list of suspects to catch the murderer of a plastic surgeon; Gloria's ex-husband returns.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4133191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-protector/episodes/4133191",
                    "TitleEnglish": "Beef",
                    "SummaryEnglish": "Gloria and Michelle investigate the murder of the owner of a popular food truck; Davey helps set up the PTA's online auction.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4133192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-protector/episodes/4133192",
                    "TitleEnglish": "Wings",
                    "SummaryEnglish": "A murder investigation leads Gloria and Michelle into a world of sex parties; Gloria and Davey's mother makes an unexpected visit.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4137914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-protector/episodes/4137914",
                    "TitleEnglish": "Bangs",
                    "SummaryEnglish": "Gloria and Michelle investigate the death of an elite hairstylist; Gloria tries to discover why Davey has been sneaking out at night.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4137915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-protector/episodes/4137915",
                    "TitleEnglish": "Affairs",
                    "SummaryEnglish": "Gloria, Michelle and Valdez investigate one of their own when a woman known for dating cops is murdered; Davey grows popular with the women of the neighborhood.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4137916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-protector/episodes/4137916",
                    "TitleEnglish": "Rats",
                    "SummaryEnglish": "Gloria and Michelle investigate the death of a lab researcher; Nick catches Davey kissing Nora.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4159394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-protector/episodes/4159394",
                    "TitleEnglish": "Blood",
                    "SummaryEnglish": "A bartender's murder leads Gloria and Michelle to a family-owned Mexican restaurant; Gloria's mother wears out Davey and the boys.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4159395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-protector/episodes/4159395",
                    "TitleEnglish": "Ghosts",
                    "SummaryEnglish": "Detectives Duclett and Rush investigate the robbery of a high-stakes poker game; Gloria waits to testify for the district attorney.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4159396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-protector/episodes/4159396",
                    "TitleEnglish": "Safe",
                    "SummaryEnglish": "Detectives Sheppard and Dulcett investigate the murder of a book store owner; Rush considers revealing his feelings to Michelle; Gloria second guesses her decision to invite Detective Brennan over for dinner.",
                    "Aliases": []
                }
            }
        }
    }
}