{
    "URL": "https://thetvdb.com/series/armored-police-metal-jack",
    "Genres": [
        "Action",
        "Animation",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3086402/",
        "https://www.themoviedb.org/tv/125898"
    ],
    "TitleEnglish": "Armored Police Metal Jack",
    "SummaryEnglish": "Prince Jorudi with his brother Hai Sharutatto are fighting against their father, Madaru, with his evil world domination ambition using giant robots. However, both Prince Jorudi and his brother's goal might not be the same even though they are both fighting their father, a tryrant. While Prince Jorudi goals is to save the world from his father ambition, Hai Sharutatto plans to take over his father's place and therefore he sees Jorudi and their sister, Chururu as nothing but rivals. Legend tells of a mysterious avenger, known as the Iron Giant will overthrow the tyrant.",
    "Aliases": [],
    "Modified": "2025-04-02",
    "Seasons": {
        "1": {
            "ID": "470704",
            "URL": "https://thetvdb.com/series/armored-police-metal-jack/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 37,
            "Episodes": {
                "1": {
                    "ID": "4141588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141588",
                    "TitleEnglish": "First Battle",
                    "SummaryEnglish": "Ken Kanzaki, a detective from the Tokyo Metropolitan Police Department's Special Investigation Division, was assigned to guard a party for the large corporation Zaizen Konzern. However, a robot appears there with the aim of assassinating the Zaizen family. Ken saves Jun, the only son of Chairman Zaizen, but falls seriously ill. However, his brave actions are noticed and he returns as a cyborg detective, Metal Jack.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4141589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141589",
                    "TitleEnglish": "Crystal Storm",
                    "SummaryEnglish": "Together with Kanzaki Ken, racer Agri Ryo and pro wrestler Gouda Go became Metal Jack, but they were opposed to cooperating with the police. Their frustration was directed at Ken. However, Ken, who believed in the two, gave them the Jack Brace. Meanwhile, the International Peace Summit was about to take place in Tokyo.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4141590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141590",
                    "TitleEnglish": "Panic Program",
                    "SummaryEnglish": "Ken's younger sister, Sayuri Kanzaki, comes to Tokyo. She says she wants to quit her dangerous job as a detective and go home with her. But then something strange happens in the underground mall at Shinjuku Station where the two of them are. There's a power outage and an explosion caused by a gas leak. They try to escape to the surface, but Ken and Sayuri are trapped inside. Ken can't suit up in front of his sister...",
                    "Aliases": []
                },
                "4": {
                    "ID": "4141591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141591",
                    "TitleEnglish": "Running man",
                    "SummaryEnglish": "A fire breaks out in a skyscraper at dawn. However, this is a demonstration by a terrorist organization, and if 20 billion yen in cash is not prepared by noon, they will detonate a bomb of the same type that has already been set in a \"certain skyscraper\" in Tokyo. Ken searches and finds the bomb. However, it is a decoy bomb.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4141592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141592",
                    "TitleEnglish": "Power Fall",
                    "SummaryEnglish": "Ido targets a program at the AI ​​Research Center. Metal Jack is dispatched, but manages to get away. Commander Daigo points out that the three are not making the most of their Metal Armor's capabilities. Ken and Ryo train hard after hearing this, but Tsuyoshi is the only one who cannot accept his words.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4141593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141593",
                    "TitleEnglish": "Hot Blood",
                    "SummaryEnglish": "Just before Jun Zaizen's surgery, his blood is lost in an accident during transport. Jun's blood type is rare, occurring in only one in 10,000 people. By coincidence, Ken has the same blood type as him, so he volunteers to donate blood. Commander Daigo warns that donating blood could be life-threatening for Ken, who is a cyborg. However, Ken decides to donate blood for Jun's sake.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4141594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141594",
                    "TitleEnglish": "Top Secret",
                    "SummaryEnglish": "On his first day off in a long time, Ken breaks his promise with Sayuri and secretly visits his father's grave. There, Ken remembers an incident from 10 years ago. His father was shot dead by a vendetta by a criminal he had arrested. For Ken, that was the starting point of his career as a police officer. But then he finds out that the criminal has escaped from prison!",
                    "Aliases": []
                },
                "8": {
                    "ID": "4141595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141595",
                    "TitleEnglish": "Soldier Blues",
                    "SummaryEnglish": "Ken and Ryo, who had come to watch Tsuyoshi's match, saw a woman talking to him in a friendly manner. She was Tsuyoshi's childhood friend, Noriko Sakurai, who had come to visit him before her wedding. However, Tsuyoshi was unable to express his joy at this. He felt inferior because of his cyborg body.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4141596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141596",
                    "TitleEnglish": "Dead Heat",
                    "SummaryEnglish": "Ryo, who is participating in an F1 race, is bitter about the Baroque Team racers who are aggressive in their racing. Then he gets a call from the owner of the Baroque Team. \"Wouldn't you like to race at your best forever?\" Ryo, who received such a suspicious proposal, asks Ken to investigate.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4141597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141597",
                    "TitleEnglish": "Metal Black (Part 1)",
                    "SummaryEnglish": "A mysterious robot appears before Sayuri and her friends. Faced with a robot with overwhelming fighting power, Commander Daigo orders it to be captured rather than destroyed. Ken, who insists on destroying it, is removed from the mission after Sayuri is harmed. However, Ken intercepts Silver & Blue's communication and heads to the forest of Mount Fuji where the robot is.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4141598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141598",
                    "TitleEnglish": "Metal Black (Part 2)",
                    "SummaryEnglish": "The mysterious robot was wearing the same metal armor as Red and the others. Learning this fact, Silver and Blue confront Commander Daigo. It seems to be a surviving metal armor developed for military use. Meanwhile, Ken is in a crevice in the rocks with a mysterious man. Red is saved by the man, but he tries to arrest him at gunpoint.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4141599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141599",
                    "TitleEnglish": "Project Dark",
                    "SummaryEnglish": "Ken and Sayuri visit Jun in hospital, but before their eyes, Jun is kidnapped by the world-famous kidnappers, the Reinmetall brothers. Ido finds out what's going on and offers to help them escape. However, it's a lie, a plan to kill Jun. The Reinmetall brothers, unaware of the situation, accept the offer.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4141600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141600",
                    "TitleEnglish": "Crime Organization Ido",
                    "SummaryEnglish": "Having lost his beloved younger brother Otto, Limental Herman burns with a desire for revenge against Ido. He steals weapons to fight Ido, and plots to use Jun as bait to make Metal Jack and Ido fight. Meanwhile, Ken and the others are still worried about Jun, who has been kidnapped, but are increasingly concerned about Ido's presence.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4141601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141601",
                    "TitleEnglish": "Lander Destruction Order",
                    "SummaryEnglish": "Ken's partner, the police dog Robo Lander, is targeted by Ido. Infected with a special virus, Lander starts attacking police officers and civilians one after another. Worried about the spread of damage, Commander Daigo issues the order to destroy Lander. Ken finds this an unacceptable order, but when he sees Lander attacking Eriko and the section chief, he aims his gun at him.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4141602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141602",
                    "TitleEnglish": "Idol Policewoman Eriko",
                    "SummaryEnglish": "Idol Himuro Asuka is attacked by Ido. The report is being taken at the police station where Ken is in charge. Ken and the other male staff are excited that an idol is coming. Seeing this, Eriko is shocked and makes a small mistake. Eriko is feeling down in the kitchen when Himuro Asuka comes to take refuge.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4141603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141603",
                    "TitleEnglish": "Dangerous Visitor",
                    "SummaryEnglish": "Sayuri brings the man she rescued back home to nurse him back to health. In fact, this man is the fourth man with the Jack Suit, Shadow. Shadow becomes nervous when he finds out that Sayuri is Ken's sister, but at the same time, he sees a certain girl in her. Then Ken comes home after finishing work.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4141604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141604",
                    "TitleEnglish": "A Nightmare Future",
                    "SummaryEnglish": "Ken and the others practice simultaneous attacks together. However, Ken is astonished at their inexperience and goes out on patrol, but gets into an accident and loses consciousness. When he comes to, a year has passed and Japan has become a world ruled by Ido. Ken, unable to believe it, heads to Metal Jack's base...",
                    "Aliases": []
                },
                "18": {
                    "ID": "4141605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141605",
                    "TitleEnglish": "Weak points",
                    "SummaryEnglish": "Ken, Ryo, and Tsuyoshi, who have a rare day off, invite Eriko, Sayuri, and Jun to go to the beach. While everyone is having fun, Tsuyoshi is feeling depressed. He begins to wonder what other people don't like. Eriko likes watermelons, and Ryo can't ride a bicycle. Ken laughs at the three, but in fact...",
                    "Aliases": []
                },
                "19": {
                    "ID": "4141606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141606",
                    "TitleEnglish": "Armored Police (Metal Jack) Elimination Commander",
                    "SummaryEnglish": "Frustrated by Metal Jack's repeated interference, Megadeth summons Ido's top executives and has the three of them verify the B9 data in order to eliminate Metal Jack. Meanwhile, Commander Daigo, seeing a decrease in special violent crimes, gives the three a 48-hour leave. The three return to their normal jobs, but...",
                    "Aliases": []
                },
                "20": {
                    "ID": "4141607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141607",
                    "TitleEnglish": "Beautiful female scientist",
                    "SummaryEnglish": "Scientists involved in the development of Metal Jack have been kidnapped one after another. Commander Daigo, who believes that Ido is responsible, orders them to protect the last remaining scientist, Professor Han Ginren. However, Professor Han refuses the offer. The three are outraged, but Professor Han has a specific goal.",
                    "Aliases": []
                },
                "21": {
                    "ID": "4141608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141608",
                    "TitleEnglish": "Death Red",
                    "SummaryEnglish": "Ido develops the Jack Mobile. Gilria decides to use B9 as a decoy to lure out Metal Jack. Meanwhile, Ken injures his arm while rescuing Professor Han. He is ordered to recuperate. Ken plans to use this opportunity to throw Sayuri's birthday party, but receives word that B9 is rampaging through the city.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4141609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141609",
                    "TitleEnglish": "Hyper Red",
                    "SummaryEnglish": "Red died in the line of duty while protecting Shadow. However, he can be saved if he is transplanted into a new body within five hours. Silver and Blue retrieve Ken's body and retreat. However, Professor Han, the only person capable of performing the transplant operation, has still not regained consciousness.",
                    "Aliases": []
                },
                "23": {
                    "ID": "4141610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141610",
                    "TitleEnglish": "Order to Assassinate Jun Zaizen",
                    "SummaryEnglish": "It has been decided that Jun will be released from the hospital. This means that he will become the head of the Zaizen Conglomerate, and he will no longer be able to see Ken, Sayuri, and the others as he has done up until now. Upon learning this, Sayuri is saddened. Meanwhile, Ido is steadily moving forward with his assassination plan, aiming for the day Jun is released from the hospital. However, Gilria is the only one who is reluctant to take action.",
                    "Aliases": []
                },
                "24": {
                    "ID": "4141611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141611",
                    "TitleEnglish": "The showdown between light and darkness",
                    "SummaryEnglish": "At Ido, the construction of the strongest robot, Death Megadeath, was progressing steadily. Meanwhile, Eriko was given a special integrated circuit by Kiriya, the secretary to the president of the Zaizen Conzern. This would dramatically improve the performance of the Metropolitan Police Department's radar. When she installed it, she discovered Ido's headquarters on the former Yumenoshima Island.",
                    "Aliases": []
                },
                "25": {
                    "ID": "4141612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141612",
                    "TitleEnglish": "At the end of a deadly battle...",
                    "SummaryEnglish": "After defeating Metal Jack and declaring victory, Megadeth issues a surrender call to the Japanese government. Concerned about the situation, Commander Daigo gives permission for Metal Jack to use his most powerful special move, Jack Storm. However, this is a dangerous attack method that could take Ken and his friends' lives if not handled properly.",
                    "Aliases": []
                },
                "26": {
                    "ID": "4141613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141613",
                    "TitleEnglish": "Rediscovering the past",
                    "SummaryEnglish": "With Ido's destruction and peace returning, the Metropolitan Police Department is relieved of its busy schedule. Accordingly, the Armored Police is also decided to be disbanded until the next incident occurs. Tsuyoshi will be on an expedition to Mexico, and Ryo will be in Monaco to make adjustments for the race. Meanwhile, Jun, who has officially become the president of the Zaizen Concern, discovers a certain file in the president's seat.",
                    "Aliases": []
                },
                "27": {
                    "ID": "4141614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141614",
                    "TitleEnglish": "The Creators",
                    "SummaryEnglish": "Devastated by the fact that he was created by humans and hating humanity, Toroidal uses a giant robot to destroy the city. Metal Jack is deployed. Meanwhile, Jun, who has become the head of the Zaizen Concern, is shocked to learn a shocking truth from a file titled Project Juggernaut in his chair.",
                    "Aliases": []
                },
                "28": {
                    "ID": "4141615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141615",
                    "TitleEnglish": "Ido Resurrection",
                    "SummaryEnglish": "After learning his true identity, Jun is approached by Kiriya, who proposes the founding of Neo-Ido. However, Jun leaves the Zaizen residence and meets Ken. Ken reveals his true identity to Jun, and that he is also a member of the Armored Police. He promises that they will become true brothers. Meanwhile, Toroidal has appeared at the Metropolitan Police Department and is wreaking havoc.",
                    "Aliases": []
                },
                "29": {
                    "ID": "4141616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141616",
                    "TitleEnglish": "Machine Goddess Crawler",
                    "SummaryEnglish": "Jun, who became the leader of Neo-Ido, gave Toroidal a subordinate named Crawler and ordered him to destroy all the defense bases in the Kanto region. Crawler, an Accessroid, was a fearsome being whose capabilities far surpassed those of Metal Jack. Meanwhile, Ken had come to the Zaizen residence to visit Jun, who he had not heard from in a while.",
                    "Aliases": []
                },
                "30": {
                    "ID": "4141617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141617",
                    "TitleEnglish": "5 minutes before the statute of limitations expires",
                    "SummaryEnglish": "Section Chief Jogasaki is still investigating the armored robot smuggling case from 18 years ago. However, the statute of limitations expires today. When Ken finds out, he offers to help, but is rejected. Ken, who usually disappears during cases, is not needed. However, he wants to solve the truth on his own.",
                    "Aliases": []
                },
                "31": {
                    "ID": "4141618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141618",
                    "TitleEnglish": "Midday Lightning",
                    "SummaryEnglish": "The four Denegger brothers, a world-famous gang of robbers, are running wild in Japan. Metal Jack rushes to the scene, but the four have undergone cyborg surgery and are at the mercy of their attacks using acceleration devices. Even Silver, who boasts speed, is no exception. Shocked, Ryo offers to tune him up, but...",
                    "Aliases": []
                },
                "32": {
                    "ID": "4141619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141619",
                    "TitleEnglish": "Racer Report",
                    "SummaryEnglish": "Ryo, who dislikes the media, is being interviewed closely. Ryo is impressed by the way his reporter, Kyoko Murakami, treats him. However, he learns that she is pursuing the true identity of Metal Jack. Meanwhile, Ken heads to investigate a hole that has appeared in the subway. A shadow wriggles ominously from deep inside the hole. It is Ido's Georoid mecha.",
                    "Aliases": []
                },
                "33": {
                    "ID": "4141620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141620",
                    "TitleEnglish": "Steel Rose",
                    "SummaryEnglish": "Tsuyoshi and Eriko are getting married. Ken and his friends are having a party to celebrate. However, a report of an attack by Neo-Ido comes in. Metal Jack heads to the scene, where he finds Toroidal and Crawler trying to destroy the communications equipment. With the help of Shadow, they corner Toroidal, but Crawler does something unbelievable.",
                    "Aliases": []
                },
                "34": {
                    "ID": "4141621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141621",
                    "TitleEnglish": "Millennium City",
                    "SummaryEnglish": "Ken, who was struck by pain of unknown origin, was confined to the intensive care unit at the Metal Jack base. Meanwhile, the injured Crawler was repaired and began to function as the central device of the Millennium City Project. Toroidal, who was taken hostage, was filled with regret and set out on the offensive.",
                    "Aliases": []
                },
                "35": {
                    "ID": "4141622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141622",
                    "TitleEnglish": "In search of stolen time",
                    "SummaryEnglish": "Due to the Millennium City Project, Tokyo City was separated from the Japanese archipelago and began to float in the air. Meanwhile, Shadow, who was visiting the Zaizen residence with Sayuri's guidance, finally meets Gilria. In the midst of a fierce battle, Shadow's memories finally return. And the full picture of the B Project and his relationship with Gilria are revealed.",
                    "Aliases": []
                },
                "36": {
                    "ID": "4141623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141623",
                    "TitleEnglish": "Showdown Red vs Jun",
                    "SummaryEnglish": "Using a satellite to melt the ice in Antarctica, causing a tsunami and wiping out humanity. That was the whole story of the Millennium City Project. In order to stop it, Ken, who could be considered Jun's alter-ego, tries to persuade him with his physical body. However, Jun's heart shows no sign of changing. Ken aims his gun at Jun. At that moment, Sayuri appears!",
                    "Aliases": []
                },
                "37": {
                    "ID": "4141624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-police-metal-jack/episodes/4141624",
                    "TitleEnglish": "Final Battle",
                    "SummaryEnglish": "Neo-Ido's plot is foiled, and Jun and his friends are put on the wanted list. Gilria uses Sayuri to help Jun escape. Even though she knows it's wrong, Sayuri goes to see Jun. Ken arrives late, and Jun tells him that he's going to turn himself in. Then Toroidal, obsessed with revenge, appears before the three.",
                    "Aliases": []
                }
            }
        }
    }
}