{
    "URL": "https://thetvdb.com/series/hiatari-ryoko",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Romance",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0294101/",
        "https://www.themoviedb.org/tv/99162"
    ],
    "TitleEnglish": "Sunny Ryoko",
    "SummaryEnglish": "Kishimoto Kasumi, a 15-year-old girl, was supposed to live at her auntie's house in order to go to high school since April. However, when she moved to the house she was surprised with the fact that there were already four new male students living in the same house. To make the matter worse, that day while she was taking a bath, Takasugi Yusaku, one of those boys, came into the bath and saw her naked. This is how Kasumi's troublesome high school days started.",
    "Aliases": [
        "Hiatari Ryoko",
        "陽あたり良好！"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "471830",
            "URL": "https://thetvdb.com/series/hiatari-ryoko/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4151534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4151534",
                    "TitleEnglish": "Hiatari Ryoko! Yume no Naka ni Kimi ga Ita",
                    "SummaryEnglish": "The movie starts out with Katsuhiko going to the US, with Kasumi and Yusaku seeing him off at Narita.\r\n\r\nTwo years later, Katsuhiko is a professional racer, and comes back to Japan to race (and to marry Kasumi). Yusaku's hobby is photography.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "471831",
            "URL": "https://thetvdb.com/series/hiatari-ryoko/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 48,
            "Episodes": {
                "1": {
                    "ID": "4151524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4151524",
                    "TitleEnglish": "Kasumi and Yusaku Meet...in the Bath?!",
                    "SummaryEnglish": "Kasumi Kishimoto, 15 years old, is a freshman attending to Meijou High School from her aunt's house, which runs her boarding house. Her life has begun with her natural-blurred aunt and the four unique boarders.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4151525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4151525",
                    "TitleEnglish": "The First Storm of Spring! Who's the Boss of the Cheer Squad?",
                    "SummaryEnglish": "Kasumi gets entangled by cheering team members at Meijou High School. At that time, Yusaku Takasugi, a boarder, appears. Yusaku is a friend who met a naked one in the bath!?",
                    "Aliases": []
                },
                "3": {
                    "ID": "4151526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4151526",
                    "TitleEnglish": "Entrance Ceremony Pandemonium! The Shadowy Cheer Squad Appeared!!",
                    "SummaryEnglish": "Kasumi and Yusaku Takasugi become classmates. Kasumi says she will join the track and field club, and Yusaku will join that cheering squad. Yusaku wants to support people who work hard!",
                    "Aliases": []
                },
                "4": {
                    "ID": "4151527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4151527",
                    "TitleEnglish": "Kasumi in Danger! The Cheer Squad Leader Has a Secret",
                    "SummaryEnglish": "Yusaku is ordered by the cheerleader Sakamoto to bring Kasumi, but he gets feverish and collapses. Yusaku who saw Kasumi being taken from the health room...",
                    "Aliases": []
                },
                "5": {
                    "ID": "4151528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4151528",
                    "TitleEnglish": "The Squad Leader's Misgivings: What Kind of Guy is the Mysterious Man Kodama",
                    "SummaryEnglish": "Is Sakamoto, the cheerleader, really bad? He had a cute hairpin labeled \"Michiko\". It's something strange.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4151529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4151529",
                    "TitleEnglish": "Yusaku Raids the ōendan!? The Squad Leader Mystery Is Solved",
                    "SummaryEnglish": "Kodama, the person Sakamoto caused the violence, called Sakamoto again. Kodama seems to be the lover of Michiko Takagi, the owner of the hairpin that Sakamoto had.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4151530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4151530",
                    "TitleEnglish": "Let's rebuild the baseball club! His heart swore to the setting sun",
                    "SummaryEnglish": "Sakamoto filed a dropout notice, and Yusaku, who was entrusted with the group, was enthusiastic. The favorable Keiko's older brother Seki, the ace of the baseball club, asked him to make the baseball club even more exciting.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4151531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4151531",
                    "TitleEnglish": "Kasumi in a rookie battle full of haze scratches! Yusaku's cheering song",
                    "SummaryEnglish": "Yusaku invites Kasumi to the manager of the baseball club, but she didn't feel like devoting herself to athletics. However, she looks like Yusaku who supports people.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4151532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4151532",
                    "TitleEnglish": "The baseball club is in a pinch!! The first practice game",
                    "SummaryEnglish": "Kasumi, who became the manager of the baseball club, puts thirst on the members. Such a baseball club has a chance to play a practice match with a prestigious school that is a candidate for victory.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4151533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4151533",
                    "TitleEnglish": "What, Yusaku is joining the baseball club!? Captain Seki's fierce knock",
                    "SummaryEnglish": "Yusaku decides to take the place of the injured center. He's trying hard, but it doesn't work. However, Seki knew the nature and guts of Yusaku.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4401215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401215",
                    "TitleEnglish": "Keiko's passion is...a date for just two people",
                    "SummaryEnglish": "Keiko is worried about the relationship between Kasumi and Yusaku. She takes the courage to invite Yusaku to a concert. Kasumi devotes herself to her housework, but she becomes concerned about Yusaku.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4401216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401216",
                    "TitleEnglish": "Great confusion! Kasumi and Keiko's love's uniform #8",
                    "SummaryEnglish": "The combination of summer qualifying tournaments has also been decided, and the practice of the baseball club has also become enthusiastic. It's the last summer for captain Seki... he had a special thought.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4401217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401217",
                    "TitleEnglish": "A miracle!? Meijou baseball club, 1st round goodbye wins",
                    "SummaryEnglish": "It's the first round of the summer Koshien qualifying tournament. Kasumi encourages the nervous members. Her lover \"Katsuhiko\" will return from America during the summer vacation.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4401218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401218",
                    "TitleEnglish": "What happened to Yusaku?! Now Koshien anyway!",
                    "SummaryEnglish": "It's raining on the first round. The Meijou baseball club, which defeated Torijou High School, was enthusiastic about the second round. At that time, Yusaku was asked by Mikimoto about his feelings for Keiko.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4401219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401219",
                    "TitleEnglish": "I'm sorry, Katsuhiko! Only tonight with him...",
                    "SummaryEnglish": "It's quarterfinals for the members who are proud of their time. Kasumi and Yusaku don't talk about each other, but they bother each other. Kasumi takes care of Yusaku who was injured in the game all night.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4401220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401220",
                    "TitleEnglish": "We can't lose! The semi-final where Kasumi burns!",
                    "SummaryEnglish": "It's finally the semi-final. Kasumi worries about Yusaku who behaves well. Her last night with Yusaku flickers during the phone call from Katsuhiko. Yusaku's appearance is still Kasumi.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4401221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401221",
                    "TitleEnglish": "Do your best today! The hottest finals!",
                    "SummaryEnglish": "Finally advanced to the final! Yusaku was participating in the cheering party, but he's dying for Kasumi's lover \"Katsuhiko\" to return to Japan.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4401222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401222",
                    "TitleEnglish": "Look, Katsuhiko! The final match!",
                    "SummaryEnglish": "In the middle of the final match, Katsuhiko suddenly appeared. Yusaku, who was looking at the joyful Kasumi from the mound, missed the ball he could get.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4401223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401223",
                    "TitleEnglish": "Why? Whose blame for the unstoppable tears",
                    "SummaryEnglish": "They lost the final game, but they have no regrets. They have a disappointing party with the usual noodles. However, Katsuhiko also participates there. Katsuhiko is conscious of Yusaku to Kasumi who praises Yusaku.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4401224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401224",
                    "TitleEnglish": "Let me kiss you! The midsummer sea is full of danger",
                    "SummaryEnglish": "It's summer vacation. The aunt drove to the sea and everybody enjoyed being divided into couples. Suddenly, a girl named Maria, appears in front of Yusaku.",
                    "Aliases": []
                },
                "21": {
                    "ID": "4401225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401225",
                    "TitleEnglish": "Only one afternoon, the swaying heart is also the highest temperature",
                    "SummaryEnglish": "The aunt invited Shinichiro, who had become close to him at the beach, to a barbecue. His daughter who appeared with him was Maria who tried to kiss Yusaku.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4401226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401226",
                    "TitleEnglish": "Head-on collision!? Declaration of two rivals to be worried about",
                    "SummaryEnglish": "Yusaku and the other boarders all went home, and Kasumi was alone with Katsuhiko. However, she is worried about Yusaku.",
                    "Aliases": []
                },
                "23": {
                    "ID": "4401227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401227",
                    "TitleEnglish": "When can we meet? The last fireworks with prayer",
                    "SummaryEnglish": "Katsuhiko, who declared his rival to Yusaku, \"I will propose to Kasumi,\" has to go back to America. What is Katsuhiko who talks about his passion for baseball?",
                    "Aliases": []
                },
                "24": {
                    "ID": "4401228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401228",
                    "TitleEnglish": "Hot airmail, I don't listen to your heart now",
                    "SummaryEnglish": "After returning to America, Katsuhiko recalled the days he spent with Kasumi and his encounter with Yusaku. Kasumi's feelings for her lover are beginning to lean toward Yusaku.",
                    "Aliases": []
                },
                "25": {
                    "ID": "4401229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401229",
                    "TitleEnglish": "Don't get me wrong! I'm just a housemate",
                    "SummaryEnglish": "On Sunday, when the summer vacation is over, Kasumi, who is awakened early in the morning due to the commotion of the housemates, is in a bad mood and collided head-on with Yusaku on the stairs! Why does she get mad?",
                    "Aliases": []
                },
                "26": {
                    "ID": "4401230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401230",
                    "TitleEnglish": "Do you want to date? Who is in Yusaku's cheering squad?",
                    "SummaryEnglish": "Yusaku, who was listening to the late-night broadcast, happened to hear a love call to Kasumi. Is that person the 4th ace they met at the coin laundry?",
                    "Aliases": []
                },
                "27": {
                    "ID": "4401231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401231",
                    "TitleEnglish": "Don't worry! A strange date he set up",
                    "SummaryEnglish": "Kasumi has decided to date the ace no. 4 Takanezawa because of Yusaku who bought the role of Cupid. The shadow of Yusaku at the meeting place!?",
                    "Aliases": []
                },
                "28": {
                    "ID": "4401232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401232",
                    "TitleEnglish": "My heart is also a storm, alone with him tonight",
                    "SummaryEnglish": "After this day a typhoon is coming. Kasumi and Yusaku is now alone in the boarding house. Somehow they become conscious of each other and become awkward.",
                    "Aliases": []
                },
                "29": {
                    "ID": "4401233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401233",
                    "TitleEnglish": "Eh, Miss the Autumn Tournament? What happens to the Baseball Club",
                    "SummaryEnglish": "The baseball team is told by the coach that they will not participate in the autumn tournament. Yusaku of the cheering squad protests directly to the principal! Kasumi also came there. Is Koshien a demon gate?",
                    "Aliases": []
                },
                "30": {
                    "ID": "4401234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401234",
                    "TitleEnglish": "The baseball club in a pinch! We can't keep silent",
                    "SummaryEnglish": "Members who were told that they could not participate in the official game without the cooperation of the school. They have to do something about it! Yusaku started to move for the baseball club again.",
                    "Aliases": []
                },
                "31": {
                    "ID": "4401235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401235",
                    "TitleEnglish": "Eh!? That person? The new coach on the suit decided",
                    "SummaryEnglish": "Yusaku and Kasumi's enthusiasm was transmitted to the school side, the members were gathered again, and the baseball club was appointed as a new coach. A transfer student came to the two classes.",
                    "Aliases": []
                },
                "32": {
                    "ID": "4401236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401236",
                    "TitleEnglish": "Sounds interesting, Coach Katsuhiko's first practice",
                    "SummaryEnglish": "The new coach of the baseball club was Kasumi's lover Katsuhiko. He said he came back from America because he wanted to play baseball, but he also wanted to marry Kasumi.",
                    "Aliases": []
                },
                "33": {
                    "ID": "4401237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401237",
                    "TitleEnglish": "Finally the autumn tournament! What is the strength of the new baseball club?",
                    "SummaryEnglish": "Kasumi was upset when Katsuhiko returned to Japan and couldn't concentrate on the practice of the track and field club. Meanwhile, the first round of the baseball club's autumn tournament, the debut match of new coach Katsuhiko has begun.",
                    "Aliases": []
                },
                "34": {
                    "ID": "4401238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401238",
                    "TitleEnglish": "Dissatisfied explosion? A baseball club that can't play baseball",
                    "SummaryEnglish": "Katsuhiko, the new coach returning from America, said he would go to the pool. Members who swim without touching the pole. Why are they swimming when they are in the baseball club?",
                    "Aliases": []
                },
                "35": {
                    "ID": "4401239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401239",
                    "TitleEnglish": "Passing theater festival, why don't you know, Yusaku?",
                    "SummaryEnglish": "The theater festival season has arrived. The theme is \"Romeo and Juliet\". The protagonists are Yusaku and Kasumi. However, Yusaku suddenly drops off and starts a part-time job.",
                    "Aliases": []
                },
                "36": {
                    "ID": "4401240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401240",
                    "TitleEnglish": "Kasumi, I'm Sorry: Santa's Gift",
                    "SummaryEnglish": "Everybody decided to have a Christmas party at Maria's house. Kasumi goes shopping with Yusaku, but Yusaku who broke up on the way does not come back easily.",
                    "Aliases": []
                },
                "37": {
                    "ID": "4401241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401241",
                    "TitleEnglish": "High Expectations! Kasumi and Yusaku as Quiz Participants",
                    "SummaryEnglish": "December. Kasumi and the boarders who are supposed to go home have changed their schedule!? Her aunt applied for the high school couple tournament of the quiz show without permission and won the prize.",
                    "Aliases": []
                },
                "38": {
                    "ID": "4401242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401242",
                    "TitleEnglish": "Feelings That Tremble Both Body and Mind, The Cold Wind Tournament",
                    "SummaryEnglish": "Club competition \"cold patience tournament\". The representative of the cheering squad is Yusaku, and the baseball club is Ariyama. Every year, they decide to participate in a harsh competition that some people faint.",
                    "Aliases": []
                },
                "39": {
                    "ID": "4401243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401243",
                    "TitleEnglish": "I want to hear the real intention! At this rate, the two of us...",
                    "SummaryEnglish": "After the cold weather tournament, everyone in the boarding house except Kasumi caught a cold. When Kasumi visited Katsuhiko, Maria was there.",
                    "Aliases": []
                },
                "40": {
                    "ID": "4401244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401244",
                    "TitleEnglish": "Yusaku's spirit without five people! Save the weak kendo club",
                    "SummaryEnglish": "Yusaku, who is a good friend, was asked by the kendo club, which is said to be the weakest in the prefecture, and decided to participate in the game. It is a promising Yusaku, but there was a formidable newcomer at the partner school.",
                    "Aliases": []
                },
                "41": {
                    "ID": "4401245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401245",
                    "TitleEnglish": "Incandescent Tour: Take Kasumi Skiing",
                    "SummaryEnglish": "Everybody decided to go to a ski lodge run by Mikimoto's uncle. It is said that Ariyama will not go while everyone is excited about skiing.",
                    "Aliases": []
                },
                "42": {
                    "ID": "4401246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401246",
                    "TitleEnglish": "Distress...!? Tell them you like them before you die!",
                    "SummaryEnglish": "Kasumi together with all the others came to the ski resort. Keiko cares about Ariyama who refrains. Yusaku goes looking for Kasumi who has left alone.",
                    "Aliases": []
                },
                "43": {
                    "ID": "4401247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401247",
                    "TitleEnglish": "I like both! Kasumi with a delicate swaying heart",
                    "SummaryEnglish": "Kasumi tells Yusaku that she likes it. She can't tell Katsuhiko, who has been able to talk about anything at the ski resort, and her heart begins to get confused.",
                    "Aliases": []
                },
                "44": {
                    "ID": "4401248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401248",
                    "TitleEnglish": "The burning baseball club, we are secret weapons!?",
                    "SummaryEnglish": "\"Don't run away from your feelings,\" says Yusaku from Katsuhiko. On the other hand, Kasumi heard that Katsuhiko refused an unexpected practice match.",
                    "Aliases": []
                },
                "45": {
                    "ID": "4401249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401249",
                    "TitleEnglish": "If you hit it, hit it! The men's game: Katsuhiko vs. Yusaku",
                    "SummaryEnglish": "Members who burn in the red and white game in the team. It was a match where they can feel the results of the practice, and the quality of Yusaku was also evaluated. Katsuhiko joined as a pitcher there.",
                    "Aliases": []
                },
                "46": {
                    "ID": "4401250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401250",
                    "TitleEnglish": "Yusaku goes to the baseball club!? Kasumi is in the cheering squad this time",
                    "SummaryEnglish": "It's a serious match between Katsuhiko and Yusaku. Katsuhiko asks \"Is it regrettable?\" to Yusaku who lost in a splendid strikeout. Isn't Yusaku really wanting to play baseball?",
                    "Aliases": []
                },
                "47": {
                    "ID": "4401251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401251",
                    "TitleEnglish": "Kasumi transferred to another school!? Can she leave as it is?",
                    "SummaryEnglish": "An express delivery from her mother arrived at Kasumi. The content was that she might transfer to another school due to the circumstances of her parents' home. She is worried about her friends and Yusaku.",
                    "Aliases": []
                },
                "48": {
                    "ID": "4401252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiatari-ryoko/episodes/4401252",
                    "TitleEnglish": "Goodbye memories, smiles and tears don't suit",
                    "SummaryEnglish": "Kasumi decided to transfer to another school. Four of her boarding house friends who lived under the same roof held a bright farewell party. Yusaku, everyone, thank you!",
                    "Aliases": []
                }
            }
        }
    }
}