{
    "URL": "https://thetvdb.com/series/slide",
    "Genres": [
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1802693/",
        "https://www.themoviedb.org/tv/38894"
    ],
    "TitleEnglish": "Slide",
    "SummaryEnglish": "Follow the ups and downs of teenage life with 'Slide', the new locally produced comedy-drama on FOX8. Ed, Eva, Luke, Scarlett & Tammy are five teenagers living in Brisbane and experiencing all of life’s predictable ‘firsts’ in very unpredictable ways. These accidentally cool 17 year olds are tapped into the world of music, fashion, technology and anything shiny, and for these five, life is non-stop action!\r\n\r\nFrom impromptu parties to being caught with their pants down, these guys have the chaos of teenage life covered. Combining online, social media, music and on-air components 'Slide' will revolutionize the way we watch TV.",
    "Aliases": [],
    "Modified": "2025-01-15",
    "Seasons": {
        "1": {
            "ID": "472234",
            "URL": "https://thetvdb.com/series/slide/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "4154140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slide/episodes/4154140",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "Five teenagers in Brisbane are experiencing life's firsts in very unpredictable ways. When a party is organised the invite goes viral. The night gets out of control, and five unusual suspects become accidental legends.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4154141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slide/episodes/4154141",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "Owing $5000 in hotel damages, the gang is sentenced to hard labour but instead try to find another way to come up with the money. Hatching a plot that involves hijacking a limo creates a road trip like no other!",
                    "Aliases": []
                },
                "3": {
                    "ID": "4154142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slide/episodes/4154142",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "Tammy's attempt to chase an interview with a hot band leads to a night locked in a fire escape, and she's not alone!",
                    "Aliases": []
                },
                "4": {
                    "ID": "4164228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slide/episodes/4164228",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "Ed's feeling frisky but things go sideways when first he's caught in a compromising position, and then in the same night has two unexpected sexual encounters that take this geek from zero to hero, and back again.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4168168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slide/episodes/4168168",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "The five become Brisbane's most wanted when a prank backfires, causing a huge public outcry. Meanwhile things begin to heat up for Tammy and Luke, but how far will they get?",
                    "Aliases": []
                },
                "6": {
                    "ID": "4174312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slide/episodes/4174312",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "Plans to skip school and head upriver get twisted when Eva has a \"Juno moment\" and Ed has a close call with nature. Secrets are revealed and conflicts emerge - which friendships will survive this turbulent day?",
                    "Aliases": []
                },
                "7": {
                    "ID": "4178757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slide/episodes/4178757",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "As the end of the school year approaches, one of the five faces expulsion and the prospect of leaving town, so the gang put together a bucket list and start on their ultimate day of fun, but not everything goes to plan.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4179555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slide/episodes/4179555",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "The gang tries to scam a competition to win a car, leading to chaos at the local mall. Tammy and Luke's issues start to pull the group apart, while an awkward video of Ed and Phillipa surfaces.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4179556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slide/episodes/4179556",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "Luke ends up in hospital after borrowing and then crashing his brother's car. Meanwhile, Ed has a meltdown when he mixes energy drinks, no sleep and lots of study whilst preparing for an exam.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4191029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slide/episodes/4191029",
                    "TitleEnglish": "Episode 10",
                    "SummaryEnglish": "Schoolies is over and Tammy is still a virgin. Her desperate plans to fix this, at a festival, prove tricky when she somehow finds herself in the midst of a hostage drama at Luke's house.",
                    "Aliases": []
                }
            }
        }
    }
}