{
    "URL": "https://thetvdb.com/series/the-littl-bits",
    "Genres": [
        "Adventure",
        "Animation",
        "Children",
        "Comedy",
        "Family",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0179584/",
        "https://www.themoviedb.org/tv/10491",
        "https://www.wikidata.org/wiki/Q2440749"
    ],
    "TitleEnglish": "The Littl' Bits",
    "SummaryEnglish": "The series describes the adventures of a race of tiny people (pixies) who live in a simple village in Foothill Forest. It focuses in particular on a group of children: Lillibit, Willibit, Snagglebit, Chip, and Browniebit. Snagglebit, the spoiled son of the mayor, is enamored of the beautiful Lillibit, but she's best friends with Willibit, the moral role model and main protagonist. Thus, even though they generally get along well, Willibit and Snagglebit often butt heads, especially over Lillibit. Snagglebit usually pals around with the short-in-stature Browniebit, who is something of a coward (and is often teased by Snagglebit for this), and Chip, who idolizes Lillibit's uncle, Dr. Snoozabit, and wants to be a doctor like him.\r\n\r\nAnother frequently recurring child character is Teenybit (Willibit's younger sister), who befriends Scarybit, an ill-tempered, superstitious old woman assumed to be a witch and shunned by most of the other villagers. Teenybit can see that, under Scarybit's tough exterior, she's just a lonely old lady who needs a friend.\r\n\r\nThe children are watched over by, and often scolded by, the older Littl' Bits including the doctor Dr. Snoozabit, the wood-cutter Chopabit, the baker Bakeabit, Willibit's father Grumpabit, Helpabit, the elder Elderbit, Mayor Bossabit (Snagglebit's father), and others. Snoozabit has a tendency to drink too much, forcing his young niece, Lillibit, to watch out for him and do her best to keep him on the right track (In the American version, Snoozabit's drunkenness was rewritten as being constantly sleepy and needing a nap, hence his English name).\r\n\r\nDr. Snoozabit has raised Lillibit since her infancy, and has always told her that her birth parents died shortly after she was born. Not having a mother and father around occasionally depressed Lillibit, especially when she observed her friends having fun with their parents. However, in the second-to-last episode of the series, it was revealed that Lillibit's parents were in fact",
    "Aliases": [
        "Mori no Youki na Kobito-tachi: Berufi to Rirubitto"
    ],
    "Modified": "2024-09-18",
    "Seasons": {
        "1": {
            "ID": "472566",
            "URL": "https://thetvdb.com/series/the-littl-bits/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "4155903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155903",
                    "TitleEnglish": "The Children's Festival",
                    "SummaryEnglish": "Every Spring there is a festival in Foothill forest for the children. One of the traditions of the festival is the election of a \"king\" and \"queen\" of the festival. Snagglebit is so sure that he is going to be voted \"king\" he has even made a wreath for Lillibit whom he believes will be elected \"queen.\"",
                    "Aliases": []
                },
                "2": {
                    "ID": "4155904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155904",
                    "TitleEnglish": "Doctor Snoozeabit",
                    "SummaryEnglish": "When Chip see Dr. Snoozabit tend to his father's ankle after it got scrapped from his (falling out of a tree he suddenly decides he wants to be a doctor. At first his father, Chopabit, is against it saying that Chip is going to carry on the family tradition of wood-cutting. Chip is still however determined and later pressures Dr. Snoozabit to let him be his assitant.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4155905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155905",
                    "TitleEnglish": "The Old Mill Stream",
                    "SummaryEnglish": "Willibit and his family, and Lillibit are helping the Bakeabits preparing the pastries and cakes for a wedding. All is going along fine except that for some reason the mill seems to be slowing down. Mr. Bakeabit and Mr. Grumpabit investigate and discover that the reason is because the stream that powers the mill is slowing down to a trickle.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4155906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155906",
                    "TitleEnglish": "The Rainbow Firefly",
                    "SummaryEnglish": "everal Miners disappear in a cave. When Mayor Bossabit and some men hear about the disappearence they decide to launch a search party to find the miners. Elderbit tells the Lillibit, Willibit, Snagglebit, and a couple other boys about the legend of the Rainbow Firefly which has been rumored to live in the area of the caves",
                    "Aliases": []
                },
                "5": {
                    "ID": "4155907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155907",
                    "TitleEnglish": "Election Day",
                    "SummaryEnglish": "It is November in Foothill Forest and all the adult littlebits are concerned with the winter harvest preparations. Mayor Bossabit however is busy running for mayor once again. He has a little lunch party and invites the children over. The children enjoy various desserts that Helpabit made. Confusing democracy with monarchy Snagglebit says that he will automatically be mayor after his father. Chip and Willibit tell Snagglebit that the only way that he can be mayor is if he gets elected.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4155908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155908",
                    "TitleEnglish": "ScaryBit the Witch",
                    "SummaryEnglish": "Willibit is slightly displeased becase he is \"caught\" by his sister while going off to play with Lillibit. His mother appears and askd Willibit to go to the market to trade some things for her. Willibit is disappointed at having the perfect opertunity to play ruined by a trip to the market; however he cheers up a little when he sees Lillibit who is going to the market also. Teeneybit asks if she can come along and Mrs. Grumpabit says yes. However if there is one bit who is the most feared in Foothill Forest it is Scareybit,so when it is rumored that she has been seen near the village Mrs. Grumpabit makes sure to tell her son Willibit to watch out for her",
                    "Aliases": []
                },
                "7": {
                    "ID": "4155909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155909",
                    "TitleEnglish": "Winter Strawberries",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "4155910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155910",
                    "TitleEnglish": "The Snow Woman",
                    "SummaryEnglish": "Snagglebit has always tried to impress Lillibit. He tries to impress her with his sledding skills by letting her ride with him, but unfortunatly the sled ends up crashing into Elderbit. Elderbit tells them to watch out for such behavior or the Legendary Snow Woman will get them. Willibit comes over in time to see what happened after Elderbit leaves. Snagglebit says he isn't scared by Elderbit's storey, but Lillibit says that she \"sees a castle\" in her dreams. Lillibit wonders if there really is a castle over the mountain ridge. Snagglebit looks up in the sky and then gets an idea.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4155911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155911",
                    "TitleEnglish": "Save the Raccoon!",
                    "SummaryEnglish": "A hockey match between Willbit, Lillibit, Snagglebit, Chip, and Browniebit; vs. a bully named Ivn and his teammates decides the fate of a baby raccoon. Lillibit let's the raccoon go without telling anyone. At first her friends are mad at her, but then Willibit assures them that she only did what she thought was best for the raccoon. It's a good thing to because when the ice on the lake breaks the baby raccoon and his family come to rescue the children.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4155912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155912",
                    "TitleEnglish": "Madam Bella the Weaver",
                    "SummaryEnglish": "As the granddaughter of Madam Bella the Weaver, Rosiebit is convinced that she should win the weaving contest. Lillibit is also in the contest, but she really doesn't want to win all she wants to do is make a yellow dress for Teeneybit (Willibit's sister). However Rosiebit becomes convinced that Lillibit is going to win when she overhears Madam Bella say that she thinks Lillibit will win to Elderbit and Mayor Bossabit.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4155913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155913",
                    "TitleEnglish": "The Baby Bears",
                    "SummaryEnglish": "Lillibit befriends a baby bear cub that the rest of the village think is dangerous. When the villagers try to scare the bear cub off Lillibit gets angry. Her uncle Dr. Snoozabit tries to tell her that the only reason that they are trying to drive the bear from the village is for his own saftey as well as the villagers, but Lillibit won't hear any of it. She runs off with the bear cub and plays with him until his mother calls for him.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4155914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155914",
                    "TitleEnglish": "Looking at the Stars",
                    "SummaryEnglish": "Williebit, Lillibit, and Snagglebit are over at Lillibit's house talking in partial boredom until Willibit accidentally tears the leaf off of a plant that Lillibit had. Despite her protests that her Uncle Snoozabit should not be bothered the two boys go to the next room to see if he can help them with the plant. When they see him they find him looking through a telescope.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4155915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155915",
                    "TitleEnglish": "Poor Old Helpabit",
                    "SummaryEnglish": "Mayor Bossabit decides to enter a honey-making contest with the help of Helpabit whose has a secret family recipe that promises to make great honey with blue lovelies (a type of flower found in Foothill Forest) which happens to grow in the Mayor's garden. The children help Helpabit gather flowers for the honey along with a little aid from Grumpabit.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4155916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155916",
                    "TitleEnglish": "Storm Baby",
                    "SummaryEnglish": "While crossing a bridge Willibit and Lillibit meet up with Granny Birtha the town mid-wife. Willibit and Lillibit each ask her about the time when they were born. She is able to tell Willibit about his birth, but cannot tell Lillibit about hers. She says to Lillibit to ask her uncle.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4155917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155917",
                    "TitleEnglish": "The Mystical Monument",
                    "SummaryEnglish": "When Snagglebit and his friends accuse Browniebit of making them lose a bull-frog rodeo because of his cowardice, Browniebit decides that he must really be a coward. He comes across Elderbit who tells him the storey of the Feather of Courage. According to Elderbit anyone who possess this feather will automatically get great courage. He then tells Browniebit that the feather is supposedly in the Mystical Monument.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4155918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155918",
                    "TitleEnglish": "Help the Squirrel",
                    "SummaryEnglish": "Willibit and Snagglebit injure a squirrel by making it fall from a tree. The next day they and Lillibit find the squirrel very sick in a tree with a concerned squirrel family around. Dr. Snoozabit is called up and even he has his doubts about weather of not the squirrel can be saved because of her high fever. Willibit and Snagglebit get the idea to the top of a mountain where there is ice on top.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4155919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155919",
                    "TitleEnglish": "The Legend Of Red Light",
                    "SummaryEnglish": "After hearing one of Elderbit's stories about the time that he and a group of miners were in a cave and how they were nearly harmed by a red light that Elderbit claimed was a demon light; Willibit, Lillibit, and Snagglebit decide to go into the cave to search for this light as well.    However disaster strikes. There is a cave-in and Snagglebit is hurt. Willibit and Lillibit wonder how they are going to get out of the cave because no one knows they are there to help them and Snagglebit out.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4155920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155920",
                    "TitleEnglish": "The Cowardly Colt",
                    "SummaryEnglish": "Dr. Snoozabit tells Willibit, Lillibit and Teeneybit about horses. Willibit asks if he's seen a horse and Snoozabit tells him that horses can be seen in a big field downstream. Although it is off limits to children, Snoozabit says that when he was young he wanted to see the horses so bad that it didn't matter. However he says that he had lost his nerve and didn't see any horses",
                    "Aliases": []
                },
                "19": {
                    "ID": "4155921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155921",
                    "TitleEnglish": "The Strange Egg",
                    "SummaryEnglish": "While out having a picnic one day Lillibit, Willibit, and Snagglebit come across an egg floating in the river. They take the egg back to the village and Willibit shows it to his parents and asks if he can keep it. Fearing that there might be a monster inside his father tells him no and that they should take the egg away from the village.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4155922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155922",
                    "TitleEnglish": "Let's Go to the Sea (1)",
                    "SummaryEnglish": "Willibit discovers some fish trapped in a pond. He wants to keep it a secret so he isn't real happy when Lillibit not only finds out about it, but also tells Bakeabit the town baker about the fish. Willibit draws him a picture of one of the fish in the dirt with a pipe stick, and Bakeabit tells them that the fish are probably trapped salmon and that the two children should try to free the salmon.",
                    "Aliases": []
                },
                "21": {
                    "ID": "4155923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155923",
                    "TitleEnglish": "Let's Go to the Sea (2)",
                    "SummaryEnglish": "Willibit, Lillibit, Snagglebit, Browniebit and Chip continue their voyage to the sea unaware that Grumpabit, Dr. Snoozabit, Mayor Bossabit, Mr. Brownie, and Chopabit have been trailing behind them using a map from Elderbit. The children meanwhile find the sea and have a grand time playing on the beach.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4155924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155924",
                    "TitleEnglish": "The Red Rainbow",
                    "SummaryEnglish": "It is an incredibly hot day and Scareybit is not at all happy about it. Infact she is in such a crabby mood that she scares off a bunch of the children playing in a pond. Teeneybit however stays behind and decides to take Scarybit to Dr. Snoozabit. At Snoozabit's Snoozabit treats Scareybit and yells at Willibit and Lillibit for running off and leaving Teeneybit behind.    A storm comes along and temporarily grounds them nside with its severity",
                    "Aliases": []
                },
                "23": {
                    "ID": "4155925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155925",
                    "TitleEnglish": "Earthquake!",
                    "SummaryEnglish": "Lillibit is playing with her friends, well at least trying to. Snuffly the flying squirrle wants to be a part of the fun too so he just keeps getting in Lillibit's way and Lillibit gets mad at him for it.    Later on when Lillibit can't find Snuffly she and Willibit ask her uncle Dr. Snoozabit to help them. After being told what happened Snoozabit tells Lillibit that she needs to apologize to Snuffly and respect his as well as all the animals' of the forest feelings.",
                    "Aliases": []
                },
                "24": {
                    "ID": "4155926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155926",
                    "TitleEnglish": "Forget-Me-Nots",
                    "SummaryEnglish": "While visiting at Lilibit's house, Willibit and Lillibit notice that Mayor Bossabit is going off to his garden. Willie wonders why flowers are so important to the Mayor. Dr. Snoozabit tells Willibit and Lillibit that flowers, especially forget-me-nots, have a special importanence to Mayor Bossabit because they bring him memories of his late wife, Mrs. Bossabit.",
                    "Aliases": []
                },
                "25": {
                    "ID": "4155928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155928",
                    "TitleEnglish": "The Wanderbits",
                    "SummaryEnglish": "Two mysterious wanderers are found in bad shape in the village by Snag and some of his friends. Later Lillibit notices that her uncle is acting strange. First he nervously insists that everything is perfectly fine after he has gotten back from the Bakeabits. Then Dr. Snoozabit accidentally slips and asks Lillibit if she would like to see her parents whom Lillibit knows to be dead.",
                    "Aliases": []
                },
                "26": {
                    "ID": "4155929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-littl-bits/episodes/4155929",
                    "TitleEnglish": "Awful, Awful Days",
                    "SummaryEnglish": "Strange weather is plauging Foothill Forest. When the village suffers a few small tremors and a small earth quake they then feel they are safe. Grumpabit knows differently though. He has been digging a cave in the mountains because his father told him that a massive earthquake would occur in Foothill Forest and that the small tremors were a precursor to the big earthquake.    Grumpabit warns the villagers and soon everyone is rushing out of the village end heading up to Grumpabit's cave for saftey.",
                    "Aliases": []
                }
            }
        }
    }
}