{
    "URL": "https://thetvdb.com/series/chihayafuru",
    "Genres": [
        "Adaptation",
        "Anime - Josei"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2150751/",
        "https://www.ntv.co.jp/chihayafuru/",
        "http://www.reddit.com/r/chihayafuru/",
        "https://www.themoviedb.org/tv/45247"
    ],
    "TitleEnglish": "Chihayafuru",
    "SummaryEnglish": "Chihaya Ayase is a frank and ebullient girl who becomes fascinated by the obscure world of competitive karuta, a card game based on Japanese poetry. Introduced to the aggressive style of the game by a quiet and thoughtful elementary school classmate named Arata Wataya, the two quickly become close friends. They start playing as a group with Taichi Mashima, Chihaya's smart and athletic childhood friend, until they have to part ways during their middle school years due to several circumstances. As their high school life begins, they meet once again.",
    "Aliases": [
        "ちはやふる (2011)"
    ],
    "Modified": "2024-04-29",
    "Seasons": {
        "0": {
            "ID": "474499",
            "URL": "https://thetvdb.com/series/chihayafuru/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "4578516",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4578516",
                    "TitleEnglish": "OVA: My Life Passes By in Vain as I Watch the Long Rains Fall",
                    "SummaryEnglish": "During the time Chiyaha is in the hospital, the karuta club discusses what to do for the upcoming cultural festival. Attempting to use the opportunity to get closer to Taichi, Sumire suggests putting on a Heian era-themed play based on The Tale of Genji, with herself as the female lead and Taichi as Genji. Kanade, however, seeing an opportunity to get Chihaya and Taichi together, suggests Chihaya for the female lead. Ultimately Sumire settles for all the other club members playing Genji's many lovers, including the guys (other than Taichi) dressed in drag. The club spends the rest of their meager annual budget on two flats for the play, but a typhoon destroys them. Sumire and Chihaya end up doing a short karuta-themed comedy piece with Nishida as Genji on the proscenium without a set. Arata laments that he continues not to get any screen time.",
                    "Aliases": []
                },
                "2": {
                    "ID": "7011750",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7011750",
                    "TitleEnglish": "Live Action Movie Part 1",
                    "SummaryEnglish": "First installment of the Chihayafuru Live Action Trilogy",
                    "Aliases": []
                },
                "3": {
                    "ID": "7011751",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7011751",
                    "TitleEnglish": "Live Action Movie Part 2",
                    "SummaryEnglish": "Second installment of the Chihayafuru Live Action Trilogy",
                    "Aliases": []
                },
                "4": {
                    "ID": "7011753",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7011753",
                    "TitleEnglish": "Live Action Movie Part 3",
                    "SummaryEnglish": "Third installment of the Chihayafuru Live Action Trilogy",
                    "Aliases": []
                },
                "5": {
                    "ID": "7562643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7562643",
                    "TitleEnglish": "So I Wish for a Memory",
                    "SummaryEnglish": "A recap of the third season prior to Episode 16.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8934900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/8934900",
                    "TitleEnglish": "Chihayafuru (Season 3) Episode EX – Documentary",
                    "SummaryEnglish": "Crunchyroll goes to MADHOUSE to meet the team behind Chihayafuru season 3. We go behind the scenes of this season OP and talk about what it's like to be back to the show after 6 years.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "474500",
            "URL": "https://thetvdb.com/series/chihayafuru/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "4182229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4182229",
                    "TitleEnglish": "This Flower Has Bloomed at Last",
                    "SummaryEnglish": "Three years ago, Arata Wataya moved from Fukui to Tokyo, leaving behind his friends and everyone else who shared his passion for karuta. Alone in his interests, and further singled out for his rural accent and apparent poverty, he is friendless until the day that Chihaya Ayase, outspoken tomboy and sister to a model, begins to stand up against their classmates’ bullying tactics. When she walks him home one day he reveals to her his love for karuta and his dream to become a master, sparking her own interest in the game.\r\nIn the present, Chihaya finds herself in a situation not unlike Arata’s. New at high school, alone in her love for karuta, and thought of as odd for her tendency to speak her mind, Chihaya is widely regarded as a waste of a pretty face. Listening to poetry on her headphones and really discouraged that no one else wants to join her karuta club, her mood takes a turn when one of her old friends, Taichi Majima, transfers into her high school.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4184238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4184238",
                    "TitleEnglish": "Painted Red",
                    "SummaryEnglish": "As everyone starts to ignore Chihaya as well as Arata, Chihaya stands her ground, boasting about Arata's karuta skills. Taichi makes a bet that if he can beat Arata in a tournament, he will be ignored until graduation. As both Taichi and Arata make their way to the final, Taichi steals Arata's glasses, making it difficult to see. Although Arata manages to cope on memory alone, Taichi swaps the cards around to make things difficult. It's at this point that Chihaya offers to take Arata's place in the match, using her instincts to tie with Taichi. On the final match, Chihaya starts seeing things through the eyes of a karuta player and takes the final card, winning the tournament. However, Chihaya becomes a bit upset when her family doesn't acknowledge her achievement. As Chihaya resumes her search for Arata's glasses, Taichi returns them to Arata and apologises for his foul play.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4184239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4184239",
                    "TitleEnglish": "Bright, but With Snow",
                    "SummaryEnglish": "Chihaya, Taichi and Arata go to a karuta society where people practice competitive karuta. There, they are challenged to a three-on-three match against some of the regulars. Arata takes charge for most of the games, leading to some competitiveness within the team as well as with the opposing team. After winning the game, the group learn of a team tournament and start training for it. Later, Chihaya learns that Taichi is going to a far away middle school and Arata is going to return to Fukui after he graduates, meaning they will not be able to keep playing karuta together. At the thought of this, she becomes upset and refuses to enter the tournament. However, after some advice from her karuta mentor, she decides to join them after all, accepting that she is not the only one who will be lonely. After graduation, Chihaya challenges Arata to one final match and promises that one day they will meet again.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4184240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4184240",
                    "TitleEnglish": "The Cherry Blossoms Scatter and Blow Away in the Wind",
                    "SummaryEnglish": "Back in the present, Chihaya becomes jealous when he learns Taichi allegedly has a girlfriend, and vows that if she can win a tournament and become a Class A karuta player, Taichi must help her form a high school karuta club. As Chihaya progresses through the tournament, Taichi reconnects with his old karuta tutor, Dr. Harada, who shows the progress Chihaya has made. In the final match, Chihaya faces a tough opponent who can read her moves, leading to a fierce battle for the 'Chihaya' card. However, Chihaya enjoys facing a strong, passionate, opponent and soon wins the tournament. After the match, Chihaya calls Arata to tell him the news, only to be told to stop calling him as he had long since quit playing karuta.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4184241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4184241",
                    "TitleEnglish": "This Beautiful Silver Moon",
                    "SummaryEnglish": "Following the call, Chihaya decides to go with Taichi to Fukui so she can confront Arata. However, Arata is not too pleased to see them and becomes aggressive when Chihaya brings up karuta again. Arata's friend, Yuu, explains to Chihaya that his grandfather died of a relapse while Arata was playing at a karuta tournament, the guilt making him unable to play karuta again. After Arata reads a letter that Chihaya wrote for him, he still holds his friendship dear and goes to see Chihaya and Taichi off as they head back towards home, with Chihaya able to make out that he doesn't completely hate karuta. On the ride back, Taichi agrees to help Chihaya form a high school karuta club, so Arata will have something to return to.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4184242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4184242",
                    "TitleEnglish": "But Many Times Brighter Still, They Light the Courts of Kyoto",
                    "SummaryEnglish": "Having obtained a clubroom, Chihaya and Taichi need to find three more members to be officially recognised as a club. Kanade Ōe, a girl who loves traditional clothing, takes an interest in the club but feels dejected when she finds out they don't wear hakama. As Chihaya continues to approach Kanade about joining the club, she comes to learn about the true meanings behind the hundred poems, which helps her improve in the game. Feeling pleased by this, Kanade agrees to join the club on the condition that they start wearing hakama during matches.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4184243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4184243",
                    "TitleEnglish": "Would Anyone Sojourn There? As Autumn Comes, They Do Too",
                    "SummaryEnglish": "As Taichi laments that he's can't match Chihaya's skill level, Chihaya scouts a bookworm named Tsutomu Komano for the club, literally dragging his desk with him to the clubroom. Wanting to become smarter to become the number one in school, Tsutomu challenges Chihaya and Taichi to play a game with the cards flipped over. With this new rule, Taichi gains an advantage over Chihaya, whose memorization skills aren't as developed, and wins against her. After the match, Tsutomu laments that he lacks friends and talent, but Taichi tells him that he keeps playing, even if he keeps losing, for the reward of winning. Hearing this, Tsutomu decides to abandon his desk and join the karuta club.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4184244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4184244",
                    "TitleEnglish": "But Their Fame Still Lives, It Echoes Through History",
                    "SummaryEnglish": "As the club searches for its last member, Chihaya encounters Yusei Nishida, who she last saw during the elementary school tournament, though he refuses to join the karuta club as he is focusing on his tennis. However, as Chihaya observes him, she finds that Yusei is just using tennis as an escape from karuta. Chihaya challenges Yusei to a game of karuta, where he gradually remembers how he used to play karuta for fun before he was defeated in a tournament by Arata. However, Chihaya's play style helps remind him how he used to play, and after the match, Yusei decides to quit tennis to join the karuta club.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4184245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4184245",
                    "TitleEnglish": "I Tried to Hide It",
                    "SummaryEnglish": "Teacher, Taeko Miyauchi, agrees to make the karuta club official and become its advisor, but on the condition that someone besides Chihaya be club president, so Taichi is nominated as president whilst Chihaya declares herself captain. Chihaya reveals that she wants to participate in a national tournament coming in the summer, despite Kanade and Tsutomu being beginners. With not much room to practise after school, Chihaya holds a training camp at Taichi's house. Chihaya pushes Kanade and Tsutomu to become stronger players, but Taichi fears that she is overworking them and putting on too much pressure. Later that night, as Chihaya laments her pushiness, the others bring her out for a surprise birthday party, saying that they are growing to love karuta, later receiving a birthday text from Arata.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4184246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4184246",
                    "TitleEnglish": "Those Who Come, Those Who Go, and Those Who Part Again",
                    "SummaryEnglish": "The day of the prefectural tournament comes and Chihaya's club comes in with hakama at the ready. As their team progresses through the group stage, Tsutomu grows less confident as he continues to be beaten in his matches. As he grows irritated and chooses to skip the semi-finals, Chihaya feels downhearted that the club has not been able to become a true team, which begins to affect her karuta skills. As Taichi realises he has not been perfect himself, he helps motivate the others to get them back on track, and when Chihaya sees Tsutomu comes to support her, she regains her form and makes a comeback and helps the team to win. After the match, Kanade manages to talk Tsutomu into coming back onto the team as they prepare for the finals.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4184247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4184247",
                    "TitleEnglish": "O Heavenly Wind",
                    "SummaryEnglish": "As the Misuzawa team start to face off against Hokuou Academy in the regional finals, Arata discovers the masses of e-mails Chihaya had sent him. Chihaya struggles when her opponent uses her favourite card to distract her. However, she is soon encouraged by her teammates. Meanwhile, Yusei feels disheartened when facing off against an old rival, but finds encouragement from seeing the passion of the juniors. Through all their struggles, Misuzawa manages to win their match and the regional championship, securing them a place in the nationals.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4184248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4184248",
                    "TitleEnglish": "Flowers Lap at Your Ankles, Running Through Locked Fields",
                    "SummaryEnglish": "Despite the victory at the tournament, Chihaya still feels overshadowed by her sister. After playing a match against Dr. Harada, Chihaya grows concern about living up to the expectations of being Tokyo's representative in the nationals, but she is soon cheered up by Takashi, who received some useful tips from Hokuou Acadameny. She also feels touched when she finds her father has started a scrapbook of her accomplishments. As the team work hard to train for the nationals, Miyauchi acknowledges their efforts and decides to accompany them to the nationals in Omi Jingu.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4215005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4215005",
                    "TitleEnglish": "For You I Go Out",
                    "SummaryEnglish": "The team arrive at Omi Jingu for the national tournament. As the first match begins, Chihaya feels overwhelmed by the hot and noisy environment of the tournament hall. Meanwhile, Arata makes his way to Omi Jingu, remembering the time he spent with his grandfather, who taught him many valuable tips about karuta before starting to lose his memory due to dimentia. When Arata was asked to look after his grandfather on the day of a tournament, he regained his memory and encouraged him to go but passed away during the tournament. Overcoming his fears, Arata arrives at the tournament hall just in time to witness Chihaya faint. Taichi puts Chihaya in Arata's care whilst he and the others continue the match. As Chihaya laments letting everyone down, Arata encounters an old acquaintance and realises he still loves karuta. As Chihaya vows to recover in time for the individual tournament, she receives a package from Arata, saying they will meet again in a match.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4225787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4225787",
                    "TitleEnglish": "For You Are My Sole Comfort in These Lonely Mountains Cold",
                    "SummaryEnglish": "The individual tournament begins, in which the players play against others depending on their class. Chihaya learns that the current queen of karuta, Shinobu Wakamiya, is playing in the Class A tournament. Chihaya comes to face against her in the second round, where she has trouble keeping up with her high speed. As Chihaya falls way behind, she recalls her first match with Arata and remembers how she used to learn karuta. Regaining her confidence, Chihaya finally manages to take some cards from Shinobu.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4233863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4233863",
                    "TitleEnglish": "Pearls Fleeing from a Bracelet",
                    "SummaryEnglish": "The match inevitably ends with Shinobu's victory, who goes on to win the Class A tournament, but the cards Chihaya managed to take from Shinobu leave a lasting impression on her. After becoming determined to improve her skill, Chihaya goes to watch Taichi in the Class B finals, but his fatigue leads to his loss. After reflecting on their losses and returning home, the team decide to work on building their stamina, whilst Arata and Shinobu prepare for the next time they meet Chihaya.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4240574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4240574",
                    "TitleEnglish": "Mount Ogura (Complete Collection)",
                    "SummaryEnglish": "A recap of the events so far, interspersed with various omake segments.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4244714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4244714",
                    "TitleEnglish": "This World I Forsook",
                    "SummaryEnglish": "As Taichi gathers intel on upcoming karuta tournaments, the others are surprised when he breaks up with his girlfriend to focus on the club. Both Taichi and Yusei enter a Class B tournament in Kanazawa, but both end up failing. Meanwhile, Chihaya becomes downhearted when Haruda tells her to stop focusing on her speed, since that has been how she always played her karuta. However, Tsutomu and Kana help point out there's more to karuta than speed, and Chihaya starts to work on her flaws.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4249446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4249446",
                    "TitleEnglish": "The Plum Trees of My Home Will Always Keep Their Old Scent",
                    "SummaryEnglish": "With the others looking to improve their rank, Chihaya participates in a Class A tournament where she has trouble adjusting her play style to focus less on speed. Although she loses against her opponent, Sakura Kanai, she learns that what she is lacking is timing. Afterwards, as Taichi and Yusei face each other in the Class B finals, Chihaya finds herself drawn to the Class D final between Kanade and Tsutomu, learning more from watching them play.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4249449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4249449",
                    "TitleEnglish": "If I Were to Keep On Going",
                    "SummaryEnglish": "As Tsutomu falls behind Kana due to his faults, he comes up with a gamble strategy to take advantage of the odds against him. However, Kana eventually manages to win thanks to her knowledge of the cards her friends use. Meanwhile, as Taichi and Yusei are left with one card each, it is Yusei who wins, leading Taichi to become downhearted. As the day ends with Kana, Tsutomu and Yusei advancing in rank, Chihaya expresses her desire to play a team match again. As Arata receives the results of the tournament, he decides to enter the Western Masters tournament.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4249450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4249450",
                    "TitleEnglish": "Clouds Just Beyond the Blue Ocean, Foam-White Waves in Their Wild Dance",
                    "SummaryEnglish": "In the runup to some exams, Tsutomu becomes a tutor for Chihaya and Yusei whilst Taichi enters a tournament in Yoshino, his last opportunity to advance to Class A. There, he runs into Arata, who gives him his contact details to give to Chihaya. Chihaya ditches studying and arrives after Taichi loses his tournament. She goes to observe Arata play whilst Taichi, initially frustrated by jealousy, finds solace in the fact Arata managed to return to karuta. At the end of the day, after Arata leaves and Chihaya is forced back to her studies, Harada offers Taichi a promotion to Class A so he can participate in the Masters qualifiers alongside Chihaya and Arata.",
                    "Aliases": []
                },
                "21": {
                    "ID": "4252241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4252241",
                    "TitleEnglish": "This Snow that Covers All Soaks My Sleeves for Your Sake, Too",
                    "SummaryEnglish": "After the exams, the others notice Taichi reciting the hundred poems from memory. This prompts Yusei to point out that Taichi's weakness is seeing the cards as words instead of feeling them. On the day of the Eastern qualifiers, Chihaya inadvertently makes a bet with Sudo in which the first one to lose has to shave their head. In the first round, Chihaya faces a child prodigy named Ririka, who proves to be fast. However, thanks to Harada's teachings, Chihaya focuses on timing before demonstrating her speed and winning the round.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4253080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4253080",
                    "TitleEnglish": "Their Colors Dimmed in Vain",
                    "SummaryEnglish": "In the next round, Chihaya faces off against the former Queen, Yumi Yamamoto, who had become downhearted after losing her title to Shinobu the previous year, showing no real confidence in her match. As the heat builds up, Yumi's coach, Kitano, forces the window open and gives Yumi some encouragement and awakens her nature of contesting cards, allowing her to defeat Chihaya.",
                    "Aliases": []
                },
                "23": {
                    "ID": "4253081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4253081",
                    "TitleEnglish": "If You See White Frost, You Will Know the Night is Done",
                    "SummaryEnglish": "Chihaya becomes depressed about losing and shuts herself inside a locker but is convinced to come out when Harada competes against Sudo in order to call off the bet to make Chihaya shave her head. Harada makes it to the semi-finals whilst Yumi goes on to progress to the Queen Challenger match. Meanwhile, Arata, who lost in the fourth round of his tournament, tries to concentrate on practising his karuta but has trouble finding people willing to play against him. In the Master/Queen challenger matches, Yumi wins the opportunity to go against Shinobu whilst one of Harada's students loses in the Master challenger match. On Christmas Eve, the club members take a break from karuta to attend christmas parties held by their respective classes. Following her party, Chihaya decides to give Arata a call.",
                    "Aliases": []
                },
                "24": {
                    "ID": "4253082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4253082",
                    "TitleEnglish": "Cherry Trees Blossom on the Highest Peaks",
                    "SummaryEnglish": "Chihaya and the others go to Taichi's house to watch the Queen Match between Yumi and Shinobu, who had gained a lot of weight since Chihaya last saw her. As Shinobu is at a disadvantage due to her extra weight, she recalls how she came to love karuta and makes a comeback to win the match, causing Yumi to become upset but determined to try again next year. Afterwards, attention goes towards the Master Match, featuring the current Master, Suo Hisashi.",
                    "Aliases": []
                },
                "25": {
                    "ID": "4253083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4253083",
                    "TitleEnglish": "The World Shines for One Second, Things are Pure, White, Resplendent",
                    "SummaryEnglish": "Everybody is shocked after hearing that Master Suo plays karuta with 28 one-syllable cards. Chihaya, Arata, Taichi, and the other karuta club members do some soul searching as they attempt to move forward.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "498295",
            "URL": "https://thetvdb.com/series/chihayafuru/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "4377109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4377109",
                    "TitleEnglish": "Flowers Wilt, They Fade",
                    "SummaryEnglish": "As a new school year begins, a freshman named Sumire Hanano, who got dumped by her boyfriend on the first day of school, takes an interest in Taichi as the Karuta Club appeals for new members. To Chihaya's delight, several freshmen, Sumire included, come to join the club, although they are all beginners and are put off a little by the complex nature of the game. Chihaya and the others are soon at odds with each other as they all have different ideas about what priorities the club should focus on, though Chihaya defuses the situation by saying she wants to do as much as possible. As Chihaya starts teaching the freshmen the basics, Taichi goes off to train at the karuta academy so he can reach Class A. Sumire decides to follow him on the train, where he tells her that he wants to choose the girl he dedicates himself to.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4462172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4462172",
                    "TitleEnglish": "The Rumor Has Spread",
                    "SummaryEnglish": "Sumire follows Taichi to the karuta society, where she becomes curious as to why he enjoys karuta. Meanwhile, Chihaya is saddened after nearly all of the first year members leave the club, leaving just a boy named Akihiro Tsukuba. When Kana calls Sumire out on her personal prettifying, she reveals that she is only sticking with karuta to pursue Taichi. During practise, Chihaya takes keen interest in Akihiro, who is experienced in Second Verse Karuta, whilst also noting how Sumire felt when obtaining her first card. When Chihaya asks Sumire to trim her nails, she ends up blurting about her crush on Taichi and runs off. When the others question Chihaya on why she is serious about the first years, she reveals that she wanted more members in order to avoid another incident like when they lost the team tournament due to her collapsing. As Yusei starts teaching Akihiro competitive karuta, Kana catches up to Sumire, managing to calm her down and convince her to return to the clubroom.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4462173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4462173",
                    "TitleEnglish": "Tirelessly Running",
                    "SummaryEnglish": "Arata places second in a tournament, stating that is true goal is to face Chihaya in the high school championship. Meanwhile, Chihaya and the others prepare to participate in the regional team championship. Following an incident where Akihiro attempts to include himself in the team in order to impress his brothers, Tsutomu suggests they switch up the play order to include Sumire and Akihiro, wanting to give them the second chance the others gave him the previous year. After clearing the first round, Akihiro finds himself up against a Class A opponent in the second round. Although nervous to begin with, Akihiro receives some encouragement from Chihaya and uses the tips he learnt from Tsutomu and Yusei to take a few cards from his opponent. Chihaya's team wins the round and, despite losing his own match, Akihiro gains some praise from his brothers. Meanwhile, Shinobu learns that Arata will be participating in the individual tournament.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4462174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4462174",
                    "TitleEnglish": "Will You Go, O Fishing Boat? Will You Tell Them of My Fate?",
                    "SummaryEnglish": "Misuzawa find themselves in a pinch when their semi-final match is against Homei, whose advisor was the east representative in last year's Master's match. As Taichi remains concerned, Harada gives him some cryptic advice. Taichi struggles against his opponent, causing him to question his own talent. However, after everyone shows their support in providing him a towel, Taichi manages to make a comeback and win his match, helping Misuzawa reach the finals against Hokuo.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4462175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4462175",
                    "TitleEnglish": "Ah, the Forgotten Splendor of the Age of Emperors",
                    "SummaryEnglish": "Having scouted Hokuo during the semi-finals, Sumire reports that they plan to target Taichi, Tsutomu and Kana to secure three wins without much effort, which pushes them to become more serious about their match. To everyone's surprise, Hokuo's Hiro Kinashi decides to arrange the order to have a fair match up using their full strength. As Sudo is chosen as the speaker for the final match, motivating Hokuo not to slack off, Taeko brings Misuzawa some tasuki to help them cool down. Whilst Kana manages to perform well against her opponent thanks in part to Sudo's reading rhythm, Chihaya struggles against her opponent as she focuses too much on emulating Shinobu's technique. However, after Yusei ends up losing his match, Chihaya starts to make her comeback.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4462176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4462176",
                    "TitleEnglish": "The Tatsuta River Becomes the Finest Brocade",
                    "SummaryEnglish": "Chihaya uses what she learned from watching the Master's match to hear sounds before they are made, putting pressure on Nayuta. The match soon approaches his climax with Chihaya, Taichi, Kana and Tsutomu all down to a luck-of-the-draw scenario, with Hokuo splitting the cards to their advantage, meaning Misuzawa will need to take cards from their opponent's side in order to win. Chihaya manages to encourage Taichi to try to aim for the opponent card, pushing his opponent to make an error and secure a win for Misuzawa and evening the scores. However, Chihaya ends up touching the final card the same time as Nayuta, which results in Hokuo's win, though both teams qualify for the nationals. After the tournament, Sumire, Akihiro and his brothers all decide join the karuta society. Meanwhile, Chihaya receives a text from Arata about what she thought of the finals, her reply being that it was both the most fun match she's had and the most frustrating loss.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4462177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4462177",
                    "TitleEnglish": "Old Friends, Strangers, Come and Walk Across the Gates of Meeting Hill",
                    "SummaryEnglish": "As Chihaya laments her loss in the regional finals, she allows the concert band to use the room above the karuta clubroom as storage. Noticing Chihaya's depression, her mother takes her to Kana's family shop to buy her her own hakama in order to encourage her to keep playing karuta. As Chihaya gets her motivation back, the concert band plays performs for the karuta club as thanks for letting them use the second floor. Whilst staying at a hotel in preparation for the nationals, Chihaya calls up Arata, promising to meet him in the individual tournament.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4462178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4462178",
                    "TitleEnglish": "The Moon that Rose on Mt. Mikasa and Shone on the Kasuga",
                    "SummaryEnglish": "As the day of the national comes, Akihiro is chosen as a starter for the first round against Chiba International High School, whose team supposedly consists entirely of foreigners. Meanwhile, Sumire is tasked by Tsutomu to observe a player named Megumu Osaka, whilst he observes last year's champions. Taichi manages to calm down the pressure on his team by exposing their opponents lack of English skills. As the match goes on, the players start to learn about their opponents' freeform styles and soon Misuzawa manage to show the efforts of their training and win their match. Although lamenting their loss, the Chiba students find they had much enjoyment from the match, vowing to become stronger for next year's tournament. Meanwhile, as Arata arrives in Omi Jingu to give Chihaya his support, he is approached by Shinobu.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4462179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4462179",
                    "TitleEnglish": "The Wide Seas",
                    "SummaryEnglish": "As Arata has a brief run in with Shinobu, who believes team tournaments are for those who don't love karuta, Taichi becomes worried when he learns the team Tsutomu scouted consists of five Class A players. As Arata tries to find the right timing to approach Chihaya, Fukui West, whose three-man team is short a member due to traffic delays, drag Arata in as a stand-in, made more difficult when he is forced to take his glasses off so he won't be found out. Although one of Fukui's team members lose, which automatically results in an overall loss, Arata, remembering his time with Chihaya and Taichi, decides to put on his glasses so he can play seriously til the end, bringing the score to a more modest 3-2 defeat. However, following the match, Arata's old teacher who was supervising the match catches him, saying he may be barred from participating in the individuals for breaking the rules.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4462180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4462180",
                    "TitleEnglish": "A Passing Shower",
                    "SummaryEnglish": "Whilst Misuzawa begin their match against Yamaguchi Mioka, a distinguished school, the judging committee discusses what to do concerning Arata's violation, with Arata feeling he should accept what punishment they decide. As Chihaya struggles against Mioka due to their random card placement and knowledge that they gained from doing quiz shows, she spots Shinobu watching from outside and gets her drive back. As Shinobu learns of Arata's situation, she pleads with the judges to let him participate in the individuals. After focusing on their strengths and weaknesses, Misuzawa manage to win their round and advance to the playoffs. Chihaya hears about Arata from Sumire, but Taichi insists she focus on the matches ahead. As the group consider including Tsutomu for the next match, Yusei suggests they use the same playing order.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4462181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4462181",
                    "TitleEnglish": "Ibuki's Mugwort Blazes, a Pyre Laps at My Poor Heart",
                    "SummaryEnglish": "Yusei becomes upset when Tsutomu settles for his suggestion way too easily, as he only mentioned it because he felt Tsutomu was drifting into a supporting role. After reading up on her opponents, Chihaya agrees to use the same order as the previous match, as she feels Tsutomu needs a rest from his scouting. Mizusawa soon begin their match against Shoyo High School, in which one loss means they lose. Whilst initially overwhelmed by Shoyo's speed, Misuzawa manage to make a comeback and win, thanks to the notes Tsutomu gathered from a team who lost to Shoyo. Meanwhile, Arata is allowed to participate in the individuals on the condition that he write an essay of apology and not be allowed to cheer on Chihaya and Taichi in exchange. As Misuzawa prepare for their semi-final match against Akashi Girls School, which features former Queen representative Megumu Ousaka, Tsutomu manages to deduce information about the other players based on Sumire's seemingly obscure notes.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4462182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4462182",
                    "TitleEnglish": "Only the Shinto Rituals Still Bear the Signs of Summer",
                    "SummaryEnglish": "The semi-final match soon begins with Misuzawa fighting against Akashi whilst Hokuo go up against Fujisaki High School. Chihaya finds playing against Megumu difficult, as she has improved since her representative match the previous year due to her teammates encouraging her. As Chihaya resolves to be more on the offensive, Kana mentions something to her, reminding her of the feelings behind on the 100 poems and encouraging her to fight back against Megumu.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4474868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4474868",
                    "TitleEnglish": "Even in Dreams You Don't Dare, Do You Fear What They Will Say?",
                    "SummaryEnglish": "Chihaya's comeback is short lived as she once again loses focus whilst Megumu retains hers. Chihaya soon fights back using the techniques she learnt from her friends, pushing Megumu, who has no interest in becoming the Queen, to want to beat her. Heeding Harada's advice on not focusing on her speed, Chihaya starts to close the gap between her and Megumu. However, Megumu's teammates give her their support, pushing Megumu to become more determined.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4474869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4474869",
                    "TitleEnglish": "Everyone Keeps Wondering, 'Is He Thinking About Love?'",
                    "SummaryEnglish": "After Arata hears about Mizusawa's progress from the rest of Fukui's team, Shinobu challenges him to a game, but he declines, stating it is a day for team matches. Meanwhile, everyone is so focused on Misuzawa's match that they hardly notice Hokuo getting defeated by Fujisaki. Yusei ends up losing his match but Kana manages to win hers, easing the pressure. Taichi then wins his match, though Chihaya is put under pressure when Megumu takes her 'Chihayafuru' card. Chihaya narrowly loses her match against Megumu, bringing the game to 2-2, with Tsutomu and his opponent with one card each left. After a rough series of dead cards, Tsutomu manages to take the win with a gamble, taking Misuzawa to the finals against Fujisaki. As Chihaya becomes frustrated as to how she could've done better, Taichi shows her her own nail marks in her hand, showing how much strength she had been using, whilst Kana asks Akihiro to play in her stead due to her accumulated tiredness.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4474870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4474870",
                    "TitleEnglish": "To Tago-no-Ura",
                    "SummaryEnglish": "Kana reveals her finger had become swollen during the last match, but assures Chihaya that luck is on their side as she concedes her position to Akihiro. Meanwhile, there is a lot of tension on the Fujisaki team as one of their third year players is taken out in favor of a girl named Rion Yamashiro, who had been spectating Misuzawa's match and is paired against Chihaya for the final match. Before the finals and third-play playoffs begin, Hiro visits Arata, informing him of Chihaya reaching the finals, though he remains firm in keeping to his agreed punishment. Irritated by Arata's words, Shinobu goes to spectate the finals as they begin.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4474871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4474871",
                    "TitleEnglish": "Garnish the Trees for the Emperor's Parade",
                    "SummaryEnglish": "A recap of the events of the second season so far, with a few bonus skits thrown in for good measure!",
                    "Aliases": []
                },
                "17": {
                    "ID": "4474872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4474872",
                    "TitleEnglish": "Wherever It Runs",
                    "SummaryEnglish": "As the grand final begins, Fujisaki proves to be tough opponents, partly due to their intense stamina training by their coach, Sakurazawa, whilst Rion has an advantage over Chihaya due to being the granddaughter of the reader. Recalling Kana's advice on listening to the poems, Chihaya starts to understand some of the 'colors' each card possesses. She attempts to gain momentum, but seems to be plagued by an injury on her finger occured when Rion prevented her from taking a card. However, she focuses on her good finger and starts fighting back, intriguing the attention of Shinobu. Noticing Chihaya fight through her pain, Taichi and the others become more determined.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4474874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4474874",
                    "TitleEnglish": "'Forever', He Said",
                    "SummaryEnglish": "With a newfound passion, Misuzawa begin to work on their flaws and fight back against Fujisaki, although Tsutomu loses his match. Meanwhile, as Chihaya tries to endure the pain of her injury, she spots Shinobu in the crowd and gives her teammates some encouragement to focus on winning. With the playoff match also showing intense dedication, Shinobu recalls how she was forced to be alone in order to become a strong individual player. Despite how she had always been focused on individual matches, she finds herself strangely drawn to the passion flowing the from the teams. Back in the match, Misuzawa is under pressure as Taichi falls behind and Akihiro loses his match, but Taichi encourages the others to aim for three wins.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4474875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4474875",
                    "TitleEnglish": "Crossing the Yura River on a Boat Without Rudder",
                    "SummaryEnglish": "Taichi manages to take into account Harada's advice and cause his opponent to perform a double fault, bringing them level again. Meanwhile, Chihaya wins her match against Rion, encouraging Taichi and Yusei to work harder, pushing both of their games to a luck-of-the-draw scenario. The two synchronize the placement of their remaining card and, defying Taichi's general bad luck, their card is read and they win the tournament for Misuzawa. As Chihaya steps outside the hall, she sees Arata waiting for her and states that she has fulfilled her promise to become one of the best players in Japan.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4474876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4474876",
                    "TitleEnglish": "Near the Rice Paddy",
                    "SummaryEnglish": "After Misuzawa receive their award for winning the tournament, Taeko takes Chihaya to a clinic to see to the injuries to her hand. Meanwhile, Arata walks Taichi and the others to the station, where he reveals that he plans to go to a college in Tokyo if he wins the individual tournament, much to Taichi's dismay. Chihaya is informed by the doctor that she has a chip fracture and should not do any intense karuta. After receiving from shirts from Yusei's sister though, Chihaya remains determined to play in the individuals, deciding she will play with her left hand instead. As Chihaya is drawn to go against Fukui's Keiko Yuube, she becomes more determined after seeing both Arata and Shinobu are competing. As the Class A tournament begins, Chihaya finds using her left hand is a lot harder than using her normal hand.",
                    "Aliases": []
                },
                "21": {
                    "ID": "4474877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4474877",
                    "TitleEnglish": "It Echoes Through History and These Rocks Resound Once More",
                    "SummaryEnglish": "Chihaya tries to grow accustomed to playing with her left hand whilst Arata and Shinobu effortlessly win their first matches. After eventually realising her card placement was designed for right-handed players, Chihaya flips her card positions, helping her to play more naturally and win her match. In the next round, Yusei finds himself up against Arata and, despite showing a strong start, is inevitably overwhelmed by Arata's pure speed, but makes sure to play his hardest til the end. After Chihaya makes it through the second round, she finds her opponent for the third round is none other than Shinobu and decides to put her right hand into play.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4474878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4474878",
                    "TitleEnglish": "In Thought I Saw You",
                    "SummaryEnglish": "Despite her injury, Chihaya requests that Shinobu play with everything she has. As Shinobu takes the lead, Chihaya decides to take the gauze and tape off her finger, as she feels it is slowing her down, managing to win Shinobu's best card. However, Shinobu soon gains a further lead as Chihaya feels more pain from her injury, and the game soon ends with Shinobu's win by 23 cards. After the match, Chihaya thanks Shinobu for not going easy on her and tells her she plans to play against her again in the Queen match. Remembering her childhood friend who she was seperated from due to her karuta training, Shinobu anticipates her next match with Chihaya. Meanwhile, in the Class B tournament, Taichi is in a winning situation against Hiro.",
                    "Aliases": []
                },
                "23": {
                    "ID": "4474879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4474879",
                    "TitleEnglish": "Cherry Trees Blossom on Far-Away Mountains",
                    "SummaryEnglish": "As both Arata and Shinobu make it to the Class A finals, Chihaya is torn between watching their match or watching Taichi and Tsutomu in their respective finals. Although Yusei suggests that Chihaya should watch Arata's match, she instead goes with Kana to support Taichi as he faces against Rion. Taichi ends up becoming focused on trying to finish his match quickly so Chihaya can see Arata's match, causing his play to become sloppy. However, he manages to get back in the game by focusing on his desire to one day beat Chihaya and wins the Class B tournament. Afterwards, Taichi attempts to bring Chihaya to Arata's match, but she instead cries with delight over Taichi making it to Class A.",
                    "Aliases": []
                },
                "24": {
                    "ID": "4474880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4474880",
                    "TitleEnglish": "How Clueless You Are",
                    "SummaryEnglish": "As Chihaya becomes hesitant about going to watch Arata, she and Taichi are snuck in by Fujisaki's coach, Midori Sakurazawa. At this point, Arata is leading against Shinobu, as he somehow managed to gain a momentum over her. Shinobu soon starts fighting back by switching up her usual graceful style for a more aggressive attack, but even her trademark speed is outmatched by Arata. Shinobu soon becomes more focused and makes a valiant attempt to fight back, but in the end, Arata manages to win the tournament.",
                    "Aliases": []
                },
                "25": {
                    "ID": "4474881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/4474881",
                    "TitleEnglish": "Mt. Fuji and Its Lofty Peaks, Still White from Never-Ending Snow",
                    "SummaryEnglish": "As it is revealed that Tsutomu and Akihiro had managed to win their own tournaments, Chihaya laments how she hasn't managed to live up to her own goals. As they leave, Chihaya exchanges contact details with Midori, who offers to send her a video of the Class A final. Later, a hospital examination of Chihaya's finger reveals she has enchondromatosis in her index finger, so Chihaya decides to undergo an operation. Whilst hospitalized, Chihaya expresses some of her frustrations over the phone to Arata, who tells her that whenever he plays, he thinks back to his old apartment where he used to play with Chihaya. As Chihaya spends the next week recovering from her operation, she comes to realise she is in love with Arata. Taking note of this, Kana prompts Taichi to try harder in expressing his true feelings towards Chihaya. The next day, Chihaya calls Midori, who offers to take her to a Fujisaki training camp, which Chihaya and Taichi go to.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "785989",
            "URL": "https://thetvdb.com/series/chihayafuru/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "6901549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/6901549",
                    "TitleEnglish": "May It Be That I Find",
                    "SummaryEnglish": "Mizusawa High School's karuta club claimed victory in the team competition for the first time at the Nationals in July. However, before they could even take time to relax, Chihaya and Taichi agreed to take part in the Fujisaki High School karuta club's training camp. Awaiting them was Coach Sakurazawa's brutal training regime of stretching, jogging, and playing seven matches each day!",
                    "Aliases": []
                },
                "2": {
                    "ID": "7381187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7381187",
                    "TitleEnglish": "The Hazed Early Dawn Light Comes Not From the Moon",
                    "SummaryEnglish": "Seeking to play against Chihaya's team, Arata addresses his school during an assembly in an attempt to join a karuta club, getting some interest from the students. In Chihaya's class, the students are given a future plans questionnaire, which Chihaya doesn't know how to fill out. Horikawa, another student, tells her she went to Kyoto with her family to scout out the best places, as their class field trip will take place there. During club practice, the Karuta team members talk about their wishes to become better karuta players, everyone having become more competitive.",
                    "Aliases": []
                },
                "3": {
                    "ID": "7426514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7426514",
                    "TitleEnglish": "But From the Crystal White Snow of Yoshino",
                    "SummaryEnglish": "One of the competitors, Inokuma Haruka, is drawing massive attention. She held the title of queen for four consecutive years (defeating Sakurazawa four consecutive times) until giving it up on maternity leave and has just returned. Ayase wins her first two matches, stopping for lunch and sleep. Nishimura notices she isn't as bold in taking cards as she was before. During the break, Arata asks Taichi for advice in starting a karuta club, but Taichi is bothered, as teams are something he has in common with Chihaya Arata does not, and walks away coldly.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7428179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7428179",
                    "TitleEnglish": "Nobody Wishes to See",
                    "SummaryEnglish": "Takashi is paired against Sudo. With four of the last eight from the Nagumo Society and the other four from the Shiranami Society, it feels a little like a team match between the societies. Chihaya takes an early lead, leading the audience to think they will be watching the rise of a new star instead of the return of a former Queen, but Inokuma rebounds and takes the lead.",
                    "Aliases": []
                },
                "5": {
                    "ID": "7437012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7437012",
                    "TitleEnglish": "Mount Amanokagu",
                    "SummaryEnglish": "Inokuma intends to disrupt Chihaya and prevent her from having fun but after seeing her son mirroring striking cards from the sidelines, decides to play true to herself, which was to have fun, and she smiles. Chihaya returns the smile. Arata loses to Hiroshi, much to the onlookers' shock, leaving him infuriated with himself. Harada-sensei then loses to Murao, leaving each society with one win.",
                    "Aliases": []
                },
                "6": {
                    "ID": "7437740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7437740",
                    "TitleEnglish": "Tatsuta River Ablaze",
                    "SummaryEnglish": "Arata decides to stay and watch the match with Murao and his society's president, even though it means he won't get home until morning by train. Chiahya and Taichi sit for their match and Sumire marvels at how this feels different from their matches at school. Chihaya is at the advantage since she got to rest during the last match, but Taichi uses a new placement, placing fourteen cards in the top row and rearranging how he places the rest. Designed to fight Chihaya, it puts one-syllable cards together and long cards separate as he knows she's scared of committing faults.",
                    "Aliases": []
                },
                "7": {
                    "ID": "7437741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7437741",
                    "TitleEnglish": "The Storm Blasts",
                    "SummaryEnglish": "Taichi has nothing but Chihaya on his mind as he constantly updates his strategy during their match. Chihaya has a bit of trouble since Taichi isn't playing like he usually does, but this just might be the best match they've ever played against each other. As the final round nears its end, Chihaya's desire to be the Queen battles against her dreams for the future as she's forced to choose between the Queen tournament qualifiers and her class trip.",
                    "Aliases": []
                },
                "8": {
                    "ID": "7458586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7458586",
                    "TitleEnglish": "As Friends and Strangers",
                    "SummaryEnglish": "Omi Jingu. Sudo intends to withdraw from the Master tournament due to the bet he made earlier with Taichi. Taichi tells him to play and withdraw only if he matches against him, which Sudo agrees to. Arata is suffering from food poisoning but sees Taichi's name on the list, shocking him. Suō gives Shinobu a ride to the tournament on his motorcycle, and everyone is surprised to see the Queen and Master at the West qualifiers.",
                    "Aliases": []
                },
                "9": {
                    "ID": "7454708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7454708",
                    "TitleEnglish": "I Recall How My Own Efforts Were in Vain",
                    "SummaryEnglish": "Suō and Shinobu speak before Suō leaves. Suō says nothing keeps him going, which angers Shinbou, as if \"nothing\" makes him that good. Chihaya is depressed on the school trip, even when her friend Michiru takes their group to a museum on the Hundred Poets. Chihaya is checking her phone for updates on Taichi and Arata's progress in the tournament. Annoyed, Michiru takes the battery. She said she wanted to come on the class trip but she's not here at all. Chihaya apologizes and focuses on having fun with her classmates. Taichi meanwhile, struggles against Shusaku Koshikawa, a rising Karuta player.",
                    "Aliases": []
                },
                "10": {
                    "ID": "7476682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7476682",
                    "TitleEnglish": "Scarlet Kadsuras",
                    "SummaryEnglish": "Arata wonders why he feels so relieved to learn that Taichi lost his match, even as dark memories of a similar feeling at the Yoshino Tournament come back to him, leaving him unable to concentrate fully on his match in the finals. His opponent, Murao, realizes that Arata isn't himself and sees an opportunity, but then...",
                    "Aliases": []
                },
                "11": {
                    "ID": "7485861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7485861",
                    "TitleEnglish": "Leaving a Hovering Mist Above the Trees and Grass",
                    "SummaryEnglish": "Arata wonders why he feels so relieved to learn that Taichi lost his match, even as dark memories of a similar feeling at the Yoshino Tournament come back to him, leaving him unable to concentrate fully on his match in the finals. His opponent, Murao, realizes that Arata isn't himself and sees an opportunity, but then..",
                    "Aliases": []
                },
                "12": {
                    "ID": "7496878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7496878",
                    "TitleEnglish": "So the Flower Petals Are Scattered Like the Snow By the Passing Storm",
                    "SummaryEnglish": "It's the day of the Master and Queen challenger finals. Dr. Harada and Arata are competing for the chance to challenge the master, while Inokuma and Megumu battle it out to challenge the Queen. Harada confides in Arata that he once played against his grandfather, Eternal Master Wataya Hajime, and expresses his joy at being able to play karuta with Arata. A passionate battle spanning multiple generations begins at last!",
                    "Aliases": []
                },
                "13": {
                    "ID": "7507602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7507602",
                    "TitleEnglish": "Yet It Is I Who Withers and Wilts",
                    "SummaryEnglish": "The veteran players Dr. Harada and Inokuma were the winners in the first round, but Dr. Harada chose to yield the second round to preserve his strength for the third. Arata starts to feel sucked into Dr. Harada's pace, but after receiving some advice from Chihaya, he remembers how his grandpa, the Eternal Master, used to play. Both of them enter the third round with one win and one loss as the battle to determine who will challenge the Master begins!",
                    "Aliases": []
                },
                "14": {
                    "ID": "7525035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7525035",
                    "TitleEnglish": "The Emotions Experienced",
                    "SummaryEnglish": "Arata's playing becomes reminiscent of Eternal Master Wataya Hajime's, allowing him to take control of the match's pace. Harada recalls the one match he played against Hajime when he was young and becomes painfully aware of how much his game sense has faded since then. But he sticks with the offensive play style that he teaches in the Shiranami Society, turning the match around in a way that leaves everyone in the hall holding their breath.",
                    "Aliases": []
                },
                "15": {
                    "ID": "7534831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7534831",
                    "TitleEnglish": "As Helpless Autumn Leaves Are Caught Against the Flow",
                    "SummaryEnglish": "Chihaya is still lost in the clouds after Arata confessed his feelings to her, making her unable to concentrate on studying for her exams. Kanade and Sumire, who happened to overhear Arata's confession, are debating whether they should tell Taichi or not. In the midst of all this, Chihaya gets a phone call from Sudo, who says someone in his college karuta club wants to play a match with her.",
                    "Aliases": []
                },
                "16": {
                    "ID": "7544435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7544435",
                    "TitleEnglish": "Takes Me Away In Haste",
                    "SummaryEnglish": "\"You can't be Queen.\" Chihaya didn't lose heart even after being soundly defeated in her practice match with the Master, but she can't help feeling stunned by his comment. And Taichi, after seeing the Master's play style up close, begins to think about the style of karuta he wants to play. Christmas is also around the corner, and the Mizusawa Karuta Club has a plan in mind..",
                    "Aliases": []
                },
                "17": {
                    "ID": "7547592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7547592",
                    "TitleEnglish": "As My Sleeves Are Wet With Dew",
                    "SummaryEnglish": "The Master and Queen matches have begun. Harada faces Suo fully prepared, thanks to the Shiranami Society's support. The Queen match is between the current Queen and a former Queen: Shinobu versus Inokuma. Master Suo, having declared that he'll retire after his fifth consecutive win, appears as relaxed as ever, and Shinobu enters in a heavy, long-sleeved kimono provided by her grandmother.",
                    "Aliases": []
                },
                "18": {
                    "ID": "7547593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7547593",
                    "TitleEnglish": "The Storm Will Soon Carry Me",
                    "SummaryEnglish": "Both the Master and Queen matches come down to luck of the draw in an intense first round, ending in wins for Shinobu and Harada. Shinobu is shaken after learning that her grandmother, a politician, sees her as no more than a walking advertisement, as well as the fact that Chihaya chose her class trip over a chance to play in the Queen match, and she begins to break down in the second round.",
                    "Aliases": []
                },
                "19": {
                    "ID": "7547599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7547599",
                    "TitleEnglish": "Bring a Life of Everlasting Love",
                    "SummaryEnglish": "Harada leads Suo with two wins and one loss as the Master match enters its fourth round. Harada has studied everything about Suo, including the weakness that Chihaya told him about, and he dominates the match with his trademark offensive karuta. Suo remains calm despite Harada's strong momentum, recalling what his aunt, who raised him, said to him when he was a child. Her words are the reason Suo continues to play karuta.",
                    "Aliases": []
                },
                "20": {
                    "ID": "7547601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7547601",
                    "TitleEnglish": "May the Scarlet Kadsuras",
                    "SummaryEnglish": "Suo had been controlling the number of cards taken in the Master match, but with one win and two losses in the fourth round, Harada's momentum stops his plan in its tracks by coming down to luck of the draw. Harada shows his tenacity as someone who has loved karuta and worked to become the Master more than anyone else, but Suo still manages to keep his cool. The Master match finally nears its conclusion.",
                    "Aliases": []
                },
                "21": {
                    "ID": "7547604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7547604",
                    "TitleEnglish": "To Restore My Faith",
                    "SummaryEnglish": "Suo and Shinobu win the Master and Queen matches, both defending their titles. Afterward, Taichi declines to return to Tokyo, staying behind alone for the Takamatsu Memorial Cup... and ends up playing against Arata. Meanwhile, Chihaya is shocked by Taichi getting the jump on her a second time, and she begins to wonder why he always makes his decisions without saying anything to her.",
                    "Aliases": []
                },
                "22": {
                    "ID": "7547881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7547881",
                    "TitleEnglish": "Just As My Beauty Has Faded",
                    "SummaryEnglish": "Taichi has seemed down since he lost to Arata. In fact, a dark cloud is hanging over the entire karuta club because final exams are coming up. To break out of the gloom, Chihaya, Kanade, and Sumire decide to make Valentine's Day chocolates for the club as a surprise. Chihaya has no experience with making sweets, but she gives it her all in hopes of bringing a smile back to the hard-working Taichi's face.",
                    "Aliases": []
                },
                "23": {
                    "ID": "7547887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7547887",
                    "TitleEnglish": "Like a Boatsman Adrift",
                    "SummaryEnglish": "The club hosts an unofficial tournament, the Taichi Cup, to celebrate Taichi's birthday! Chihaya planned the event in hopes of cheering up Taichi, and she managed to gather 36 participants. The tournament is held in the style of a Genpei match, with competitors facing off in teams of three. Taichi is reminded of when he, Chihaya, and Arata used to play together in elementary school. Certain things have changed since then, but certain feelings haven't...",
                    "Aliases": []
                },
                "24": {
                    "ID": "7547888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chihayafuru/episodes/7547888",
                    "TitleEnglish": "When Winds Send Waves Crashing",
                    "SummaryEnglish": "Taichi has told Chihaya about the feelings he had kept secret for so long. Now he's left the karuta club, and Chihaya's regret over failing to notice how he felt leaves her unable to play. But some new members have joined Mizusawa's karuta club, and among them is Tamaru Midori, a Class A player. She is a promising new member, but also a troublemaker.",
                    "Aliases": []
                }
            }
        }
    }
}