{
    "URL": "https://thetvdb.com/series/you-and-me",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7164706/",
        "https://www.themoviedb.org/tv/45195"
    ],
    "TitleEnglish": "You and Me.",
    "SummaryEnglish": "The story revolves around four teens - the good-looking twins Asaba Yuuta and Yuuki, the effeminate Matsuoka Shun, and the class head Tsukahara Kaname - who have known each other since early childhood. While they are not necessarily good or bad friends, they continue to hang out well into high school. The half-Japanese transfer student Tachibana Chizuru joins the circle of friends in this comedy about the everyday life of adolescence.",
    "Aliases": [
        "You and I",
        "Kimi to Boku",
        "Kimi to Boku 2",
        "You and Me 2"
    ],
    "Modified": "2024-03-10",
    "Seasons": {
        "1": {
            "ID": "475720",
            "URL": "https://thetvdb.com/series/you-and-me/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4183683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4183683",
                    "TitleEnglish": "Our 17th Spring",
                    "SummaryEnglish": "Shun is now a Second year High School student, together with his childhood friends Yūta, Yūki, and Kaname. During their break at the rooftop, Kaname wants Yūki to join a club, but turns out to be a bit difficult for them to find him one.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4186422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4186422",
                    "TitleEnglish": "The Day the Tulips Bloomed",
                    "SummaryEnglish": "Shun, waiting for his friends to eat lunch together finds a girl with a scraped knee. He attempted to confront her, but she ran away. While the girl was stunned at the hallway, Shun succeeded in chasing her, and gives her a bandage. The next day, Shun finds a letter that states that he will get cursed.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4186423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4186423",
                    "TitleEnglish": "The Boy With Straw-colored Hair",
                    "SummaryEnglish": "A new student came to Yūki and Kaname's class. His name is Chizuru Tachibana, a half-Japanese student from Germany. He, seated next to Yūki, stated that they were played together when they were kids. However, Yūki doesn't remember him at all.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4186424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4186424",
                    "TitleEnglish": "Noisy Medicine",
                    "SummaryEnglish": "After an evening with his friends, Kaname catches a cold in which was not the worst of his troubles for today.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4202689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4202689",
                    "TitleEnglish": "Sometime During Summer",
                    "SummaryEnglish": "It's the first day of summer. Chizuru decides on inviting some of his friends to go out, but ended up being rejected. Shun decides to invite everyone to the summer festival.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4202690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4202690",
                    "TitleEnglish": "Glasses and Et Cetera",
                    "SummaryEnglish": "At Kaname's house, Shun, and his friends decided to cut Shun's hair. While preparing to study, they then talk about when did Kaname started wearing glasses.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4202691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4202691",
                    "TitleEnglish": "Next to an Apple",
                    "SummaryEnglish": "Chizuru, Kaname, Yuuki and Shun saw an unexpected confession of a quiet and shy girl to Yuuta. Even so, Yuuta does not tell any information regarding the incident to his friends. This results to the gang stalking Yuuta behind his back while he was on a supposed 'date' with her. In the end, it is revealed that Yuuta had known about the girl's situation all along; being bullied by her friends and wants to help her, even if it meant accepting her confession. The relationship between Yuuta and the girl, Takahashi-san is still unclear. However, at the end she and Yuuta broke up.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4209346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4209346",
                    "TitleEnglish": "Daily Wage Hero",
                    "SummaryEnglish": "Yuuki has been asked by a first year student named Ryunosuke Matsushita, who is a member of the Manga Society of their school to draw a five-page manga for the club's anthology. After accepting this, Yuuki decides to divide his work with his friends namely: Yuuta working on the first page, Yuuki on second, Shun on third, Chizuru on fourth and Kaname on the last page. When they were all finished with their work, Chizuru asked Yuuki to make copies for everyone. Yuuki attempted to shred it to bits but was stopped by Chizuru and Kaname. On the side story of the episode, it reveals that Ryunosuke Matsushita admires Yuuki and thinks of him as his \"hero\".",
                    "Aliases": []
                },
                "9": {
                    "ID": "4215164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4215164",
                    "TitleEnglish": "Naked King",
                    "SummaryEnglish": "In a matter of days, the Homare High School Cultural Festival will start. Everyone is busy their preparations and also having fun in between. In this episode, we see how Kaname handles his day with his friends which frustrates him a lot and also his duties as a student council member.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4215165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4215165",
                    "TitleEnglish": "On Your Mark",
                    "SummaryEnglish": "It's finally the day of the Cultural Festival and everyone prepares for their respective groups. Shun's class are doing a \"cafe with a twist\" and Kaname's class are doing a \"stereotypical haunted house\". In Masaki's class, they are going to play Cinderella on stage. Even if her role is a mouse, she is desperate to practice her dialogue. The gang watches her performance however, some of them are still wearing their costumes, which made Masaki to notice them easily, got nervous and accidentally mixed her lines up. Chizuru goes to comfort her after her performance.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4220974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4220974",
                    "TitleEnglish": "Crescent Moon Silhouette",
                    "SummaryEnglish": "The gang decided to eat at the school cafeteria. It reveals that the cafeteria lady's daughter, Kayo is collecting stickers like Yuuki after he asked for the sticker she had on the plastic of her sandwich. The episode focuses on how the two collects 30 stickers in exchange for plates.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4225071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4225071",
                    "TitleEnglish": "Middle School Diary",
                    "SummaryEnglish": "After class, Shun gets an incoming call from his little brother, Fuyuki stating that they accidentally got their English notebooks mixed up and wants him to give it to him as soon as he can. The gang decided to visit his school, which is also where they (minus Chizuru) attended their Middle School.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4228541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4228541",
                    "TitleEnglish": "The Sunshine Song",
                    "SummaryEnglish": "Shun proposes to the rest of the gang to conduct a work experience at their old school, Hidamari Kindergarten. Almost everyone were excited except for a pouting Chizuru who attended a different kindergarten. Shun cheers the gloomy Chizuru up and they went on to their plan. Once they arrived, they end to up see some quirky pupils around and a certain pupil who is a bit troublesome especially for Kaname. The episode ends with Shun exposing Kaname's feelings for his past teacher, Kaori-sensei, thus making Chizuru laugh and embarrassing Kaname.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "489126",
            "URL": "https://thetvdb.com/series/you-and-me/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4297557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4297557",
                    "TitleEnglish": "The Rabbit in the Moon Hops All Night Long",
                    "SummaryEnglish": "The gang goes over to Kaname's house to deliver tangerines and much to Kaname's chagrin they stay for dinner and invite themselves to sleepover. Hijinks ensue as they reminisce about the past and joke about each other's idiosyncrasies.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4297600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4297600",
                    "TitleEnglish": "Mary's Christmas",
                    "SummaryEnglish": "Chizuru begins to openly show his feelings for Masaki and decides to prepare a Christmas gift for her despite knowing her feelings.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4297601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4297601",
                    "TitleEnglish": "Very Christmas",
                    "SummaryEnglish": "On Christmas Eve the gang runs into Azuma-sensei and his childhood friend, Akira. While trying to help a little girl Chizuru accidentally knocks over a Christmas tree forcing all of them to dress up and work with Akira as Santa Claus.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4297602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4297602",
                    "TitleEnglish": "In The Steam",
                    "SummaryEnglish": "On New Year's Eve, the Asaba twins have a fight.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4297603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4297603",
                    "TitleEnglish": "The Hem of the Sky",
                    "SummaryEnglish": "On New Year's Day, the gang visits a shrine to pray for good luck, but things happen to derail their plan.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4297604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4297604",
                    "TitleEnglish": "Colorless Blue",
                    "SummaryEnglish": "Kayo is quitting her job in the cafeteria to pursue a career in a salon, and Yuuki is unsure of how to think of it.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4297605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4297605",
                    "TitleEnglish": "Sweet Sweet Bitter",
                    "SummaryEnglish": "For Valentine's day Masaki spies a girl from another school confessing to Shun, leading to a realization of Masaki's feelings of hopelessness and Chizuru's own feelings.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4297606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4297606",
                    "TitleEnglish": "Us Boys",
                    "SummaryEnglish": "Shun worries about how fast his little brother's relationship is progressing - he thinks kissing is too early for middle schoolers. He calls over the gang to discuss the \"emergency\" which only worsens his anxieties. As a result the gang spies on his hormonal brother's date, and hilarity ensues.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4297607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4297607",
                    "TitleEnglish": "Mix Juice",
                    "SummaryEnglish": "Reminiscent of the first episode of the first season, the boys complain about how Kaname wastes money on buying tea, which leads to the gang persuading Yuuki to get a part-time job. Lazy Yuuki eventually folds for the sake of buying a new video game and lands a job as a waiter. The gang visits him on the first day of work leading to a messy situation and Yuuki losing his first kiss.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4297608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4297608",
                    "TitleEnglish": "Cherry",
                    "SummaryEnglish": "Mary and Chizuru have been avoiding each other since Chizuru's confession that he likes her.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4297609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4297609",
                    "TitleEnglish": "Sugar Baby, Fly Baby",
                    "SummaryEnglish": "As the gang's third year begin, the sport festival is on the way.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4297610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4297610",
                    "TitleEnglish": "Stripped Bare",
                    "SummaryEnglish": "Kaname spend dinner with his neighbor who he likes, only to find out she is getting married.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4343603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/you-and-me/episodes/4343603",
                    "TitleEnglish": "Navel and Dignity",
                    "SummaryEnglish": "Shun is troubled about his future as everyone else seems to be more prepared than him. Also, Chizuru, Yukki, and Kaname visit the Tea club with Shun and Yuta.",
                    "Aliases": []
                }
            }
        }
    }
}