{
    "URL": "https://thetvdb.com/series/un-go",
    "Genres": [
        "Animation",
        "Anime",
        "Crime",
        "Drama",
        "Fantasy",
        "Mystery",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2127216/",
        "https://www.themoviedb.org/tv/42142"
    ],
    "TitleEnglish": "Un-Go",
    "SummaryEnglish": "The main characters, Yuuki Shinjuurou and Inga, work together to solve mysteries in a near future timeline. The story is based on the works of Sakaguchi Ango (Aoi Bungaku Series' \"In the Forest, Under Cherries in Full Bloom\"), a post-World War II Japanese novel and essayist.",
    "Aliases": [],
    "Modified": "2011-10-04",
    "Seasons": {
        "0": {
            "ID": "475729",
            "URL": "https://thetvdb.com/series/un-go/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "4223569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4223569",
                    "TitleEnglish": "Chapter of Inga",
                    "SummaryEnglish": "Prequel film of UN-GO telling the encounter of Shinjuurou and Inga.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4595153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4595153",
                    "TitleEnglish": "Inga's Diary - 01",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "4595154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4595154",
                    "TitleEnglish": "Inga's Diary - 02",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "4595155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4595155",
                    "TitleEnglish": "Inga's Diary - 03",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "4595156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4595156",
                    "TitleEnglish": "Inga's Diary - 04",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "4595157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4595157",
                    "TitleEnglish": "Inga's Diary - 05",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "4595158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4595158",
                    "TitleEnglish": "Inga's Diary - 06",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "4595159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4595159",
                    "TitleEnglish": "Inga's Diary - 07",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "4595160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4595160",
                    "TitleEnglish": "Inga's Diary - 08",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "4595161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4595161",
                    "TitleEnglish": "Inga's Diary - 09",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "4595162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4595162",
                    "TitleEnglish": "Inga's Diary - 10",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "475730",
            "URL": "https://thetvdb.com/series/un-go/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "4183271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4183271",
                    "TitleEnglish": "Murder at the Ball",
                    "SummaryEnglish": "Kaoru Kanou, a corporate president who is under suspicion for arrest, holds a ballroom event. Among the invitees are Shinjūrō Yūki, a curious detective, his strange assistant, Inga, and Rie, the daughter of police detective Rinkako Kaishō. During the event, Kanou is mysteriously murdered by a knife in his back, with suspicions placed on a member of the SP police who was found shot dead in the hallway. However, thanks to Shinjūrō's detective work, along with the strange abilities of Inga, who transforms into an adult capable a forcing an answer to any one question she asks someone, they soon discover the culprit is Kanou's wife, who wanted him to die a hero.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4188267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4188267",
                    "TitleEnglish": "Pitiless Song",
                    "SummaryEnglish": "A wealthy woman named Hisako Osada is found murdered in a briefcase that was delivered to her home. Whilst the police suspect Hisako's lover to be the culprit, her daughter, An, believes someone else is behind the murder and calls on Shinjūrō to investigate. Their investigation leads them to look into an idol group Hisako managed named Yonagahime 3+1, one of its members of which, Eri, was allegedly killed in a terrorist attack. Inga uses her powers on one of Yonagahime's members, who reveals that Eri never existed and was just used by Hisako to skyrocket the band's popularity during a war.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4188266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4188266",
                    "TitleEnglish": "Masked Mansion",
                    "SummaryEnglish": "Rie calls on Shinjūrō and Inga to accept a request from Mitsuko Sasa, whose adopted brother Kazamori caught on fire and died, allegedly related to a curse from her father, Komamori, who died in a similar manner seven years ago. As Izumi's group conducts their own investigations on the cause of Kazamori's death, Inga uses her powers to reveal that Kazamori is actually a supercomputer.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4188265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4188265",
                    "TitleEnglish": "House, Unmasked",
                    "SummaryEnglish": "It is revealed that Kazamori was actually a program known as RAI, one of the last built by Komamori before they were outlawed. As Kazamori is accused of killing the corpse that was assumed to be him, Shinjuurou and Inga download Kazamori into a doll before he is taken into custody. After discovering that the corpse was an outside and learning that Kazamori's maintainer, Dr. Taku, was also a RAI, Shinjuurou and others soon discover the culprit is Komamori, who faked his death using the body of the real Dr. Taku so that his RAI wouldn't be used by the military. After Komamori is arrested, Kazamori moves his consciousness to a doll of a girl so he can continue its life.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4188264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4188264",
                    "TitleEnglish": "The Statue of Illusion",
                    "SummaryEnglish": "At the unveiling of a statue created in memory of three youths who sacrificed themselves to dispose of a bomb, two people who were snuck in to try and unveil a purported scam behind the story are found murdered inside the statue. Shinjuurou initially suspects the statue's commissioner, Hakuro Shimada, as the murderer, but Inga's question proves his innocence. After a brief depression and a pep talk from Kazamori, Shinjuurou deduces the culprit to be the statue's creator, Youko, who killed the men before they were transported, before later revealing the location of gold bricks that Hakuro had hidden.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4188263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4188263",
                    "TitleEnglish": "The Code Too Simple",
                    "SummaryEnglish": "Shinjuurou is approached by Yajima, an old friend of Rinroku, who found a piece of manuscript in a book given to him by an inmate whilst he was in prison. After discovering Yajima's wife Takiko's fingerprints on the paper, Shinjuurou informs Rie, who investigates how the book relates to Rinroku. Shinjuurou later hears from Yajima about how his children disappeared and his wife went blind, allegedly having an affair with Rinroku. Shinjuurou looks at all the books Rinroku bought from the Yajima family, finding more hidden codes which are revealed to be from Yajima's children. As it turns out, Rinroku had helped the children and placed them in child care to avoid Takiko's neglect, and they are soon reunited with Yajima. Afterwards, Shinjuurou confronts the prisoner who gave Yajima the book, learning something shocking.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4188262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4188262",
                    "TitleEnglish": "Daydream",
                    "SummaryEnglish": "As the prisoner explains how he is 'a novelist who writes in reality', a strange being accompanying him traps Shinjuurou in a vision where he is a cameraman shooting a film about a war that never happened. As Shinjuurou becomes curious about whether the director is involved with one of the actresses, he gets the nagging feeling that there's a mystery to be solved. As Shinjuurou loses grip on this reality, he discovers the director has been killed and believes himself to be the culprit.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4188261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4188261",
                    "TitleEnglish": "The King of Paradise",
                    "SummaryEnglish": "After determining that Shinjuurou had been imprisoned, Rie accompanies Izumi to the prison, where they are both put under the novelist's spell and become characters in his 'novel' alongside Shinjuurou. As Inga determines this is the work of a deity known as Bettenou, Kazamori manages to make use of a pair of taser handcuffs to snap Shinjuurou back to reality. Shinjuurou investigates into the real murder, determining the culprit to be one of the 'actresses', who killed the 'director', who was actually a security guard trying to help her escape, because she believed she was being cut from the movie. Meanwhile, Inga gets the truth out of the novelist whilst Bettenou disappears.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4188260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4188260",
                    "TitleEnglish": "Kaishou Rinroku's Crime",
                    "SummaryEnglish": "As Shinjuurou wonders where Bettenou has disappeared to, a hacking group known as Full Circle is spreading leaks of Rinroku's company and lifestyle. As Rinroku makes an appearance on television show along with various people from rival companies, an explosion occurs when he exits the room, hospitalizing everyone including Rinroku, whilst another Rinroku appears at Rie's house. As Rie asks Shinjuurou to prove Rinroku's innocence the next day, Inga comes face to face with Bettenou. After Shinjuurou hears about the second Rinroku from Rie, he deduces that this is the work of Bettenou and believes Rinroku to be the one using her. He gets help from a rookie Diet member to have the hospitalized...",
                    "Aliases": []
                },
                "10": {
                    "ID": "4188259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4188259",
                    "TitleEnglish": "Kaishou Rinroku's Funeral",
                    "SummaryEnglish": "As Rinroku is interviewed via a live video feed, Shinjuurou has Rie tell everyone about the Rinroku that appeared in her home at the time of the explosion. To Shinjuurou's surprise, Inga is called in as a witness to question Izumi, forcing her to reveal secrets about Rinroku's involvement in illegal software used prior to the war. As the hospitalized Rinroku is discharged, he is killed in a car explosion. After speaking with Rie, Shinjuurou suspects something is amiss and manages to learn more about Bettenou from the novelist, further founding his theory that Rinroku used Bettenou's power to fake his death.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4188258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4188258",
                    "TitleEnglish": "I'm Just Searching",
                    "SummaryEnglish": "Shinjuurou, along with Rie, Izumi and some others, receive strange invitations supposedly sent by Rinroku. They are brought together at a table where they are presented with weapons, Shinjuurou believes that the imposter Rinroku was the one who appeared at Rie's home, deducing that the Diet member and Rinroku's bodyguard caused the explosion. It is at this point that Rinroku himself seemingly appears with Inga, only for Shinjuurou to deduce that he is actually Izumi's assistant, Shingen Hayami, using Bettenou's power, with the real Rinroku having disguised himself amongst the attendees, having previously faked his death. After a fierce battle, Inga defeats Bettenou and devours her. After the incident, Shinjuurou explains his relationship with Inga to Rie.",
                    "Aliases": []
                }
            }
        }
    }
}