{
    "URL": "https://thetvdb.com/series/253255-show",
    "Genres": [
        "Adventure",
        "Children",
        "Drama",
        "Family",
        "Fantasy",
        "Mini-Series"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3390122/",
        "https://www.themoviedb.org/tv/94362"
    ],
    "TitleEnglish": "Ronja the Robber's Daughter",
    "SummaryEnglish": "A dark night when the thunder goes and the wild whites fly, the girl Ronja is born in Mattisborgen, the first child of the robber chief Mattis and his wife Lovis. When Mattis shows her daughter for her robber band, a gigantic flash hits the castle and cleaves it and the whole mountain from top to bottom. Ronja grows up to a brave little robber girl and when she is big enough she is sent out to the Mattis forest to get to know all the dangers that lurk there. There are weeping warriors and rumps, the dangerous river and the horrible devil's gap. But Mattis doesn't even know the biggest danger - in the forest there is also Birk, son of Matti's arch-enemy Borka ...",
    "Aliases": [],
    "Modified": "2024-09-29",
    "Seasons": {
        "1": {
            "ID": "477524",
            "URL": "https://thetvdb.com/series/253255-show/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4197093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/253255-show/episodes/4197093",
                    "TitleEnglish": "Part 1",
                    "SummaryEnglish": "On the night that Ronja was born, thunder passed over the mountains.  It was a night of thunder.   All the animals  that lived in Mattisskogen cowered away in their holes and hiding places in fright. Only the cruel wild white birds liked thunderstorms more than all other weather and flew with howls and shout around the robber castle on Mattisberget.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4197098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/253255-show/episodes/4197098",
                    "TitleEnglish": "Part 2",
                    "SummaryEnglish": "One day Ronja sees a boy of the same age, Birk, on the other side of Helvetesgapet, the chasm that divides Mattisborgen in half. When Mattis finds out that his archenemy Borka has moved into the other half of his cracked castle, he is furious. Winter is coming, Ronja is skiing in the forest and gets her foot stuck in the roof of a goblin hole.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4197101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/253255-show/episodes/4197101",
                    "TitleEnglish": "Part 3",
                    "SummaryEnglish": "In the separated Mattisborgen, on each side of the Hell Gap, live the robber chieftains Mattis and his archenemy Borka with their band of robbers. Matti's daughter Ronja and Borka's son Birk meet each other secretly. One day when Ronja comes home from the forest, she finds Birk tied up and badly hurt. Mattis, her own father, has taken him prisoner.",
                    "Aliases": []
                }
            }
        }
    }
}