{
    "URL": "https://thetvdb.com/series/bodacious-space-pirates",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2176669/",
        "https://www.themoviedb.org/tv/42501"
    ],
    "TitleEnglish": "Bodacious Space Pirates",
    "SummaryEnglish": "Marika is a first year high school student living in a far away galaxy known as Uminoakeboshi. One day, she finds out that her recently deceased father was once the captain of the space pirate ship  Bentenmaru. More importantly, only a direct descendant can inherit the captain's title- meaning that Marika is next in line to become captain of the ship!",
    "Aliases": [
        "Mouretsu Pirates",
        "Moretsu Pirates"
    ],
    "Modified": "2025-04-08",
    "Seasons": {
        "0": {
            "ID": "481230",
            "URL": "https://thetvdb.com/series/bodacious-space-pirates/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4352310",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4352310",
                    "TitleEnglish": "Bodacious Space Pirates: Abyss of Hyperspace",
                    "SummaryEnglish": "Marika Kato, a third year student at Hakuho Girls' Academy, is a legitimate space pirate with a Letter of Marque. Between her studies, leading her school's space yacht club, working part time at Cafe Lamp, and being the captain of the space pirate ship Bentenmaru, Marika's days are very busy. One day, Marika gets a job to rob a high-class passenger ship, and she discovers that on the passenger list is Kanata Mugen (played by Asami Shimoda), a boy who owns a \"galaxy pass.\" Thus, an adventure featuring a hyperspace race between pirates and one young boy begins.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "481231",
            "URL": "https://thetvdb.com/series/bodacious-space-pirates/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "4230975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4230975",
                    "TitleEnglish": "Pirates, Coming Through",
                    "SummaryEnglish": "Marika Katou is a normal highschool girl, living somewhere in space. At school, she enjoys being in the yacht club, and after school she works as a waitress at the Cafe \"Lamp\". One day, she is suddenly asked to become captain of the space pirate ship Bentenmaru.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4237299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4237299",
                    "TitleEnglish": "My Power, The Power of the Pirates",
                    "SummaryEnglish": "Marika struggles with her decision to become captain of the Bentenmaru. Her mom takes her out to the countryside and gives her a gun that can shoot through tanks, and an even greater power.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4241219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4241219",
                    "TitleEnglish": "The Odette II Leaves Port!",
                    "SummaryEnglish": "It's time for the practice cruise, as the Odette-II takes off for a journey around the solar system. But whoever tried to hack into them earlier is still out there, and ancient ship has mechanical problems of its own...",
                    "Aliases": []
                },
                "4": {
                    "ID": "4241220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4241220",
                    "TitleEnglish": "The Final Battle is at Midnight",
                    "SummaryEnglish": "The Odette II continues its voyage through the Tau Ceti system. As they near the other side of the sun, their communications are blocked by an unknown source. High-frequency radar shows the jamming's coming from a ghost ship, a Colony Federation vessel that sank over 120 years ago.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4241221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4241221",
                    "TitleEnglish": "Marika Makes a Decision",
                    "SummaryEnglish": "The electronic battle between the Odette II and the mysterious ship has begun. Marika’s plan of tricking the opposing ship is working well, but once the Odette II goes on the offensive. The mysterious ship shows it has more firepower than they bargained for.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4241222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4241222",
                    "TitleEnglish": "Marika's First Day At Work",
                    "SummaryEnglish": "Marika decides to take over her father's pirating business and become the captain of the Bentenmaru.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4251610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4251610",
                    "TitleEnglish": "The Peace Does Not Last",
                    "SummaryEnglish": "Marika is a pirate now. But this means her grades start slipping, and since she can't go too far from home, the Bentenmaru's finances are in bad shape. To make up the slack, they're forced to take a rush job, but there's more going on than meets the eye...",
                    "Aliases": []
                },
                "8": {
                    "ID": "4251611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4251611",
                    "TitleEnglish": "The Princess and the Pirate",
                    "SummaryEnglish": "The stowaway has come aboard the Bentenmaru in search of Captain Kato to ask a favor. It’s a simple favor, which puts Marika and the crew in a new battle that can’t be solved with piracy.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4251612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4251612",
                    "TitleEnglish": "A Beautiful Launch",
                    "SummaryEnglish": "The Bentenmaru watches as the ship carrying the information they need is attacked by its own fleet. The princess makes the Fleet stand down, and they get the information they need. The \"Golden Ghost Ship\" they seek is plotting a dangerous course through nebulas and black holes, and they've got no choice but to go straight after it.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4251613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4251613",
                    "TitleEnglish": "Battle in the Storm",
                    "SummaryEnglish": "As Chiaki fills in for Morika, the crew of the Bentenmaru is continuing their search for Golden Ghost Ship in a dangerous area. But in the rough weather, they meet Serenity warships; will the Princess be able to prevent a battle?",
                    "Aliases": []
                },
                "11": {
                    "ID": "4251614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4251614",
                    "TitleEnglish": "Wanderer of Light",
                    "SummaryEnglish": "The Bentenmaru is up against the mysterious Serenity Fleet, 1 ship vs. 7. With battle imminent, another space riff happens bringing the prize everyone seeks. But who will claim it first?",
                    "Aliases": []
                },
                "12": {
                    "ID": "4251615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4251615",
                    "TitleEnglish": "A Return From Eternity",
                    "SummaryEnglish": "The crew of the Bentenmaru and the soldiers of the Serenity Fleet are racing toward the treasure on the ghost ship. But the closer they get to their goal; it becomes obvious the treasure is bigger than imagined.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4254060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4254060",
                    "TitleEnglish": "Marika Sends an Invitation",
                    "SummaryEnglish": "Marika thought her time with the royalty of Serenity was over, until Gurier and her sister showed up at Hakuoh Girls’ Academy. It’s back to grind of balancing her life as a Pirate, Student, Daughter, and now mentor to the Serenity Sisters.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4273748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4273748",
                    "TitleEnglish": "Marika Goes Recruiting",
                    "SummaryEnglish": "The crew of the Bentenmaru all get infected with a disease and placed in isolation for at least 2 weeks, except for Marika who was not on the ship at the time. Marika then has to go recruiting new crew members to fill in until they return.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4273749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4273749",
                    "TitleEnglish": "Smuggling, Leaving Port, and a Leap",
                    "SummaryEnglish": "Marika has found her crew, but training them to work the Bentenmaru might prove impossible. Hidden cameras allow Marika’s quarantine crew watch the events unfold. Can they help this rookie crew before they damage the Bentenmaru?",
                    "Aliases": []
                },
                "16": {
                    "ID": "4273750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4273750",
                    "TitleEnglish": "The Hakuoh Pirates' First Job",
                    "SummaryEnglish": "The yacht club members are settling into their roles aboard the pirate ship. But once Marika announces \"it's time for some piracy!\" the girls are placed upon a new stage with surprising results.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4273751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4273751",
                    "TitleEnglish": "A Surprising Client",
                    "SummaryEnglish": "For Marika, being a pirate is about taking risks, and kidnapping is something licensed pirates do not engage in. Before Marika can put her plan into action, an unidentified ship heading toward the Bentenmaru changes everything.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4273752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4273752",
                    "TitleEnglish": "We'll Have Juice at the After Party",
                    "SummaryEnglish": "Jenny is the new client of the Bentenmaru, the original plan of taking her to Space University is on hold as it will not stop the threat of her Uncle. With some inside information, the new plan is to head to Jenny’s fiancé ship to cut a deal.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4273753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4273753",
                    "TitleEnglish": "The Bonds Among the Four",
                    "SummaryEnglish": "The real crew of the Bentenamru is going to be released soon. Marika has taken it upon herself to clean the ship, a job bigger than she expected. When the crew attempts to get access to the bridge, they find the master lock on and Marika has lost the key!",
                    "Aliases": []
                },
                "20": {
                    "ID": "4273754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4273754",
                    "TitleEnglish": "The Captain Rides the Waves",
                    "SummaryEnglish": "The yacht club plans to enter the 19th Nebula Club, a competition the school was ban from for 5 years. Kayne, now the P.E. teacher, sets up a race to determine which girl is qualified to race one of the dinghies.",
                    "Aliases": []
                },
                "21": {
                    "ID": "4273755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4273755",
                    "TitleEnglish": "Final Battle at the Nebula Cup",
                    "SummaryEnglish": "As the girls register for the Nebula Cup, the other contestants and officials seem on edge. What happened five years ago and who is that person hunting for Marika?",
                    "Aliases": []
                },
                "22": {
                    "ID": "4273756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4273756",
                    "TitleEnglish": "Pirate Hunting",
                    "SummaryEnglish": "Pirate crews and ships are being destroyed by an unknown assailant. The Bentenmaru has 20 days until their pirate license expires making this a dangerous time to be pirate. But Captain Marika has a plan up her sleeve.",
                    "Aliases": []
                },
                "23": {
                    "ID": "4273757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4273757",
                    "TitleEnglish": "Head For the Pirate's Nest!",
                    "SummaryEnglish": "Grand Cross, the pirate hunting ship that’s been causing havoc and the Parabellum, a ship registered to the Galactic Empire. What is the connection between these two ships and can anyone stop them?",
                    "Aliases": []
                },
                "24": {
                    "ID": "4273758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4273758",
                    "TitleEnglish": "The Wounded Benten",
                    "SummaryEnglish": "A fight against the warship Grand Cross, a traitor within the ranks of the Bentenmaru, and Marika’s secret plans for the pirate council; It has never been a more exciting time to be a pirate, or more dangerous.",
                    "Aliases": []
                },
                "25": {
                    "ID": "4273759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4273759",
                    "TitleEnglish": "The Pirate's Council Begins",
                    "SummaryEnglish": "Mysterious continue to unfold during the pirate council; where is the real Luca, what is Kayne’s secret, and is Ironbeard a friend or foe?",
                    "Aliases": []
                },
                "26": {
                    "ID": "4273760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bodacious-space-pirates/episodes/4273760",
                    "TitleEnglish": "There Go the Pirates",
                    "SummaryEnglish": "Its Marika versus Quartz, Marika has rallied all the pirates to confront Quartz in a winner take all battle. But no one expect for three Grand Cross battleships to appear.",
                    "Aliases": []
                }
            }
        }
    }
}