{
    "URL": "https://thetvdb.com/series/brave-10",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2176249/",
        "https://www.themoviedb.org/tv/42502"
    ],
    "TitleEnglish": "Brave 10",
    "SummaryEnglish": "The story takes place during the Warring States period, approximately a year before the Battle of Sekigahara. Kirigakure Saizou, an Iga Ninja in search of his life's path, comes across Isanami, an Izumo shrine maiden, being attacked by assassins. Isanami, who survived the burning of Izumo Temple by Tokugawa Ieyasu's forces, is traveling to Shinshuu to seek sanctuary with Sanada Yukimura. At the same time, Sanada Yukimura is in the midst of gathering 10 subjects of extraordinary valor, the Sanada Ten Braves, whose combined strength will allow them to alter the course of history. During the course of the continuing battles, the mysterious power hidden within Isanami will awaken soon...",
    "Aliases": [
        "brave10"
    ],
    "Modified": "2025-06-17",
    "Seasons": {
        "1": {
            "ID": "481235",
            "URL": "https://thetvdb.com/series/brave-10/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4233197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-10/episodes/4233197",
                    "TitleEnglish": "The Destined Pair",
                    "SummaryEnglish": "Saizou encounters a shrine priestess who is being pursued and finds himself pulled into an unpleasant situation.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4239003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-10/episodes/4239003",
                    "TitleEnglish": "Dark and Light",
                    "SummaryEnglish": "Isanami and Saizo continue their journey while the threat of assassins hangs over their heads. Saizo runs into Ana, a childhood friend, while she’s bathing, and they all go to the festival where Isanami has been invited to dance as the shrine maiden.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4239002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-10/episodes/4239002",
                    "TitleEnglish": "Valley of Whirlwinds",
                    "SummaryEnglish": "Saizou was able to prevent Ieyasu from taking Isanami, and Yukimura assigns Isanami and Saizo another team member on their trip to investigate Izumo.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4239001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-10/episodes/4239001",
                    "TitleEnglish": "The Soul of Deities",
                    "SummaryEnglish": "Isanami and company arrive back at Izumo. They investigate the ruins, and despite Isanami’s best efforts to stay strong, she cracks and Saizou has to comfort her in his own gruff way. They discover a hidden passageway in the shrine, where Hanzo and Snake Lady ambush them.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4241215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-10/episodes/4241215",
                    "TitleEnglish": "Dragon's Pocket",
                    "SummaryEnglish": "Saizou struggles to come to terms with the fact that he was not strong enough to protect Isanami, and Kakei reports back to Yukimura on Isanami's abduction by Masamune Date.  Sasuke and Ana are sent to bring her back.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4241216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-10/episodes/4241216",
                    "TitleEnglish": "Much Ado About Nothing",
                    "SummaryEnglish": "Yukimura invites all of his braves to the hot spring. When there Saizo, Sasuke, and Kamanosuke get in a fight with a monk named Seikai.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4241217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-10/episodes/4241217",
                    "TitleEnglish": "Sword and Fan",
                    "SummaryEnglish": "A tea ceremony summoned all lords to the palace. Yukimura decides to travel with Rokuro, Saizo, and Isanami. On the road there they face many traps making Yukimura wish he brought more braves...",
                    "Aliases": []
                },
                "8": {
                    "ID": "4241218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-10/episodes/4241218",
                    "TitleEnglish": "The Birth of a Brave",
                    "SummaryEnglish": "Ieyasu has announced that Yukimura is to be executed on the spot if he does not surrender. Blocked by the sea and an army chasing him, help will come from a new warrior; One powerful enough to stop Seikai’s blows with one hand.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4252727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-10/episodes/4252727",
                    "TitleEnglish": "The True Face of Ice",
                    "SummaryEnglish": "After the long trip home, Saizo demands that Yukimura explain what his end game is.  While Yukimura explains each warrior's role, the story takes an unexpected turn.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4252728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-10/episodes/4252728",
                    "TitleEnglish": "The Opening Curtain to Tragedy",
                    "SummaryEnglish": "Hanzo is alive and he has gathered the Five Iga Ninjas, a group trained to kill other ninjas. Can Yukimara's Brave warriors fight off these highly skilled killers or will Izanami-no-Mikoto finally be resurrected?",
                    "Aliases": []
                },
                "11": {
                    "ID": "4252729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-10/episodes/4252729",
                    "TitleEnglish": "Lamentation of the Darkness",
                    "SummaryEnglish": "The Braves continue to be hunted down and Kamanosuke is trapped by Raizu. Anastasia forces Jinpachi hand in a battle on water. And Isanami wants power.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4252730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-10/episodes/4252730",
                    "TitleEnglish": "The Brave of Light",
                    "SummaryEnglish": "The prophecy of Izumo has come true and only the power of braves can stop it. Can Saizo bring himself to strike down Isanami to save the world?",
                    "Aliases": []
                }
            }
        }
    }
}