{
    "URL": "https://thetvdb.com/series/lagrange-the-flower-of-rin-ne",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2176885/",
        "https://www.lag-rin.com/",
        "https://www.themoviedb.org/tv/42972",
        "https://www.wikidata.org/wiki/Q1105802",
        "https://en.wikipedia.org/wiki/Lagrange:_The_Flower_of_Rin-ne"
    ],
    "TitleEnglish": "Lagrange - The Flower of Rin-ne",
    "SummaryEnglish": "In Japanese known as \"Rinne no Lagrange\".  An Japanese anime series produced by Xebec and Production I.G and directed by Tatsuo Sato and Toshimasa Suzuki, written by Shotaro Suga.  // Story Plot: Kamogawa is a seaside city in the Chiba prefecture. There lives Kyouno Madoka, a student at Kamogawa Girls' High School, and the only member of the Jersey Club. Madoka prides herself on being bright and energetic, and spends much of her time helping people.\r\n\r\nHowever, her life changes one day when the mysterious girl Lan asks her to \"pilot a robot\". In order to protect the citizens of Kamogawa, Madoka agrees and engages in battle against extraterrestrial invaders.\r\n\r\nMadoka and Lan are later joined by Muginami, and the trio works together to protect the Kamogawa seas, piloting robots called Vox.",
    "Aliases": [
        "Rinne no Lagrange",
        "Rinne no Lagrange: Flower Declaration of Your Heart"
    ],
    "Modified": "2025-07-07",
    "Seasons": {
        "0": {
            "ID": "481228",
            "URL": "https://thetvdb.com/series/lagrange-the-flower-of-rin-ne/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 20,
            "Episodes": {
                "7": {
                    "ID": "4371834",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4371834",
                    "TitleEnglish": "Kamogawa Days (OVA)",
                    "SummaryEnglish": "A special released alongside a Playstation 3 game that received a special advanced screening in theaters. // As Yoko has her assistant scour the seabed in search of something, Madoka, unable to pilot Midori properly again, returns to Kamogawa to see the New Year in. Upon returning home, Madoka receives New Year's letters from Lan and Muginami, updating her about what's going on in their lives, to which Madoka makes a prompt reply. As the months pass by and Madoka moves up a year in school, Lan and Muginami visit an intergalactic replica of Kamogawa on the tourist planet Polyhedron. They soon run into each other and decide to search for a present for Madoka's birthday before parting ways once again. During the school's sports festival, Asteria arranges for it to be viewed across space so that Madoka can show Lan and Muginami that everyone is doing fine. As Madoka's birthday arrives, she receives her gift from Lan and Muginami, a matching hairband, before her friends and family throw her a surprise party.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4457067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4457067",
                    "TitleEnglish": "Kamogawa Memoria (Recap)",
                    "SummaryEnglish": "A recap of season 1 from multiple perspectives.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4371836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4371836",
                    "TitleEnglish": "Behind the Lagrange 1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "16": {
                    "ID": "4457072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4457072",
                    "TitleEnglish": "Behind the Lagrange 2 - Human Scale Model",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "17": {
                    "ID": "4431912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4431912",
                    "TitleEnglish": "Behind the Lagrange 3 - NISSAN Juke ArtCar",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "18": {
                    "ID": "4436734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4436734",
                    "TitleEnglish": "Behind the Lagrange 4 - Ishihara Kaori, Kamogawa ni Iku! Part 1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "19": {
                    "ID": "4457071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4457071",
                    "TitleEnglish": "Behind the Lagrange 5 - Ishihara Kaori, Kamogawa ni Iku! Part 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "20": {
                    "ID": "4457100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4457100",
                    "TitleEnglish": "Behind the Lagrange 6 - PV Collection",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "481229",
            "URL": "https://thetvdb.com/series/lagrange-the-flower-of-rin-ne/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4230974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4230974",
                    "TitleEnglish": "Welcome to Kamogawa!",
                    "SummaryEnglish": "As a girl named Madoka Kyono rescues a girl from drowning, she finds her school uniform missing and later returned by a strange girl. Later that night, Madoka is questioned by her sister about something. The next day, Madoka once again meets the girl, who introduces herself as Lan and asks Madoka to pilot a robotic aircraft at an offshore base. As Madoka touches the aircraft and experiences a flashback of sorts, a robot from outer space appears and attacks the base. Lan reveals herself to be an alien sent to protect Madoka and the aircraft, the two of which are linked together. Madoka agrees to pilot the aircraft, which responds to her emotions and changes into a robotic form to fight against the enemy robot, defeating it using Madoka's knowledge of club activities.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4232132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4232132",
                    "TitleEnglish": "Kamogawa Spirit",
                    "SummaryEnglish": "Madoka’s excitement over her triumphant victory is short-lived when she is told by Pharos officials to be ready for the next battle. Feeling like she’s been tricked into becoming a Vox pilot, a furious Madoka plans an escape.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4232131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4232131",
                    "TitleEnglish": "Lan Blooms",
                    "SummaryEnglish": "As Madoka rushes to fight against the enemy Ovid to protect her town, Lan becomes conflicted about a legend Madoka doesn't know of, the fear of which prevents her from being able to pilot her own Vox Lympha. As the enemy, Kirius, tries to ask Madoka to come to her planet, she refuses and the fight resumes. Feeling Madoka is in danger, Lan overcomes her fear and pilots the Lympha, but finds herself up against the other enemy Ovid. As Lan expresses her guilt towards dragging Madoka into this, Madoka lifts her spirits, enabling her to overcome her fears and transform Lympha into its fighter mode, allowing her to come to Madoka's aid, forcing the enemy to retreat. Afterwards, Madoka and Lan decide to name their Vox units Midori and Orca respectively.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4232130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4232130",
                    "TitleEnglish": "The Swimmers of Kamogawa",
                    "SummaryEnglish": "Muginami transfers into Madoka's class, which causes worry for the organisation. Later, Youko and one of the organization's representatives talk to Madoka's teacher about her piloting Midori. Youko agrees to let Madoka continue piloting Midori on the condition that she is allowed to continue living at home and attending school. Soon afterwards, Madoka and Muginami participate in an open swimming contest whilst Lan keeps watch on a boat. Spotting her, Muginami decides to play a prank on Lan and tip her into the sea, unaware that she is unable to swim. Realising her mistake, Muginami helps Madoka rescue Lan and performs CPR on her. Afterwards, Madoka invites Muginami to join the Jersey Club, much to Lan's annoyance. Both Muginami and Lan decide to help out at Madoka's family restaurant, with their individual traits attracting many customers. After becoming jealous after Madoka allows Muginami to live with her, Lan also decides to transfer into Madoka's class, join the Jersey Club and start living with Madoka. Meanwhile, a glitch in security allows Array to escape imprisonment and rejoin his allies, who are making a deal with another enemy.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4251381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4251381",
                    "TitleEnglish": "The Man Who Came to Kamogawa",
                    "SummaryEnglish": "A man named Villagiulio comes, who Muginami reveals is an ally of sorts. However, Villagiulio soon turns against Muginami for taking the Vox unit for herself, causing Madoka to become angry.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4251382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4251382",
                    "TitleEnglish": "The Wind, Fire, and Water Above Kamogawa",
                    "SummaryEnglish": "Madoka, wanting to take revenge against Villagiulio, stands against him in a battle. However, Muginami ends up activating her Vox unit and standing in Madoka's way, telling her that she's only being selfish in trying to take revenge on her behalf. As Madoka argues with her, a mysterious occurrence causes a mysterious flower known as Lagrange to rain from the sky.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4251383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4251383",
                    "TitleEnglish": "Cloudy Skies, Followed by Kamogawa",
                    "SummaryEnglish": "As Madoka becomes conflicted about Muginami's actions, she comes to realise that she hasn't taken Muginami's feelings into account and decides to try and make up with her.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4251384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4251384",
                    "TitleEnglish": "A Lolita in Kamogawa",
                    "SummaryEnglish": "Asteria Lizamarie de Roschefall, the granddaughter of Novumundos' chairman, comes to question Madoka about the incident that occurred whilst confronting Muginami. As Asteria speaks with Yoko about the Voxs, Lan tells Madoka about the Vox Legend, in which an incident involving Voxes nearly destroyed the world 20,000 years ago. After speaking with Yoko, Asteria decides to ban Madoka from piloting Midori, prompting Lan and Muginami to lock themselves in the hangar as protest. However, Madoka decides to accept the ban, since it wouldn't separate her from Lan and Muginami. Afterwards, Asteria goes to see Villagiulo, refusing to hand over the Vox units.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4251385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4251385",
                    "TitleEnglish": "Departing Katsuura, Heading to Kamogawa",
                    "SummaryEnglish": "As the Jersey Club works on a preparing a cultural festival, Izo becomes inspired by a samurai drama to challenge Madoka to a duel and travels to Kamogawa, prompting Array and Kirius to try and stop him. As Izo is mistaken by some of the other students for Madoka's boyfriend, he is told how Madoka was inspired by Yoko to join the Jersey Club after her mother died trying to save someone. After hearing the story, Izo decides to leave before Madoka arrives.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4251386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4251386",
                    "TitleEnglish": "Farewell, Kamogawa",
                    "SummaryEnglish": "On the day of the cultural festival, Lan and Muginami have to keep a mission given to them a secret from Madoka. Whilst looking around the stalls they helped with, the girls come across Asteria who has Madoka escort her around the festival. As Madoka starts to become depressed at the thought of Lan and Muginami making new friends, she learns from Asteria about the assault Lan and Muginami are making and decides to go after them.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4251387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4251387",
                    "TitleEnglish": "Kamogawa's Last Line of Defense",
                    "SummaryEnglish": "As Madoka approaches Pharos, Midori reacts to her presence and transmits her thoughts to Lan and Muginami, asking Tadoroko to try and get her ban lifted. As the two begin their attack against the enemy, the fleet focuses their attack on Lan whilst Muginami comes up against Villagiulo and a section of the fleet goes to attack Pharos. As Yoko reveals some of her research on the ancient people to Asteria, she manages to convince her to lift Madoka's ban, allowing her to fly up and assist her friends. As the enemy fires at Kamogawa, Kirius, Izo and Array stand to protect it. Just as the girls gain an advantage, Yoko gets critically injured when an enemy Ovid lands in the school, causing Madoka to become stressed which in turn causes the Voxes to once again go out of control and bloom Rinne flowers.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4251388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4251388",
                    "TitleEnglish": "Until We Meet Again, in Kamogawa",
                    "SummaryEnglish": "As reaction of the Voxes causes a large energy field to appear in the sky, Madoka subconsciously speaks with the ancient princess of La Garite, Yurikano, who tells her to follow her own path. Motivate, Madoka regains control of Midori and, along with Lan and Muginami, changes the energy field into a beautiful flower. As Madoka learns that Yoko is still alive, Midori suddenly shuts down and is targeted by Villagiulo. However, he is stopped by the arrival of the Le Garite army, prompting Muginami to leave with him in order to save him. Two weeks following the incident, Lan's identity as the Princess of Le Garite has since been revealed and she is due to return to her home planet. Going up to a 'Hill of Vows', Madoka and Lan make a promise that they, along with Muginami, will once again meet in Kamigawa before parting ways. As Autumn comes, Asteria reveals her insignia to Yoko whilst Madoka receives a letter from Muginami",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "491578",
            "URL": "https://thetvdb.com/series/lagrange-the-flower-of-rin-ne/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4319746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4319746",
                    "TitleEnglish": "Welcome, Kamogawa!",
                    "SummaryEnglish": "As Madoka contemplates her career options, Lan is on a space station being experimented on by her brother, Dizelmine. Just then, the station is attacked by the De Metrio army, led by Muginami, forcing Lan and the Le Garite army to retreat. The next day, as Pharos appears in Kamogawa again for an intergalactic conference, Madoka finally reunites with Lan, who takes her to Pharos asking her to pilot Midori again. As Muginami is seen approaching Pharos, intending to stop Madoka from piloting Midori, Lan engages her in battle, believing she intends to kill Madoka. As Madoka objects to the fighting, she manages to get Midori working again and enters the fray.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4342379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4342379",
                    "TitleEnglish": "Mayhem on Kamogawa Beach",
                    "SummaryEnglish": "Madoka rushes to try and stop Lan and Muginami from fighting, though has trouble piloting Midori in the process. Just then she hears Lan and Muginami's true thoughts about how they hate having to fight against each other. As Madoka fails to understand why Muginami and Lan must fight as they go into hiding, she once again loses control of Midori. Madoka tries to search for the whereabouts of Lan and Muginami, even going as far as to call Villaguilio. Meanwhile, both Lan and Muginami find themselves drawn towards the Jersey Clubroom, where Madoka eventually finds them. Seeing Lan and Muginami continue to struggle with their feelings, Madoka gets them to kiss and make up; literally. Putting their quarrels behind them, the three decide to reform the Jersey Club together.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4342380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4342380",
                    "TitleEnglish": "The Kamogawa Experiment",
                    "SummaryEnglish": "As Kamogawa prepares for an intergalactic conference, Asteria calls Madoka, Lan and Muginami about a Vox Particle Control Experiment, the same that Dizelmine attempted on Lan. She explains about how she wants to try to use the power of the Voxes in a peaceful way to put Villagiulo and Dizelmine off their plans. Madoka agrees to undergo the experiment, and although the initial attempts show no reaction from her, Asteria manages to prompt a reaction from Madoka by embarrassing her. However, as they attempt to stop the experiment when Dizelmine and Villagiulo attempt to contact them, Madoka's levels continue to rise, causing a strange red phenomenom to appear in the sky, which starts forming strange creatures. Meanwhile, Madoka is haunted by visions of what appears to be Yurikano, warning her not to open the Rin-ne flower. When Madoka regains her sense, she finds all the creatures had been destroyed and more Rinne flowers have appeared.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4342381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4342381",
                    "TitleEnglish": "A Reunion in Kamogawa",
                    "SummaryEnglish": "As Diezelmine and Villagiulo arrive in Kamogawa for the conference, Asteria arranges for them to be trapped in an elevator to have their discussion, which seems revolve around Madoka and the Voxes power. Meanwhile, a Le Garite Ovid crash lands into Kamogawa, its pilot revealed to be the De Metorian princess and Villagiulo's sister, Yurikano, who was rescued by Dizelmine following a war but had lost her memory. Recognising her as the girl she saw in her vision, Madoka tries to see if she knows anything, but to no avail. Wanting to give Madoka a chance to prove herself, Lan manages to sneak her and Muginami aboard Dizelmine's ship back to Le Garite.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4342382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4342382",
                    "TitleEnglish": "Orbiting Above the Summer Skies of Kamogawa",
                    "SummaryEnglish": "As the girls arrive on Le Gartie's ship, Dizelmine explains why he kept Yurikano's presence on the ship a secret from Lan. Later, Dizelmine brings Madoka to where Yurikano is, putting her in an experiment to implant her mind into Yurikano's body. Realising what Dizelmine intends to do, Lan divises a plan to distract the Le Garite troops whilst Muginami goes to rescue Madoka. As Madoka and Yurikano's consciousses meet again, Madoka feels Yurikano shouldn't need to sacrifice herself for other people and decides to fight her to get her to tell Dizelmine and Villagiulo how she truly feels. As the Le Garite ship starts to become covered in a strange red substance, the Vox units launch whilst Yurikano wakes up in Madoka's body.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4342383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4342383",
                    "TitleEnglish": "May This Voice Reach Kamogawa",
                    "SummaryEnglish": "As Madoka and Yurikano wake up and discover they have switched bodies, Muginami ends up taking Yurikano away before an explanation can be made. As Kirius, Izo and Array engage in battle with the Le Garite forces, Lan, Muginami and Yurikano are saved from the crystal anomoly by the arrival of the Vox units, although Midori leaves Yurikano behind after learning it is not really Madoka. As Madoka is forced into an escape pod headed into outer space, Yurikano hijacks a Le Garite Ovid and meets up with Kirius, Izo and Array to fight off Le Garite until Villagiulo and the De Metrio forces arrive. As Lan and Muginami arrive to break up the fight, Madoka inadvertantly activates an emergency broadcast in her pod, in which she broadcasts her deduction that Yurikano is in love with Dizelmine which led her to feel saddened by his fighting with Villagiulo. Just as Madoka is about to drift off into space, Midori manages to rescue her and takes her straight to Dizelmine. Madoka and Yurikano then return to their original bodies, unbeknownst to Dizelmine, who admits his feelings to Yurikano before her. As the truth is brought to light, Yurikano decides to let go of her feelings so that the universe can be safe, before disappearing into the Rin-ne once again, promising to one day meet with Madoka again.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4342384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4342384",
                    "TitleEnglish": "A Vow to Kamogawa",
                    "SummaryEnglish": "After Madoka knocks some sense into both of them, Dizelmine and Villagiulo agree to work together to resolve the threat to their planets, announcing their unionship at the Intergalactic Conference. The next day, Dizelmine and Villagiulo settle things with Lan and Muginami before setting off. As the Novumundus crew discuss what caused the Voxes to act on their own, Madoka, Lan and Muginami return to the place where Madoka and Lan made their vow to meet again, this time to make a vow not to use their Voxes as weapons ever again. As Yoko demonstrates a new section of the tablet her team are deciphering, Asteria sees a disturbing vision, revealing to Yoko that she herself was responsible for the tragedy that befell Earth 20,000 years ago. .",
                    "Aliases": []
                },
                "8": {
                    "ID": "4342385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4342385",
                    "TitleEnglish": "Kamogawa Balloons",
                    "SummaryEnglish": "As Madoka, Lan and Muginami feel someone is watching them, they are told they will have to move out of their storeroom at the request of the Student Council as the Jersey Club isn't an official club. Deciding they should make the club official so they can keep the storeroom, Madoka recruits a first year student named Reiko Miki, although she turns out to be a bit clumsy. Meanwhile, Yoko meets up with Machiko, who tells her to free herself from the Jersey Club she created in the past. The next day, Madoka learns that Reiko joined the Jersey Club as she wants to pilot a robot like the others. Madoka uses the Tanada Night Festival, in which large Vox balloons are inflated, to explain to Reiko that they are no longer using the Voxes to fight and she should think about what would make her happy. To this end, Reiko decides to quit the Jersey Club in favour of starting up a robot club, although the Jersey Club are allowed to keep the storeroom for a bit longer in the end. Meanwhile, as Asteria ponders the contradictions concerning the 20,000 year old tragedy, Moid steals the stone tablet, converting it into a small shape and presenting it to Dizelmine, revealing to him the memoria imprinted on his body.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4342386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4342386",
                    "TitleEnglish": "A White Kamogawa",
                    "SummaryEnglish": "Madoka has her hands full as, on top of her usual Jersey Club requests, she has to sort out her post-graduation plans and organise a party for Kirius and Array, who are to leave for their home planet. Meanwhile as Nomundus investigate the whereabouts of Moid, Asteria tells everyone about her involvement in the 20,000 year old tragedy, revealing her real name to be Maycun, a former queen of Le Garite. After a full day of fulfilling requests, Madoka comes down with a fever. As Lan and Muginami look after her, they worry about how to tell her that they intend to return to their home planets once they graduate. As Madoka recovers and joins in the farewell party, Asteria contacts Villagiulo for information on Moid and comes to realise something about him whilst Dizelmine undergoes a Vox Control Particle Experiment under Moid's suggestion. After Kirius and Array take their leave, the Le Garite fleet suddenly appears above Earth and fallen De Metrio ships land upon Kamogawa.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4342387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4342387",
                    "TitleEnglish": "Betrayal Over The Skies of Kamogawa",
                    "SummaryEnglish": "As Le Garite ships open fire against De Metrio's forces, Villagiulo decides to confront Dizelmine personally to find out the reason for his betrayal. Meanwhile, as Madoka, Lan and Muginami decide to take up their Voxes once more to investigate, Hiroshi and Yoko see them off. As Izo, Array and Kirius help keep Dizelmine's guards off of Villagiulo, Dizelmine reveals his craft is a new form of Vox and overpowers Villagiulo, who is saved by the arrival of Madoka and the others. As Madoka tries to get an answer out of Dizelmine, his anger heightens and his Vox changes form, firing off a wave of dark energy across Kamogawa, whilst a circle of Rinne flowers appear around the planet. Dizelmine then proceeds to laugh maniacally and crush Villagiulo's cockpit before opening of the skies, causing a mass of darkness to start covering the Earth.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4342388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4342388",
                    "TitleEnglish": "Beyond the Seas of Kamogawa",
                    "SummaryEnglish": "As the darkness continues to spread across the earth, Madoka, Lan and Muginami wake up seperated in a strange place similar to where she first met Yurikano. They each come up against a vision of Dizelmine's Vox and fight angrily against it. Meanwhile, Asteria confronts Moid, who reveals he manipulated Dizelmine into opening the Rinne, revealing his motives before receiving a prompt punishment from Yoko. As Madoka sinks into despair over being unable to defeat Dizelmine, she gains encouragement from Midori and is shown a vision of Dizelmine and Villagiulo's past, before managing to find Lan and Muginami. After regaining their resolve, the three resume their battle against Dizelmine, aiming to make him remember the goals he shared with Villagiulo.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4342389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lagrange-the-flower-of-rin-ne/episodes/4342389",
                    "TitleEnglish": "Another Day in Kamogawa",
                    "SummaryEnglish": "Madoka and the others find Dizelmine on the beach, where Yurikano is standing by him. The Rin-ne they are in soon changes as a result of their will changing Dizelmine's heart. As the place soon starts to close up, Madoka insists on taking Yurikano and Dizelmine with her. They soon arrive back in the real world, singing their triumphant Jersey Club anthem which quells the black phenomenom into beautiful flowers which drift off into space. Upon leaving the Rin-ne, Dizelmine ends up as a younger age, much like Asteria did, whilst Yurikano reunites with the KISS members and Moid mysteriously vanishes into thin air. After Madoka graduates from high school, she tells Yoko about what happened ten years ago when Midori saved her from drowning, believing it to be a message from her mother. Meanwhile, the Jersey Club form branches on Le Garite and De Metrio, with Madoka, Lan and Muginami helping out all over the universe.",
                    "Aliases": []
                }
            }
        }
    }
}