{
    "URL": "https://thetvdb.com/series/slow-step",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Romance",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0330899/",
        "https://www.themoviedb.org/tv/105700"
    ],
    "TitleEnglish": "Slow Step",
    "SummaryEnglish": "The story revolves around a romantic triangle formed by the girl Minatsu Nakazato, a young student and softball player; Shu Akiba, a schoolmate; and Naoto Kadomatsu, an up-and-coming boxer. In reality the three-way relationship is more like three-and-a-half, considering that Naoto is in love with Maria... actually Minatsu herself, who`d once disguised herself to escape some evildoers.",
    "Aliases": [],
    "Modified": "2025-06-02",
    "Seasons": {
        "1": {
            "ID": "481690",
            "URL": "https://thetvdb.com/series/slow-step/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "4232745",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/slow-step/episodes/4232745",
                    "TitleEnglish": "OVA 1",
                    "SummaryEnglish": "Minatsu sees a hit and run accident outside of her house. She calls the police, but the car is long gone. But she remembers that the car had a picture of an ugly pig on the hood. On the way to school, Minatsu is meeting in the elevator of her apartment building a strange high school boy. He says, \"I like you.\" Minatsu is surprised and don't know what to say.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4232947",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/slow-step/episodes/4232947",
                    "TitleEnglish": "OVA 2",
                    "SummaryEnglish": "Yamazakura arranges for a practice game against Sagisaka High School, last year's regional champions. He tells everyone that they don't have to win, but that they must not lose by more than 5 runs. That was because Yamazakura had made a deal with the coach of the other team. If they lose by more than 5, he has to buy lunch for the other coach for one month.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4232948",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/slow-step/episodes/4232948",
                    "TitleEnglish": "OVA 3",
                    "SummaryEnglish": "Maria and Naoto are on a date at an amusement park. While Maria and Naoto are sitting down and drinking some soft drinks, Naoto asks Maria to come and watch one of his boxing matches. He says that he wants Maria to see that he can be a world boxing champion and take care of her family.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4232949",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/slow-step/episodes/4232949",
                    "TitleEnglish": "OVA 4",
                    "SummaryEnglish": "Naoto and Shuu are fighting each other in the final match of the high school boxing championships. Minatsu is watching, but does not know which one the cheer for.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4232950",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/slow-step/episodes/4232950",
                    "TitleEnglish": "OVA 5",
                    "SummaryEnglish": "Because the principal of the high school decided to hold a vote to see who becomes the next softball coach, Yamazakura and Somei are showing off their batting skills as Minatsu is pitching to them. Many students are gathering around to watch.",
                    "Aliases": []
                }
            }
        }
    }
}