{
    "URL": "https://thetvdb.com/series/the-new-prince-of-tennis",
    "Genres": [
        "Animation",
        "Sport"
    ],
    "Other Sites": [
        "http://tenipuri.jp/",
        "https://www.themoviedb.org/tv/67249"
    ],
    "TitleEnglish": "The New Prince of Tennis",
    "SummaryEnglish": "Ryōma Echizen is a rather arrogant twelve-year-old teenager who does not have very good personal relationships with others. He used to live with his family in the United States, but after arriving in Japan (his father's native country), he must learn to adapt to his new life at Seishun Gakuen High School, where he enrolls at the \"Seigaku\" tennis club. From that moment on, all sorts of adventures will change his life, along with his teammates and many other characters from rival teams who will try, with better or worse fortune, to steal the title of \"Prince of tennis\", for his more than demonstrated great skill in this sport.",
    "Aliases": [
        "Shin Prince Of Tennis",
        "The New Prince of Tennis OVA vs Genius 10",
        "The Prince of Tennis II: U-17 World Cup",
        "The Prince of Tennis II: U-17 WORLD CUP SEMIFINAL",
        "The Prince of Tennis II",
        "The Prince of Tennis II OVA",
        "Shin Tennis no Ouji-sama II",
        "Shin Tennis no Ouji-sama",
        "Shin Tennis no Ouji-sama - U-17 World Cup",
        "Tennis no Ouji-sama II",
        "Shin Tennis no Ōji-sama",
        "Shin Tennis no Ouji-sama - U-17 World Cup Semifinal"
    ],
    "Modified": "2025-09-18",
    "Seasons": {
        "0": {
            "ID": "481890",
            "URL": "https://thetvdb.com/series/the-new-prince-of-tennis/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": "全国大会で激闘を繰り広げた中学生たち。そこから選ばれし代表50名が今度は高校生に挑む！！今度の舞台はU-17（アンダーセブンティーン）日本代表合宿。日本テニス界のトップ選手を育成するその合宿に、初めて中学生が招集されていた。全国優勝を成し遂げた青学（せいがく）を始め、氷帝、立海、四天宝寺…、全国大会で激しい戦いを繰り広げたライバルたちが勢ぞろいし、皆、久々の再開に士気高く合宿に臨む。最初は高校生を相手に余裕をみせていた中学生たち。しかし、この合宿、そんなに甘くなかった！彼らの前に立ちはだかる、これまでの奴らとは比べものにならない実力を備えた選手たちと謎のコーチ。過酷な試練にどんどん追い詰められていく中学生たちは実力至上主義のこの合宿で、生き残ることが出来るのか！「テニスの王子様」新章がここにスタート！新たな舞台の幕が今、上がる――",
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "4411091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/4411091",
                    "TitleEnglish": "The Night Before the Invitation",
                    "SummaryEnglish": "Ryoma visits New York and helps is friends get the public street tennis court back. Meanwhile the other schools get their invitation to the U-17 camp.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4535284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/4535284",
                    "TitleEnglish": "The Child of God vs. the Emperor",
                    "SummaryEnglish": "While Sanada and Yukimura play their match that will decide who will stay in the U-17 camp, a history between the two is shown.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5077892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/5077892",
                    "TitleEnglish": "The One That Stands On Top",
                    "SummaryEnglish": "As Shiraishi and Kenya plays there Singles Tiebreaker Elimination, Shiraishi reflecs on how Kenya became who he is now.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5077893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/5077893",
                    "TitleEnglish": "The Special Day",
                    "SummaryEnglish": "Choutarou and Eiji reminisce about Shishido and Oishi. Atobe says its ridiculous feeling down since they didn't have the tennis skills to be in the U-17 camp. They end up settling things with a table tennis match.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5077894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/5077894",
                    "TitleEnglish": "A Day To Remember",
                    "SummaryEnglish": "Ootori Choutarou loses one of his shuffle matches which will determine what court he'll be in. He takes some advice from Marui and wins the second match.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5077895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/5077895",
                    "TitleEnglish": "Angel and Bible",
                    "SummaryEnglish": "Liliadent Krauser plays his shuffle match against High Schooler Nakagauchi Sotomichi, but passes out from exhaustion during the match. Shiraishi Kuranosuke and Kirihara Akaya play their shuffle match, but something changes them a bit.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5077896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/5077896",
                    "TitleEnglish": "Prince of Secrets",
                    "SummaryEnglish": "Late at night Horio tries to deliver Ryoma's bag to him.The other tennis players think that there is meat inside the bag. Horio gets chased by the other players, but gets saved by Kite. They hide in a room and Kite locks the door. Kite then turns his back on Horio and starts chasing him for the same reason. Horio manages to escape the clutches of Kite, but not without bumping into Dan and Shiita carrying a cart of pillows. From there the other middle schoolers come and start a pillow fight.",
                    "Aliases": []
                },
                "8": {
                    "ID": "8417035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/8417035",
                    "TitleEnglish": "Hyoutei vs. Rikkai: Game of Future, Part 1",
                    "SummaryEnglish": "The new anime will tell an original story, featuring a match between the Hyoutei Academy Secondary Department led by Keigo Atobe and Rikkai University-Affiliated Middle School led by Seiichi Yukimura. The story was previously not depicted in the manga.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8436692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/8436692",
                    "TitleEnglish": "Hyoutei vs. Rikkai: Game of Future, Part 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "481891",
            "URL": "https://thetvdb.com/series/the-new-prince-of-tennis/seasons/official/1",
            "TitleEnglish": "The New Prince of Tennis",
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4234288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/4234288",
                    "TitleEnglish": "The Return of the Prince",
                    "SummaryEnglish": "Seigaku and other middle school students (with a total of 50 middle school students) are invited to the U-17 selection camp. Ryoma also comes back from America to participate. The high school students there dislike the middle school students.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4241449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/4241449",
                    "TitleEnglish": "The Gatekeeper of Hell",
                    "SummaryEnglish": "Momoshiro gets paired up immediately in a shuffle match, being the first middle schooler to do so. His opponent is Jujiroh Oni, introduced in the previous episode. Jujiroh plays with a 2-string racquet, and causes both of Momo's wrists to be shot with his specialty, Black Jack Knife. Momoshiro refused to forfeit but lost in the end, 6-0.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4241450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/4241450",
                    "TitleEnglish": "Friendly Fire",
                    "SummaryEnglish": "The middle schoolers paired up with friends, and find out that they will be playing singles tie-breaker matches against their partner. Kikumaru and Oishi's match is most focused on, and Kikumaru is trying to prolong the match because it will be the last chance he has to play with Oishi. Trying to find out where Court 1 is, Ryoma defeated a bunch of high schoolers. After beating countless high schoolers, he finally finds Tokugawa of Court 1, and is about to play a match with him.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4241451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/4241451",
                    "TitleEnglish": "The Captain's Choice",
                    "SummaryEnglish": "More matches are played, Tezuka vs. Kaidoh and Atobe vs. Hiyoshi. Both captains have a plan from the start to teach their juniors a lesson before defeating them. Meanwhile, Ryoma and Kintarō are playing matches with Tokugawa and Oni.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4241452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/4241452",
                    "TitleEnglish": "Winners and Losers",
                    "SummaryEnglish": "The matches continued at Court 1, with Oni vs. Kintarou and Tokugawa vs. Ryoma. At the main court, the rest of the middle schoolers played against their favorite partner. Those who lost were forced to leave the camp, while the winners remained. What happens now?",
                    "Aliases": []
                },
                "6": {
                    "ID": "4259622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/4259622",
                    "TitleEnglish": "Cliffs of the Heart",
                    "SummaryEnglish": "The winning middle school team have now started the next stage of their hard training right away, which consisted of complex combinations of exercises. Ryoma and Kintarou joined the other losers in facing together the biggest challenge of their lifetime given to them by the mental coach, Saitou, since becoming the only middle school tennis teams ever invited throughout Japan: to reach the top of a very high and steep mountain in order to prove their strength, will and power, and to close the gap between themselves and the winners. But, what awaits Ryoma, Kintarou and the losing team up there is either a heavenly paradise, or a blazing hell they surely will never forget.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4259623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/4259623",
                    "TitleEnglish": "Start from Zero",
                    "SummaryEnglish": "The losers finally reached the peak of the mountain. There they met a drunkard coach in primitive clothing, who was seen drinking a wine bottle amidst a bunch of worn out boys lying all over the ground. During the next days, the team had to start from zero and faced a series of raw challenges coming from this man that were so different compared to what they have always been doing before. Plus, they have to do all these without the pride of wearing their favorite school jerseys! Question now is, can they make it to the end, as what they had promised to each other with Sanada?",
                    "Aliases": []
                },
                "8": {
                    "ID": "4271610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/4271610",
                    "TitleEnglish": "Special Mission",
                    "SummaryEnglish": "Ryoma, Tanishi, and Kenya receive a letter from Coach Nyudo asking them to sneak into the training camp to acquire training supplies as well as Sake for Coach Nyudo. However, the place is completely filled with high-tech security devices and they are unwilling to go. Coach Nyudo pushes them through, but the question is: can they take the heat?",
                    "Aliases": []
                },
                "9": {
                    "ID": "4278733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/4278733",
                    "TitleEnglish": "Evolution and Change",
                    "SummaryEnglish": "The middle schoolers, once again, have to face the challenging demands of Coach Mifune. This time, they must keep each of their balloons safe from an eagle, and no allowing the bird to pop their balloon. The middle schoolers also realize how much they have improved from the rigorous training.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4278734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/4278734",
                    "TitleEnglish": "Farewell, Kunimitsu Tezuka",
                    "SummaryEnglish": "At the training camp in the mountains, the middle schoolers are given rackets filled with lead and are forced to hit balls with the rackets. Meanwhile, in the U-17 camp, Court 5 are having team shuffle matches with Court 3. Tezuka is having a match with Yudai Yamato, Seigaku's former captain. Yamato tells Tezuka not to put anymore pressure on his arm, as he may go through intense pain in rehabilitation like Yamato did. Tezuka finally smiles, and acquires the \"Pinnacle of Perfection\" and wins against Yamato. Echizen came to watch the match halfway through.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4282263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/4282263",
                    "TitleEnglish": "Promise",
                    "SummaryEnglish": "Tezuka is leaving when Fuji challenges him to a match. Meanwhile a doubles game is going on in between court 5 and court 3. Both battles end, with Tezuka winning the match with Fuji and court 3 winning the doubles match against court 5. The singles game will decide the winner, court3 or court 5? Irie and Atobe go at it and Atobe is winning when Irie's deception is revealed. Atobe is losing horribly but his determination pull him through towards a tie-breaker. In the end both Irie and Atobe are unable to play any longer after ending at more than 187 points each. The episode ends with an announcement that the next singles match will decide the court shuffle winners and Oni standing and going toward the court.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4290846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/4290846",
                    "TitleEnglish": "The Start Of A Revolution",
                    "SummaryEnglish": "The people at the training camp in the mountains had to do special test where they had to run a special path while having tennis balls shoot at them.. In the test, Ryoma was able to hit more tennis balls at once. At the end, the path leaded to a storage cabins where there where black jerseys that looked like that ones that people in the training camp wore. The Black Jerseys then challenge court 2 at U-17",
                    "Aliases": []
                },
                "13": {
                    "ID": "4295404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/4295404",
                    "TitleEnglish": "Toward Your New Brilliant Selves",
                    "SummaryEnglish": "The Black Jerseys return from the mountain. They challenge court 2 in a heated match. The Black Jerseys show an incredible improvement in their abilities, thanks to the intense training at the mountains. The Black Jerseys defeat everyone with ease, and soon Ryoma faces Migihashi, the captain of court 2. Migihashi employs a technique called \"God's Domain\", and it utilizes the spin of the ball so that it always draws back to him, much like the Tezuka Zone. Migihashi claims that Ryoma will not be able to send the ball past the right side of the court. They began to add the number of balls from 1 to 8 to 9. However, Ryoma was not able to return 9 balls. Ryoma then successfully return 9 balls at once,which he then adds another ball. Migihashi is unable to return all of them, and thus Ryoma wins. The Black Jerseys are now promoted to court 2. In the evening, the students from court 3 and court 2 have matched with each other. Ryoma also has a match with Tokugawa by using multiple tennis balls. But it never ends.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "616358",
            "URL": "https://thetvdb.com/series/the-new-prince-of-tennis/seasons/official/2",
            "TitleEnglish": "The New Prince of Tennis OVA vs Genius 10",
            "SummaryEnglish": null,
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "5158215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/5158215",
                    "TitleEnglish": "Prelude to a Revolution",
                    "SummaryEnglish": "The middle schoolers are invited to participate in the U-17 Japanese team's training camp. The \"losers\" who were once dismissed from the camp have overcome their trials and returned, and the camp is lively once again. In room 205, Akaya tells his silent roommates stories about fallen soldiers. In room 201, Fuji and his roommates excitedly discuss the potted plants they brought. In room 211, the Golden Pair starts a pillow fight...\r\nMeanwhile, Sanada carries a message from Coach Mifune. The camp's first string of powerful players are returning from their month long tour abroad!",
                    "Aliases": []
                },
                "2": {
                    "ID": "5158217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/5158217",
                    "TitleEnglish": "The Battle Begins",
                    "SummaryEnglish": "Matches against the first string's No. 11 through 20 begin. Yanagi faces off against No. 17 Mitsuya. To Inui's surprise, he calls Mitsuya \"Akuto-niisan.\" Mitsuya is the man who taught Yanagi Data Tennis when he was younger. Though it's a battle between two powerful Data Tennis players, Inui senses something is off when he sees Mitsuya toying with Yanagi...\r\nMeanwhile, Momoshiro and Kenya battling the No. 18 Hira and No. 19 Hara Shitenhoji OB doubles team find themselves struggling against their opponents' unique rhythm.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5158220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/5158220",
                    "TitleEnglish": "Reflection and Illusion",
                    "SummaryEnglish": "The middle schoolers' battle against the first string's No. 11 through 20 continues. Yukimura's opponent is No. 11 Fuwa. However, before the first shot, Fuwa offers Yukimura a handicap and blindfolds himself. Fuwa demonstrates his skills despite his lack of vision, but Yukimura shows no signs of giving up. He even challenges Fuwa, saying he doesn't need a handicap...\r\nMeanwhile, Irie plays against No. 20 Akiba. Akiba calls Irie's theatrical style \"cheap acting.\" Thrown into a rage by his words, Irie recalls his conversation with Atobe...",
                    "Aliases": []
                },
                "4": {
                    "ID": "5158221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/5158221",
                    "TitleEnglish": "The Night Before the Battle",
                    "SummaryEnglish": "The middle schoolers defeat their opponents, acquire the No. 11 through 20 pins, and go on to face their next opponents, the first string's No. 1 through 10, also known as the Genius 10! At No. 1 Byodoin Houou's suggestion, they agree to conduct shuffle matches the next morning with their spots on the Japanese team at stake. The night before the battle, as Ryoma and Tokugawa are practicing on the courts, Byodoin hits a powerful shot their way. Tokugawa shields Ryoma with his body, but there's a second shot...! Cutting in front of Ryoma with his racket in hand to return the shot is a mysterious hooded first string player. The name of the man who easily returned Byodoin's fastball is Echizen Ryoga. He claims to be Ryoma's brother, but...",
                    "Aliases": []
                },
                "5": {
                    "ID": "5158223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/5158223",
                    "TitleEnglish": "The Strongest Pair",
                    "SummaryEnglish": "Atobe and Niou volunteer to play the first shuffle match against doubles pair No. 9 Oshitari and No. 10 Mori. Niou combats Oshitari's powerful serves shot from the staggering height of 226cm by taking on Tezuka's appearance and using his arm-straining Zero Degree Serve. The middle schoolers take control of the service game. They just need to win one more...\r\nJust then, Oshitari's cold gaze pierces Atobe! In the face of Oshitari the Mental Assassin's pressure, Atobe... and Niou...",
                    "Aliases": []
                },
                "6": {
                    "ID": "5158225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/5158225",
                    "TitleEnglish": "Betrayal and Negotiation",
                    "SummaryEnglish": "Marui and Kite take on No. 7 Kimijima, \"The Negotiator on the Court,\" and No. 8 Tono, \"The Executioner,\" in the third shuffle match. It's a strange combination, but the defensive power of Kite's Shukuchiho compliments Marui's trick shots, and their form appears ideal.\r\nHowever, Kimijima maintains his composure in the face of the middle school pair's success. Just then, Kite's shot suddenly strikes Marui! Kite's attitude shifts. He's already made a deal with Kimijima...!",
                    "Aliases": []
                },
                "7": {
                    "ID": "5158226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/5158226",
                    "TitleEnglish": "Embrace the 10 Ball Strike and Sleep",
                    "SummaryEnglish": "The physical and mental battle of attrition between Marui and Kite versus Tono and Kimijima ends unexpectedly. In contrast with the ruthless match, as No. 5 Oni quietly stands alone on the court, Toyama challenges him to a game. Toyama's skills have improved through training with the losers. To become the best player in Japan, he wants to beat Oni. They more they play, the more his pure fighting spirit fans the flames inside Oni!\r\nMeanwhile, on another court Ryoma asks Ryoga how to hit the Byodoin's glowing shot.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5158227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/5158227",
                    "TitleEnglish": "The Emperor and the Monster",
                    "SummaryEnglish": "In the match against the Genius 10's No. 2 Tanegashima and No. 6 Omagari, Sanada chooses Akutsu for his partner. The middle schoolers express concern over Akutsu's break from tennis, but it's Sanada who can't handle Tanegashima's slippery style. Sanada's wildly swinging racket strikes Akutsu on the cheek! Akutsu rises to his feet amidst a tense atmosphere. However, there's no rage in his expression... Akutsu can't afford to lose this match, either. \"Play your own style.\" Receiving Akutsu's words, Sanada regains his focus.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5158228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/5158228",
                    "TitleEnglish": "Resolve",
                    "SummaryEnglish": "After learning the glowing shot from Ryoga, Ryoma seeks out an even greater challenge to try it out. The sight reminds Ryoga of how Ryoma was in his younger days. \"Let's have a real fight.\" Ryoma may have lost his memory, but he's still as competitive as ever, which brings a smile to Ryoga's face. Meanwhile, at the shuffle matches, Tokugawa goes toe-to-toe with Byodoin, No. 1 of the Genius 10, with an astoundingly fierce attack. For Tokugawa, Byodoin is an old enemy who completely destroyed him on his first day at camp. Now improved With help from Oni and Irie, Tokugawa pressures Byodoin with his desperate attacks...!",
                    "Aliases": []
                },
                "10": {
                    "ID": "5158229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/5158229",
                    "TitleEnglish": "The Guided",
                    "SummaryEnglish": "Tokugawa's shots continuously attack Byodoin. As a man who has overcome a fate worse than death, Byodoin finds Tokugawa's resolve lukewarm. Even as he approaches his limit, Tokugawa continues to fight through sheer tenacity. Byodoin's attacks are without mercy. Their deadly badly awakens the warrior spirit within Ryoma! Ignoring the attempts to stop him, Ryoma returns Byodoin's \"Destruction\" as it charges towards Tokugawa. However, this violation of the rules gets him kicked out of the camp. The normal life Ryoma suddenly returns to feels somewhat empty. Ryoma is released from his hollow feelings by the slightly awkward but honest Sakurano.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "2010854",
            "URL": "https://thetvdb.com/series/the-new-prince-of-tennis/seasons/official/3",
            "TitleEnglish": "The Prince of Tennis II: U-17 World Cup",
            "SummaryEnglish": "The story follows the unfolding of the U-17 World Cup, which takes place at the KCC Arena, in Melbourne, Australia. A total of 32 countries are participating in this long-awaited competition, and only 16 of them will manage to qualify for the final stages…",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9271456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/9271456",
                    "TitleEnglish": "Team USA, Ryoma Echizen",
                    "SummaryEnglish": "After Ryoma is forced to withdraw from the Japan U-17 training camp, Ryoga invites him to play for the US team.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9271457",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/9271457",
                    "TitleEnglish": "Pre-World Cup Kicks Off!",
                    "SummaryEnglish": "Teams from all over the world competing in the U-17 World Cup gather to start things off with the Pre-World Cup exhibition matches.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9271458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/9271458",
                    "TitleEnglish": "A Moment Ahead in the Future",
                    "SummaryEnglish": "With one win each, Japan and Germany continue to face off in the third match of the Pre-World Cup exhibition.",
                    "Aliases": []
                },
                "4": {
                    "ID": "9282319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/9282319",
                    "TitleEnglish": "Prince vs Prince",
                    "SummaryEnglish": "A mysterious man riding a horse suddenly challenges Ryoma to a tennis match on horseback!",
                    "Aliases": []
                },
                "5": {
                    "ID": "9290505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/9290505",
                    "TitleEnglish": "Upset",
                    "SummaryEnglish": "The World Cup Group League commences and Japan battles it out with Greece and Australia.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9295244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/9295244",
                    "TitleEnglish": "Absolute Away Game",
                    "SummaryEnglish": "Team Japan’s #2 doubles players, Yukimura and Sanada, face a daunting match as the crowd is overwhelmingly filled with supporters for Australia, the home team.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9325326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/9325326",
                    "TitleEnglish": "Chess King",
                    "SummaryEnglish": "Japan continues their match against Australia with #1 doubles. Atobe and Fuji take on a super offensive doubles pair with big serves.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9325327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/9325327",
                    "TitleEnglish": "One's Resolve... One's Conditions",
                    "SummaryEnglish": "Having lost both doubles matches against Switzerland, Japan begins its decisive #3 singles between Akutsu and Switzerland’s Amadeus.",
                    "Aliases": []
                },
                "9": {
                    "ID": "9325328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/9325328",
                    "TitleEnglish": "Feelings for My Friends",
                    "SummaryEnglish": "Ryoma needs to decide if Team USA is where he truly belongs. Meanwhile, the teams gear up for the Finals Tournament that starts in two days.",
                    "Aliases": []
                },
                "10": {
                    "ID": "9346532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/9346532",
                    "TitleEnglish": "Beyond the Bible",
                    "SummaryEnglish": "The U-17 World Cup semi-final matches continue with France versus Japan. Can Kimijima and Shiraishi beat the aesthetically-inclined Tristan and Timothée of France in both tennis and charm?",
                    "Aliases": []
                },
                "11": {
                    "ID": "9346534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/9346534",
                    "TitleEnglish": "The Worst Doubles Pair",
                    "SummaryEnglish": "Team Japan’s Yanagi and Mori are partners for #1 doubles against France, but they obviously don’t get along at all. Can they smooth things out between them before it’s too late?",
                    "Aliases": []
                },
                "12": {
                    "ID": "9357240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/9357240",
                    "TitleEnglish": "Prince of Ace",
                    "SummaryEnglish": "It’s finally time for Ryoma to settle things with Chardard in #3 singles against France.",
                    "Aliases": []
                },
                "13": {
                    "ID": "9357241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/9357241",
                    "TitleEnglish": "Samurai vs Knight",
                    "SummaryEnglish": "Ryoma’s match with Chardard continues in #3 singles of Japan versus France. Whichever team is victorious will advance to play Germany.",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "2141497",
            "URL": "https://thetvdb.com/series/the-new-prince-of-tennis/seasons/official/4",
            "TitleEnglish": "The Prince of Tennis II: U-17 WORLD CUP SEMIFINAL",
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "10637221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/10637221",
                    "TitleEnglish": "The Mightiest Germany: The Night Before the Match!",
                    "SummaryEnglish": "The Japanese team is resolutely preparing for the match against Germany, aiming to advance to the finals afterward. Captain Byodoin trusts his players, who do not give up despite this challenge.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10718300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/10718300",
                    "TitleEnglish": "Bluebird",
                    "SummaryEnglish": "In the first match of the U-17 World Cup Semifinals it's Team Japan's Oni versus Team Germany's Q･P. Can Oni hold his ground against Team Germany's No. 2 player?",
                    "Aliases": []
                },
                "3": {
                    "ID": "10718301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/10718301",
                    "TitleEnglish": "For Whom Do You Grow Strong",
                    "SummaryEnglish": "The first match of the World Cup Semifinals continues between Oni and Q･P. Oni shines with a mysterious light that resembles the Pinnacle of Perfection and becomes seemingly invincible.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10718302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/10718302",
                    "TitleEnglish": "The Final Illusion",
                    "SummaryEnglish": "In the next match, Team Japan's Duke and Nio face off against Schneider and Belti, two of the three tennis pros on Team Germany.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10718303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/10718303",
                    "TitleEnglish": "Tezuka vs. Yukimura",
                    "SummaryEnglish": "Continuing the World Cup Semifinals is Team Germany’s Tezuka versus Team Japan’s Yukimura in #2 singles. Tezuka is now their opponent, so Team Japan goes all out to gain victory against their former teammate.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10718304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/10718304",
                    "TitleEnglish": "Zero Senses Tennis",
                    "SummaryEnglish": "Yukimura prepares to counter Tezuka's Pinnacle of Perfection in order to prove to Akaya, his team, and himself that you don't have to give up on tennis even if you can't use the Pinnacle of Perfection.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10718305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/10718305",
                    "TitleEnglish": "The Future Beyond the Fierce Match",
                    "SummaryEnglish": "Every time Yukimura takes away Tezuka's five senses, Tezuka regaains them using the Pinnacle of Perfection. Can Yukimura be able to turn the tables or will Tezuka hold on to his lead?",
                    "Aliases": []
                },
                "8": {
                    "ID": "10718306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/10718306",
                    "TitleEnglish": "Team Spain, Ryoga Echizen",
                    "SummaryEnglish": "In the other semifinals bracket, Team USA is competing with Team Spain for a spot at the finals. Ryoga Echizen, who is now playing for Team Spain, clashes with Ralph Reinhart of Team USA.",
                    "Aliases": []
                },
                "9": {
                    "ID": "10718307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/10718307",
                    "TitleEnglish": "Focus Burst vs. Pinnacle of Perfection",
                    "SummaryEnglish": "Kirihara is determined to beat Siegfried's Pinnacle of Perfection with his Focus Burst. The two battle it out as their doubles partners watch on.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10718308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/10718308",
                    "TitleEnglish": "The Outcome of the Tiebreak",
                    "SummaryEnglish": "The second set of the doubles match between Tanegashima-Kirihara and Bismarck-Siegfried gets drawn into a tiebreak. If Team Japan loses this set, they will be eliminated from the semifinals.",
                    "Aliases": []
                },
                "11": {
                    "ID": "10839030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/10839030",
                    "TitleEnglish": "Final Set",
                    "SummaryEnglish": "The doubles pairs Tanegashima-Kirihara and Bismarck-Siegfried ramp it up for this final set, showing teamwork that activates skills never seen before.",
                    "Aliases": []
                },
                "12": {
                    "ID": "10839031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/10839031",
                    "TitleEnglish": "Spiral Baptism",
                    "SummaryEnglish": "In the last match of the semifinals, Byodoin and Volk go head-to-head in a mighty battle to bring their teams through to the finals.",
                    "Aliases": []
                },
                "13": {
                    "ID": "10839032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-prince-of-tennis/episodes/10839032",
                    "TitleEnglish": "Life-Or-Death Tennis",
                    "SummaryEnglish": "Byodoin puts his life on the line against Germany's Volk in an intense epilogue to the World Cup semifinals.",
                    "Aliases": []
                }
            }
        }
    }
}