{
    "URL": "https://thetvdb.com/series/inu-x-boku-secret-service",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2196757/"
    ],
    "TitleEnglish": "Inu × Boku Secret Service",
    "SummaryEnglish": "Protected by the highest security, the Maison de Ayakashi is rumored to be haunted, where only eccentrics could live. In reality, it is a place for humans with non-human ancestors to live. The socially-inept Ririchiyo has come here to improve herself. She meets secret service bodyguard Soushi, who is assigned to protect residents. He has a request of her: \"Please make me your dog.\"",
    "Aliases": [
        "Inu x Boku SS"
    ],
    "Modified": "2024-04-25",
    "Seasons": {
        "0": {
            "ID": "482569",
            "URL": "https://thetvdb.com/series/inu-x-boku-secret-service/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4289838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inu-x-boku-secret-service/episodes/4289838",
                    "TitleEnglish": "Miketsukami-kun's Transformations / Switch / Playing House",
                    "SummaryEnglish": "Noticing Ririchiyo's nervousness, Miketsukami tries to ease her by transformations into a young boy and then into a woman. Later, Natsume plays around with Renshō's various 'switches' which encourages Karuta to try and find other people's 'switches'. Afterwards, Kotarou's younger sister, Hana, comes to the mansion and decides to play House with the tenants, which takes many bizarre turns.\r\n\r\nNote: Unaired 13th episode included in the seventh volume of the Blu-ray & DVD. It consists of three short episodes newly written by the manga author Fujiwara Cocoa.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "482570",
            "URL": "https://thetvdb.com/series/inu-x-boku-secret-service/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4240455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inu-x-boku-secret-service/episodes/4240455",
                    "TitleEnglish": "Dog and Me",
                    "SummaryEnglish": "Ririchiyo Shirakiin, a girl from a rich family, moves into the high security Maison de Ayakashi apartment complex, where she finds herself assigned a Secret Service agent named Soushi Miketsukami. Ririchiyo is reluctant to have Soushi as her Secret Service, particularly as she doesn't feel worth protecting as her family household has taken up much of her being. One night, a burglar breaks into the complex to try and rob Ririchiyo, only to learn that Soushi, along with the other Secret Service agents in complex, have the power to channel the spirits of monsters. Having been protected from a gunshot by him, Ririchiyo accepts Soushi as her bodyguard.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4241234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inu-x-boku-secret-service/episodes/4241234",
                    "TitleEnglish": "A Lonely Dog",
                    "SummaryEnglish": "Ririchiyo is out shopping and Sorinozuka goal is to keep her out the complex until 6. Upon their return, Karuta is missing, as they set out to find her and Ririchiyo is forced to show her youkai side.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4241235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inu-x-boku-secret-service/episodes/4241235",
                    "TitleEnglish": "The Real Contract",
                    "SummaryEnglish": "After dealing with the stress of making a good impression at her new school, Ririchiyo notices Soushi turning down an admirer. After questioning him about it, her emotions get the best of her and this time, the contract has been terminated.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4241236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inu-x-boku-secret-service/episodes/4241236",
                    "TitleEnglish": "Ayakashi Kan Walk Rally",
                    "SummaryEnglish": "A former resident of the complex, Watanuki has returned from training with his SS, Natsume. Watanuki, Natsume, and Souishi have known each other since childhood, and Natsume hints that he knows secrets about Souishi’s past.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4241237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inu-x-boku-secret-service/episodes/4241237",
                    "TitleEnglish": "Kagerou of the Spring",
                    "SummaryEnglish": "Ririchiyo has been getting disturbing text messages from a block number. Though she shrugs them off, the messages are becoming more frequent and threating. Ririchiyo, while being used to stalkers, might not be as lucky as this stalker knows her secret.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4241238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inu-x-boku-secret-service/episodes/4241238",
                    "TitleEnglish": "Don't Think",
                    "SummaryEnglish": "Roromiya spends a lot of her time in her own world. Watanuki believes people don’t understand to her. And Ririchiyo wants to get closer to her, but doesn’t know how.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4252739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inu-x-boku-secret-service/episodes/4252739",
                    "TitleEnglish": "Their Night Alone",
                    "SummaryEnglish": "A ghost has invaded the mansion and security measures have been activated. Nobara, Sorinozuka, and Chino are locked in the cafeteria, Watanuki and Natsume in the hallway, while Ririchiyo and Miketsukami are locked in her room. This is the perfect time for Ririchiyo to express her feelings, but she still can’t get the words out.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4253400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inu-x-boku-secret-service/episodes/4253400",
                    "TitleEnglish": "Tea and Distance",
                    "SummaryEnglish": "Ririchiyo wants the type of friendship the others share with their SS Agent. But her inability to speak her true feelings and Miketsukami only able to talk in a formal matter doesn’t help. She desperately tires to find ways in breaking the barrier between them as master/servant.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4255470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inu-x-boku-secret-service/episodes/4255470",
                    "TitleEnglish": "The Day of the Promise",
                    "SummaryEnglish": "A series of commands have appeared in the mansion causing quite a stir. But that means nothing to Ririchiyo as she frets over her upcoming tea with Miketsukami. She constantly ask her self on what they will talk about, what kind of tea will they drink, and if she will be able to be true to her feelings.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4255471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inu-x-boku-secret-service/episodes/4255471",
                    "TitleEnglish": "The Unfaithful Dog",
                    "SummaryEnglish": "The night in which Miketsukami and Ririchiyo are planned to drink tea together is cancelled by the unexpected return of Kagerou and his welcome party. When Miketsukami and Ririchiyo plan to drink tea together the very next day, this is cancelled by Kagerou when he decides to spend the rest of the day with Ririchiyo out on the town. Later that night Ririchiyo grows anxious by Miketsukami not responding to her apology text, so she decides to visit his room and offer him a melon of apology. When she does apologize, Mietsukami say's strange unusual things, causing her to get flustered and return to her room. It is then that Ririchiyo realizes she wants to be with Miketsukami. The very next morning, Miketsukami begs Kagerou in not telling Ririchiyo his hidden secret. Kagerou denies, leading to an intensive battle between the two. Ririchiyo finds the two fighting and orders them to stop at once, and asks them to explain what the problem is. It is then that Miketsukami admits he is hiding something from Ririchiyo.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4255472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inu-x-boku-secret-service/episodes/4255472",
                    "TitleEnglish": "Kagerou",
                    "SummaryEnglish": "Miketsukami history is exposed. While other families revel when a child with youaki blood is born, it is vastly different in his family. Kagerou tells Ririchiyo that he was not the one who wrote her letters back then and Ririchiyo exclaims that she already knew that. The truth of Miketsukami obsession with Ririchiyo is exposed. Kagerou is bored with the fact that Ririchiyo wasn't upset to an extent, therefore telling her that Mikestukami was the one who was writing her the letters in the past. With the realization concluded, she felt that is why Miketsukami noticed her. However, Mikestukami rushes to hug Ririchiyo and exclaims that it was her that noticed him.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4255473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inu-x-boku-secret-service/episodes/4255473",
                    "TitleEnglish": "The Day We Came Together",
                    "SummaryEnglish": "Kotarou has a conversation with Sorinozuka about his worries on what might happen when his father reincarnates, but then Zange comes out of a bush and suggest making a time capsule so Kotarou can send a message to his father's reincarnation in the future. Zange invites Watanuki and Karuta to join and eventually everyone else joins in too, as well as Ririchiyo, who recounts how she was when she first arrived at Ayakashikan to how she is now. While Kotarou thinks of what to write, he is comforted by his father, who states that the him who has not met Kotarou or his mother is not him at all. As they bury the time capsule. Sorinozuka notices that Ririchiyo accidentally placed a letter written to Miketsukami into the time capsule. Realizing that she accidentally switched a letter to Miketsukami from the one meant for her future self, which stated she will not run away and stay by Miketsukami's side, she runs off to Seijou Park. After talking with Miketsukami over the phone, while he goes to fetch her, Ririchiyo realizes that Miketsukami hates himself like she was before, but she was able to overcome the ordeal because she fell in love with Miketsukami. Knowing she has hurt others to protect herself, she decided to use her courage to save Miketsukami by confessing to him and Miketsukami embraces Ririchiyo stating that he too loves her. The ending credits shows separate clips of certain scenes in the manga and ends with Miketsukami revealing that his only dream is to have a child and a family. Ririchiyo decides not to answer him because it is an important decision and that they have plenty of time to decide.",
                    "Aliases": []
                }
            }
        }
    }
}