{
    "URL": "https://thetvdb.com/series/smile-precure",
    "Genres": [
        "Animation",
        "Children"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/45801"
    ],
    "TitleEnglish": "Smile Precure!",
    "SummaryEnglish": "Once upon a time, there was a country known as Märchenland where fairy tales mingled together. However, the Evil Emperor Pierrot has invaded the country and sealed away its Queen. In order for the Queen to be revived, the Cure Décor, tokens of happiness, must be gathered. To gather them, the fairy Candy came to Earth to search for the next Pretty Cures. It's there that Candy meets Hoshizora Miyuki and the two of them decide to gather the Cure Décor together.\r\n\r\n* Ninth installment in Toei's long-running popular Pretty Cure franchise for girls.",
    "Aliases": [
        "Smile Pretty Cure!",
        "Smile PreCure!"
    ],
    "Modified": "2025-09-15",
    "Seasons": {
        "0": {
            "ID": "484604",
            "URL": "https://thetvdb.com/series/smile-precure/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "5295362",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/5295362",
                    "TitleEnglish": "Pretty Cure All Stars New Stage: Friends of the Future",
                    "SummaryEnglish": "In Yokohama, Fusion reappears once again to threaten the city with great darkness and destruction.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4568482",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4568482",
                    "TitleEnglish": "Smile Precure! The Movie: Big Mismatch in a Picture Book!",
                    "SummaryEnglish": "The movie transports the Precure into a world inside a picture book, where they are guided by Niko, a mysterious inhabitant of the picture book world.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "484605",
            "URL": "https://thetvdb.com/series/smile-precure/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 48,
            "Episodes": {
                "1": {
                    "ID": "4257604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4257604",
                    "TitleEnglish": "She's Born! The Perfect Smile, Cure Happy!!",
                    "SummaryEnglish": "While running late for her first day at a new school, Miyuki collides with a fairy named Candy. As she begins adjusting to her new home and school, Miyuki learns more about Candy before taking it upon herself to protect the world.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4257605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4257605",
                    "TitleEnglish": "On Fire! The Hot-Blooded Cure Sunny is Here!!",
                    "SummaryEnglish": "Convinced that Akane would make a good Pretty Cure, Miyuki sets out and tries to get her to join. Akane refuses in order to focus on volleyball but soon hits a slump.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4264534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4264534",
                    "TitleEnglish": "Rock-Paper-Scissors♪ Cure Peace!!",
                    "SummaryEnglish": "Akane and Miyuki encourage Yayoi to enter an upcoming Poster Design Contest but after she loses she starts feeling depressed. A new Cure is born during her time trying to repay their kindness.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4264535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4264535",
                    "TitleEnglish": "Clean-cut Match! Cure March of the Winds!!",
                    "SummaryEnglish": "Impressed by her courage whilst standing up to some upperclassmen, Miyuki sees Midorikawa Nao as a potential Pretty Cure candidate. Wanting to learn more about her and get a chance to ask, Miyuki joins Nao at her home and meets her large family.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4272063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4272063",
                    "TitleEnglish": "A Beautiful Heart! Cure Beauty!!",
                    "SummaryEnglish": "Miyuki decides that Reika would be the perfect last Cure for the team, but Reika rejects the offer due to how busy she is. The others decide to lend her a hand, and in the end, the fifth and final Cure is born.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4280305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4280305",
                    "TitleEnglish": "The Team is Complete! Smile Precure!!",
                    "SummaryEnglish": "The girls meet Candy's older brother, Pop, who has come to explain Märchenland and the Cure Decors to them. Together, they visit the mysterious library that Miyuki visited before.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4285631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4285631",
                    "TitleEnglish": "Where is it? Our Secret Base!?",
                    "SummaryEnglish": "In order to gain some privacy for Pretty Cure, the girls attempt to locate the perfect base. But after having trouble agreeing on each others ideas, the girls attempt to find a way to unify the team.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4288459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4288459",
                    "TitleEnglish": "Miyuki and Candy Switch Places~!?",
                    "SummaryEnglish": "After finding a strange pair of rings, Miyuki and Candy suddenly find themselves in each others bodies. Things only get worse after they have a disagreement.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4297952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4297952",
                    "TitleEnglish": "No Way! Yayoi's Being Transferred!?",
                    "SummaryEnglish": "After being told about April Fools, Yayoi decides to play a joke on her friends, but it winds up spiraling out of control and she doesn't know how to tell them the truth.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4297953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4297953",
                    "TitleEnglish": "Hot-Blooded! Akane's Okonomiyaki Life!!",
                    "SummaryEnglish": "While her father is in the hospital, Akane attempts to stand in for her parents at their Okonomiyaki shop. However, she is unhappy with the results and enlists the aid of her friends to determine what may be missing.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4303837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4303837",
                    "TitleEnglish": "The PreCure Have Shrunk!?",
                    "SummaryEnglish": "After another one of Majorina's items get loose into their world the girls suddenly find themselves shrunken and surrounded by insects, but Nao is terrified of them!",
                    "Aliases": []
                },
                "12": {
                    "ID": "4312878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4312878",
                    "TitleEnglish": "The Awakening Power! Rainbow Healing!!",
                    "SummaryEnglish": "Candy becomes depressed and starts to feel unwanted when the girls plan their class trip and she isn't invited to join them. After several failed attempts to help them, she runs away.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4316745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4316745",
                    "TitleEnglish": "School Excursion! Miyuki's Really Unhappy in Kyoto!?",
                    "SummaryEnglish": "Miyuki's always-happy personality is pushed to its limits after a series of several unfortunate events befall her.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4316747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4316747",
                    "TitleEnglish": "School Trip! We're lost in Osaka!?",
                    "SummaryEnglish": "Miyuki, Candy, and Yayoi get separated from their class while their school trip continues. As Akane, Nao, and Reika try to find them, Miyuki and Yayoi get trapped inside of a radio tower by Majorina.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4321754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4321754",
                    "TitleEnglish": "Slapstick! Miyuki's Great Mother's Day Plan!!",
                    "SummaryEnglish": "Miyuki attempts to help her mother around the house while trying to come up with a good gift for Mothers Day. Eventually she learns from the others that presents can come in all shapes and sizes, as long as there is love behind it.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4325881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4325881",
                    "TitleEnglish": "Reika's Worries! Why Am I Studying!?",
                    "SummaryEnglish": "With no goals to call her own, Reika quits everything in search of what she truly wants to do. In this time she begins to understand why she works so hard.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4332683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4332683",
                    "TitleEnglish": "Hot-Blooded! Akane's Comedian Life!!",
                    "SummaryEnglish": "The girls take part in a manzai contest held at Nanairogaoka's downtown district after the manzai duo FUJIWARA suggests it.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4336001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4336001",
                    "TitleEnglish": "Nao's Feelings! The Baton that Connects Everyone's Bonds!!",
                    "SummaryEnglish": "Nao invites her friends to participate in the girls' relay race at the school's Sports Meet. However, Yayoi lacks confidence in her running ability, especially after being bad-mouthed by her classmates.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4338226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4338226",
                    "TitleEnglish": "Thank you, Papa! Yayoi's Treasure",
                    "SummaryEnglish": "When their class is asked to learn the meaning of their names, Yayoi struggles with personal feelings regarding her deceased father and a secret they shared.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4341547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4341547",
                    "TitleEnglish": "Invisible Person? Miyuki and Akane Become Invisible!?",
                    "SummaryEnglish": "After another of Majorina's inventions go missing, Miyuki and Akane find themselves suddenly invisible after Candy finds and uses it.",
                    "Aliases": []
                },
                "21": {
                    "ID": "4354751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4354751",
                    "TitleEnglish": "Wish to the Stars! Everyone Together Forever!!",
                    "SummaryEnglish": "The girls prepare to celebrate Tanabata when Pop returns to visit the group. After telling them about a similar custom from Märchenland in which wishes are made to a Pegasus, they decide to celebrate both holidays.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4354752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4354752",
                    "TitleEnglish": "What's the Most Important Thing?",
                    "SummaryEnglish": "With Pop's aid, the girls travel to Märchenland in order to save Candy from Joker.",
                    "Aliases": []
                },
                "23": {
                    "ID": "4354753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4354753",
                    "TitleEnglish": "Pierrot Revived! PreCure's Super Crisis!!",
                    "SummaryEnglish": "The Cures depart for Bad End Kingdom and are confronted by the stronger Bad End Trio. Overwhelmed, the Cures keep faith in each other and overcome the hardships set before them. But when Emperor Pierrot is revived, will their power be enough to stop him?",
                    "Aliases": []
                },
                "24": {
                    "ID": "4362706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4362706",
                    "TitleEnglish": "The PreCures Have Become Fairies, miyu~!?",
                    "SummaryEnglish": "The girls visit Märchenland after noticing the Royal Queen hasn't awoken yet. There they become fairies to avoid scaring the inhabitants. But unknown to them, Joker is working on awakening Pierrot and a new Akanbe nose is shown-off for the first time.",
                    "Aliases": []
                },
                "25": {
                    "ID": "4362707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4362707",
                    "TitleEnglish": "The Summer! The Sea! Akane and Nao's Stubborn Showdown!!",
                    "SummaryEnglish": "The girls get competitive on the beach when Nao's shaved ice stand goes against Akane's Okonomiyaki stand. After Miyuki and Reika get roped into it, things soon worsen when their rivalries get the better of them and they are unable to work together where it matters most.",
                    "Aliases": []
                },
                "26": {
                    "ID": "4373029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4373029",
                    "TitleEnglish": "Summer Festival! Huge Flower Blooming in the Night Sky!",
                    "SummaryEnglish": "The girls don their yukatas and bring Candy with them to the summer festival. As its her first time she is highly excited; but they accidentally lose sight of her and spend the evening tracking her down.",
                    "Aliases": []
                },
                "27": {
                    "ID": "4373030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4373030",
                    "TitleEnglish": "Mysterious Summer!? Grandma's Treasure",
                    "SummaryEnglish": "The girls pay Hoshizora Tae, Miyuki's grandmother a visit up in the mountains. There, they try to find her \"secret treasure\" when she refuses to move in with Miyuki's family, rather than be there by herself.",
                    "Aliases": []
                },
                "28": {
                    "ID": "4373031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4373031",
                    "TitleEnglish": "Lies? Truths? We Ain't Afraid of No Ghosts!",
                    "SummaryEnglish": "Akane decides to have Miyuki and Nao take the courage test at school upon realizing they both have a fear of ghosts. Meanwhile, Majorina gets the same idea to steal Bad End energy and causes strange things to happen around the school after hearing them.",
                    "Aliases": []
                },
                "29": {
                    "ID": "4385952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4385952",
                    "TitleEnglish": "The PreCures Are Sucked Into a Game!?",
                    "SummaryEnglish": "The girls stumble across another of Majorina's inventions and are sucked into a games world - alongside the Bad End Trio and must play against them to escape.",
                    "Aliases": []
                },
                "30": {
                    "ID": "4393081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4393081",
                    "TitleEnglish": "An Around-the-World Trip through the Book Door!!",
                    "SummaryEnglish": "The girls travel the world using the mysterious library but find themselves in trouble after a Super Akanbe swallows Candy and the Decor Décor.",
                    "Aliases": []
                },
                "31": {
                    "ID": "4393082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4393082",
                    "TitleEnglish": "The Royal Clock and Candy's Secret!!",
                    "SummaryEnglish": "The girls attempt to discover the truth of the Royal Clock with Candy and Pop. Meanwhile, Joker reveals a brand new Black Ball for the Generals to use.",
                    "Aliases": []
                },
                "32": {
                    "ID": "4400765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4400765",
                    "TitleEnglish": "All Hearts as One! The PreCures' New Power!!",
                    "SummaryEnglish": "Miyuki and Candy dive into the Ball of Neglect in order to save the others. But in this time she must come to terms with her own neglects before they take over her.",
                    "Aliases": []
                },
                "33": {
                    "ID": "4404285",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4404285",
                    "TitleEnglish": "Story! A Period Drama in the Movie Village-degozaru!?",
                    "SummaryEnglish": "The girls help out in a movie starring Pop.",
                    "Aliases": []
                },
                "34": {
                    "ID": "4409383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4409383",
                    "TitleEnglish": "United as One! Miracle Fashion Show at the Culture Festival!!",
                    "SummaryEnglish": "For the upcoming Culture Festival, Miyuki wants to do a fashion show inspired by her picture books. But a classmate, Toyoshima refuses to get involved; leaving the girls to try to reach out to him and figure out why.",
                    "Aliases": []
                },
                "35": {
                    "ID": "4409384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4409384",
                    "TitleEnglish": "Yayoi, Protect the Earth! A PreCure Becomes a Robot!?",
                    "SummaryEnglish": "Cure Happy turns into a big robot after one of Majorina's inventions attacks the girls! Only one girl is capable of protecting everyone's happiness and returning Happy to normal, but will Yayoi be up for the job?",
                    "Aliases": []
                },
                "36": {
                    "ID": "4409385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4409385",
                    "TitleEnglish": "Hot-Blooded!? Akane's First Love Life",
                    "SummaryEnglish": "Akane gets to know a new student, a young man named Brian who is visiting Japan for a few weeks. In this time she begins denying her growing feelings for him until she is overwhelmed by sadness knowing he will be leaving soon.",
                    "Aliases": []
                },
                "37": {
                    "ID": "4423316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4423316",
                    "TitleEnglish": "Reika's Worries! A Noble Heart and a Noble Vote!!",
                    "SummaryEnglish": "Miyuki helps Reika when she attempts to run for Student Council President. But the Bad End trio decide to try a new plan in order to ruin it.",
                    "Aliases": []
                },
                "38": {
                    "ID": "4425318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4425318",
                    "TitleEnglish": "Hustling Nao! The PreCures Become Kids!?",
                    "SummaryEnglish": "Majorina turns the Pretty Cure into children and turns the city into a Bad End reality.",
                    "Aliases": []
                },
                "39": {
                    "ID": "4436026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4436026",
                    "TitleEnglish": "What Happened!? Miyuki's Nonsensical Cinderella",
                    "SummaryEnglish": "Miyuki is sucked into the Cinderella Fairy Tale and attempts to give it, and herself a Happy Ending.",
                    "Aliases": []
                },
                "40": {
                    "ID": "4444666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4444666",
                    "TitleEnglish": "Hot-Blooded! Akane's Treasure Hunting Life!!",
                    "SummaryEnglish": "During an essay competition, Akane is left wondering what her treasure is and attempts to find it.",
                    "Aliases": []
                },
                "41": {
                    "ID": "4444667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4444667",
                    "TitleEnglish": "Me, a Manga Artist!? Yayoi's Illustrated Future Dreams!!",
                    "SummaryEnglish": "Yayoi shoots for her dreams and enters \"Miracle Peace\" into a Comic Convention. But she finds herself overwhelmed and unable to focus on anything else in her attempt to make it perfect.",
                    "Aliases": []
                },
                "42": {
                    "ID": "4444669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4444669",
                    "TitleEnglish": "Protect it! Nao and her Family's Precious Bonds!!",
                    "SummaryEnglish": "After Nao's mother is hospitalized to deliver her seventh child, she takes it upon herself to help out more. She decides to make curry but forgets an apple essential for the meal and her younger siblings, Hina and Yuuta, offer to get one for her.",
                    "Aliases": []
                },
                "43": {
                    "ID": "4448026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4448026",
                    "TitleEnglish": "Reika's Path! I am Going to Study Overseas!!",
                    "SummaryEnglish": "Reika is unable to make up her mind after she is chosen for a student exchange in England. She will leave in one month, but if she decides to go through with it, it means giving up her friends and Pretty Cure.",
                    "Aliases": []
                },
                "44": {
                    "ID": "4448028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4448028",
                    "TitleEnglish": "Secrets of a Smile! Miyuki and the Real Ultra Happy!!",
                    "SummaryEnglish": "Miyuki thinks about her precious childhood friend and wishes to reunite with her to thank her for what she did in the past.",
                    "Aliases": []
                },
                "45": {
                    "ID": "4457205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4457205",
                    "TitleEnglish": "The Beginning of The End! Precure vs. The Three Generals!!",
                    "SummaryEnglish": "As Pierrot's egg approaches Earth, Wolfrun, Akaoni, and Majorina get upgraded forms and wage their final battle against Pretty Cure.",
                    "Aliases": []
                },
                "46": {
                    "ID": "4465322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4465322",
                    "TitleEnglish": "The Worst Possible Ending!? Bad End PreCure!!",
                    "SummaryEnglish": "Joker uses the 5 trap cards and the last decor to make the Bad End Pretty Cure. The Pretty Cure must give it their all in order to defeat them.",
                    "Aliases": []
                },
                "47": {
                    "ID": "4465323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4465323",
                    "TitleEnglish": "The Strongest Pierrot Descends! Unwavering Power and Light of Hope!!",
                    "SummaryEnglish": "Candy awakes from the Miracle Jewel, becomes Royale Candy and helps the Precure defeat the final boss Pierrot.",
                    "Aliases": []
                },
                "48": {
                    "ID": "4465324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/smile-precure/episodes/4465324",
                    "TitleEnglish": "The Lights Shining to the Future! Deliver it! The Greatest Smile!!",
                    "SummaryEnglish": "The Pretty Cures use the last bit of power from the Miracle Jewel to defeat Pierrot and save the world. However, Candy and Pop have to return to Märchenland. But in the end Candy returns and they all live happily ever after.",
                    "Aliases": []
                }
            }
        }
    }
}