{
    "URL": "https://thetvdb.com/series/eon-kid",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Children",
        "Family",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1001471/",
        "https://www.themoviedb.org/tv/2804"
    ],
    "TitleEnglish": "Eon Kid",
    "SummaryEnglish": "A classic case of “good news/bad news.” Marty becomes the human extension of the Fist of Eon, and all of its mystical fighting powers. But the Fist also puts him at the heart of a centuries-old struggle between good and evil. Now the hero’s journey will take Marty into a world of bounty hunters, battle-bots, legendary warriors and The General’s dark forces!",
    "Aliases": [],
    "Modified": "2024-12-13",
    "Seasons": {
        "1": {
            "ID": "487762",
            "URL": "https://thetvdb.com/series/eon-kid/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "4286849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286849",
                    "TitleEnglish": "The Legendary Fist",
                    "SummaryEnglish": "Marty's father warns him not to go out into the forbidden area to search for scrap parts, something he continually does. However, this forbidden pleasure trip turns into a great adventure when he runs into Ally, the daughter of the head of a great technological corporation, and discovers a plot by the same corporation to bring back the General.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4286850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286850",
                    "TitleEnglish": "The Heir to the Fist",
                    "SummaryEnglish": "When Marty's father sees the Fist of Eon, he realizes that the time has come for the General to make his return. Meanwhile, Marty must learn to use his newfound powers to save Ally, who is under attack by her father's henchmen.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4286851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286851",
                    "TitleEnglish": "The Journey Begins",
                    "SummaryEnglish": "With the General's rebuilders at the Iron Tower after Marty, Ally, and Buttons, the unlikely trio flees to Crystal City. However, they must first get through the desert without getting caught, now that an enormous reward is being offered for their capture.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4286852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286852",
                    "TitleEnglish": "Strength Isn't Everything",
                    "SummaryEnglish": "On his way to Crystal City, Marty learns an important lesson about skill when fighting various robots and bounty hunters.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4286853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286853",
                    "TitleEnglish": "Ally's Secret",
                    "SummaryEnglish": "Angry at being humiliated by Marty and his friends, a biker gang plots against them to capture them for the reward. Meanwhile, Ally's father's company anticipates her return, and everyone wonders why the young girl is so important to his plans.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4286854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286854",
                    "TitleEnglish": "Orange Mama",
                    "SummaryEnglish": "Continuing on their journey, Marty and friends meet up with the elderly, yet fiendish Orange Mama!",
                    "Aliases": []
                },
                "7": {
                    "ID": "4286855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286855",
                    "TitleEnglish": "The Grand Wrestling Tournament",
                    "SummaryEnglish": "Forced to compete in the Orange Valley wrestling championship, Marty wonders how he will handle matches against super-powerful wrestlers. Meanwhile, the General's minions continue to seek out Marty's location while the army seeks out the General's minions.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4286856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286856",
                    "TitleEnglish": "The Fight Goes On",
                    "SummaryEnglish": "While Marty fights to survive against his second opponent, Ally and Buttons try to escape from the Orange Mama's cell, but their plans are foiled when Jenny convinces Orange Mama to let them have a play date with her. Will this play date turn out to be Buttons and Ally's chance to escape or will they never get out?",
                    "Aliases": []
                },
                "9": {
                    "ID": "4286857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286857",
                    "TitleEnglish": "Escape From The Orange Valley",
                    "SummaryEnglish": "Orange Mama decides to have Marty fight one final battle before turning them in - against the champion of the ring. When Marty discovers that she plans to to take the fist before turning them in, he seeks out Ally and Buttons so that they can escape.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4286858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286858",
                    "TitleEnglish": "The Maxes Attack",
                    "SummaryEnglish": "Marty, Ally, and Buttons finally escape from Orange Mama's lair, but find themselves confronted by Orange Mama, Duke von Rhymer, and a few other old foes. With things looking down, will Marty's power and an old friend be enough to save him?",
                    "Aliases": []
                },
                "11": {
                    "ID": "4286859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286859",
                    "TitleEnglish": "Confronting Fate",
                    "SummaryEnglish": "Marty and Ally are now back on their quest, but both learn that they can not escape the inevitable. Ally is finally taken into custody. After the attack, Gaff appears, and Marty starts to learn about the mysterious history of his family.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4286860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286860",
                    "TitleEnglish": "The 10 Woodenmen",
                    "SummaryEnglish": "Now that Marty knows the truth about his family he must begin training to be the True Heir of Eon. Under the eye of the Grandmaster he must strengthen his chi and master the Fist.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4286861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286861",
                    "TitleEnglish": "A Warrior is Born",
                    "SummaryEnglish": "Marty finally masters the power of the Fist and has gained the right to receive the chi that Master Zhang has been holding for him after 100 years. He is now ready to face the darkness of evil.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4286862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286862",
                    "TitleEnglish": "To The Iron Tower",
                    "SummaryEnglish": "Marty begins his quest of saving the world by saving Ally from the Iron Tower first, but runs into a lot of resistance from within the Tower itself. Will he be able to rescue Ally and come out alive?",
                    "Aliases": []
                },
                "15": {
                    "ID": "4286863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286863",
                    "TitleEnglish": "Ally's Escape",
                    "SummaryEnglish": "Marty has infiltrated the Tower and is successful in finding Ally, but Steeljaw Jack intervenes and prevents him from fulfilling his mission, to rescue Ally and bring her back to safety.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4286864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286864",
                    "TitleEnglish": "Fall of the Tower",
                    "SummaryEnglish": "Marty, Ally, and Violet try to escape but are stopped by Kahn, the General's second-in-command. Meanwhile, the CDF forces have their hands full in rounding up the Iron Tower employees and guards but are ambushed by the General's forces and forced to retreat as the Iron Tower falls into the hands of the enemy.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4286865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286865",
                    "TitleEnglish": "Nightmares",
                    "SummaryEnglish": "Marty and Ally successfully escape the Iron Tower but Marty begins having nightmares about his real father. He begins to wonder why these visions are happening to him when one of the General's elite warriors appears and fights him. He defeats the enemy but is left unconscious. Will he recover and awaken?",
                    "Aliases": []
                },
                "18": {
                    "ID": "4286866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286866",
                    "TitleEnglish": "Out of Control",
                    "SummaryEnglish": "Marty is unconscious, and everyone is hoping for his recovery, especially Ally. Marty's mind gets taken over by the Fist and is now out of control, and this forces Chief Gibson to take drastic measures to stop him, but is it enough to free Marty from the Fist's control?",
                    "Aliases": []
                },
                "19": {
                    "ID": "4286867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286867",
                    "TitleEnglish": "To The Mystic Glacier",
                    "SummaryEnglish": "Marty and Buttons leave the CDF headquarters in hopes of finding a solution to repairing the Fist of Eon. He returns to Grandmaster Zhang while being chased by the General's forces, but the Grandmaster tells him to go to the Temple of the Iron Soul in the middle of the glacier. What is so important about this mysterious temple and who is chasing Marty?",
                    "Aliases": []
                },
                "20": {
                    "ID": "4286868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286868",
                    "TitleEnglish": "The White Monks",
                    "SummaryEnglish": "Marty, Buttons, and Shadow are ambushed by the Four Invincible Lords in the middle of their journey to the Temple. They survive, but now they have some new company to worry about, the White Monks.",
                    "Aliases": []
                },
                "21": {
                    "ID": "4286869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286869",
                    "TitleEnglish": "The General Awakes",
                    "SummaryEnglish": "Marty is finally able to enter the Temple of the Iron Soul and confronts his destiny. In the midst of all that, the General has finally awakened. Is Marty too late in saving the world from the foreboding evil that is to come?",
                    "Aliases": []
                },
                "22": {
                    "ID": "4286870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286870",
                    "TitleEnglish": "Eiger The Patient",
                    "SummaryEnglish": "Marty has finally mastered the Fist and is put to the test against one of the General's elite robot warriors, Eiger the Patient. Meanwhile, Dr. Chen has finally revived the Gigantor and is ready to wipe the CDF out.",
                    "Aliases": []
                },
                "23": {
                    "ID": "4286871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286871",
                    "TitleEnglish": "The Revolt of Kahn",
                    "SummaryEnglish": "Marty finally defeats Eiger and is ready to return when he senses Shadow fighting. He leaves to help, leaving Buttons to get to CDF headquarters with the Bullybots. Meanwhile, Kahn is starting to question the General's orders and takes matters into his own hands.",
                    "Aliases": []
                },
                "24": {
                    "ID": "4286872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286872",
                    "TitleEnglish": "To The Iron Tower! Charge!",
                    "SummaryEnglish": "Marty finally arrives just in the nick of time to save the injured Kahn and fights his way through the General's forces to the Tower entrance, and at the same time, Ally has finally discovered a way to stop the Gigantor and leaves for the battlefield. In Orange Valley, Orange Mama is readying her people for battle against the Gigantor, but will their support be enough to hold off the Gigantor?",
                    "Aliases": []
                },
                "25": {
                    "ID": "4286873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286873",
                    "TitleEnglish": "The Last Battle, I",
                    "SummaryEnglish": "Marty heads into the Iron Tower to face off against the General but he runs into the Four Invincible Lords. Meanwhile, Ally has finally found a way to get into the Gigantor and stop Dr. Chen. But can the CDF forces and the volunteers of Orange Valley hold off long enough for Ally to make her move? And can Gaff and Shadow provide enough time for Marty to make it to the General?",
                    "Aliases": []
                },
                "26": {
                    "ID": "4286874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eon-kid/episodes/4286874",
                    "TitleEnglish": "The Last Battle, II",
                    "SummaryEnglish": "Marty finally faces off against the General. As a formidable opponent, Marty is forced to use all of his powers to fight the General. But even with the help of Gaff, Shadow, and Captain Magnum, the fight is not going to be easy. As for Ally, she makes it into the Gigantor with the help of Buttons, but the transcoder is gone. Will she and Buttons be able to find it and stop Dr. Chen? Will Marty succeed in his quest and destiny as the heir of Eon to take down the General once again?",
                    "Aliases": []
                }
            }
        }
    }
}