{
    "URL": "https://thetvdb.com/series/place-to-place",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2309934/",
        "https://www.themoviedb.org/tv/63712"
    ],
    "TitleEnglish": "Place to Place",
    "SummaryEnglish": "Wouldn't you just love to poke in a relationship between two young high schoolers who have a subtle distance between each other? Of course you would. Tsumiki and Io have this subtle distance that anyone would want to jump in between just to bug them. That's what the other characters are there for. Tsumiki, being a tsundere and all, won't be honest about her feelings toward Io. Io on the other hand is unaware of Tsumiki's feelings, hence the subtle distance between the two. Now, let's watch these two and see what events await them...",
    "Aliases": [
        "Acchi Kocchi"
    ],
    "Modified": "2023-08-08",
    "Seasons": {
        "0": {
            "ID": "489449",
            "URL": "https://thetvdb.com/series/place-to-place/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4453831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4453831",
                    "TitleEnglish": "Place = Princess",
                    "SummaryEnglish": "Part A: After a strange shared dream in a JRPG world similar to Dragon Warrior, the gang goes to an ice skating rink. Io, Hime and Sakaki are experienced skaters, but the rest are not, and Mayoi falls flat on her face. Io teaches Tsumiki to skate, well enough that she chases Mayoi and Sakaki making fun of her. Later, Mayoi stumbles into Io who ends up elbowing Sakaki in the face.\r\n\r\nPart B: Tsumiki hears fortune advice over the radio to take the initiative, and she goes to find Io at the station and grabs his hand and puts it on her head. The gang ends up talking about fortunes. Later, Miyama borrows Io's glasses for good luck at the vending machine, making Tsumiki blush. Miyama ends up with a lot of sodas. Finally, they flip through the a love compatibility horoscope. Io and Tsumiki get \"good compatibility\" but Io says he'd rather follow his heart than listen to his horoscope. After some prodding from Sakaki, he admits that he doesn't mind getting \"good compatibility\" with Tsumiki.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4518979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4518979",
                    "TitleEnglish": "Youchien 1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "4518980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4518980",
                    "TitleEnglish": "Youchien 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "4518981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4518981",
                    "TitleEnglish": "Youchien 3",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "4518982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4518982",
                    "TitleEnglish": "Youchien 4",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "4518983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4518983",
                    "TitleEnglish": "Youchien 5",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "4518985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4518985",
                    "TitleEnglish": "Youchien 6",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "4518986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4518986",
                    "TitleEnglish": "Youchien 7",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "4518987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4518987",
                    "TitleEnglish": "Youchien 8",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "4518988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4518988",
                    "TitleEnglish": "Youchien 9",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "4518989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4518989",
                    "TitleEnglish": "Youchien 10",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "4518990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4518990",
                    "TitleEnglish": "Youchien 11",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "4518991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4518991",
                    "TitleEnglish": "Youchien 12",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "489450",
            "URL": "https://thetvdb.com/series/place-to-place/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4300905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4300905",
                    "TitleEnglish": "Here ⇔ There",
                    "SummaryEnglish": "One cold day in winter, Miniwa Tsumiki joins her close friend and crush Otonashi Io to a visit on the Arcade along their friends Katase Mayoi, Haruno Hime and Inui Sakaki.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4301350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4301350",
                    "TitleEnglish": "Yummy Cakes ⇔ Valentine's Lipstick",
                    "SummaryEnglish": "Part A: The group pays a visit to Sakaki's older sister Miiko's Cake Shop, the Hatch Potch, where Io and Sakaki work.\r\n\r\nPart B: Valentine's Day is on the corner and Tsumiki, Mayoi and Hime assemble to make chocolates for the group.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4301351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4301351",
                    "TitleEnglish": "Unexpected Snowball Fight ⇔ Burning Home Economics",
                    "SummaryEnglish": "Part A: The winter is almost over. The gang divide themselves into two teams and play snowball but Mayoi and Sakaki have some tricks up their sleeves.\r\n\r\nPart B: Cooking class. In a different team than Io, Tsumiki takes the opportunity to show him her culinary skills.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4301352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4301352",
                    "TitleEnglish": "Please Catch Me If You Can ⇔ Donna Donna of Love",
                    "SummaryEnglish": "Part A: Due to a teachers' meeting, afternoon club activities have been cancelled, so Mayoi announces a \"Kick the Can\" game, for which the students are divided into two teams: hiders and seekers with a special penality for the losing team.\r\n\r\nPart B: The school radio now turns into a school TV with special guests Io and Sakaki, who have to give advice to problems sent in by girl students.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4301820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4301820",
                    "TitleEnglish": "Attack! ⇔ Number Meow",
                    "SummaryEnglish": "Part A: After the five have discussed some embarrassing details of the physical check-up, they settle on a competitive volleyball match. The losing team has to fight for the most popular lunch items in the school cafeteria.\r\n\r\nPart B: The five go on a picnic where they decide to play Frisbee before the meal. Io sits apart from the others playing with the many cats that become friendly with him, much to their admiration.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4302313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4302313",
                    "TitleEnglish": "The Pool, The White Shirt ⇔ Homework",
                    "SummaryEnglish": "Part A: It's time for summer uniforms and the students are assigned to clean the swimming pool. It does not take long for them to make a mess of it.\r\n\r\nPart B: The afternoon before the test, Mayoi suggests a study group meeting in Io's house. Sakaki cannot go because he has a shift in Hatch Potch, so it is Io and the three girls. After the test, the weather turns rainy and there are not enough umbrellas.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4302314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4302314",
                    "TitleEnglish": "Mountains! Rivers! ⇔ Barbecues!",
                    "SummaryEnglish": "Although summer homework is still waiting for them to finish, except for Io, the five decide to take a train trip to a mountain resort. In the Drift race, they race to the mountain resort, and race along the mountain in a parody of Initial D",
                    "Aliases": []
                },
                "8": {
                    "ID": "4302315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4302315",
                    "TitleEnglish": "Homework Summer ⇔ Festival Summer",
                    "SummaryEnglish": "Part A: The girls decide to pay a visit to Io's place as Tsumiki's air conditioner is broken. However, Mayoi and Sakaki are still held by the task of finishing up their homework, and urges the others to not worry about them and have some fun by themselves, despite their behavior says otherwise.\r\n\r\nPart B: The gang attends the summer festival together, facing several humorous situations as they try some of its attractions.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4302316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4302316",
                    "TitleEnglish": "Wrap Me Up! ⇔ The Love and Romance School Festival",
                    "SummaryEnglish": "The time comes for the school festival and the five decide to mount a crêpe stand (named \"Tsutsumin!\" meaning something like \"I wrapped\") together, which turns out to be a great success. Io serves as the cook but also sews Tsumiki's mascot uniform by hand, and promises the first crêpe to her. Mayoi wears no lab coat over her waitress uniform.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4302317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4302317",
                    "TitleEnglish": "Bear Encounter ⇔ Christmas",
                    "SummaryEnglish": "Part A: Mayoi buys a bear costume for cheap and decides to put it to use by scaring as many people as she can.\r\n\r\nPart B: Mayoi is planning to have a party on Christmas Eve but has to put it off to Christmas Day as Hime and Io promised to work in Hatch Potch. She and Tsumiki also stand in to help Io sell Christmas cakes in front of the shop.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4302318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4302318",
                    "TitleEnglish": "Here's to a New Year ⇔ Rice Cake Game",
                    "SummaryEnglish": "Part A: The five go to the New Year's festival. The following day, they come together at the Inuis' place where their teacher Kikue Sakuragawa, who seems to be Miiko's friend, is also present. They talk about new year's resolutions, play games, and have a meal.\r\n\r\nPart B: It's a very cold day. Due to a flu epidemic, more than half the class is absent, school finishes after lunch. Tsumiki and Io appear to have a 'moment' which leaves Io rather confused and flustered.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4302319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/place-to-place/episodes/4302319",
                    "TitleEnglish": "Sweet Jewels ⇔ Chocolate Vale Tudo",
                    "SummaryEnglish": "Part A: It's valentine's day and the girls decide to make some chocolates, at school Tsumiki forgot the chocolates she wanted to give to Io. Everybody was having fun trading chocolates except Tsumiki. After school, Tsumiki runs back to her house to get the chocolate, but on the way back the chocolates got wet and then Io arrives with his umbrella to protect Tsumiki from the rain. Even when the chocolates were all wet, Io still accepted the chocolates.\r\n\r\nPart B: It's White Day and the boys (inclusive Kyoya) decide to make chocolate marshmallow, white chocolate cookies and gem sweets as return for the chocolates at valentine's day. Sakaki has secretly made some pig feet marshmallows as revenge for Mayoi's frog-flesh chocolate (episode 2, but it backfires before the end). At the end Io and Tsumiki talked about the kittyface on Tsumiki's gem sweetbox that Io has specially made for her.",
                    "Aliases": []
                }
            }
        }
    }
}