{
    "URL": "https://thetvdb.com/series/akb0048",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2245880/",
        "https://www.themoviedb.org/tv/45982"
    ],
    "Titles": {
        "eng": "AKB0048",
        "jpn": "AKB0048"
    },
    "Summaries": {
        "eng": "At the start of the 21st century, an interplanetary war broke out. Earth's ecosystem was damaged, and humanity was forced to flee the planet. In this new society, things that \"disturb the heart\" like music and art are forbidden. 48 years later, a legendary idol group is resurrected as AKB0048. Labeled as terrorists, they must take up arms to defend their careers and their fans. (ANN)",
        "jpn": "21世紀初頭、惑星間航行技術を巡って世界大戦が勃発。人類自らが生態系に大きなダメージを与え、地球外への脱出をよぎなくされた。\r\n 宇宙へ生活の場を移した人類の新たな歴史、それは「星暦00年」をもってスタートする。\r\n 間もなくして、深銀河貿易機構(D.G.T.O)の支配・統制により、“芸能”や“歌”が“人のココロを乱すモノ”として規制される“芸能禁止法”が成立。\r\n 一部の地域（芸能絶対防衛圏）を除いては、芸能活動は厳しく罰せられる事となった。\r\n アイドルが次々に姿を消していく・・・人類のココロは暗い闇に包まれていくのだった――\r\n\r\nそして―――\r\n かつて”アイドル”と呼ばれた存在は絶滅したかに思えた。\r\n だが、そんな時代に復活したアイドルグループがあった。\r\n「AKB0048」\r\n かつて地球の存亡をかけた戦いの中、傷ついた人々の心に光を灯すべく、\r\n アイドルとして最後まで歌い、踊り続けた“AKB48”。\r\n そんな伝説のメンバー達の光と魂を受け継ぎ、その名を襲名する形で、「非合法アイドル」として立ち上がったのだ！\r\n\r\n非合法がゆえ、公式なライブは出来ない・・・。\r\n 芸能禁止の時代だからこそ、どんな危険も顧みず、あらゆる星へ強攻突入し、熱狂的なゲリラライブをファン達に送り届ける。\r\n そう、この時代のAKBは、『会いに行けるアイドル』から『会いに行くアイドル』として進化していたのだ！\r\n 悪に支配された暗い世の中、彼女達の「奇跡のライブ」は、夢を失いかけた人々に未来への希望の光を与え続けていく！\r\n\r\nだが、圧倒的な影響力をもつ彼女達に魔の手が襲う・・・\r\n 彼女達の活動を無視できなくなった深銀河貿易"
    },
    "Aliases": [
        "AKB0048 First Stage",
        "AKB0048 Second Stage"
    ],
    "Modified": "2025-08-13",
    "Seasons": {
        "1": {
            "ID": "489454",
            "URL": "https://thetvdb.com/series/akb0048/seasons/official/1",
            "Titles": {
                "eng": "AKB0048: First Stage",
                "jpn": null
            },
            "Summaries": {
                "eng": "After an interplanetary war at the beginning of the 21st century, planet Earth has been left in ruins, with much of its ecosystem completely destroyed. Because it was no longer possible to live a normal life on this planet, the inhabitants are forced to move on to other planets where life will, hopefully, be more comfortable.",
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4300908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4300908",
                    "Titles": {
                        "eng": "Uneraseable Dream",
                        "jpn": "Stage 1 消せない夢"
                    },
                    "Summaries": {
                        "eng": "In a dystopian future where music is deemed illegal, AKB0048, successors to the idol group AKB48, rebel against the government to bring music to people's hearts. In the year 0048, three thirteen year old girls, Nagisa Motomiya, Orine Aida and Yuuka Ichijō, decide to audition to become members of AKB, although Nagisa has trouble singing due to the restrictions placed upon her by her father. As the girls hear they've passed the first round of auditions, Nagisa becomes downhearted as she wouldn't be allowed to go. However, after hearing about Yuuka's and Orine's reasons for wanting to join AKB, Nagisa decides to join Yuuka and Orine and head off to the auditions.",
                        "jpn": "辺境の星で暮らす凪沙、智恵理、優歌、織音は幼き頃、禁断のゲリラライブに衝撃を受ける。\r\n そして、星暦0048年憧れの「AKB0048」オ―ディション開催を知る。\r\n 現実と夢の狭間で葛藤する少女達が選ぶ道は・・・"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4301822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4301822",
                    "Titles": {
                        "eng": "The Chosen Lights",
                        "jpn": "stage 2 -選ばれし光-"
                    },
                    "Summaries": {
                        "eng": "As Nagisa, Orine and Yūka travel on the ship headed for the auditions, they meet fellow auditioners Suzuko Kanzaki and Makoto Yokomizo, along with a stowaway named Sonata Shinonome. They soon learn that Chieri Sono, the daughter of a corporate CEO who had introduced them to AKB in their childhood, had apparently run away from home and boarded the ship to the auditions. Whilst searching for her, Nagisa encounters a strange kid who tells her she should turn Chieri in if she wants to survive the auditions. Just then, the ship comes under attack from the anti-entertainment force DES who come to capture the auditioners. Just as the girls are about to be captured, AKB0048 arrive to take on the forces. As Nagisa gets caught whilst retrieving a ribbon her mother gave her, the kid from before rescues her, revealing herself to be none other than Chieri. Chieri gets trapped under a chandelier, but Nagisa refuses to leave her behind. This causes a creature known as a Kirara to grow brightly, which AKB0048 member Yūko Ōshima points out is the symbol of an idol before helping to free Chieri and bringing both her and Nagisa to the escape shuttle, where they blast off into a warp gate.",
                        "jpn": "宇宙港から船に乗り、二次審査会場へ向かった凪沙たち。\r\n 船にはほかにも同じオーディションを受ける予定の少女たちが乗っていた。\r\n だがそこへ、オーディションの情報を掴んだDES軍が現れ、船を制圧。\r\n 凪沙たちを拘束しようと乗り込んできた……！"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4307067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4307067",
                    "Titles": {
                        "eng": "Stardust Audition",
                        "jpn": "stage 3 -星屑セレクション-"
                    },
                    "Summaries": {
                        "eng": "As all the applicants are gathered, they begin intense idol training which, to their surprise, involves combat skills and self defense. The manager, Tsubasa Katagiri, reveals that, in order to be selected, the applicants must protect AKB during a guerilla concert. As Nagisa and Yūka argue about Chieri's change in attitude, they stumble across AKB0048 practising and learn how hard they practise and how their occasional squabbles help improve each other. The day of the concert come and the applicants find themselves up against the DES, with many of the girls failing under pressure. As Nagisa and Chieri fight together, Chieri gets shot whilst protecting Nagisa. Thankfully, it is revealed the DES attack was simply a simulation using paint balls. Having taken note of their friendship and teamwork, Tsubasa announces that Nagisa, Chieri, Yūka, Orine, Suzuko, Makoto and Sonata have all successfully passed and will become the 77th generation understudies.",
                        "jpn": "いよいよ二次オーディション開始。\r\n その課題は「歌って踊らせること」。\r\n 自分たちが踊るのではなく、ゲリラライブを行うAKB0048の護衛をすることだった。\r\n 華やかな芸能の世界に憧れて集まってきた少女たちに、戦闘経験などあるわけもなく……。\r\n 突然始まった過酷な戦闘訓練とつらい生活環境に、候補生たちの不満は募っていく。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4312672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4312672",
                    "Titles": {
                        "eng": "I Won't Betray Their Efforts",
                        "jpn": "stage 4 -その努力裏切らない-"
                    },
                    "Summaries": {
                        "eng": "As the 77th gen trainees arrive on Akibastar, they are brought to see an AKB concert, which is opened by the two remaining 75th gen trainees, Mimori Kishida and Sonata's older sister Kanata. However, Kanata is not too pleased that Sonata had joined up and ends up arguing with her. Speaking with Mimori, Kanata reveals she joined AKB so she could get revenge on the DES for killing her father and did not want Sonata to face such danger. As dance lessons begin the next day, Kanata becomes frustrated when her instructor criticises her lack of motivation and runs off. However, Mimori reminds her that it is okay to enjoy singing and she soon makes up with Sonata.",
                        "jpn": "オーディションに合格し、晴れて研究生となった7人。\r\n 彼女たちはついにAKB0048のホーム・アキバスターへと到着する。\r\n 着いてすぐに案内されたのは、もちろんAKB0048劇場。\r\n そこではちょうど、第75期研究生の2人が前座公演を行っていた。\r\n ところが、会場のファンのノリはいまいちで……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4321617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4321617",
                    "Titles": {
                        "eng": "Their Day Off",
                        "jpn": "stage 5 -それぞれの休日-"
                    },
                    "Summaries": {
                        "eng": "As the trainees are given a day off from their lessons, the girls split off into various groups doing various activities with their seniors. Nagisa decides to follow Chieri as she goes shopping, where they meet up with Yūko, who tells them about the last successor of Atsuko Maeda who disappeared during a concert. Meanwhile, Suzuko and Sonata becomes curious about AKB0048's producer, Sensei-Sensei, whilst Yūka and Orine meet with Tomomi Itano and her ancestors. As all of the current members teach the trainees about what gives them inspiration, Nagisa and Chieri decide to follow in Yūko's footsteps.",
                        "jpn": "研究生となって1ヶ月。\r\nすっかり共同生活にも慣れた凪沙たちに、月に一度の完全休養日が訪れた。\r\n 自主練をしようとしたものの、ツバサに「有意義な休みを」と言われ、悩んでしまう。\r\n そんな中、1人、輪から離れていく智恵理。\r\n 彼女を追いかけて凪沙も街へと出かけていく。\r\n この機会に、智恵理とちゃんと話したいと思ったのだ。\r\n ほかの仲間たちも思い思いの休日を過ごすうち、襲名メンバーと出会い……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4321618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4321618",
                    "Titles": {
                        "eng": "Handshake Debut",
                        "jpn": "stage 6 -初めての握手会-"
                    },
                    "Summaries": {
                        "eng": "The trainees are to make their public debut at a handshake event in order to make a strong impression on their fans. As the girls have trouble deciding what to wear for the event, Orine, who wants to succeed Sashiko receives a hateful video mail, threatening to bomb the event if Orine doesn't quit, which leaves her shaken up. After some advice from Minami Takahashi that there will always be haters, Orine decides to attend the event. Despite still being a little shaken, she cheers up when she meets her first fan. Just then, as the kid from the video threat shows up, an explosion goes off, though it turns out to not be because of him, but instead a DES attack. As the others fight off the DES, Orine vows to protect her hater so she can learn how to improve herself, before they are backed up by the Ota, fans who fight alongside AKB in times of need. Afterwards, Orine receives another letter from her hater offering compliment and constructive criticism.",
                        "jpn": "握手会の日が近づいてきた。77期研究生にとって初お披露目でもある。\r\n ある日、織音の元にファンレターが届けられ、凪沙たちは色めき立つ。\r\n だが、そのファンレターは織音はもちろん凪沙達にとっても衝撃の内容だった。\r\n 動揺し、レッスンでも精彩を欠く織音。\r\n 智恵理から厳しい言葉を受けた彼女は、思わず部屋を飛び出してしまう。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4321619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4321619",
                    "Titles": {
                        "eng": "Kirara of Succession",
                        "jpn": "stage 7 -襲名きらら-"
                    },
                    "Summaries": {
                        "eng": "With some of the AKB successors attending a peace ceremony, Kanata, Mimori, Chieri and 76th gen understudy Megumi are chosen to be stand-ins for the next concert. As Chieri's standing in for Yūko invokes jealousy from the 76th gen understudies, they dig up dirt on how her father is a manufacturer of DES weapons. Chieri explains to Nagisa about how she ran away from home when she heard her father's machines were being used by DES. As Kanata chases after Chieri, reminding her that her father should not affect her dream, Minami, Yūko and some other successors who believe Kanata should be made into a successor follow Tsubasa to where she meets Sensei-Sensei. There, they discover a cave full of Kirara, which shows a mirror of who succeeds the original AKB48 member, predicting Kanata will succeed Minami, who does not take it well.",
                        "jpn": "襲名メンバーが劇場に出演できない場合に備え、\r\n 代役を研究生が務めるというアンダー制が導入されることになった。\r\n 77期生からはただひとり、智恵理が優子のアンダーに選ばれる。不満を持つ76期生。\r\n 今やすっかり優子推しとなった凪沙も複雑な感情を抱くが、\r\n 智恵理が優子のアンダーになりきろうと一生懸命なのを知り、\r\n そんな気持ちは吹き飛んでしまう。\r\n しかし、76期生が智恵理が隠し続けてきた秘密を暴き……。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4321620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4321620",
                    "Titles": {
                        "eng": "To Whom Does the Name Belong?",
                        "jpn": "stage 8 -その名前、誰のもの？-"
                    },
                    "Summaries": {
                        "eng": "Following the stand-ins concert, Kanata, Mimori and the 77th gen understudies are asked to stand in for a guerilla concert on a planet where the entertainment ban is in full effect, prompting some jealousy from the 76th gen understudies. Meanwhile, Minami is still concerned about what she saw the other day, and acts weird around Kanata. As they make over there, Sae Miyazawa, a former 76th gen understudy, grows concerned about Megumi. As the increased security evokes debate about whether the concert should be cancelled, the ship comes under attack by the DES. Noticing Minami is struggling to stay focused, Yūko and Kanata set off to rescue her as she is overwhelmed by the enemy. As she recovers from her injuries, Minami laments that she does not want to graduate, but she does not want to hold Kanata back either. As Yūko tells Minami that she should focus on her dream above others, Kanata resolves to become stronger.",
                        "jpn": "AKB0048の次のライブは完全芸能禁止の星、ツンドラスター。\r\n DES軍との戦闘は避けられず、何が起こるかわからない強襲ライブになることが予想され、\r\n 特別措置としてアンダーの研究生が入ることになった。\r\n 彼方、美森、76期生からは恵に加え、\r\n 77期生が全員入る、という発表に不満の声を上げる76期生たち。\r\n その様子を見ていたたかみなは……。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4321621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4321621",
                    "Titles": {
                        "eng": "Emotion Relation",
                        "jpn": "stage 9 -キモチリレーション-"
                    },
                    "Summaries": {
                        "eng": "Due to Minami's injuries, Kanata is asked to fill in for her in an upcoming concert on the snowy planet Thundristar, much to Minami's dismay. As the understudies explore the planet and see how people under the entertainment ban are like, they meet a group of young fans who are looking forward to the concert. As Nagisa sings to cheer them up, Tsubasa decides to hold a multiple co-ordinated concert with the understudies in order to distract the DES whilst the main concert takes place. Before the concert begins, Minami demands to participate despite her injuries, much to Kanata's disappointment. As Kanata escorts Minami after she comes down with a fever at the end of the concert, Minami understands a bit more about Kanata's passion and once again feels she deserves to be Minami more than herself.",
                        "jpn": "DES軍のゼロゼロ包囲網は想定以上、厳重な警戒態勢が敷かれる中、\r\n いよいよツンドラスターでのライブに臨むメンバーたち。\r\n 落ち込んだままのたかみなに、ツバサは待機指示を出す。\r\n 初めてのライブを前に77期生たちはテンションが上がる中、\r\n 複雑な想いを抱えるメンバーたちがいて……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4321622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4321622",
                    "Titles": {
                        "eng": "The Miracle of the Waves",
                        "jpn": "stage 10 -波間のキセキ-"
                    },
                    "Summaries": {
                        "eng": "Following a meeting with Sensei-Sensei, Tsubasa announces a gravure shoot for all the members, including the understudies. As they arrive on the ocean planet Atamistar, Makoto grows concerned about her appearance, so Suzuko uses a technique to push all the fat up to her breasts. Meanwhile, Yūko confronts Tsubasa, who was a former AKB successor, about the reason why Atsuko disappeared and the center position was abolished, but gets no answers. As Makoto's plan ultimately fails after being stun by a jellyfish, the Kirara glows brightly when Nagisa and Chieri are shot together. As Suzuko explains to Makoto about how she'd rather be an administration member than a successor, Chieri tells Nagisa that she thinks Kirara has chosen her. Meanwhile, Tsubasa meets up with the camerawoman, the former successor of Minami Minegishi and a former Center Nova, who shows Tsubasa the picture of Kirara glowing for Chieri and Nagisa. Tsubasa is satisfied for this, but Minami declares she is against the idea of the Center Nova position being resurrected.",
                        "jpn": "AKB0048の新しい写真集が出版されることになった。\r\n 今度は研究生も含めた全メンバーが対象になるという。\r\n 恥ずかしがりつつも、熱心にポーズ研究に取り組む凪沙たち。\r\n その中でただひとり、真琴だけは浮かない顔をしていた。\r\n 実は最近高カロリーの食べ物にハマって、スタイルが大きく崩れてしまっていたのだ。\r\n しかし撮影日はもう目の前。ダイエットが間に合うはずもなく……。\r\n 真琴のピンチに、鈴子が授けた作戦とは！？"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4321623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4321623",
                    "Titles": {
                        "eng": "Return to Lancastar",
                        "jpn": "stage 11 -ランカスター再び-"
                    },
                    "Summaries": {
                        "eng": "Following one of AKB's concerts, it's suddenly announced that the understudies will make their debut performance on Lancastar, Nagisa, Orine,and Yūka's home planet. As the setlist is announced, it is revealed Nagisa will performing a solo song generally sung by those who receive promotions. Meanwhile, Yūka grows concerned when she learns the boy she fell out with back home, Mamoru, doesn't want her to come back. It is soon announced that a new song has been composed by Sensei-Sensei for the understudies, the first since Atsuko's disappearance, irritating Yūko who becomes determined to learn this song herself. As they approach Lancastar, they learn DES have learnt of the concert. As the understudies explore the town and find the school has been abandoned, they encounter Mamoru and his comrade Aoi, who are members of the Entertainment Liberation. They explain what had happened during the past few months, including the arrest of Nagisa's father. As the base comes under attack from the DES and the understudies are forced to run, Orine is cornered by a tank which came from the factory she worked at.",
                        "jpn": "凪沙たちの故郷、藍花星（ランカスター）でのライブが決定！\r\n しかも研究生のお披露目公演も予定されているという。\r\n まだ正式な劇場デビューもしていないうえ、あまりに急な話で、\r\n 77期生は嬉しさよりも緊張が先に立ってしまう。\r\n ライブでは、代々のセンターノヴァが新人時代に抜擢されて歌ってきたソロ曲『渚のチェリー』も披露される。\r\n その上、久しぶりに作られた0048の新曲を研究生たちが歌うと知って、\r\n ゆうこは激しく動揺する。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4321624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4321624",
                    "Titles": {
                        "eng": "The Idol Who Sings of Love",
                        "jpn": "stage12 -愛をうたうアイドル-"
                    },
                    "Summaries": {
                        "eng": "Nagisa, Chieri and Orine manage to evade capture until they are rescued by the WOTA, who offer to help Nagisa rescue her father. Arriving at the detention center, Kanata and Yūka join the WOTA forces in diversionary tactics whilst the rest of the understudies sneak in underground. However, Nagisa's father refuses to be rescued and they are forced to retreat empty handed. Whilst recouping at Yūka's family restaurant, Nagisa hears from Yūka's parents how her father was arrested because he didn't want Nagisa to be forced to quit AKB0048. Due to all the stress she has been feeling, Nagisa ends up losing her voice, so Chieri decides to fill in for her song. Meanwhile, Minami confesses to Yūko that she intends to graduate after the concert, whilst Chieri tells Nagisa not to think about quitting until after their performance. As the day of the concert comes, the understudies start their performance whilst the successors and WOTA defend against the DES, although the concert is cut short due to the overwhelming DES forces. As Yūka says goodbye to Mamoru, who confessed his love for her before the concert, a new Kirara appears.",
                        "jpn": "凪沙たちが故郷の星から飛び立った後、\r\n 藍花星では急激な芸能禁止運動が起こっていた。\r\n 芸能推進派は次々と逮捕され、\r\n凪沙の父も娘が0048のメンバーになったことを問題視されて投獄。\r\n また、友歌の友だちだった護は、WOTAの藍花星支部に身を投じていた。\r\n 父を助けるため、WOTAと一緒に収容施設に向かう凪沙。\r\n だが、父は彼女のことを拒絶して……。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "4349061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4349061",
                    "Titles": {
                        "eng": "For the Sake of Smiling",
                        "jpn": "stage13 -笑顔のために-"
                    },
                    "Summaries": {
                        "eng": "As Tsubasa recalls some things Atsuko taught her, the understudies, along with the successors, request that they resume the concert. Just then, everyone hears the voice of Atsuko, whose light brings the concert to the detention center. As Chieri offers Nagisa the chance to sing, she gets her voice back upon seeing her family support her and Chieri's Kirara splits in two. The understudies' group performance soon begins, with everyone bathed in a radiant glow as they perform. As Minami fights to protect the understudies from the DES, the Kirara in the holy grounds choose her as Takamina's successor once more, whilst Sensei-Sensei prophesises that one of the understudies will become the next Center Nova. The camerawoman, who was the former successor of Minami Minegishi, predicted that if they glowed brighter, they would disappear. But didn't at the last minute, she falls on her feet, wondering about the Center Nova. She discovers that the substance called 'Dualium' is the reason why the Center Nova phenomena occurred. After a brief reunion with their family, friends and fans, AKB set off to their next stage. After the end credits, it is shown that there a new general election for Maeda Atsuko the 14th. Also saying that season 2 will start in 2013",
                        "jpn": "ついに研究生公演の幕が上がった。\r\n そこへかつてない数のDES軍が襲来！　\r\n ライブ半ばにして、フライングゲットは撤収を余儀なくされる。\r\n ツバサはメンバーの反対を押し切り、藍花星での公演中止を決定。\r\n 故郷を想う凪沙たちと、メンバーの安全との板挟みになった\r\n ツバサの脳裏に浮かぶのは――！？"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "505192",
            "URL": "https://thetvdb.com/series/akb0048/seasons/official/2",
            "Titles": {
                "eng": "AKB0048 Next Stage",
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4436098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4436098",
                    "Titles": {
                        "eng": "The Young Girls' Trial",
                        "jpn": "Stage 14 -少女裁判-"
                    },
                    "Summaries": {
                        "eng": "Following the understudies' debut, Nagisa has a dream about Atsuko, whilst Yūko ponders about Nagisa and Chieri's potential to be Center Novas. After another performance by the understudies, Tsubasa announces the return of both General Elections, in which fans nominate understudies and successors to participate on a single, and the revival of the Center Nova position, exciting Yūko, who declares she'll be the one to claim it. Whilst resting at a hot spring inn, the DES attack and capture Chieri, Sonata, and Yukirin, whose real name is revealed to be Ayako Kuroki, taking them to the High Court on Kasumigastar where they put them on a live trial broadcast across the galaxy. As the rest of the group plan a rescue attempt, Chieri decides to plead her defense, exclaiming her faith in AKB0048. Spurred on by her words, AKB0048 arrive on the planet and rescue Chieri and the others. Meanwhile, Chieri's father is planning something using the data gathered from the trial.",
                        "jpn": "激動の中、ランカスターでのお披露目公演を無事成功させ、\r\n 以降AKB0048のメンバーとしてファンたちを熱狂させるようになった\r\n 凪沙、智恵理たち研究生メンバー。\r\n そんな中、AKB0048総支配人のツバサから、驚愕の新展開が発表された。\r\n それは、先代の13代目前田敦子以来となる\r\n 『センターノヴァ制度』と、『ニューシングルの選抜総選挙』の復活だった！\r\n それぞれの想いに沸き立つゼロゼロのメンバーたちだったが・・・。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4446581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4446581",
                    "Titles": {
                        "eng": "A Shocking New Initiative!?",
                        "jpn": "Stage 15 -衝撃の新展開！？-"
                    },
                    "Summaries": {
                        "eng": "Following the televised broadcast of the AKB trial, Chieri experiences a sudden rise in popularity. In contrast, despite her high demand for gravure photo shoots alongside the successors and rumors of being chosen in the General Elections, Chieri is unable to find confidence in her current popularity.",
                        "jpn": "TV放送された『AKB裁判』以降、人気急上昇の智恵理。\r\n 総選挙へ向けて他の研究生メンバーたちもレギュラーのバラエティ番組など\r\n新しい企画に取り組むようになり、\r\n 初めての経験にとまどうメンバーや、新たな魅力を発揮するメンバーたち。\r\n 一方、襲名メンバーとともにグラビア撮影などに引っ張りだこになり\r\n総選挙でも選抜入りを噂される智恵理も、いまの自分の人気に自信が持てずにいた。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4446582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4446582",
                    "Titles": {
                        "eng": "The Idols' Dark Before Dawn",
                        "jpn": "Stage 16 -アイドルの夜明け前-"
                    },
                    "Summaries": {
                        "eng": "As the understudies participate in a pre-election handshake event, Nagisa becomes concerned about Chieri, who has been feeling down since the early result announcement. During the event, Chieri learns of a noodle commercial using footage from her trial to promote their product. Later that night, Nagisa observes Yuko and Minami vowing to compete against each other in the elections before hearing from Mimori about her dedication to her fans. The next day, Chieri meets up with a servant from her family, Yasunaga, who gives her a video message from her father, revealing that his group was involved in her trial and has been promoting her idol career since then. As the day of the elections arrives and the final results are announced, Mimori is ranked in 10th place.",
                        "jpn": "新選抜総選挙の途中経過の速報があり、研究生の一人が9位で発表された。\r\n 異例の研究生選抜入りの可能性に騒然となるファンとメンバーたち。\r\nその頃、智恵理は何故か暗い表情で、仕事にも気合が入らない様子。\r\n 凪沙もまた、自分たちに順位がつけられてしまうことと、\r\nそれを競い合うことに後ろ向きな気持ちを抱いていた。\r\nそんな中、握手会が開催され、その会場で智恵理が見たものは・・・！？"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4446583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4446583",
                    "Titles": {
                        "eng": "The New General Elections",
                        "jpn": "Stage 17 -新選抜総選挙-"
                    },
                    "Summaries": {
                        "eng": "Mimori gives Kanata her thanks for helping her get this far, restating her promise that they will both be successors some day. Meanwhile, Chieri is awaiting the results, having said to Tsubasa that she wants to quit 00 if she is announced as she felt she didn't earn her votes, to which Tsubasa responded that if she is elected, she must tell the fans directly that she is quitting. The next set of places go to Sae, Tomochin and Kojiharu, whose speeches help Nagisa understand what the general elections are all about. Conflicted about what she should do, Chieri enters a panicked state when she is announced in sixth place. However, she overcomes her state to announce her love for her fans, saying that she'll continue doing her best. As the next set of places go to Mayuyu, Yukirin and Sayaka, Nagisa starts to have an unnerving feeling. Second place is awarded to Takamina, who gives her thanks to everyone who helped her get this far. Yuko is then announced as the winner, where she states her true goal is still to surpass Atsuko and become Center Nova. After the ceremony, Nagisa overcomes her fears and vows to face Chieri head on.",
                        "jpn": "メンバーたちがそれぞれの想いと戦う中、いよいよ新選抜総選挙が開催された。\r\n 速報にはなかったメンバーの10位入りに沸く観客たち。\r\nその声援に応えるべく明るく前向きな決意表明を見せるメンバー。\r\nそして次々と順位が発表されてゆくバックステージでは、\r\n 父親に作られた自分の人気は嘘であると訴える智恵理が、\r\nAKB0048を辞める決意をしていた。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4446584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4446584",
                    "Titles": {
                        "eng": "The Forbidden Star",
                        "jpn": "Stage 18 -禁じられた星-"
                    },
                    "Summaries": {
                        "eng": "The elected members are chosen for a concert on Baltistar, a planet completely under the entertainment ban. Meanwhile, the 77th generation of understudies are chosen to infiltrate a nearby military base undercover in order to investigate reports of important business people visiting the base. As the concert begins, drawing out the DES forces, the understudies begin their mission and start gathering intel. During their investigation, Nagisa, Yūka and Makoto discover a hidden casino where elite members gamble on how long the concert will last. As they attempt to investigate further, Makoto inadvertently blows their cover. However, due to an apparent stroke of luck, they manage to escape to a garbage disposal and report their findings to Tsubasa. The girls decide to target the nuclear reactor hidden somewhere in the base so they can shut down the casino and escape, with Orine's team using a stolen mech to help them. As Makoto laments her usefulness, Higashino, the DES guard that helped them escape, gives her his support and helps her to shut down the reactor, gaining her own Kirara in the process.",
                        "jpn": "新選抜総選挙の後、選抜入りしたメンバーたちが撮影、収録、取材と\r\n多忙の日々を送る中、その差に気落ちする非選抜メンバーたち。\r\nしかし、次の強襲ライブが決定し、\r\n 凪沙たち77期研究生にある重要な任務が与えられる。\r\nそれは、強制労働のために移送される少年たちの中に紛れ込み、\r\nDGTO軍が造った軍事要塞・ベガスターの機密事項に迫ることだった。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4446586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4446586",
                    "Titles": {
                        "eng": "Inheritor of the Name",
                        "jpn": "Stage 19 -輝きを継ぐ者-"
                    },
                    "Summaries": {
                        "eng": "After the unexpected election of certain members, fans and members of 00 alike excitedly speculate on the possibility of succession. Yuko, who announced her desire to become the Center Nova, frantically attempts to assess the shine of Nagisa and Chieri, one of whom she suspects will become the 14th Generation Maeda Atsuko.",
                        "jpn": "異例の選抜入りをしたメンバーの襲名予想でファンたちのみならず、\r\nゼロゼロのメンバーたちの話題が盛り上がる中、\r\nセンターノヴァ宣言をしたゆうこは14代目前田敦子を予感させる\r\n凪沙と智恵理の輝きを見極めようと躍起になっていた。\r\nその頃、深秋葉原地下の洞窟では襲名キララたちがざわめき、\r\n 新しく襲名するメンバーの姿を映しだして・・・。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4446587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4446587",
                    "Titles": {
                        "eng": "Mimori Revolution",
                        "jpn": "Stage 20 -美森革命-"
                    },
                    "Summaries": {
                        "eng": "With the succession of a trainee confirmed, a succession concert is schedule. The trainee prepares for her succession in the underground shrine of Akibastar.",
                        "jpn": "研究生の一人が新しい襲名メンバーになることが確定し、\r\n 襲名披露公演が決定した。\r\nアキバスターの地下神殿で襲名の準備を進めてゆく研究生。\r\n 彼女が誰を襲名するのかの話題でファンやメンバーたちが盛り上がる中、\r\n 実際に『襲名』を目の当たりにするのが初めてとなる研究生メンバーたちの間には\r\n期待と不安が入り混じっていた。\r\nそして同じ研究生としてともに頑張ってきたメンバー達も嬉しさとともに\r\n取り残される寂しさを抱えていて・・・。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4446588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4446588",
                    "Titles": {
                        "eng": "Battle for Akibastar",
                        "jpn": "Stage 21 -決戦アキバスター-"
                    },
                    "Summaries": {
                        "eng": "Inspired by Mimori becoming the 8th Generation Shinoda Mariko, the successors and trainees shine even brighter. \"When a Center Nova is born, the other members shine.\"",
                        "jpn": "8代目篠田麻里子となった美森に触発され、襲名メンバーも研究生たちも輝きを増していた。\r\n 「センターノヴァが生まれるときって、他のメンバーもみんなキラキラしてるもんねぇ」。\r\nまるでセンターノヴァを肯定するかのようなみぃちゃんの言葉に、ツバサは違和感を覚える。\r\n 一方、優子はセンターノヴァを目指し、鬼気迫るほどの練習で自分を高めていた。\r\nそんな優子にみぃちゃんは、ポジション・ゼロに立つ勇気はあるかと問いかける。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4446589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4446589",
                    "Titles": {
                        "eng": "Blue Betrayal",
                        "jpn": "Stage 22 -青い裏切り-"
                    },
                    "Summaries": {
                        "eng": "News of the surprise DES attack on Akibastar reaches the distant planet Lancastar, worrying Mamoru. Also, Nagisa's father is transferred to a department completely unrelated to entertainment at Zodiac's orders. What is their goal?",
                        "jpn": "DES軍による秋葉星急襲の知らせは、遠く藍花星にも届いていた。心配する護。\r\n 時を同じくして、凪沙の父は芸能とはまったく関係のない部署に移動を命じられていた。辞令を出したのはゾディアック本社。はたしてその狙いとは……？\r\n 一方、智恵理の父の元には、センターノヴァとして目覚めた9代目大島優子の報告が届いていた。\r\nそれを冷たい表情で聞きながら、彼は娘の可能性に思いをはせるのだった。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4446591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4446591",
                    "Titles": {
                        "eng": "Screaming Paradise",
                        "jpn": "Stage 23 -絶叫パラダイス-"
                    },
                    "Summaries": {
                        "eng": "Thanks to Michan's actions, the Flying Get narrowly escapes the DES. However, its systems are badly damaged, and the ship is unable to move.",
                        "jpn": "みぃちゃんの活躍によって、DES軍の追跡をかろうじてかわしたフライングゲットだったが、システムが大きく破損し、身動きが取れない状態に陥っていた。\r\n 不時着した惑星で、修復作業に入るツバサ。\r\n 凪沙たち研究生は周辺の偵察を行うことになった。\r\n 大切な人たちと引き離され、大切な場所を奪われ、それでも前に進もうとするメンバーたち。\r\n そこへ、突然怪しい影が現れて！？"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4446592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4446592",
                    "Titles": {
                        "eng": "Beyond the Door",
                        "jpn": "Stage 24 -扉の向こう側-"
                    },
                    "Summaries": {
                        "eng": "Arriving on Sagittariusstar, Chieri and Nagisa meet up with Yasunaga who takes them to Chieri's home as he attempts to set up a meeting with Chieri’s father. In the meantime, Chieri tells Nagisa about how she discovered AKB0048.",
                        "jpn": "父親と対決することを決意した智恵理は、凪沙と一緒に射手座星へと向かっていた。\r\n 智恵理の生まれた星、智恵理の育った家……。\r\n 凪沙が初めて見るその風景は、綺麗だがどこか殺風景だった。\r\n 智恵理はこの場所で、寂しい少女時代を過ごしたのだという。\r\n 一方、フランイグゲットでは、ゾディアックの本拠地に乗り込んだ凪沙と智恵理を心配し、WOTAたちと協力して救出作戦を進めようとしていた。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4446593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4446593",
                    "Titles": {
                        "eng": "The Path to the Theater",
                        "jpn": "Stage 25 -劇場への道-"
                    },
                    "Summaries": {
                        "eng": "The plan to take back Akibastar will be carried out soon. Nagisa and the others focus on their lessons. However, Chieri is still unable to recover from the shocking event she witnessed on Sagittariusstar.",
                        "jpn": "秋葉星奪還作戦の決行が近づいてきていた。練習に励む凪沙たち。\r\n だが、智恵理は射手座星での衝撃的な出来事からまだ立ち直れずにいた。\r\n このままでは、作戦の強度が下がってしまう！ツバサは焦るが……？\r\n 一方、秋葉星に潜入していた護たちは、0048の聖地の変わり果てた姿に愕然としていた。D.G.T.O.に占拠され、DES軍が横行する中、なんとか残されたメンバーたちと会うことはできたが……！？"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "4536357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akb0048/episodes/4536357",
                    "Titles": {
                        "eng": "No Name...",
                        "jpn": "Stage 26 -NO NAME…-"
                    },
                    "Summaries": {
                        "eng": "Due to the mind control actions of the DES, the people who were once fans of 0048 now hate Nagisa and the other members.",
                        "jpn": "DES軍によるマインドコントロールと工作活動が行われた結果、\r\n 凪沙たち0048はかつてファンだった人々からも憎まれるようになっていた。\r\n むき出しの憎悪をぶつけられ、萎縮してしまうメンバーたち。\r\n だが、心が折れそうになりながらも、自分たちを応援してくれた人を信じたい、\r\n かつてもらった優しさを信じたいという思いで、全力のパフォーマンスを続けていく。\r\n そんな中、新たな襲名キララが……！？"
                    },
                    "Aliases": []
                }
            }
        }
    }
}