{
    "URL": "https://thetvdb.com/series/little-ghosts",
    "Genres": [
        "Animation",
        "Children"
    ],
    "Other Sites": [],
    "TitleEnglish": "Little Ghosts",
    "SummaryEnglish": "The four \"Little Ghosts,\" Henry, Lucy, Edward and George, live in an old castle in their own unique world, limited only by their imagination. They are inquisitive, imaginative and independent. However, just like children, they are easily scared by the unfamiliar: noises in the dark, creepy-crawlies and even their own reflection.",
    "Aliases": [],
    "Modified": "2023-12-24",
    "Seasons": {
        "1": {
            "ID": "491962",
            "URL": "https://thetvdb.com/series/little-ghosts/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 39,
            "Episodes": {
                "1": {
                    "ID": "4323170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323170",
                    "TitleEnglish": "Ghost Power",
                    "SummaryEnglish": "It's a stormy night, and Henry, George, Lucy and Edward, the Little Ghosts, are woken by the sound of thunder. A terrified George cowers under the covers, but despite crossing his fingers for extra luck, a lightning bolt seeks him out and strikes him. The electrified George sends the hands spinning on the clock, zaps the sausages, and turns the toast to ash. There's nothing else for it: the Little Ghosts need to pay a visit to Doctor Ouch! Unfortunately, there's been a power cut at the hospital, but it seems that George is more than powerful enough to get everything working again.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4323171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323171",
                    "TitleEnglish": "McMutt Goes Missing",
                    "SummaryEnglish": "McGregor's dog, McMutt, has his feelings hurt when the Little Ghosts tell him that he should go away and hide. He doesn't understand that Henry, George, Lucy and Edward are only playing a game of hide and seek, and that it's his turn. They look for McMutt everywhere- twice- but he's nowhere to be seen. A trail of biscuits is only useful in finding Edward, who isn't even lost, and a \"dog\" whistle is only successful in finding some bats. Finally, McGregor suggests looking in his kennel. Oh, dear, no one thought of that, but it'll take more than a dog biscuit to bring McMutt out.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4323172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323172",
                    "TitleEnglish": "Stanley",
                    "SummaryEnglish": "A telephone call from Aunt Gigi has the Little Ghosts in a panic- not Cousin Stanley! Not again! No sooner has Aunt Gigi kissed him goodbye than Stanley is up to his old tricks. But this time, Henry, George, Lucy and Edward plan a little surprise for him. Stanley overhears George telling the others that they must make sure that Stanley does not go into one particular cupboard. Stanley, used to getting his own way, falls into their gooey trap. But has he learned his lesson? Until the next time!",
                    "Aliases": []
                },
                "4": {
                    "ID": "4323173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323173",
                    "TitleEnglish": "Snowghost",
                    "SummaryEnglish": "In this spirited wintertime adventure, Henry, George, Lucy and Edward, the Little Ghosts, and their pet goldfish Fin wake up to find a blanket of fresh snow covering the castle grounds. With a cup of curried soup to keep them warm, they venture outside into the snowy landscape, where together, they hit on the idea of building a \"Snowghost.\" But disaster threatens when Henry's ploy to use a magician's hat to bring the snowghost to life backfires. Their frosty friend causes chaos with his unruly high sprits. After a close escape for Fin, the four friends decide that Shiver the snowghost has gone too far, and that something has to be done.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4323174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323174",
                    "TitleEnglish": "The Fairground",
                    "SummaryEnglish": "One of the Little Ghosts' old ancestors comes up trumps with tickets to the funfair for Henry, George, Lucy and Edward. Quickly finding the hall of mirrors, it seems that one of the trick mirrors is even trickier than Edward thinks. \"Look, I'm a different shape!\", he cries. But getting him back to his normal shape proves to be a big problem. Bumping him on the dodgems and spinning him in the teacups is great fun, but Edward is still the same funny shape. Luckily, the friendly Fairground Ancestor has the answer back at the castle.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4323175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323175",
                    "TitleEnglish": "The Camping Trip",
                    "SummaryEnglish": "A holiday in the countryside- what could be more fun? But George has left his new kite at home, and Henry, Lucy and Edward realize that there's more to putting up a tent than just following the instructions. And then it starts to rain... In fact, it rains so much that the Little Ghosts are no longer on a hill, but on an island. How are they going to get home now? Lucy has an idea. A snip here and a stitch there, and the tent is transformed. \"This is Captain George welcoming you aboard our special car-kite flight.\" Maybe George will get to fly his kite after all.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4323176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323176",
                    "TitleEnglish": "Four Ghosts In A Fountain",
                    "SummaryEnglish": "How do you cure a goldfish that's lost his appetite? Why, take him for a swim, of course! And that's just what the Little Ghosts do! However, Edward becomes concerned when his pet goldfish Fin doesn't reappear from his fountain dip, so, together with Henry, Lucy and George, he mounts an underwater expedition to find his fishy friend. After a very close encounter with an octopus, the Little Ghosts finally find Fin happily munching on some pondweed. Let's hope that the four friends can persuade him to go back home with them...",
                    "Aliases": []
                },
                "8": {
                    "ID": "4323177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323177",
                    "TitleEnglish": "Trip To Loch Ness",
                    "SummaryEnglish": "A photograph of Loch Ness starts Henry, George, Lucy and Edward, the Little Ghosts, thinking. They decide to search for the elusive Loch Ness monster, and where better to stay than their friend McGregor's castle? Armed with a camera and binoculars, the Little Ghosts look everywhere, but Nessie is nowhere to be seen. McGregor has to explain to them that you just can't predict where the Loch Ness monster is going to pop up. Tired and defeated, the \"wee ghosties\" decide to head home, but not before posing on the jetty for a farewell photo. The next day, what should arrive from Scotland but McGregor's photograph? Hang on! Who's that in the background?",
                    "Aliases": []
                },
                "9": {
                    "ID": "4323178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323178",
                    "TitleEnglish": "The Ghosts In The Cellar",
                    "SummaryEnglish": "The Little Ghosts are awoken one morning by a strange banging sound coming from... Oh no! Not the cellar! Torch in hand, Henry, George, Lucy and Edward go to investigate. The noise is coming from behind a very small door, and the Little Ghosts decide to open it together. One... two... three... it was only Aunt Gigi all along! Full of surprises as usual, Aunt Gigi is mending an old suit of armor, surrounded by what look like wonderful costumes. \"Oh, but these are not costumes,\" corrects Aunt Gigi, \"these are clothes worn by our ancestors.\" George finds a pirate's hat, and before you can say, \"Shiver me timbers, you've kidnapped me parrot,\" the Little Ghosts are all dressing up and having a magical time.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4323179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323179",
                    "TitleEnglish": "Operation Treasure Hunt",
                    "SummaryEnglish": "It's time for a spot of spring cleaning for the four Little Ghosts. The castle is dusted, mopped and polished from top to bottom. Well, almost- there's still the attic, but that hasn't been cleaned for 150 years. Up in the attic, hidden inside an old wooden chest, the Little Ghosts find a treasure map. They follow the clues to the top of the flagpole, down to the beach, through the woods, and right back to the attic where they started, and to a very familiar-looking wooden chest. But wait! Lucy finds something in the chest that is worth much more than treasure. Maybe cleaning the attic won't be so difficult after all.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4323180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323180",
                    "TitleEnglish": "Ghost Riders In The Sky",
                    "SummaryEnglish": "The Little Ghosts, Henry, George, Lucy and Edward, are puzzled by the arrival of a blank piece of paper in an envelope bearing a tartan stamp. However, Lucy spots some instructions, and following them carefully, she makes a paper airplane. Realizing that this is no ordinary paper plane, The Little Ghosts are soon flying high above the lake, or is it a loch, and isn't that McGregor's castle in the distance? They end up sitting on the jetty enjoying a wee slice of cake to celebrate the birthday of a certain very shy Loch Ness Monster. Nessie, however, is nowhere to be seen, but wait: Who's taken a huge bite out of the cake?",
                    "Aliases": []
                },
                "12": {
                    "ID": "4323181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323181",
                    "TitleEnglish": "Phantom Feast",
                    "SummaryEnglish": "George is so hungry that he dreams about pink, fluffy marshmallows. He decides, along with Henry, Lucy and Edward, that it's time for something tasty to eat. They each set about making a surprise dish, but when it comes to sampling their efforts, the Little Ghosts end up even hungrier than when they started. Luckily one of their French Chef ancestors is on hand to make George's dreams come true- quite literally!",
                    "Aliases": []
                },
                "13": {
                    "ID": "4323182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323182",
                    "TitleEnglish": "Fallen Star",
                    "SummaryEnglish": "Oh, dear, George is having so much trouble making a bow and arrow that Henry, Lucy and Edward offer to help. Testing out the new improved bow, George trips over the watering can and fires an arrow so high that, to his horror, he knocks a star right out of the sky. Clever Henry turns to the ancient Astronomer in the Ancestors Gallery for help. The Little Ghosts follow their antiquated relation to his workshop at the very top of a very tall tower. Using little more than an old-fashioned glue pot and a rusty crane, the astronomer sets about helping the Little Ghosts put the star back.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4323183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323183",
                    "TitleEnglish": "Henry Catches A Cloud",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "15": {
                    "ID": "4323184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323184",
                    "TitleEnglish": "Dragon Flight",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "16": {
                    "ID": "4323185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323185",
                    "TitleEnglish": "Motorbike Madness",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "17": {
                    "ID": "4323186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323186",
                    "TitleEnglish": "Musical Mystery",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "18": {
                    "ID": "4323187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323187",
                    "TitleEnglish": "Lucy's Wishing Star",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "19": {
                    "ID": "4323188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323188",
                    "TitleEnglish": "The Last Mystery",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "20": {
                    "ID": "4323189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323189",
                    "TitleEnglish": "Edward Loses His Voice",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "21": {
                    "ID": "4323190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323190",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "22": {
                    "ID": "4323191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323191",
                    "TitleEnglish": "Bubble Trouble",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "23": {
                    "ID": "4323192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323192",
                    "TitleEnglish": "Bat In A Flap",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "24": {
                    "ID": "4323193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323193",
                    "TitleEnglish": "Washing Day",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "25": {
                    "ID": "4323194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323194",
                    "TitleEnglish": "Mole Ghosts",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "26": {
                    "ID": "4323195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323195",
                    "TitleEnglish": "The Greenhouse Effect",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "27": {
                    "ID": "4323196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323196",
                    "TitleEnglish": "George And The Woodworm",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "28": {
                    "ID": "4323197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323197",
                    "TitleEnglish": "Trick Or Treat",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "29": {
                    "ID": "4323198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323198",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "30": {
                    "ID": "4323199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323199",
                    "TitleEnglish": "Ghost Games",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "31": {
                    "ID": "4323200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323200",
                    "TitleEnglish": "Clubbing Together",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "32": {
                    "ID": "4323201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323201",
                    "TitleEnglish": "A Spot Of Nasty Weather",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "33": {
                    "ID": "4323202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323202",
                    "TitleEnglish": "Duckling Holiday",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "34": {
                    "ID": "4323204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323204",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "35": {
                    "ID": "4323205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323205",
                    "TitleEnglish": "The Phantom Detective",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "36": {
                    "ID": "4323207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323207",
                    "TitleEnglish": "Fizzy Frolics",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "37": {
                    "ID": "4323215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323215",
                    "TitleEnglish": "Superghost",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "38": {
                    "ID": "4323216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323216",
                    "TitleEnglish": "Rainbow's End",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "39": {
                    "ID": "4323217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-ghosts/episodes/4323217",
                    "TitleEnglish": "Rocket Bug",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}