{
    "URL": "https://thetvdb.com/series/beauty-and-the-beast-2012",
    "Genres": [
        "Crime",
        "Drama",
        "Fantasy",
        "Horror",
        "Romance",
        "Science Fiction",
        "Suspense",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2193041/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=EP01569394",
        "https://www.themoviedb.org/tv/44606"
    ],
    "TitleEnglish": "Beauty and the Beast (2012)",
    "SummaryEnglish": "Detective Catherine Chandler is a smart, no-nonsense homicide detective. When she was a teenager, she witnessed the murder of her mother at the hands of two gunmen and herself was saved by someone – or something. Years have passed and while investigating a murder, Catherine discovers a clue that leads her to Vincent Keller, who was reportedly killed in 2002. Catherine learns that Vincent is actually still alive and that it was he who saved her many years before. For mysterious reasons that have forced him to live outside of traditional society, Vincent has been in hiding for the past 10 years to guard his secret – when he is enraged, he becomes a terrifying beast, unable to control his super-strength and heightened senses.",
    "Aliases": [
        "Beauty & the Beast (2012)"
    ],
    "Modified": "2024-09-04",
    "Seasons": {
        "1": {
            "ID": "492324",
            "URL": "https://thetvdb.com/series/beauty-and-the-beast-2012/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "4326496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4326496",
                    "TitleEnglish": "Pilot",
                    "SummaryEnglish": "When she was a teenager, Catherine Chandler witnessed the murder of her mother. Cat would have been killed too, but someone – or something – saved her. Now, years have passed and Cat is a police officer, investigating a case that leads her to the person who saved her: a doctor named Vincent Keller. With the help of his childhood friend J.T. Forbes, Vincent has been in hiding, guarding his secret — when enraged, he becomes a terrifying beast, unable to control his super strength. Still, Cat is touched by the person that lives within the Beast and she knows she has to keep her relationship with Vincent a secret from her boss, Joe Bishop, her partner, Tess Vargas, and even from her close friend, Evan Marks, the medical examiner. Cat and Vincent are powerfully drawn to one another, but they understand that their connection is extremely dangerous for both of them.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4367429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4367429",
                    "TitleEnglish": "Proceed with Caution",
                    "SummaryEnglish": "When a rising young ballerina mysteriously falls to her death, Vincent senses that the understudy, is hiding information about the dancer’s murder. Meanwhile, J.T. worries that Cat’s visits to the warehouse loft leave Vincent vulnerable to discovery by Muirfield’s agents. Catherine encourages Vincent to help her investigate deeper into the Muirfield project, but when Vincent refuses, Cat investigates on her own. Tess tries her hand at dating again, but soon discovers that she’s unknowingly involved with a married man. Heather moves out of Cat’s apartment after growing uncomfortable with her sister’s quest for more answers about their mother’s death.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4367430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4367430",
                    "TitleEnglish": "All In",
                    "SummaryEnglish": "Iris, a Bosnian immigrant, is arrested on the suspicion of killing a judge for deporting her brother. Vincent insists that Iris is innocent, so trusting his instincts, Cat works behind-the-scenes to uncover the truth. When Cat's actions disrupt the investigation, Joe places her on leave. Nevertheless, she continues on her own to discover that Iris is hiding a family secret, and needs Vincent's help. JT is concerned that Vincent risks exposure to Murifield by helping Cat, leading Cat to work out a way to communicate with Vincent without seeking him out.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4384435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4384435",
                    "TitleEnglish": "Basic Instinct",
                    "SummaryEnglish": "Vincent revives a 19-year old boy who was left for dead in a dumpster and rushes him to the E.R., where he remains in a coma. After Evan declares that the boy's x-rays reveal a history of bone fractures, Cat and Tess question the father, Zachary Holt, who worries that his son's ADHD and history of fighting and gambling might have gotten him mixed up with the wrong crowd. Meanwhile, Silverfox and his Murifield agents track down Cat, and offer to tell her the truth about her mother in exchange for turning over Vincent, who they insist is a monster. Cat tells Vincent about her Silverfox encounter, and Vincent realizes that Cat might be afraid of him. JT wants them to flee, but Vincent refuses to leave Cat, instead offering to surrender to Silverfox in exchange for Cat's safety.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4421181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4421181",
                    "TitleEnglish": "Saturn Returns",
                    "SummaryEnglish": "Vincent is captured on a convenience store surveillance video while preventing a robbery, and Cat warns him to be extra careful when his photo appears in the newspaper. Cat and Tess investigate the disappearance of a woman named Amy who has gone missing after her fiancee, Dr. Michael Walters, surprised his bride-to-be by placing their engagement announcement in the paper that morning. Cat wonders if her disappearance was intentional after Vincent mentions that he and JT have an escape plan to clear out of their loft without a trace in a matter of minutes. Meanwhile, Heather is planning a surprise birthday party for her sister, forcing Cat to postpone her birthday plans with Vincent.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4425110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4425110",
                    "TitleEnglish": "Worth",
                    "SummaryEnglish": "After she's seemingly stood up by Vincent, Cat wonders if it's because he saw her kissing Evan at her birthday. Actually, Vincent mysteriously blacked out on his way to meet Cat, and is now searching for answers. Cat's case pulls her into the sophisticated world of the SoHo art scene. When Vincent finds Cat all dressed up to go to a gallery opening -- with Evan -- he has to admit that his feelings for her are growing deeper. All the while Evan makes his affections for Cat known, leaving Cat torn between the two very different suitors.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4425111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4425111",
                    "TitleEnglish": "Out of Control",
                    "SummaryEnglish": "JT thinks Vincent may somehow be involved in Cat's homicide investigation after she mentions a local college fraternity brother was brutally killed. JT examines Vincent to determine the cause of his increasingly frequent blackouts, but when Vincent starts to beast out, JT is forced to tranquilize him. Meanwhile, Evan and his new intern find a strange cut on the victim's ankle, which matches that of a female cadaver left on campus a year earlier. As Evan works to uncover more clues from the crime scene, he is kidnapped. Cat begs Vincent to help find Evan and save his life, yet she doesn’t realize that she’s putting Vincent's life in serious danger.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4425112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4425112",
                    "TitleEnglish": "Trapped",
                    "SummaryEnglish": "JT suspects that Catherine is the trigger of Vincent’s  blackouts, so to disprove this theory, Vincent allows JT to inject him with endorphins and sedatives that force him into a fugue state. In flashback, Vincent recalls his time in Afghanistan when he received his first super soldier shot, and remembers who injected him with the DNA altering substance. He also recollects how the other soldiers experienced unpredictable side effects, including fugue states, and is relieved to know that Cat isn’t causing his blackouts. Vincent shares his memory about Muirfield with Cat, who experiences some recollections of her own. Then, as Cat and Tess investigate the attempted murder of a teen pop star, Evan suspects that Cat is deliberately protecting the vigilante who saved him in the subway.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4440116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4440116",
                    "TitleEnglish": "Bridesmaid Up!",
                    "SummaryEnglish": "When Catherine’s dad gets remarried, the bride-to-be and her bridesmaids try to find the daughter-of-the-groom a date for the wedding. Uncomfortable with being set up, Cat reluctantly admits that she’s seeing somebody and confides to Vincent that she wishes he could be her date. At the wedding reception, Cat learns about a research grant that Evan received to study the mutant DNA cells found at local crime scenes. When she tells Vincent about Evan’s theory of how the cells are changing to become more animal-like and less human, she encounters an unexpected detour that could change the course of their relationship. Meanwhile, Tess and Joe cross the line romantically despite the fact that Joe is a married man.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4453046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4453046",
                    "TitleEnglish": "Seeing Red",
                    "SummaryEnglish": "Vincent barely escapes being caught by his former fiancée, Alex and must deal with the repercussions of his past. While Cat is in the hospital, she is forced to confront her feelings for Vincent. Meanwhile, J.T. gets a surprising visitor asking about old research he did on mutant DNA.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4440118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4440118",
                    "TitleEnglish": "On Thin Ice",
                    "SummaryEnglish": "Vincent is torn between his new feelings for Cat and his old memories with Alex.  J.T. learns that Evan is planning to propose a task force to catch the beast and must figure out how to stop him.  Meanwhile, Tess investigates the mysterious skydiving death of the wife of a billionaire adventurer, while Cat remains off duty until she recovers from being shot.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4487545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4487545",
                    "TitleEnglish": "Cold Turkey",
                    "SummaryEnglish": "Cat suspects Muirfield might know Vincent's whereabouts and in spite of her vow to go cold turkey, she is forced to interrupt his romantic cabin getaway with Alex in order to save their lives.  Meanwhile, Evan finds a bug in his lab and becomes increasingly suspicious of J.T..",
                    "Aliases": []
                },
                "13": {
                    "ID": "4444975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4444975",
                    "TitleEnglish": "Trust No One",
                    "SummaryEnglish": "Cat and Vincent are unsure if they can trust Alex with the truth about his past. Evan realizes that Claire, the woman he is dating, is hiding things from him. Heather meets and falls for Joe's younger brother Darius, and Vincent tries to win over Cat with romantic gestures for Valentine’s Day.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4471998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4471998",
                    "TitleEnglish": "Tough Love",
                    "SummaryEnglish": "After a dinner where Cat introduces Vincent to Heather ends badly, Heather enlists Tess to stage an intervention with Cat. Evan receives an interesting proposition that could change the course of his cross species investigation and at an event to honor Joe, Heather goes missing and Vincent is forced to make a tough decision that saves her life.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4474520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4474520",
                    "TitleEnglish": "Any Means Possible",
                    "SummaryEnglish": "New Assistant District Attorney Gabe Lowan arrives at the precinct, suspicious that cases involving the vigilante are being mishandled, and wanting answers. Cat is determined to protect Vincent at any cost, which includes tracking down a witness and threatening him at a gala masquerade ball. Meanwhile, Vincent worries he may lose control if he gets romantically involved with Cat.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4507294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4507294",
                    "TitleEnglish": "Insatiable",
                    "SummaryEnglish": "After taking their relationship to a new level, Cat and Vincent are forced to deal with reality when someone appears to be the framing the vigilante. Evan finds proof that Cat knows more than she is letting on about the beast. Muirfield and the police are closing in on Vincent and this time there is no escape, so J.T. and Cat come up with an extreme solution. Meanwhile, Tess following a tip, finds something that will forever change her relationship with Cat.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4507295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4507295",
                    "TitleEnglish": "Partners in Crime",
                    "SummaryEnglish": "Cat is forced to reveal things that she had been keeping from Tess to salvage their relationship, and to protect Vincent. Gabe is suspicious of everyone in the department, while Evan witnesses Cat doing something that changes his opinion of her, making him even more determined to track down the beast.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4507293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4507293",
                    "TitleEnglish": "Heart of Darkness",
                    "SummaryEnglish": "Evan confesses his love to Cat and admits that he tipped off Muirfield to Vincent’s whereabouts. Meanwhile, Gabe finds evidence that someone in the department is a mole who was working with the vigilante.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4534548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4534548",
                    "TitleEnglish": "Playing with Fire",
                    "SummaryEnglish": "Gabe comes clean to Cat that he knows about Muirfield. Vincent does not think Cat should trust Gabe and is suspicious of his intentions, which causes tension between them. Meanwhile, JT and Vincent finally find a new place to live.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4536745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4536745",
                    "TitleEnglish": "Anniversary",
                    "SummaryEnglish": "On the anniversary of her mother's death, Cat asks Gabe to attend her family's annual remembrance of Vanessa, which makes Vincent incredibly jealous. Cat learns some information that makes her think her mom might still be alive and when a sniper shoots the mayor at a public event, Vincent finds evidence that links Gabe to the sniper.",
                    "Aliases": []
                },
                "21": {
                    "ID": "4536746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4536746",
                    "TitleEnglish": "Date Night",
                    "SummaryEnglish": "Cat and Vincent go on a date out in public in an attempt to be a normal couple, which backfires on them. Meanwhile, Gabe reveals some information that gives Cat hope they can find a cure for Vincent.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4510438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4510438",
                    "TitleEnglish": "Never Turn Back",
                    "SummaryEnglish": "When secrets about Cat’s family are revealed, it will change everything Cat knew about her past. Vincent finds himself staring his demise in the face; while Gabe takes drastic measures get some answers.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "523337",
            "URL": "https://thetvdb.com/series/beauty-and-the-beast-2012/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "4599503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4599503",
                    "TitleEnglish": "Who Am I?",
                    "SummaryEnglish": "Three months after Vincent Keller was abducted by Muirfield, Detective Catherine Chandler, is reunited with him - but not in the way she planned. He's changed: his scar has disappeared, his memory has been wiped clean and he returns as a supercharged beast on a mysterious mission. Catherine needs to unravel the reasons behind Vincent's change if she has any hopes of recovering their epic love, while also trying to solve the secrets that swirl around her own life.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4645091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4645091",
                    "TitleEnglish": "Kidnapped",
                    "SummaryEnglish": "While attempting to learn more about Vincent's mission, Cat gets kidnapped by Vincent. Their growing chemistry complicates his mission. Meanwhile, Tess, J.T. and Gabe come together to help Cat.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4645093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4645093",
                    "TitleEnglish": "Liar, Liar",
                    "SummaryEnglish": "Catherine and Vincent track a mysterious beast while keeping their individual agendas from one another in a clever game of cat-and-mouse. Meanwhile, Heather has a bombshell revelation for Cat, and Tess confronts Gabe about his real motives for helping Cat.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4645094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4645094",
                    "TitleEnglish": "Hothead",
                    "SummaryEnglish": "After getting stonewalled by Cat in his quest to track down a suspected beast, Gabe enlists Vincent's help, but Vincent quickly takes matters into his own hands. Unfortunately, the beast as an advantage over Vincent that requires Cat's help, in addition to the help of someone else who opens up old wounds from Vincent's past.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4645095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4645095",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "Cat gets a blast from the past as she attends her high school reunion, where she uncovers more of her past than she ever anticipated. Meanwhile, Vincent meets up with one of his old military buddies who is hiding a very dangerous secret.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4652819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4652819",
                    "TitleEnglish": "Father Knows Best",
                    "SummaryEnglish": "Cat confronts her birth father about the mysterious role he's played in her life, while Vincent has to neutralize a high-profile beast. In the process of doing so, Vincent finds himself rescuing Tori, a damsel in distress, who may be the key to completing his mission.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4699606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4699606",
                    "TitleEnglish": "Guess Who's Coming to Dinner?",
                    "SummaryEnglish": "In an attempt to find out who Vincent's handler is, Cat enlists in the help of her father and invites Vincent to Thanksgiving dinner, which ends in disaster.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4707549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4707549",
                    "TitleEnglish": "Man or Beast?",
                    "SummaryEnglish": "Vincent and Cat find themselves at odds on how to deal with Agent Reynolds, which forces Vincent to wonder if he is more beast than man. Cat makes a drastic move that will forever change her relationship with Vincent.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4721729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4721729",
                    "TitleEnglish": "Don't Die On Me",
                    "SummaryEnglish": "In order to prevent Vincent from further injuries, Cat helps protect Tori when her life is threatened, revealing a new, unexpected mystery. Meanwhile, Vincent's stubborn attempt to intervene leads to life-changing consequences, which causes Gabe and Cat to grow closer.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4725103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4725103",
                    "TitleEnglish": "Ancestors",
                    "SummaryEnglish": "Vincent goes on a national talk show to reveal he is still alive, while Cat dives into an undercover case for FBI Agent Dana Landon. Vincent, determined to learn more about his beastly origins, ends up coming face-to-face with Cat in the middle of a heist, which forces them to work together.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4768716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4768716",
                    "TitleEnglish": "Held Hostage",
                    "SummaryEnglish": "A group of criminals looking to steal a rare necklace in Tori's possession takes Cat, Tori and Tess hostage at the precinct, leaving Vincent as their only hope for help. Vincent is forced to make a decision since helping could reveal his true identity to the entire force.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4770433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4770433",
                    "TitleEnglish": "Recipe for Disaster",
                    "SummaryEnglish": "Cat and Vincent must work together to save J.T. when he gets kidnapped, while Tori attempts to intervene, with fatal consequences. Meanwhile, a stranger from FBI Agent Dana Landon's past is rescued along with J.T., and might have some insight about Vincent's beastly past.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4775875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4775875",
                    "TitleEnglish": "Till Death",
                    "SummaryEnglish": "In an effort to track down Sam’s captor, Vincent and Cat have to work together on Valentine’s Day, which forces Cat to evaluate whether she wants to be in a relationship with Gabe.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4789106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4789106",
                    "TitleEnglish": "Redemption",
                    "SummaryEnglish": "When some of Gabe’s acquaintances go missing, Cat and Vincent must come together to save them. Vincent ends up returning to the hospital where he was an intern, allowing him to see what his life could have been.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4803030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4803030",
                    "TitleEnglish": "Catch Me If You Can",
                    "SummaryEnglish": "Feeling pulled between her current boyfriend and her ex, Cat has to decide between Gabe and Vincent. While Cat and Vincent work together to save Sam’s latest victim, Cat’s decision gets complicated when she and Vincent find themselves in a compromising situation.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4804566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4804566",
                    "TitleEnglish": "About Last Night",
                    "SummaryEnglish": "In order to prevent Sam from destroying a large group of people, Cat and Vincent are forced to revisit a romantic destination from their past, which enables them to come to a new realization about what they mean to one another.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4828172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4828172",
                    "TitleEnglish": "Beast is the New Black",
                    "SummaryEnglish": "After Vincent is arrested for murder, Cat and the team must work together at all costs to clear Vincent's name. When they discover who turned Vincent in, they realize they have a bigger enemy to handle.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4864186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4864186",
                    "TitleEnglish": "Cat and Mouse",
                    "SummaryEnglish": "When Vincent becomes the subject of a city-wide manhunt, he and Cat try to stay below the radar. But they find a surprising ally when the FBI approaches them about helping on an important case.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4864187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4864187",
                    "TitleEnglish": "Cold Case",
                    "SummaryEnglish": "Cat's sister Heather drops by for a surprise visit at the worst possible time, just as Gabe suspends Cat and Tess from the squad in an effort to force Vincent out of hiding.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4864188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4864188",
                    "TitleEnglish": "Ever After",
                    "SummaryEnglish": "Cat and Vincent take Agent Knox's offer to extricate and try to lead normal lives -- but forces out of their control conspire to expose them and drag them back into the fray.",
                    "Aliases": []
                },
                "21": {
                    "ID": "4864189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4864189",
                    "TitleEnglish": "Operation Fake Date",
                    "SummaryEnglish": "Desperate to start over with Cat, Gabe tries to woo her by taking her on a romantic date. However, she has plans of her own regarding how to save Vincent – while also trying to plan Heather's bachelorette party.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4864190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/4864190",
                    "TitleEnglish": "Déjà Vu",
                    "SummaryEnglish": "Cat searches for a way to thwart Gabe and finds her answer in an unexpected place: the journal of her ancestor, which makes Cat fear the only way to stop Gabe is by killing Vincent.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "606647",
            "URL": "https://thetvdb.com/series/beauty-and-the-beast-2012/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5076383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5076383",
                    "TitleEnglish": "The Beast of Wall Street",
                    "SummaryEnglish": "Vincent considers popping the question. The timing may not be right, however, when Cat stumbles upon an unusual case involving a superhuman rampage. In other events, Tess believes JT—who doesn't understand how he's still alive—has a mental block to recovery.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5076384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5076384",
                    "TitleEnglish": "Primal Fear",
                    "SummaryEnglish": "Vincent moves in with Cat which forces them both to address the rapid changes in their relationship while they investigate a shocking new lead in their hunt to track down who is behind the super-human experiments. JT tries to impress Tess’ brothers and discovers that there may be some side effects to the medicine he received from Agent Thomas. Meanwhile, Heather returns to town with a surprise announcement.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5076385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5076385",
                    "TitleEnglish": "Bob & Carol, Vin & Cat",
                    "SummaryEnglish": "When two married agents from the FBI take over an investigation, Catherine and Vincent  hope they are seeing a future version of themselves but fear their work schedules are jeopardizing their relationship. When the two couples bond and team up on the case, a mysterious coincidence surfaces that raises suspicions. JT investigates whether he has super powers of his own while Tess considers a career move. Meanwhile, Heather offers up an interesting option to make her big sister’s life a little easier.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5076386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5076386",
                    "TitleEnglish": "Heart of the Matter",
                    "SummaryEnglish": "Cat and Vincent take their relationship to a couples counselor when Cat dives into her work and suspects a wealthy transplant recipient of being involved with the mysterious experiments on innocent people in the city.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5076388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5076388",
                    "TitleEnglish": "The Most Dangerous Beast",
                    "SummaryEnglish": "When Cat is assigned to a new partner by Tess, she begins to suspect that Bob and Carol have re-surfaced to separate her from Vincent and hunt them both down. Meanwhile, a transformed JT discovers that his newfound healing ability comes at a terrible cost.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5076389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5076389",
                    "TitleEnglish": "Chasing Ghosts",
                    "SummaryEnglish": "JT throws Vincent a surprise bachelor party. Unfortunately, it is interrupted by a mysterious sniper with his sights set on putting a stop to Vincent and Cat’s interference with the super human experiments. Cat’s family comes to town for a bridal shower arranged by Heather but Cat is distracted by having to visit her imprisoned father to ask for his help.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5076390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5076390",
                    "TitleEnglish": "Both Sides Now",
                    "SummaryEnglish": "When an unstoppable assassin hunts down Cat and Vincent, they attempt to lure him out of town and away from their loved ones with the ruse that they plan to elope. Meanwhile, tired of being under police protection, JT asks Tess to help him track down a lead while a distracted Heather attempts to focus at her new job.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5076391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5076391",
                    "TitleEnglish": "Shotgun Wedding",
                    "SummaryEnglish": "Cat is excited to finally walk down the aisle with Vincent, but can’t help worry that the rash of superhuman experiments will ruin her destined moment. Vincent, JT and Tess are determined to do anything they can to keep Cat focused on her big day before all hell breaks loose.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5076392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5076392",
                    "TitleEnglish": "Cat's Out of the Bag",
                    "SummaryEnglish": "After a force more powerful than anything they have ever encountered ruined Cat and Vincent’s big day, Cat becomes convinced they are in over their heads and begins to doubt their ability to stop the threat, forcing Vincent, JT, Tess and Heather to band together in hopes of convincing Cat of her greater purpose.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5076393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5076393",
                    "TitleEnglish": "Patient X",
                    "SummaryEnglish": "When Cat and Vincent make it their mission to capture Liam, they find information about a Patient X that they might be able to use to help them find him. Meanwhile, JT and Tess work to confirm that JT is serum free.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5076394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5076394",
                    "TitleEnglish": "Unbreakable",
                    "SummaryEnglish": "In a surprising turn of events, Vincent agrees to help Liam on a mission to retrieve evidence that could expose them both. Meanwhile, a suspicious Cat discovers something about Liam's family history and must warn Vincent before it is too late.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5092971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5092971",
                    "TitleEnglish": "Sins of the Fathers",
                    "SummaryEnglish": "Liam’s shocking history makes Cat delve deeper into the Ellingsworth family, where she learns of their tragic past. Vincent and Cat realize that they will need to use their secret weapon if they want to take Liam down. Meanwhile, JT has a theory about how to save himself but it involves none other than Liam.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5115869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5115869",
                    "TitleEnglish": "Destined",
                    "SummaryEnglish": "Cat and Vincent will be forced to work together as a couple in ways they never have before if they hope to defeat their destined foe in Liam, who will do everything he can to expose Vincent as a beast in order to destroy their love.",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "636131",
            "URL": "https://thetvdb.com/series/beauty-and-the-beast-2012/seasons/official/4",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5316947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5316947",
                    "TitleEnglish": "Monsieur et Madame Bete",
                    "SummaryEnglish": "Vincent and Cat’s wedded bliss comes to a halt when they learn from J.T. that someone is trying to expose the identities of beasts. While on the hunt to find out who is behind the threat, Tess is reluctant to help since they are all trying to move forward with an attempt at normal lives.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5612424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5612424",
                    "TitleEnglish": "Beast Interrupted",
                    "SummaryEnglish": "As Cat and Vincent hunt for a black market buyer searching for beasts, they have to protect an heiress whose identity was exposed. Cat and Vincent realize how much they have to lose if Vincent's true identity is revealed.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5612429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5612429",
                    "TitleEnglish": "Down for the Count",
                    "SummaryEnglish": "While attempting to be normal newlyweds, Cat and Vincent grapple with how to overcome the danger lurking. They find themselves in the fight of their lives when their happiness becomes jeopardized.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5612430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5612430",
                    "TitleEnglish": "Something’s Gotta Give",
                    "SummaryEnglish": "While working to uncover who is after Vincent, Cat discovers she might be pregnant. A lead Vincent follows puts his life in jeopardy. Meanwhile, J.T. gets kidnapped in a case of mistaken identity.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5612431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5612431",
                    "TitleEnglish": "It’s a Wonderful Beast",
                    "SummaryEnglish": "Vincent and Cat realize they have to go into hiding now that someone is out to kill Vincent. Vincent wonders if Cat would have been better off without him and gets a glimpse into exactly what her life could have been.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5612432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5612432",
                    "TitleEnglish": "Beast of Times, Worst of Times",
                    "SummaryEnglish": "Vincent and Cat discover that there is another nemesis out to get Vincent, which brings the gang closer together in more ways than one. Cat and Vincent are forced on opposite sides of the law, which puts their relationship in jeopardy.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5612425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5612425",
                    "TitleEnglish": "Point of No Return",
                    "SummaryEnglish": "With Vincent in hiding and Cat's job on the line, they must re-group about how to bring down the people hunting beasts. Vincent tries to infiltrate a private army, while Cat scrambles to obtain information and hopes that no one at work discovers her ulterior motives.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5612426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5612426",
                    "TitleEnglish": "Love Is a Battlefield",
                    "SummaryEnglish": "Vincent goes undercover with a sexy operative, who Cat discovers is an assassin. Vincent has to play both sides, while Cat has to convince DHS she can still be trusted.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5612427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5612427",
                    "TitleEnglish": "The Getaway",
                    "SummaryEnglish": "Vincent and Cat fight to reclaim some normalcy to their lives, even as the threats of a beast bounty and a DHS manhunt loom. Meanwhile, Tess takes a huge risk by protecting Vincent from a nosy reporter.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5612428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5612428",
                    "TitleEnglish": "Means to an End",
                    "SummaryEnglish": "Vincent is forced to undergo a series of tests orchestrated by the mystery buyer in order to keep from being exposed. Cat, JT and Heather work to exonerate Vincent.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5619576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5619576",
                    "TitleEnglish": "Meet the New Beast",
                    "SummaryEnglish": "When Vincent and Cat discover they lost control of their secret, they finally admit it might be time for life on the run. Vincent realizes he must face his past, while Cat worries about how much they have to lose.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5619577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5619577",
                    "TitleEnglish": "No Way Out",
                    "SummaryEnglish": "Cat and Vincent face a huge setback when Vincent is secretly interrogated about an impending attack, putting Vincent at his breaking point.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5619578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beauty-and-the-beast-2012/episodes/5619578",
                    "TitleEnglish": "Au Revoir",
                    "SummaryEnglish": "Vincent and Cat are willing to make the ultimate sacrifice to stop an attack and rid the world of beast makers once and for all.",
                    "Aliases": []
                }
            }
        }
    }
}