{
    "URL": "https://thetvdb.com/series/utakoi",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "History",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2266670/",
        "https://www.themoviedb.org/tv/45192",
        "https://www.themoviedb.org/tv/45192"
    ],
    "TitleEnglish": "Utakoi",
    "SummaryEnglish": "Ogura Hyakunin Isshu interprets a collection of romance poems used in traditional Japanese karuta.",
    "Aliases": [
        "Chōyaku Hyakunin Isshu: Uta Koi",
        "Chouyaku Hyakunin Isshu: Uta Koi",
        "Uta Koi"
    ],
    "Modified": "2024-09-19",
    "Seasons": {
        "0": {
            "ID": "554043",
            "URL": "https://thetvdb.com/series/utakoi/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6476381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/utakoi/episodes/6476381",
                    "TitleEnglish": "Uta Koi. Special",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "493860",
            "URL": "https://thetvdb.com/series/utakoi/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4337859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/utakoi/episodes/4337859",
                    "TitleEnglish": "Takaiko and Narihira: The Honorable Ariwara no Narihira / Yukihira and Hiroko: The Councilor Yukihira",
                    "SummaryEnglish": "Narihira becomes infatuated with Takaiko, a daughter of the Fujiwara clan, and attempts to woo her. Takaiko initially refuses, as she is to become imperial consort, however eventually engages in an affair with Narihira. The two eventually part, Takaiko becomes a consort of the emperor, and Narihira becomes a respectable general, who then watches over Takaiko and her son until his death. Narihira composes a poem about it.\r\n\r\nYukihara is assigned to Inaba, and thus will be distant to his wife. His wife bids him farewell, and Yukihara composes a poem about it.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4354377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/utakoi/episodes/4354377",
                    "TitleEnglish": "Sadaakira and Yasuko: Emperor Yozei",
                    "SummaryEnglish": "The son of Takaiko, Sadaakira, becomes emperor. He is depicted as a mischievous boy who pulls pranks on a girl named Yasuko, and the two grow to dislike one another. One day, Sadaakira is relieved from his position as emperor in favour of his uncle, and is forced to marry Yasuko to keep him in check. Albeit deeply hating Sadaakira, Yasuko expresses that she is willing to be his loyal wife. Sadaakira composes a poem for her.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4354378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/utakoi/episodes/4354378",
                    "TitleEnglish": "Munesada and Yoshiko: The Monk Henjo",
                    "SummaryEnglish": "Munesada, upon learning of his sister Yoshiko's plans to become an imperial servant, wishes to elope with her. She declines, and gives the task of having Munesada meet her for one hundred consecutive nights. Munesada attempts this task, and on the 100th night a storm almost kills him on the journey to meet Yoshiko. Yoshiko expresses that she still refuses to give up on her ambitions as an imperial servant, and Munesada gives up eloping with her. Munesada composes a poem about it.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4354379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/utakoi/episodes/4354379",
                    "TitleEnglish": "Yasuhide and Narihira: Funya no Yasuhide",
                    "SummaryEnglish": "Yasuhide is an inconfident poet who specialises in wordplay. Upon meeting Narihira during a gathering of poets, the two trespass the living quarters of Ono no Komachi, and the three engage in moon gazing. Later, whilst alone with Narihira, Yasuhide ends up in an argument with him; Yasuhide demonstrates his style of poetry by composing a wordplay poem upon seeing a gust of wind, demonstrating the difference in character between himself and Narihira.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4354780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/utakoi/episodes/4354780",
                    "TitleEnglish": "Eastward: Ono no Komachi",
                    "SummaryEnglish": "Yasuhide is assigned to Mikawa, and prior to departing sends Komachi a letter of his situation. Narihira, Yasuhide and Komachi spend a night together having a moon gazing session, and Komachi writes a poem about her regrets and how old she is getting. Upon suggestion by Narihira, the three decide to travel eastward towards Mount Tsukuba.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4354781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/utakoi/episodes/4354781",
                    "TitleEnglish": "Uta Hen+",
                    "SummaryEnglish": "Plotless filler episode involving the personas of the Hyakunin isshu and the shenanigans that occur between them, many of them significantly anachronistic (e.g. a grand prix race around the Heian capital, and a television interview).",
                    "Aliases": []
                },
                "7": {
                    "ID": "4354782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/utakoi/episodes/4354782",
                    "TitleEnglish": "Yoshitaka and the Daughter of Minamoto no Yasumitsu: Fujiwara no Yoshitaka",
                    "SummaryEnglish": "Yoshitaka is courting a woman of the Minamoto clan, however does not meet her in person and merely writes letters, much to her dismay. Upon almost being killed in a prank, Yoshitaka realises the value of his life, and meets with his lover to elope with her. Yoshitaka writes a poem about his feelings.\r\n\r\nMichitaka is seeking a wife, and attempts to elope with Ko no Naishi (also named Takako). However, she is suspicious of men and their ambitions and desires, and does not wish to mingle with a noble known for womanising. Michitaka explains that although he was a womaniser, his love for Ko no Naishi is sincere, and that he shall womanise no more. They elope, however Takako still has her fears, and she expresses this in a poem.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4354783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/utakoi/episodes/4354783",
                    "TitleEnglish": "Mount Suenomatsu: Kiyohara no Motosuke / Sanekata and Nagiko: The Honorable Fuji",
                    "SummaryEnglish": "Two couples very much in love, but even time can erode at something once thought unbreakable.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4354784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/utakoi/episodes/4354784",
                    "TitleEnglish": "Shonagon and Yukinari: Sei Shonagon",
                    "SummaryEnglish": "Yukinari’s father had a natural gift for poetry, a gift not passed on. Yukinari’s anti-social nature is affecting his reputation within the palace, in particular with the ladies of the court.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4354785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/utakoi/episodes/4354785",
                    "TitleEnglish": "Nakoso Falls: Shonagon Kinto",
                    "SummaryEnglish": "With the death of a prominent figure and a shakeup within the hierarchy of the palace, many things are changing and the old poets of the palace are moving on.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4354786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/utakoi/episodes/4354786",
                    "TitleEnglish": "Kaoriko and Fujiko: Lady Murasaki",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "4354787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/utakoi/episodes/4354787",
                    "TitleEnglish": "Michimasa and Masako: Minister of Left Kyoto Michimasa / Midnight Moon: The Former Emperor Sanjo",
                    "SummaryEnglish": "A chance for love takes courage, not pride.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4401673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/utakoi/episodes/4401673",
                    "TitleEnglish": "Teika and Noriko: Princess Shokushi Gon Chunagon Teika",
                    "SummaryEnglish": "A young man, not wanting to follow in his father’s footsteps, is drawn to the world of poetry by an untouchable source.",
                    "Aliases": []
                }
            }
        }
    }
}