{
    "URL": "https://thetvdb.com/series/nakaimo-my-little-sister-is-among-them",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Mystery",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2293988/",
        "https://www.themoviedb.org/tv/45277"
    ],
    "Titles": {
        "eng": "NAKAIMO My Little Sister Is Among Them!",
        "jpn": "この中に1人、妹がいる！"
    },
    "Summaries": {
        "eng": "Abiding by his father's will, Shougo was transferred into an academy where many young girls attend. It appears as though his younger sister (separated from him at birth) also attends this academy, and that she is trying to get closer to him without letting know him who she actually is. Problem is, Shougo seems to be popular with the other girls as well! Can Shougo \"properly\" reunite with his little sister and while making a girlfriend at the same time?!",
        "jpn": "帝野将悟は、世界的なグループ企業『帝野グループ』の代表だった父・帝野熊五郎の葬儀の場で、将悟に遺された父の遺言を明かされる。将悟にその気があるのなら、しかるべき訓練を受け、条件をクリアして帝野グループを継いでほしいのだという。その条件とは・・・｢在学中に伴侶となる女性を見つける事｣つまり彼女を作る事が遺言だったのだ。将悟は尊敬する亡き父の遺志を継ぐべく、グループを継ぐための訓練を受けることを決意する。それから一年、訓練を終えた将悟は伴侶を見つける為、私立深流院学園へと編入する。―――ところが、将悟には顔も知らない生き別れの『妹』がいることが判明する、しかも学園に通い正体を明かさぬまま、将悟との結婚を夢見ているというのだ。はたして・・・!?"
    },
    "Aliases": [
        "Kono Naka ni Hitori, Imōto ga Iru!",
        "Who is \"Imouto\"?",
        "Kono Naka ni Hitori, Imouto ga Iru!",
        "kononakani hitori imoutoga iru!"
    ],
    "Modified": "2024-03-26",
    "Seasons": {
        "0": {
            "ID": "493878",
            "URL": "https://thetvdb.com/series/nakaimo-my-little-sister-is-among-them/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4537026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nakaimo-my-little-sister-is-among-them/episodes/4537026",
                    "Titles": {
                        "eng": "Brother, Sister, Lover",
                        "jpn": "兄・妹・恋人"
                    },
                    "Summaries": {
                        "eng": "Miyabi takes advantage of Shougo over the girls who wish to get close with him under the pretense of being siblings and adds that she will choose on who she will approve as Shougo's girlfriend and future partner. In response to this Mei and Ikusu hold a dating contest on Shougo where Miyabi will choose the most suitable partner for her brother from Konoe, Rinka, Mana, Mei and Ikusu. During the dates, Miyabi continuously distracts and drags Shougo away from the girls out of jealousy. Meanwhile, in Konoe's turn, she takes both Miyabi and Shougo out to an amusement park. Ultimately, Konoe brings the group to a bridal experience fair where the girls wear wedding dresses to get a first-hand experience of being brides. On Konoe and Shougo's wedding photo, the pseudo-couple allow Miyabi to be with them at the picture. Afterwards, the other girls, donning their wedding outfits, ask on who will Shougo choose next to take a wedding picture with.",
                        "jpn": "将悟の妹をめぐる騒動は、一段落ついたが、将悟の恋人は依然として決まっていなかった。\r\nそんなある日のこと。ちょっとした騒動から、なぜか花嫁希望者と将悟がデートをして、誰が一番恋人に相応しいかを決めることになってしまう。そして、何故か最初に将悟とデートするのが、天導会長になってしまうのだった。"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "493879",
            "URL": "https://thetvdb.com/series/nakaimo-my-little-sister-is-among-them/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4337874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nakaimo-my-little-sister-is-among-them/episodes/4337874",
                    "Titles": {
                        "eng": "The Voice of My Unfamiliar Little Sister",
                        "jpn": "見知らぬ妹からの声"
                    },
                    "Summaries": {
                        "eng": "During his father’s funeral, Shogo hears a voice outside his window claiming to be his little sister, before he has a chance to learn more, he is told the conditions of his inheritance.",
                        "jpn": "世界的な大企業・帝野グループの社長の１人息子である帝野将悟は、急逝した父の後を継いでグループの社長になることを決意するが、それには２つの条件があった。１年後、無事に条件の１つである「帝野グループの英才教育アカデミーでの特訓」をクリアした将悟は、もう１つの条件、「在学中に生涯の伴侶となる女性を見つける」ため、一流の子女が通う深流院学園に転入する。その登校初日、将悟はある女子生徒と出会うが、彼女は将悟のことを知っているようで……"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4354366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nakaimo-my-little-sister-is-among-them/episodes/4354366",
                    "Titles": {
                        "eng": "My Sister and the Moonlit Dance",
                        "jpn": "妹と月夜のダンス"
                    },
                    "Summaries": {
                        "eng": "After the mysterious phone call the person claiming to be his sister, Shogo school life gets more hectic with the arrival of a new transfer student.",
                        "jpn": "徐々に学園生活にも慣れてきた将悟だが、突然掛かってきた、いるはずのない実の妹からの電話が気になって仕方がない。そこで将悟はまず戸籍を調べてみることにするのだが、これといった情報は得られなかった。ところが、何の成果もなく帰路につく将悟の前に、サングラスで正体を隠した不審な人物が現れる。\r\n ミスターＸを名乗るその少年は、帝野グループのトラブルを秘密裏に処理する特務機関・清流会の一員だと言うが……"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4354367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nakaimo-my-little-sister-is-among-them/episodes/4354367",
                    "Titles": {
                        "eng": "My Sister's Seduction",
                        "jpn": "妹たちの誘惑"
                    },
                    "Summaries": {
                        "eng": "The question of Shogo's sexual preference is causing Miyabi and Rinka to go overboard on showing the appeals of a woman.",
                        "jpn": "ある日の朝。将悟は裸の衣楠に押し倒されている所を、迎えにきた心乃枝と雅に目撃される。しかも、衣楠の正体を知らない２人に、将悟には特殊な性癖があると勘違いされてしまう。翌朝、将悟が目を覚ますと、心乃枝と雅が、将悟を真人間に矯正する為と言って勝手に部屋の中に上がりこんでいた。そのうえ２人は何故か将悟のことを「お兄ちゃん」と呼びだして……"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4354368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nakaimo-my-little-sister-is-among-them/episodes/4354368",
                    "Titles": {
                        "eng": "My Sister's Hero Is Her Onii-sama!",
                        "jpn": "妹のヒーローはお兄さま!"
                    },
                    "Summaries": {
                        "eng": "Shogo has ruined his relationship with Miyabi; after letting Konoe know about his secret, a new problem has arisen.",
                        "jpn": "将悟が登校すると、雅の様子が今までと違っていた。心乃枝が言うには、将悟が転校してくる前に戻ったみたい、とのこと。普段は何かといがみ合っていても、心乃枝としては、雅が急に変わってしまったことが心配で、寂しくもある様子。そんな心乃枝に将悟は、絶対に秘密にして欲しいと、あることを打ち明けるのだった。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4355578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nakaimo-my-little-sister-is-among-them/episodes/4355578",
                    "Titles": {
                        "eng": "My Little Sister Won't Let Me Sleep",
                        "jpn": "妹が寝かせてくれない"
                    },
                    "Summaries": {
                        "eng": "He thought it was over but his little sister keeps calling. Shogo discovers someone else has the same prototype phone as Konoe.",
                        "jpn": "今朝も将悟の所に、妹から電話が掛かってきた。その電話に、今までにない違和感を覚えた将悟は、なんとかして妹の正体を突き止めようと、衣楠に相談する。屋上で衣楠に妹電話の件を話していると、そこに新聞部のユウが現れる。なんでも、『お兄ちゃんにしたい男子ナンバーワン』になった将悟の独占取材をしたいというのだが……"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4355579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nakaimo-my-little-sister-is-among-them/episodes/4355579",
                    "Titles": {
                        "eng": "My Neko-mimi Maid Sisters",
                        "jpn": "猫耳メイドな妹たち"
                    },
                    "Summaries": {
                        "eng": "Lyrical Sisters is on the verge of shutting down, Shogo puts together and executes a plan worthy of the Mikadono name.",
                        "jpn": "将悟はある事情により「りりかる☆しすたぁず」の手伝いをすることになる。\r\n 心乃枝や雅にもネコミミしっぽ付きのメイドになってもらったり、漫研や新聞部に協力してもらったりと、いろいろ試行錯誤して店を盛り上げようとするのだが･･････。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4355580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nakaimo-my-little-sister-is-among-them/episodes/4355580",
                    "Titles": {
                        "eng": "My Little Sister Is Disciplined and Beautiful!",
                        "jpn": "妹は、規律正しく美しく!"
                    },
                    "Summaries": {
                        "eng": "Using the school broadcast system, Shogo’s “sister”, has requested he stops looking for her or she will reveal damaging secrets.",
                        "jpn": "相変わらず将悟は、授業中、下校時と、所かまわず心乃枝と雅に迫られる毎日を送っていた。将悟としても、まんざらではないのだが、二人のどちらかが本当の妹かもと思うと、それ以上関係を進めることにためらいもあった。そこで衣楠に相談したところ、ＤＮＡ鑑定を勧められる。将悟はＤＮＡ鑑定をすることにするが、帝野家の人間がＤＮＡ鑑定をしたことを知られたら問題になると思い、信頼の出来る人間として、瀬利秘書に鑑定を依頼することにする。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4355581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nakaimo-my-little-sister-is-among-them/episodes/4355581",
                    "Titles": {
                        "eng": "My Sister Resisted",
                        "jpn": "妹はあらがっていた"
                    },
                    "Summaries": {
                        "eng": "Kunitachi might be the Shogo’s sister but he can’t get close to her. Ikusu suggest that Shogo and Kunitachi spend time outside the school to have her drop her guard.",
                        "jpn": "風紀委員になった将悟は、さっそく早朝から、風紀の取締を開始する。しかし、将悟が風紀委員になったことを心良く思わない雅と心乃枝に邪魔をされてしまう。そのことで凛香に叱責されてしまうが、将悟は何とか凛香と仲良くできないかと、衣楠に相談するのだった。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4355582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nakaimo-my-little-sister-is-among-them/episodes/4355582",
                    "Titles": {
                        "eng": "Surprise Attack! Little Sister Warning!",
                        "jpn": "急襲! 妹注意報!"
                    },
                    "Summaries": {
                        "eng": "Shogo is getting a new neighbor and an unexpected surprise.",
                        "jpn": "将悟のアパートの隣に新しい住人が引っ越してくるが、彼女には、重大な秘密があった。ひょんなことから、彼女を心乃枝などに紹介することになった将悟だが、その最中に、将悟の母、鹿野子から将悟の電話に連絡が入るのだった。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4355583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nakaimo-my-little-sister-is-among-them/episodes/4355583",
                    "Titles": {
                        "eng": "My Blooming Sisters",
                        "jpn": "花咲く妹たち"
                    },
                    "Summaries": {
                        "eng": "When all of Shogo’s potential wives are invited to the same party, things do not go as planned. Especially when he finds a trusted member is planning to overthrow his inheritance of the company",
                        "jpn": "将悟は心乃枝たちと帝野家主催のパーティーに参加することになった。それぞれにパーティーを楽しんでいたが、将悟は雅の姿が見えなくなったのでロビーまで探しにいくと、突然、衣楠に呼び止められるのだった。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4355584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nakaimo-my-little-sister-is-among-them/episodes/4355584",
                    "Titles": {
                        "eng": "My Sister's Trap",
                        "jpn": "妹の罠"
                    },
                    "Summaries": {
                        "eng": "With all the lies, conflicting stories, and people trying to ruin his inheritance, Shogo is breaking down. To add to his worries, Kannagi is making outrageous demands.",
                        "jpn": "パーティーから一夜明けた翌日、将悟は、パーティーで見たことが気になってしょうがなかった。一方、雅もパーティーで風邪を引いてしまったので、将悟は心乃枝と一緒に、雅の見舞いに行く事にする。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4355585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nakaimo-my-little-sister-is-among-them/episodes/4355585",
                    "Titles": {
                        "eng": "My Sister Was Always Beside Me",
                        "jpn": "妹はずっと、そばにいた"
                    },
                    "Summaries": {
                        "eng": "With the help of Ikusu, Shogo has finally put the clues together on who his real sister is.",
                        "jpn": "雅とのデート終えた将悟は、あることを話すために柚璃奈の所へ向かうのだが…。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}