{
    "URL": "https://thetvdb.com/series/joshiraku",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2250184/",
        "http://king-cr.jp/special/joshiraku/",
        "https://www.themoviedb.org/tv/79040",
        "https://www.themoviedb.org/tv/79040"
    ],
    "Titles": {
        "eng": "Joshiraku",
        "jpn": "じょしらく"
    },
    "Summaries": {
        "eng": "Joshiraku follows the conversations of five rakugo storyteller girls relating the odd things that happen to them each day. Their comedic and satirical chatting covers all kinds of topics, from pointless observations of everyday life, to politics, manga, and more. Each girl has something new to add to the discussion, and the discourse never ends in the same place it began.\r\n\r\nEach of the rakugo girls has their own unique personality, with the energetic but immature Marii Buratei; the seemingly cute Kigurumi Haroukitei; the inherently lucky and carefree Tetora Bouhatei; the calm and violent Gankyou Kuurubiyuutei; and the pessimistic and unstable Kukuru Anrakutei. These girls—and their mysterious friend in a wrestling mask—give their observations to the audience, either backstage at the rakugo theater or in various famous locations around Tokyo.",
        "jpn": "このアニメは女の子の可愛さをお楽しみ頂くため邪魔にならない程度の差し障りのない会話をお楽しみいただく番組です。"
    },
    "Aliases": [
        "Rakugo Girls",
        "Joshiraku"
    ],
    "Modified": "2024-05-14",
    "Seasons": {
        "0": {
            "ID": "493888",
            "URL": "https://thetvdb.com/series/joshiraku/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4395835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4395835",
                    "Titles": {
                        "eng": "Store of Spoils / Three Publishers / Surprising Resolve",
                        "jpn": "台無屋/三軒本屋/びっくり集中"
                    },
                    "Summaries": {
                        "eng": "As Marii laments how the audience tends to applaud before she can finish her joke, the others point out she is also guilty of bad timing. Later, the girls visit Jinbōchō, where they visit the buildings of various publishers whilst searching for Kodansha's office. Afterwards, Kigu ends up concentrating so much that she ends up being afflicted with focus lines whilst Marii also becomes afflicted with a romantic and fluffy backdrop.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "493889",
            "URL": "https://thetvdb.com/series/joshiraku/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4345454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4345454",
                    "Titles": {
                        "eng": "Normal Dialogue / Different Clothes / Shouting Instructions",
                        "jpn": "普段問答/ふく違い/叫び指南"
                    },
                    "Summaries": {
                        "eng": "As five young rakugo comedians, Marii, Kigurumi, Tetora, Gankyō and Kukuru, receive an invitation to a casual dress party, they ponder over what it exactly means to dress casually. Later, the discussion turns to whether everyone prefers dogs or cats.",
                        "jpn": "「普段問答」\r\nたとえアニメになっても、普段通りにやればいい。そういうわけで「普段通り」がこの日のお話のテーマ。\r\n普段していること、普段食べているもの、普段着などなど話は転がるが、しまいにはなぜか魔梨威が服を脱がされてしまうのだった。\r\n\r\n「ふく違い」\r\nさてそんな彼女たちは、寄席の外ではどんな服装をしているのか。\r\n寄席が始まる前にお互いの私服姿を見た魔梨威たちは、その意外な姿に納得したり驚いたりする。\r\n\r\n「叫び指南」\r\n犬派か猫派か、そんな何気ない質問から雑談を始める五人。\r\nでも気がつくと日本の北や西に向かって「返せー！」と叫んでいるのだった。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4354360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4354360",
                    "Titles": {
                        "eng": "Backstage Riches / Three Towers and a Vow / Cold Girl",
                        "jpn": "楽屋の富/三塔起請/風邪娘"
                    },
                    "Summaries": {
                        "eng": "The girls talk about what they would do if they won the lottery, leading them to suspect one of them may be a winner. Later, they visit the Tokyo Tower where more strange conversations are to be had. Afterwards, a discussion about vaccination turns into a bout of imaginary pregnancy.",
                        "jpn": "「楽屋の富」\r\nもし宝くじに当たったらどうするか。\r\n本当なら夢のある話題のはずが、借金返済、行方不明の母の捜索、真犯人の探索と、みんなの抱える深刻な事情が次々と明らかになる。\r\n\r\n「三塔一両損」\r\n東京タワーにやってきた魔梨威たち。\r\n時期的にスカイツリーじゃないのかというセルフツッコミを入れつつ、展望室からの景色を楽しむのだった。\r\n\r\n「風邪娘」\r\n新型インフルエンザに怯える魔梨威たちは、妊婦なら優先して予防摂取を受けられるだろうと思いつく。\r\n本当の妊娠は無理なので、想像妊娠をしようとするが……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4354361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4354361",
                    "Titles": {
                        "eng": "Heartless Bath / Going to Asakusa / Sanada's Little Zoo",
                        "jpn": "無情風呂/浅草参り/真田小ZOO"
                    },
                    "Summaries": {
                        "eng": "Marii ends up having to prove that she's not a crossdressing boy. Later, the girls visit Asakusa where they try their hand at some fortunes. This leads the girls to discuss why Tetora has such great luck and always seems to avoid danger.",
                        "jpn": "「無情風呂」\r\nヴァレンタインまであと６ヶ月ほどのある日、「誰にチョコをあげるか」が話題に上がる。\r\nでも魔梨威だけはチョコはもらうものだと言い出す。\r\n\r\n「浅草参り」\r\n揃って浅草の雷門にやってきた魔梨威たち。\r\n写真を撮ったり線香の煙を浴びたり、おみくじを引いたりと、浅草を満喫するのだった。\r\n\r\n「真田小ZOO」\r\n楽屋への蚊の侵入、突然の壁の崩壊、テレビの爆発などなど、五人に様々な災難が降りかかるが、手寅だけはなぜかその被害を受けない。\r\n魔梨威たちはその強運にあやかろうとするが……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4354362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4354362",
                    "Titles": {
                        "eng": "The Young Girl With Glasses / A Good, Good Fort / Eyes of the Rabbit",
                        "jpn": "眼鏡小娘/よいよい台場/兎の目"
                    },
                    "Summaries": {
                        "eng": "As Gankyō exhibits some violent behavior, the girls discuss the stereotypes that come when a girl wears glasses. Later, as Kukuru gets trainsick, the girls try to come up with various ailments for her. Afterwards, on the night of a full moon, the girls sit and discuss moon-related topics before being attacked by a large rabbit.",
                        "jpn": "「眼鏡小娘」\r\nある雨の日。「眼鏡が曇って大変だね」と立て続けに言われ続けた丸京が、ついにキレた。\r\n丸京に殴られた魔梨威は「眼鏡キャラなのに暴力的なのは変だ」と抗議する。\r\n\r\n「よいよい台場」\r\nゆりかもめに乗っている五人。\r\nでも苦来が乗り物酔いしてしまい、ほかの四人はなんとか彼女を介抱しようとする。\r\n\r\n「兎の目」\r\n魔梨威たちは、楽屋にスクリーンを張り、なんちゃって月見を楽しんでいた。\r\n月の模様が本当にウサギに見えるかについて話していると、なんと楽屋に話題にしていたウサギがやってくる。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4355603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4355603",
                    "Titles": {
                        "eng": "Praise the Girl / Small Holey Town / Farewell to Glasses",
                        "jpn": "娘ほめ/小洒落町/眼鏡別れ"
                    },
                    "Summaries": {
                        "eng": "The girls attempt to cheer Kukuru up by holding an out-of-season Christmas party. Later, the girls visit Harajuku, where Marii gets anxious over a crépe. Afterwards, the gang discuss how they all have different types of skin, making Gankyō feeling left out.",
                        "jpn": "「娘ほめ」\r\n高座から戻った苦来が、いつも以上に情緒不安定な様子で急に取り乱し始めた。\r\nそのせいで暗くなってしまった空気を変えるためか、手寅はクリスマスパーティーをしようと提案する。\r\n\r\n「小洒落町」\r\n今日は五人で原宿巡り。でも魔梨威と苦来の原宿に関する知識は古く、特に魔梨威は原宿の雰囲気がよくわからないのか、みんなとの会話が噛み合わない。\r\n\r\n「眼鏡別れ」\r\n今日はお肌の話題で盛り上がる五人。乾燥肌の手寅は、モチ肌の木胡桃をうらやましがる。\r\nその流れでアネゴ肌と言われた魔梨威は、肌にアネゴの絵を描かれることに。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4355604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4355604",
                    "Titles": {
                        "eng": "Four Wows / Musashi Scenery / The Servant's Vengeance",
                        "jpn": "四枚起承/武蔵八景/下僕の仇討ち"
                    },
                    "Summaries": {
                        "eng": "Having forced Gankyō out of the group during the previous episode, the rest talk about the benefits of having a group of four. Gankyō soon gets revenge by locking everyone in the dressing room. After eventually being let back into the group, Gankyo is reluctantly placed at the bottom of the heirachy but soon has aspirations of winning an election.",
                        "jpn": "「四枚起承」\r\n前回で無理やり卒業させられてしまった丸京は、なんとか楽屋に戻ろうとする。\r\nしかし魔梨威たちは、むしろ四人のほうが楽しいと笑い合っており、丸京は戻り損ねてしまう。\r\n\r\n「武蔵八景」\r\n武蔵小山で待ち合わせるはずが、名前の似ている別の駅に散らばってしまった五人。\r\n仕方なくひとりで商店街を散策し始めた手寅の前に、卒業したはずの丸京が現われる。\r\n\r\n「下僕の仇討ち」\r\nどうにか復帰を果たした丸京だったが、新人扱いされてしまう。\r\n先輩たちの望むことを先回りして行動する丸京は、もっと人の役に立てるよう、選挙に出馬するよう勧められる。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4355605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4355605",
                    "Titles": {
                        "eng": "Yankees Are Scary / Fish Story / Backstage Files",
                        "jpn": "ヤンキー怖い/魚政談/楽屋調べ"
                    },
                    "Summaries": {
                        "eng": "The sudden appearance of Hina dolls in the dressing room somehow leads to the girls deciding to act like delinquents so they will marry early. Later, the girls get up early to go to a fish market. Afterwards, the girls search for things that might be using up electricity, becoming oblivious to the non-electric horrors hidden throughout the room.",
                        "jpn": "「ヤンキー怖い」\r\nひな人形を片付け忘れていたので、五人は嫁に行き遅れると大慌て。\r\nあの手この手で早婚を目指すが、なぜかしまいには魔梨威が引きこもりになってしまうのだった。\r\n\r\n「魚政談」\r\n今日の五人は東京の台所、築地へ足を向けていた。やけにハイテンションな魔梨威をあしらいながら、市場を一回り。\r\n買い物をしたり吉野家１号店で食事をして過ごすのだった。\r\n\r\n「楽屋調べ」\r\n楽屋の電気代が高いと怒られた魔梨威たち。\r\nなんとか節電しようとするが、そもそも何に大量に電気を使っているのか皆目わからず、困惑するのだった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4355606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4355606",
                    "Titles": {
                        "eng": "Bag of Gold / Totter / Is It Over Yet?",
                        "jpn": "こがね袋/よろよろ/もうやんだか"
                    },
                    "Summaries": {
                        "eng": "Marii laments how she's always the last to go in various things, particularly when it comes to picking out envelopes of New Year's money. Later, the girls head to the Sugamo district and check out the various spots. Afterwards, the gang needlessly worry that Kukuru might contract the May Blues, randomly choosing to take on \"Blues\" from other months.",
                        "jpn": "「こがね袋」\r\n新年を迎え、お年玉の入ったポチ袋を五つもらった魔梨威たち。\r\n袋の中身がわからないため、五人はあみだでどの袋をもらうか選んでいくことにする。\r\n\r\n「よろよろ」\r\n今回の出先は巣鴨のとげぬき地蔵商店街。\r\nおじいちゃんおばあちゃんに混じってお店を回った五人は、なんだか老けたような気分を味わうのだった。\r\n\r\n「もうやんだか」\r\n苦来が五月病にならないように、他のメンバーは必死に四月が続いているふりをしていた。\r\nしかし苦来は自分が五月病になるよう期待されていると感じ、余計落ち込むのだった。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4355607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4355607",
                    "Titles": {
                        "eng": "Butt-tofu / The Bear of Ueno / Sleep Talking",
                        "jpn": "しりとてちん/上野のクマ/ねごと"
                    },
                    "Summaries": {
                        "eng": "As school holidays roll in, the girls try and come up with ways to make rakugo more appealing to younger audiences. Later, the gang visit the zoo and discuss the curiosities of all the animals. Afterwards, the gang gets taste for lucky events which keep occurring whenever Marii falls asleep, constantly trying to make her sleep to reap the benefits.",
                        "jpn": "「しりとてちん」\r\n子供にも寄席に来てもらおうと、子供向けサービスを考える五人。\r\n色々試行錯誤した結果、子供にはお尻が受けると判断。魔梨威にお尻を出させようとするのだが……。\r\n\r\n「上野のクマ」\r\nある晴れた日、動物園にやってきたいつもの五人。\r\nパンダを見たり、魔梨威が丸京をからかって殴られたり、感動的な動物話で涙したりと、楽しく時間をすごすのだった。\r\n\r\n「ねごと」\r\n魔梨威が寝ていると果報が来る。\r\nそう気づいたほかのメンバーが魔梨威を眠らせてみると、お客様からの差し入れ、CM出演などなど、次々果報が押し寄せてくるのだった。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4355608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4355608",
                    "Titles": {
                        "eng": "Pumpkin Band / Battle of Shinjuku / Cavity Shore",
                        "jpn": "唐茄子屋楽団/新宿荒事/虫歯浜"
                    },
                    "Summaries": {
                        "eng": "On Halloween, the girls try to tailor the holiday to be more Japanese-esque. Later, the girls visit the Kabukichou entertainment district and observe how it's changed over the years. Afterwards, Marii is plagued with tooth cavities.",
                        "jpn": "「唐茄子屋楽団」\r\nなぜ日本でハロウィンを祝うのか疑問に思った５人は、日本風のハロウィンを模索し始める。\r\nしかしなぜかデスメタルを歌ったり、わらしべ長者をやったりと、迷走してしまう。\r\n\r\n「新宿荒事」\r\n本日は新宿歌舞伎町へとやってきたいつもの５人。\r\n今はなきコマ劇場の跡地やサブカルの聖地、ロフトプラスワンなどを巡り、歌舞伎町の雰囲気を満喫するのだった。\r\n\r\n「虫歯浜」\r\n虫歯や歯医者について会話をしていた木胡桃たち。\r\nでも魔梨威だけは後ろを向いて話に混ざろうとしない。実は魔梨威は虫歯で顔が腫れ上がっていたのだった。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4355609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4355609",
                    "Titles": {
                        "eng": "Family Play / Sakai Five / Tree Tragedy",
                        "jpn": "親子芝居/五人さかい/ツリー惨事"
                    },
                    "Summaries": {
                        "eng": "As the girls have a fake summer beach trip in the dressing room, they discuss the different designs of school swimsuits. Then, the girls go sightseeing in Musashi-Sakai and pay their respects to the company responsible for animating them. Lastly, the girls have a Christmas party, but the tree that Tetora ordered online completely fills the dressing room, causing them to try and reunite (but end up fighting each other) in the Amazon-like jungle.",
                        "jpn": "「親子芝居」\r\n魔梨威たちは楽屋に海グッズを持ち込み、むりやりバカンスを満喫していた。\r\n水着談義をしているうちに、なぜか丸京が木胡桃と水着で二人羽織を始めてしまう。\r\n\r\n「五人さかい」\r\n今日みんなで訪れたのは武蔵境駅。商店街や大学、釣り堀などを巡り、散策を楽しむ。\r\n最後には某制作会社のあるビルに手を合わせ、激励するのだった。\r\n\r\n「ツリー惨事」\r\nクリスマスパーティを楽しんでいた最中、突然巨大なツリーが楽屋に届けられた。\r\n楽屋は密林のジャングルと化し、しかも電球が壊れて真っ暗になってしまう。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4355610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4355610",
                    "Titles": {
                        "eng": "The Dreamer Strikes Back / Gotta / Blacks",
                        "jpn": "夢見の仇討ち/こぁいのう/青毛"
                    },
                    "Summaries": {
                        "eng": "When Tetora asks everyone about their first dream of the new year, Kukuru grows upset as she has yet to have one. So, the girls attempt to act out a \"first dream\" to cheer her up. Later, the gang visits Roppongi, where they look at structural artwork and Marii travels through time to see the city during its economic bubble. Finally, the girls try to cool off during the summer by mentioning scary things to give themselves chills and eventually by painting everything blue.",
                        "jpn": "「夢見の仇討ち」\r\n年明けから不幸に見舞われている苦来をはげまそうと、手寅たちはよい初夢をみれるようにと夢芝居をうつ。\r\nしかし芝居のグロテスクさに、苦来は逆におびえてしまうのだった。\r\n\r\n「こぁいのう」\r\n六本木巡りをしていた５人。ヒルズや毛利庭園などをめぐるが、その途中、路上でドラム式洗濯機を見つける。\r\n魔梨威はその中に放り込まれてバブルの時代へ送られるが……。\r\n\r\n「青毛」\r\nクールビズの一環で忍者っぽい格好をさせられた魔梨威たち。\r\nこんなんで涼しくなるわけないだろうと怪談を始めるが、違う意味で怖い話題ばかりが出るのだった。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "4382497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4382497",
                    "Titles": {
                        "eng": "Character Guts / Might Akiba / Extra Lectures",
                        "jpn": "キャラつぶし/アキバぶる/ちょいたし講釈"
                    },
                    "Summaries": {
                        "eng": "As the girls come to terms that the show has reached its last episode, a new character appears: an exasperating girl named Uzannu Uzattei. While discussing whether or not \"once\" is truly enough, Uzannu's personality irritates everyone and threatens the character balance of the show. After the girls drive her away, they visit Akihabara. Later, the girls debate about how some things should be left as they are. Finally, the show ends with one last rakugo performance by Marii.",
                        "jpn": "「キャラつぶし」\r\n突如現れた新キャラ・ウザンヌに振り回され、うんざりする一同。\r\n一回だけだと思って我慢していたが、ウザンヌの暴走はますますエスカレートしていくのだった。\r\n\r\n「アキバぶる」\r\n今回は世界に誇る電気街・秋葉原にやってきたいつもの５人。\r\n駅で迷ったり、せっかく行ったラジオ会館が建て替え中だったり、職質を受けたりしつつも、アキバらしさを楽しむ。\r\n\r\n「ちょいたし講釈」\r\n魔梨威たちは関係各所からたくさんお餅をもらってしまい、食べ飽きていた。\r\n何か他に食べ方はないかとちょい足しを模索するうち、話題が危険な方向に脱線していってしまう。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}