{
    "URL": "https://thetvdb.com/series/so-i-cant-play-h",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2250064/",
        "http://boku-h.com/",
        "https://www.themoviedb.org/tv/45234",
        "https://x.com/anime_bokuH"
    ],
    "Titles": {
        "eng": "So, I Can't Play H!",
        "jpn": "だから僕は、Hができない。"
    },
    "Summaries": {
        "eng": "Kaga Ryousuke, a helplessly romantic teenager, was walking in the rain when he sees a beautiful girl with red eyes drenched in the rain. Everyone was avoiding her, but Ryousuke was taught to treasure women so he offered his help by letting her dry off at his home. Ryousuke can't imagine that this mysterious girl would stab him in the chest and leave him to die... Or did she? Who is this pretty girl and what does she want with him?",
        "jpn": "\"エロには誰よりも忠実な男子高校生\"エロ介こと加賀良介。彼はある日、雨の中ずぶ濡れで立ち尽くす一人の少女と出会う。少女の名はリサラ・レストール、実は死神界のエリート娘で、\"特異者\"と呼ばれる人間を探しに来たという。成り行きで彼女と契約させられてしまった良介は、リサラが人間界で必要とするエナジーを事あるごとに吸い取られることに......\r\nしかもその源は彼にとっては何よりも大事な\"Hな魂（エロスピリッツ）\"おかげでここぞという時にもナニも感じなくなってしまった良介だったが、あらゆるエロ手段を尽くし­、Hな魂の輝きを取り戻すべく、リサラの\"特異者\"探しに協力することに！"
    },
    "Aliases": [
        "Dakara Boku wa, H ga Dekinai"
    ],
    "Modified": "2024-07-16",
    "Seasons": {
        "0": {
            "ID": "493869",
            "URL": "https://thetvdb.com/series/so-i-cant-play-h/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4389450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-i-cant-play-h/episodes/4389450",
                    "Titles": {
                        "eng": "I Was Suddenly Put",
                        "jpn": "いきなり入れちゃった"
                    },
                    "Summaries": {
                        "eng": "Recap episode aired between episode 7 and 8.",
                        "jpn": "7話までの総集編"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4355593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-i-cant-play-h/episodes/4355593",
                    "Titles": {
                        "eng": "Too Much Skin, The Swimsuit Contest",
                        "jpn": "見えすぎ！水着コンテスト"
                    },
                    "Summaries": {
                        "eng": "OVA bundled with the fourth volume of the manga.",
                        "jpn": "コミック　第四巻　特典　OAD"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "493870",
            "URL": "https://thetvdb.com/series/so-i-cant-play-h/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4354369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-i-cant-play-h/episodes/4354369",
                    "Titles": {
                        "eng": "Red String of Fate!?",
                        "jpn": "運命の赤い糸！？"
                    },
                    "Summaries": {
                        "eng": "Ryousuke is a well-known pervert around school, but when an attractive female is waiting for him outside his house in the rain, the setup is almost to perfect.",
                        "jpn": "人並み外れたエロさゆえに、「エロ介」の異名を持つ加賀良介は、ある日の帰り道、雨の中でずぶ濡れの美少女に出会う。\r\n 透けた下着に見とれつつも欲情を抑えて自宅に案内し、とりあえずシャワーと着替えを薦めるが、その美少女は何といきなり胸に飛び込んできた。そして良介は気絶するほど衝撃的なことをされてしまう。\r\n さらに気が付くと、バスタオル一枚を纏っただけの彼女が、良介を足蹴にしているというたまらない状況で……"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4354370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-i-cant-play-h/episodes/4354370",
                    "Titles": {
                        "eng": "Ero is Good for the Eyes",
                        "jpn": "エロは環境にやさしい"
                    },
                    "Summaries": {
                        "eng": "Lisara is not only living with Ryousuke but has also transferred into his class.  Her search for a powerful contractor continues at school.",
                        "jpn": "「死神」な美少女リサラに協力して「特異者」なる存在を探すことになった良介。美少女との同棲生活という地上の天国を得た代償に、良介は男の子の大事なモノを奪われ続けることに。\r\n 「特異者」はどうやら良介の通う桃園学園にいるらしいということで、学園に転入したリサラに付き合って、捜索を開始する良介。そこへ、助っ人として、リサラの血縁だという、キュールが現れる。彼女は残念微乳のリサラとは正反対の、早熟マシュマロおっぱい保持者で……"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4354371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-i-cant-play-h/episodes/4354371",
                    "Titles": {
                        "eng": "Dangerous Idol",
                        "jpn": "危険なアイドル"
                    },
                    "Summaries": {
                        "eng": "There are 8 special individuals at the school with unique skills.  Lisara needs to test their powers, but the 1st one proves to be a big challenge.",
                        "jpn": "桃園学園でも有数の特異な変人たち「学園八奇衆」に的を絞って、早速アタックを開始するリサラと良介。しかし、リサラの悲しき微乳ゆえに、特異者探しが難航するという事態に陥ってしまう！\r\n紆余曲折の末、エロの先駆者としての威厳をかけて、巨乳アイドル・イリアのサイン会にて、バストサイズ当ての勝負をすることになってしまった良介。憧れのダイナマイトおっぱい、イリアの生乳を拝めるというだけでも舞い上がってしまう良介だったが……"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4354372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-i-cant-play-h/episodes/4354372",
                    "Titles": {
                        "eng": "Bust Circumference Disparate Society",
                        "jpn": "胸囲の格差社会"
                    },
                    "Summaries": {
                        "eng": "Fukumune Iria is back and she has joined Ryousuke and Lisara's class.  She wants to find that special person before Lisara does and will do anything.",
                        "jpn": "爆乳アイドル・イリアが、桃園学園に編入してきた！「特異者」の捜索を巡って、爆乳VS微乳の、乳を乳で洗う熾烈な戦いが始まる。\r\nリサラをライバル視するイリアは、リサラの契約者である良介に目をつける。そうともしらず、イリアの甘～い誘惑にまんまと乗ってしまった良介は、二人っきりになりたいと言うイリアに、男子禁制の聖域・女子更衣室に誘い込まれた。\r\nそして、イリアは突然、良介の目の前で体操着・ブルマに生着替えを始める……"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4355594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-i-cant-play-h/episodes/4355594",
                    "Titles": {
                        "eng": "Invisible Dictionary",
                        "jpn": "invisible dictionary"
                    },
                    "Summaries": {
                        "eng": "Mina and Quele follow Ryousuke around as he expands his dictionary. Mina's admiration for Ryou is starting to become infectious.",
                        "jpn": "リサラの力になりたい良介は、エナジーの源である「エロ」を極限まで高めるため、いまだかつてないほどに真摯に「エロ」特訓に打ち込む。そんな良介に理解を示し、温かく見守る美菜とキュール。しかし、肝心のリサラは良介の気持ちがわからず苛立ち、ついには家を飛び出して行ってしまう。そして、その先でいきなり刺客の攻撃が！\r\nエナジー不足で苦戦を強いられるリサラは、装束(ディスラード)をはぎ取られて……"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4355595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-i-cant-play-h/episodes/4355595",
                    "Titles": {
                        "eng": "We Became One",
                        "jpn": "ひとつになっちゃった"
                    },
                    "Summaries": {
                        "eng": "The truth behind Ryousuke having the sword is revealed and it takes a Mother to do it.",
                        "jpn": "失われた剣『グラム』と良介の関係を探るため、とりあえず、ドイツにいる母さとみに自らの生い立ちを聞くことに。\r\n早速、さとみにTV電話をかけるが、リサラ・キュール・イリアは、本題そっちのけで、こぞってさとみに良介との関係がどれだけ深いのかをアピールし始めたりして大混乱。\r\nそして、明らかになる、良介の母と父の赤裸々ななれ初め。それは、良介にとって、あまりにもショッキングな内容で……"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4355596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-i-cant-play-h/episodes/4355596",
                    "Titles": {
                        "eng": "I Want to Let Her Live",
                        "jpn": "いかせてあげたい"
                    },
                    "Summaries": {
                        "eng": "Ryousuke rush to rescue Mina has put everyone in danger. The reality of the situation is setting in and while physically ok, he is mentally unable to raise his perv power.",
                        "jpn": "ガルダーブロウグにさらわれた美菜を救うため、リサラの故郷、グリムワルドへ旅立った良介たちを使い魔が襲う。\r\n遂に訪れた命懸けの戦い……のはずが、何がどうしてどうなったのか、気がついたら美女二人と熟女の素敵な『介抱』があり、その上キュールまでもが良介に妖しく迫る。みんな、そんなにも俺のことを……！？サブタイトルに偽りなし！"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4355597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-i-cant-play-h/episodes/4355597",
                    "Titles": {
                        "eng": "Rival, Sways",
                        "jpn": "好敵胸ライバル、揺れる"
                    },
                    "Summaries": {
                        "eng": "With Ryousuke still limp from the previous fight Quele attempts to heal him. Lisara sets out to rally the Restall army with information provided by Iria.",
                        "jpn": "ガルダーブロウグに立ち向かうべく、レストール軍との合流をめざし、森を進むリサラとイリア。これまでライバルとして常にいがみ合い、競い合ってきた二人。\r\n決死の戦いを前にして、イリアはリサラの口から、思いもかけない言葉を聞くことに。\r\nメルロー上層部から指令を受けているイリアの爆乳は、大きく揺れる……？"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4355598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-i-cant-play-h/episodes/4355598",
                    "Titles": {
                        "eng": "My Kingdom Standing Tall",
                        "jpn": "奮い勃つ剣"
                    },
                    "Summaries": {
                        "eng": "Galdarblog and Ryousuke finally get a chance to clash swords; each strike puts one closer to their goal.",
                        "jpn": "エロの神髄を悟り、新生エロ戦士となった良介は、リサラのもとへと急ぐ。\r\nリサラの姿を見ただけで、声を聞くだけで、自動的にリサラのあんな姿やこんな姿がめくるめく拡がってゆく。とどまることを知らない良介の官能ワールド。\r\n今こそ良介とリサラは、心もカラダも一つとなって、そのエロのパワーで、ガルダーブロウグを打ち砕く……！？\r\nやっぱり、エロは正義だ！"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4355599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-i-cant-play-h/episodes/4355599",
                    "Titles": {
                        "eng": "Heaven After Hell",
                        "jpn": "てんごくのちじごく"
                    },
                    "Summaries": {
                        "eng": "Aftershocks of the battle have created chaos, but the girls struggle to stall Ryosuke from finding out until things settle down. But a new Grim Reaper appears, and her appearance is not with good tidings",
                        "jpn": "ガルダーブロウグとの死闘から、一週間。眠り続けていた良介が目を覚ますと、そこは自宅で、一体何がどうしてそうなったのか、世界は元通り？\r\nそして、まさかまさかのハッピー展開！キュールとリサラが男の夢とロマンが詰まった裸エプロンを披露してくれたり、イリアまでもが同居決定したり、女の子たちが積極的に脱衣ポーカーを開催したり…\r\n加えて新キャラのめがねっ娘も登場で、ついに良介が夢に描いたハーレムが現実のものに……！？"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4355601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-i-cant-play-h/episodes/4355601",
                    "Titles": {
                        "eng": "Making Love Happen",
                        "jpn": "恋をかなえて"
                    },
                    "Summaries": {
                        "eng": "With the identity of the school's special person found, all that's left is to have that person burst out with enough energy to save Ryosuke. But there's an obstacle to overcome first.",
                        "jpn": "良介の命を救うには、特異者である美菜を覚醒させなければならない！そのため、二人のデートを計画したリサラたち。エロに関しては一流だが、恋愛には疎い良介ゆえに、デート成功のためには周囲のサポートが必要かと思われたが、皆の心配をよそに、意外にもいい感じで盛り上がる二人。良介のためには良いことだとわかっているはずなのに、リサラはなぜか胸がざわめいて……"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4355602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-i-cant-play-h/episodes/4355602",
                    "Titles": {
                        "eng": "So Please Stop Talking About Sex",
                        "jpn": "だからHがどうとか言うな"
                    },
                    "Summaries": {
                        "eng": "Ryousuke picked death, but the ladies that love him refuse to let him go. The group gets one final chance to save him thanks to an e-mail.",
                        "jpn": "揺るがない良介の選択。それを受け入れられないリサラ。振り下ろされたダルニアの鎌。覚醒した美菜の能力。\r\nリサラは、唯一残された二人の絆であるグラムに願いを託し、限られた時間の中、決死の覚悟で良介のもとへ急ぐ。\r\nリサラの必死の説得にも耳を傾けようとしない頑なな良介の態度に、業を煮やしたリサラの口をついて出たのは、思いもかけない告白（！？）で……"
                    },
                    "Aliases": []
                }
            }
        }
    }
}