{
    "URL": "https://thetvdb.com/series/tari-tari",
    "Genres": [
        "Animation",
        "Anime",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2242720/",
        "https://www.themoviedb.org/tv/45211"
    ],
    "Titles": {
        "eng": "Tari Tari",
        "jpn": "TARI TARI"
    },
    "Summaries": {
        "eng": "The story centers around five Japanese high school students who are too young to be called adults, but who no longer think of themselves as children. Sakai Wakana once took music lessons, but she withdrew from music after losing her mother. Miyamoto Konatsu is a positive-thinking girl who loves singing and spends time after school at the vocal music club. Okita Sawa is a spirited archery club member who dreams of becoming a horse rider. Tanaka Taichi is a chronically late badminton team member who lives with his college student sister. Wien just transfered into Wakana's class after 12 years abroad in Austria. Music brings Wakana, Konatsu, Sawa and the others together into an ensemble during their last summer in high school.",
        "jpn": "大人と呼ぶには幼く、でも自分達はもう子供ではないと思っている高校生。\r\n\r\nある日を境に音楽から離れた坂井和奏（さかいわかな）。\r\n歌うことを諦めきれない宮元来夏（みやもとこなつ）。\r\n親友のために力を貸す沖田紗羽（おきたさわ）。\r\n\r\n笑ったり喧嘩したり悩んだり恋をしたり……。\r\nありふれた日常を送りつつ、少しずつ少しずつ前に進む少女達。\r\n時には回り道をしながら、ひとりでは無理かもしれないけど親友がいればいつかきっと――。\r\n\r\n和奏、来夏、紗羽そして彼女達の奏でるアンサンブルが、音楽の力が小さくも煌びやかな物語を紡ぎ出す。\r\n\r\n高校生活最後の夏。\r\nそれは夢を諦めるには早すぎる季節。\r\n江ノ島に響く歌声が今日も僕らを勇気付ける。"
    },
    "Aliases": [],
    "Modified": "2025-02-01",
    "Seasons": {
        "0": {
            "ID": "554041",
            "URL": "https://thetvdb.com/series/tari-tari/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "5808573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tari-tari/episodes/5808573",
                    "Titles": {
                        "eng": "Being Cloudy, Shining, Singing Again Someday",
                        "jpn": "曇ったり 輝いたり またいつか歌ったり"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5491775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tari-tari/episodes/5491775",
                    "Titles": {
                        "eng": "Utopia",
                        "jpn": "曇ったり 輝いたり またいつか歌ったり"
                    },
                    "Summaries": {
                        "eng": "Utopia is a song that was specially created for the True Tears x Hanasaku Iroha x Tari Tari Joint Festival Live featuring the seiyuu (voice actors) from the three series. P.A. Works produced a video of this song which is included in the the Blu-ray release of this event.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "493853",
            "URL": "https://thetvdb.com/series/tari-tari/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4350664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tari-tari/episodes/4350664",
                    "Titles": {
                        "eng": "Running and Inviting",
                        "jpn": "飛び出したり 誘ったり"
                    },
                    "Summaries": {
                        "eng": "On a school day, where a class gives flowers to their teacher, Ms. Takahashi, who is heading on maternity leave, a boy named Atsuhiro Maeda transfers into the class and is guided around the school by badminton player Taichi Tanaka. Meanwhile, a girl named Konatsu Miyamoto quits the choir club after becoming tired of not being able to sing and aspires to create a new choir club, of which she'll need five members. After managing to convince her best friend, Sawa Okita, to join and forcing her brother to apply as well, Konatsu tries to convince her other friend Wakana Sakai to join, but she doesn't want to sing for personal reasons. As Konatsu goes into town to practise her singing, her voice brings Wakana, Sawa, Taichi and Atsuhiro together to the same point.",
                        "jpn": "江の島にある土産物店の一人娘、坂井和奏。弓道部に所属する沖田紗羽。そして紗羽の親友、宮本来夏。彼女達が通う白浜坂高校には普通科のほかに音楽科があり、歌うことが好きな来夏は普通科の生徒だが声楽部に所属していた。しかし1年前、合同発表会での出来事をきっかけに歌わせてもらえず、日々悩んでいた。ある日、意を決して顧問である教頭に想いを伝えるのだが……。和奏、紗羽、来夏、瑞々しい少女たちの高校生活最後の夏が始まる――。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4353202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tari-tari/episodes/4353202",
                    "Titles": {
                        "eng": "Gathering and Struggling",
                        "jpn": "集ったり あがいたり"
                    },
                    "Summaries": {
                        "eng": "Sawa brings Wakana and Konatsu to her house, showing Wakana what happened to Konatsu during last year's recital and getting her sign up for their new club in name. Putting their heads together, they manage to gather enough members to present to the principal, who approves it when he sees Wakana is involved and becomes its advisor. Afterwards, Konatsu gets Wakana to help her decide what kind of song they should practise, eventually settling on a song she used to hear her mother sing to her. However, the vice-principal is somewhat objective of the song for some reason. When the principal goes missing when the club needs to go to a joint rehearsel, Konatsu sends Wakana ahead of her whilst she waits for the principal. With the principal out due to a bicycle accident, Konatsu and Wakana get Ms. Takahashi to accompany them and arrive at the theatre, but the rest of the club is stuck in traffic. Not wanting to be deterred, Konatsu and Sawa go out on their own, with Wakana backing them up on piano, and manage to pull through. Afterwards, the vice-principal is put in charge of advising the club whilst the principal recovers.",
                        "jpn": "新たに合唱部を作って、合同発表会出場を目指すことにした来夏。しかし部員を5人以上集めなければ、部として認められず同好会扱いになってしまう。弓道部と掛け持ちで入部してくれた紗羽、同じ学校に通う弟の誠、そして自分と3人までは集まったものの、残り2人がなかなか見つからない。だが紗羽の助けもあり、和奏も名前だけの入部を認め、寄せ集めの合唱部で合同発表会の会場に向かう来夏たち。合唱部という新たなステージで走り始める。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4353203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tari-tari/episodes/4353203",
                    "Titles": {
                        "eng": "Swinging and Meeting",
                        "jpn": "振ったり 出会ったり"
                    },
                    "Summaries": {
                        "eng": "As Wakana is approached by a strange foreigner on her way to school, Konatsu once again finds herself short on members as many of them suddenly quit, with the vice-principal threatening to dissolve the choir club, along with Taichi's badminton club, unless they can find sufficient members. Taichi manages to recruit Wien and takes him to his apartment, where he meets his sister. The next day, Taichi challenges Konatsu to a 2 vs 3 badminton match in order to obtain each other's members for their club, which inevitably results in the choir club's victory. As a compromise, Konatsu decides to make the club a joint choir and badminton club. As they once again go to the principal for his approval, he mentions a previous choir club which Wakana's mother was in. Although the vice-principal stands against the club, Taichi and Wakana help stand against her and the principal approves it. Upon hearing of a World Music Festival being held in the village, Konatsu decides to enter the choir club. Meanwhile, Wakana is once again approached by the strange foreigner.",
                        "jpn": "合同発表会終了後、当初の目的を果たしたということで来夏の弟の誠を含め部員たちが辞めてしまい、また3人に戻ってしまった合唱部。ある日、教頭に呼び出された来夏と、1人で活動していたバドミントン部の田中大智は、部員数が5人未満という理由で廃部を言い渡される。だが諦め切れない来夏は、部員確保と新たな目標に向けて動き出す。一方、紗羽の実家である源奉寺の離れでは、夏に向けた商店街のイベント企画会議が行われていた。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4353204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tari-tari/episodes/4353204",
                    "Titles": {
                        "eng": "Getting Angry and Dancing",
                        "jpn": "怒ったり 踊ったり"
                    },
                    "Summaries": {
                        "eng": "As Konatsu meets the Condor Queens, which was the band that got her into music, Wien spots Wakana being chased after by the foreigner, who turns out to be the third member of Condor Queens and an acquaintance of Wakana's late mother, Mahiru. Meanwhile, Sawa starts to become annoyed with Konatsu as she appears to want to spend more time with the Condor Queens than practise for the choir club, threatening to quit if she doesn't take things seriously. Wanting to make amends, Konatsu searches for a stage to perform on, which is thankfully registered by Wakana, and manages to make up with Sawa. On the day of the music festival whilst the others perform on their modest stage, the Condor Queens give Wakana a letter Mahiru gave them when she was born.",
                        "jpn": "同じクラスの田中大智、オーストリアからの帰国子女ウィーンを加えて、新生合唱部として活動することになった来夏たち。次の目標は、地元商店街が企画する夏のイベント「ワールドミュージックフェスティバル」への参加。だが突如強力なライバル、コンドルクインズが現れる。憧れのバンドの登場に浮かれる来夏。そんな来夏に苛立ちを募らせる紗羽。合唱部は無事自分たちの歌を歌うことが出来るのか…？そんな中、音楽を敬遠し続ける和奏とコンドルクインズ間の意外な関係が明らかになり...。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4354284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tari-tari/episodes/4354284",
                    "Titles": {
                        "eng": "Throwing Away and Holding On",
                        "jpn": "捨てたり 捨てられなかったり"
                    },
                    "Summaries": {
                        "eng": "As the gang show their support to Taichi as he participates in a bandminton tournament, Wakana appears to be occupied by the letter she received. The next day, Wakana runs into Sawa's mother, who shows her an old photo of Mahiru in high school with Naoko. Remembering how she had often argued with Mahiru over music before her death due to focusing on her exams, Wakana asks her father, who is to go on a short business trip, to get rid of the piano in her room. As Wakana returns home with the piano gone and realizing she is all alone, she recalls the contents of the letter, expressing Mahiru's desire to write songs with her, and soon starts to regret her decision.",
                        "jpn": "バドミントンの全国大会出場を賭けた試合に出場する大智を応援するため、会場に集まった合唱部のメンバーたち。マラカスを手に持ち即興で応援歌を歌う来夏やウィーンを中心に皆盛り上がっていた。だが和奏は体調が悪いからと先に帰ってしまい、後日開かれた大智を励ますパーティーにもひとり参加しない。フェスティバルの後、コンドルクインズから受け取った手紙は、和奏を母との思い出に引き戻す。彼女は、自分に何も話してくれなかった母の想いを今も量りきれないでいた。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4354285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tari-tari/episodes/4354285",
                    "Titles": {
                        "eng": "Laughing and Remembering",
                        "jpn": "笑ったり 想ったり"
                    },
                    "Summaries": {
                        "eng": "As Wakana comes down with a cold, Konatsu decides to pay her a visit, reminding Wakana of her promise with Mahiru to write a song together. Later, Wakana receives a tape from Shiho containing a recording of when Mahiru was in the choir club before Sawa takes her horse riding. The next day, Wakana helps Taichi and Atsuhiro with their vocal training before visiting Tomoko and her new baby. Later that day, Wakana learns from her father why Mahiru kept her illness a secret from her; because she didn't want the song they wrote together to be a sad one. As Wakana laments how she allegedly threw away her mother's feelings, her father gives Wakana some sheet music Mahiru wrote before she died so that she can finish it herself, admitting he never sold the piano. As Wakana listens to the tape the next day, she rekindles her own love of singing and joins the rest of the club in song.",
                        "jpn": "風邪をひいて始業式を休んだ和奏。ずっと元気がなかった彼女のことを気にしていた来夏は、ためらいながらも様子を見に行くことにしたのだが、ちょっとした勘違いからとんだことに……。だが来夏がコンドルクインズを好きになった理由や、和奏の亡き母についてなど、お互いのことを話していくうちに以前よりも距離が近くなったと感じた二人だった。その数日後、元気になった和奏は、志保（紗羽の母）から母の高校時代の写真と、志保が合唱部だった頃に録音したテープを渡される。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4354286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tari-tari/episodes/4354286",
                    "Titles": {
                        "eng": "Spinning in Circles and Losing Sight",
                        "jpn": "空回ったり 見失ったり"
                    },
                    "Summaries": {
                        "eng": "As the club tries to decide what to do for the school culture festival, Konatsu is taunted by her former clubmembers. Konatsu soon learns that, in order to get on the main stage for the festival, they will have to be approved by Naoko. Meanwhile, Sawa is at odds with her father, who sees her ambition of becoming a professional jockey as simply playing around. For some unknown reason, Sawa starts going a diet and begins skipping a lot of meals, causing Konatsu and Wakana to worry about her. After the girls attend a musical together, Wakana looks to learn composition in order to finish the song Mahiru was writing whilst also considering her own career. Meanwhile, Sawa is left fatigued from her forced dieting and ends up falling off her horse during mounted archery practise.",
                        "jpn": "和奏を正式メンバーとして迎えた合唱部は、次の発表の場を白浜坂高校の文化祭「白祭」に決定。教頭が顧問を務める声楽部には負けたくないと意気込むメンバーだったが、実際にステージで何をするのかはなかなか決まらずにいた。さらに来夏は生徒会の副書記である弟の誠から、メインステージの使用は選考会をパスしなければならず、その責任者が教頭であると聞かされ頭を悩ませる。そんな彼女を見て和奏は、白祭の参考にと市民ミュージカルに来夏と紗羽を誘うことに。大喜びの来夏だったが、紗羽はどこか元気がなかった……。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4354287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tari-tari/episodes/4354287",
                    "Titles": {
                        "eng": "Worrying and Racing Ahead",
                        "jpn": "気にしたり 思いっきり駆け出したり"
                    },
                    "Summaries": {
                        "eng": "After being checked by the hospital, Sawa is told by her father to quit horseback archery. Sawa later reveals to Shiho that she was skipping meals as she was attempting to apply for a riding school, but wasn't accepted due to her weight and height. The ordeal leaves Sawa a bit shaken and emotionally fragile. With the vocal group hoarding the practise rooms, the choir club goes to Wein's house, where Sawa explains her troubles, reacting harshly when Wakana suggests she take a step back. The next day, as Naoko tries to get Konatsu to withdraw her application for use of the stage, Wakana explains what she learned by being able to sing with others, which reminds Naoko of Mahiru. Naoko decides to have the choir club participate in a commitee meeting to prove their growth. As the others send Sawa words of encouragement, she overhears her father as he pleas to the riding school to have them accept her. Encouraged by her friends, Sawa rushes on horseback to join her friends' sides at the commitee meeting.",
                        "jpn": "父親に反対されながらも競馬学校への進学を諦めきれずにいる紗羽。だが、一番の問題は応募資格にある様々な条件だった。一人で悩み苦しんでいる彼女を心配する来夏と和奏は、紗羽が恋に落ちたのだと勘違いしてしまう。一方、今まで使っていた部室が白祭のメインステージ選考会のため声楽部に解放され、練習をできずにいた来夏たち。それを知った紗羽は、鬱憤を晴らすかのよう声を荒げるのだが……。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4354288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tari-tari/episodes/4354288",
                    "Titles": {
                        "eng": "Turning White and Turning Red",
                        "jpn": "白くなったり 赤くなったり"
                    },
                    "Summaries": {
                        "eng": "As Konatsu reveals the club will perform a musical drama at the school festival, Wien seems preoccupied by something. Meanwhile, Shiho suggests putting on a superhero show at the shopping district and gets Konatsu and the others to play the part of the superheroes, sparking Wien's interest in particular. As Wakana asks Shiho about how Mahiru went about writing her songs, she suggests asking Naoko, as she previously co-wrote a song with her. As the others notice Wien taking the superhero show a bit too seriously, he reveals all the letters he sent to a young kid in Austria named Jan were sent back to him. Meanwhile, Naoko is worried about some supposed changes planned by Tayoru's superiors.",
                        "jpn": "白祭で音楽劇を行うことになった合唱部。台本は来夏、振り付けは紗羽、大道具と小道具は大智とウィーン、そして作曲は和奏が担当することになった。しかし本格的な音楽劇をやるとなると、学校から支給される援助費だけでまかなうことはできず、足りない分をどうにかしなくてはならないことに……。一方、紗羽の実家の離れでは商工会の面々が集まり、商店街活性化について話し合っていた。なかなか話がまとまらない中、志保は商店街をアピールする「ご当地ヒーロー」の企画を提案する。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4354289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tari-tari/episodes/4354289",
                    "Titles": {
                        "eng": "Crushing and Burning",
                        "jpn": "萌えたり 燃えたり"
                    },
                    "Summaries": {
                        "eng": "Despite some initial setbacks, the gang manage to make the superhero show a success. The next day, Naoko calls up Konatsu and co about their job, but they manage to win the argument as she had already given them permission. Afterwards, Wakana asks Naoko about how Mahiru wrote her songs, to which she replies that she needs to enjoy it whilst also thinking of her own memories with Mahiru. As the gang continue doing the shows, Konatsu's bag is stolen by a thief on a bicycle, prompting Wien to chase after him. With the support of his friends, Wien manages to catch the thief and together they make the headlines.",
                        "jpn": "音楽劇の費用捻出のため、「西之端ヒーローショウテンジャー」のアルバイトをすることになった合唱部。一人ノリ気のウィーンをのぞき、初めは照れていた面々だったが、回数をこなすうちにまんざらでもない様子に。また悪役を担当した商工会メンバーも、大人気で終わったことを喜んでいた。志保からアルバイトの期間延長をお願いされ、ショウテンジャーを続けることにした来夏たちだったが、翌日、教頭から呼び出しがかかる。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4354290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tari-tari/episodes/4354290",
                    "Titles": {
                        "eng": "Waxing and Waning",
                        "jpn": "満ちたり 欠けたり"
                    },
                    "Summaries": {
                        "eng": "As the choir club works hard on its musical, Taichi, who is tasked with creating background props, tries to recruit a decent painter, finding one who'll agree on the condition he takes some photos of Sawa. As Konatsu tries to get help from the vocal group, she hears from Naoko that the school festival has been cancelled as the school is being closed down to make way for new buildings. Just as the group looks to be split up, Wakana reveals she has finished writing her song, deciding they should have their own festival so they can sing it together.",
                        "jpn": "約１ヶ月後に迫った白祭。合唱部の５人は音楽準備室で音楽劇の練習をしつつも、それぞれの準備に追われていた。小道具担当のウィーンは精巧な小道具のミニチュアを作り、その手の器用さを披露。また作曲を任された和奏と振り付け担当の紗羽は、制作途中の和奏の歌を聴きながらお互いに盛り上がっていた。そんな中、大道具を任された大智は舞台セットのイメージを描いたのだが、あまりにも個性的なため皆から厳しい意見を言われてしまう。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4354291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tari-tari/episodes/4354291",
                    "Titles": {
                        "eng": "Piling Up and Rippling",
                        "jpn": "重ねたり 響いたり"
                    },
                    "Summaries": {
                        "eng": "After Taichi manages to get the photo of Sawa for the painter, he spots the props Wien made being taken away by the rubbish men. As the others head to the rubbish dump to recover them, Konatsu pleads with the student council to resume the school festival, only to have her proposal rejected. The next day, as Wakana visits Mahiru's grave, she runs into Naoko and shows her the song she and Mahiru wrote together. As Wein works on props, Taichi seeks help to make some costumes whilst Sawa pleads to the neighbourhood association in bringing an audience and Konatsu gets some help from the vocal group. Meanwhile, the higher ups plan to oppose anything delaying the construction.",
                        "jpn": "突然学校から生徒募集の中止を知らされる和奏たち。それに伴い白祭も中止になってしまう。唖然とする生徒たちだったが、諦めきれない和奏は「母が作った歌を合唱部の皆で歌いたい、合唱部だけでも文化祭をやろう」と来夏たちを誘い、彼女たちもそれに賛同することに。だが無常にも工事は進み、ウィーンが作った小道具も処分されてしまう……。\r\n それでも挫けず前に進もうとする彼女たちの情熱は、徐々に他の生徒にも伝わっていた。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "4354292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tari-tari/episodes/4354292",
                    "Titles": {
                        "eng": "Sunny Days and Crying and Sometimes Singing",
                        "jpn": "晴れたり泣いたり あとは時々歌ったり"
                    },
                    "Summaries": {
                        "eng": "As the gang and their families prepare for the festival, they discover the school gates are closed and the gym has been locked up. As the chairman confronts them, Tayoru decides to stand up to him and allow the festival to be held, with Naoko also offering her support by enlisting the help of the vocal group and wind instrument club to help perform Wakana's song. The festival soon gets on the way and the gang perform their musical in front of many guests. After the festival, Wien finally receives a postcard from Jan, whilst Sawa goes abroad to attend an equestrian school, much to the dismay of Taichi who had developed feelings for her. Later, Wakana and Naoko get together to reminisce about Mahiru, with Wakana asking Naoko to teach her more about music. Soon after, everyone graduates and start moving towards their futures.",
                        "jpn": "白祭当日。合唱部のメンバーはそれぞれの想いを胸に、舞台となる学校へと向かう。しかし文化祭を開催することを快く思わない理事長により、校門や駐輪場は太い鎖が巻かれ、駐車場には警備員が配置。体育館のドアにもすべて鍵が掛けられていた。何とか校門を乗り越えようとする大智の前に理事長が現れ、勝手なことをすれば内申書にひびくと脅されてしまう。どうすることもできないのかと暗くなる彼女達。その時「やりなさい、文化祭。私が許可しよう」と声が響く――。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}