{
    "URL": "https://thetvdb.com/series/monsuno",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.facebook.com/MonsunoToys",
        "https://www.imdb.com/title/tt1579911/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH01529623",
        "https://www.themoviedb.org/tv/56402",
        "https://www.themoviedb.org/tv/56402",
        "https://x.com/Monsuno",
        "https://www.youtube.com/c/UCwNfUBWGvksbvfDRWZzWMIw"
    ],
    "Titles": {
        "eng": "Monsuno",
        "jpn": "獣旋バトル モンスーノ"
    },
    "Summaries": {
        "eng": "Meteors fell to the planet. These meteors carried LIFE – in the form of powerful, chaotic, uncontrollable genetic material.\r\n\r\nThis was MONSUNO; origins unknown, but catastrophically destructive to the planet’s prehistoric population. As the dinosaurs perished, the uninvited Monsuno essence fell instinctively dormant – and over millions of years, dropped deeper and deeper below the planet’s surface.. Until TODAY.\r\n\r\nWhen a potent energy source is discovered in the K-layers of the planet, scientist Jeredy Suno believes he’s struck a solution to the ever-mounting energy crisis. What he doesn’t know – this green energy source is a ticking time bomb.\r\n\r\nCan it be controlled?",
        "jpn": "行方不明の父親・ジェレディ博士を探して仲間と旅を続ける少年・チェイス。\r\n\r\n旅のさなか、父が開発した巨大モンスターを現出させる装置・コアを偶然手に入れたことから、様々な組織に狙われることになってしまう。\r\n\r\nしかし、チェイスは持ち前の勇気と諦めない心を原動力に、これら組織と立ち向かうチームコアテックを結成。様々なコアモンスター・モンスーノを頼れる相棒として戦っていく。"
    },
    "Aliases": [
        "Monsuno: World Master",
        "Beast Rotation Battle Monsuno",
        "Juusen Battle Monsuno",
        "Jūsen Batoru Monsūno",
        "Jūsen Battle Monsuno"
    ],
    "Modified": "2025-03-09",
    "Seasons": {
        "1": {
            "ID": "494918",
            "URL": "https://thetvdb.com/series/monsuno/seasons/official/1",
            "Titles": {
                "eng": "Season 1 - World Master",
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "4345384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345384",
                    "Titles": {
                        "eng": "Clash",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Chase Suno and his two best friends, Bren and Jinja learn that Jeredy Suno (Chase's father/Scientist - Worked for S.T.O.R.M.) is missing. Jon Ace and S.T.O.R.M. (Strategic Tactical Operatives for Recovery of Monsuno) join Chase at the lab, but it is soon revealed that they are after the fully loaded Core that Jeredy left behind for his son. Chase learns how to use his Monsuno in which he named it , Lock, which came from an old saying his father, Jeredy Suno stated.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4345385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345385",
                    "Titles": {
                        "eng": "Courage",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Chase discovers that his father had created a Monsuno called Quickforce, who is being held captive and experimented on by S.T.O.R.M. and is unpredictable. (Quickforce may reject someone's control and possibly kill him/her.) Chase leads a brave infiltration of the S.T.O.R.M. facility in order to save Quickforce. Chase leads the guards away and fights Ace while Bren and Jinja find Quickforce. After playing rock, paper, scissors to see who gets to be Quickforce's master, Bren rescues Quickforce and is now his \"master\" like Chase is with his Monsuno, Lock. Together, they take care of Trey's Monsuno, Riccoshot.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4345386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345386",
                    "Titles": {
                        "eng": "Underground",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "The trio heads to Axistown where they meet a mysterious woman who sends them to an underground fight club; Jinja obtains her own Monsuno she calls Charger.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4345387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345387",
                    "Titles": {
                        "eng": "Wicked",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "The leader of a mercenary clan lures Chase to an abandoned facility for a duel of Monsunos.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4345388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345388",
                    "Titles": {
                        "eng": "Knowledge",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "After being captured by the evil Bookman, Chase, Bren, and Jinja must team up with a monk named Beyal in order to escape.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4345389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345389",
                    "Titles": {
                        "eng": "Breakthrough",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "S.T.O.R.M. sets up a blockade to keep anyone from leaving Mandala; Chase becomes convinced that he and his friends must attack S.T.O.R.M..",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4345390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345390",
                    "Titles": {
                        "eng": "R.S.V.P.",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "The Core-Tech Team Monsuno duel with Dax; Dr. Klipse joins forces with Chase to find Jeredy's whereabouts.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4345391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345391",
                    "Titles": {
                        "eng": "Appleseeds",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "While following Dax, The Core-Tech Team happen to catch sight of Jeredy Suno when they're suddenly attacked by Dark Spin mercenaries. Before being separated once more, Jeredy gives his son a new Monsuno named Evo.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4345392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345392",
                    "Titles": {
                        "eng": "Eye",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "While fishing, a fisherman awakens a dormant wild core off the shore of Coastal City. Going on information from Dax, Chase and the rest of The Core-Tech Team make there way to Coastal City in search of Jeredy Suno. When they arrive the city is in the midst of a hurricane and the are moved to an underground storm shelter, while in the shelter the same fisherman recognizes the core on Chase's hip and tells them about the wild core, how he survived the sinking of his ship, and how he spotted a S.T.O.R.M. air ship before swimming to shore. Chase then decides to go and stop S.T.O.R.M. from getting their hands on the core and destroying the city in the process.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4345393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345393",
                    "Titles": {
                        "eng": "Deceit",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Dax betrays The Core-Tech Team to Charlemagne for Monsuno Essence, but it turns out to be a combined strategy of both him and Chase.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4345394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345394",
                    "Titles": {
                        "eng": "Trust",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Under constant robot drone attack, Jon Ace warns Chase he has a spy in his midst and invites him to join S.T.O.R.M., which he accepts. Without him the rest of The Core-Tech Team start arguing which results in a 2 on 2 battle amongst themselves. While on his way to S.T.O.R.M., Chase changes his mind and wants to go back to his team, but they first have to escape the S.T.O.R.M. attack planes. Meanwhile, Dark Spin attacks the rest of The Core-Tech Team.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4345395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345395",
                    "Titles": {
                        "eng": "Hunted",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "While stumbling onto what appears to be an ancient Monsuno temple in the jungle with Jon Ace, The Core-Tech Team team are attacked, captured, and their cores stolen by the crazy Dom Pyro, an agent of the Eklipse Organization.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "4345396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345396",
                    "Titles": {
                        "eng": "Shadow",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Jon Ace takes The Core-Tech Team to what used to be a Monsuno Essence mine run by Jeredy Suno, but is now an Eklipse Organization research faculty. While The Core-Tech Team seeks information on Jeredy, Jon Ace seeks to destroy the Monsuno Essence because he believes it is too dangerous.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "4345397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345397",
                    "Titles": {
                        "eng": "Lost",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Chase, Bren, Jinja, and Beyal have a vision of the future in which Lock goes rouge and cause widespread destruction. While contemplating this vision Chase is attacked by a S.T.O.R.M. soldier. In fear of what Lock might do, Chase orders Lock away. In the desert, Lock happens upon a Monsuno core buried in the ground and absorbs its essence. In this confused state, a former S.T.O.R.M. agent named Jack uses Lock for his own purposes.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "4345398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345398",
                    "Titles": {
                        "eng": "Light",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Chase heads to a special library to obtain an ancient book to fix his bond with Lock. When they get there and get the book, The Dawnmaster steals it. Then Chase and the others chase after him and Chase eventually gets the book as he is captured. The bookman tries to make Lock his Monsuno, but it doesn't work. The Dawnmaster battles The Bookman's Monsuno Cheeclaw.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "4345399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345399",
                    "Titles": {
                        "eng": "Bright",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "The gang go on vacation in Westward City and are attacked by One-Eyed Jack and get help from a stranger who knew Jeredy Suno.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "4345400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345400",
                    "Titles": {
                        "eng": "Trophies",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Chase's visions are getting more intense, while Beyal's are disappearing. Dom Pyro returns to make the team into trophies.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "4345401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345401",
                    "Titles": {
                        "eng": "Ice",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Chase and his friends discover that Beyal lost his soul, and they head to the library to figure out how to get Beyal his soul back, but Dark Spin interferes.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "4345402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345402",
                    "Titles": {
                        "eng": "Wellspring",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Chase and the rest of the Core-Tech team has discovered The Valley of the Five Tribes, but so has S.T.O.R.M. and the Eklipse Organization.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "4345403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345403",
                    "Titles": {
                        "eng": "Life",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Stemming from one of Beyal's visions, Chase discovers his mother is still alive. Seeking answers from his father, Chase forces Dax to take him to Jeredy's location. While the Suno's talk, S.T.O.R.M. attacks and captures Jeredy.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "4345404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345404",
                    "Titles": {
                        "eng": "Failsafe",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Dax tells the rest of the Core-Tech team what he knows about Jeredy, which leads Bren discovering Jeredy's plan. During an attack by Jack on the Core-Tech team, he reveals the full scope of his mission to the Core-Tech team and later the rest of the world.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "4345405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345405",
                    "Titles": {
                        "eng": "Remembrance",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "The Core-Tech team gets a message that Dark Spin is chasing Jeredy, the Core-Tech team go to help. Afterwards, S.T.O.R.M. once again captures Jeredy.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "4345406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345406",
                    "Titles": {
                        "eng": "Assault",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Following Chase's plan, the Core-Tech team seek to free Jeredy from the clutches of S.T.O.R.M.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "4345407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345407",
                    "Titles": {
                        "eng": "Monster",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "After Jeredy and the Core-Tech team place the last failsafe device, they are attacked by the Eklipse Organization . They discover that Jeredy and Chase's friend Jon Ace had survived the explosion, but was reborn as a Monsuno by Eklipse, and Jeredy is captured.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "4345408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345408",
                    "Titles": {
                        "eng": "Endgame",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Using Jack as a diversion and with help of Dawnmaster, Chase plans to break into Eklipse Organization headquarters and free his father once and for all.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "4345409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4345409",
                    "Titles": {
                        "eng": "Rising",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "An all out battle takes place between the Eklipse Organization, Core-Tech, and S.T.O.R.M. The battle ends with Core-Tech's victory and Lock is fused with another of Chase's Monsuno's by Eklipse's base exploding. Afterwards, Jeredy gives Chase the trigger switch to decide the fate of the Monsuno. However, believing there could be a way for Monsuno and humans to live in peace, Chase throws the trigger switch away.",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "524126",
            "URL": "https://thetvdb.com/series/monsuno/seasons/official/2",
            "Titles": {
                "eng": "Season 2 - Combat Chaos",
                "jpn": null,
                "ita": "Monsuno: Guerra al Grande Caos"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "ita": null
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "4606326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4606326",
                    "Titles": {
                        "eng": "Flash",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Team Core-Tech come face to face with members of the Forge Resistance, Drezz and the Punk Monks. These baddies are working for their evil boss, Professor Tallis, in obtaining a very destructive Wild Core Bomb. This thing has enough power to level an entire city. Drezz and his team sets one off and Team Core-Tech barely make it out alive. Unfortunately, Bren’s Monsuno, Quickforce, isn’t so lucky.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4606327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4606327",
                    "Titles": {
                        "eng": "Bang",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Team Core-Tech must stop Professor Tallis and his Forge Resistance from their ultimate plan, to put a Mega Wild Core Bomb on a rocket and fly it into Westward City. After intense fighting, Bren launches Neo-Quickforce and saves the day on the ground while Chase puts himself in the rocket in order to place the bomb harmlessly into space, only to return to earth in the arms of Lock. The protective shield barely holding as they burn back down and crash land near the city they just saved.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4606328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4606328",
                    "Titles": {
                        "eng": "Mysterious",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Medea and her team are following Team Core-Tech as Medea has a new, secret Benefactor. They are having Chase followed so that Chase can be tested! Team Core-Tech is out looking for meteor fragments and data on Monsuno Essence for Dr. Jeredy Suno's important, world-saving work. An epic battle ensues which only gets more epic as the secret Benefactor shows up with a Core all his own and creates a Clone Lock!",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4606329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4606329",
                    "Titles": {
                        "eng": "Antithesis",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "On the trail of a big cache of S.T.O.R.M. controlled Monsunos, Team Core-Tech walk into a trap set by a new group of Monsuno Controllers, S.T.O.R.M.'s Strike Squad! These juvenile delinquents have been picked by Charlemagne and Commander Trey to destroy Team Core-Tech.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4606330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4606330",
                    "Titles": {
                        "eng": "Kidnapped",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Dax goes to his hometown and waits for a mysterious person to tell him information about his parents, only to find out its Dom Pyro, who tricked him so Dr. Eklipse can experiment on him to re-create what happened to Jon Ace, so the rest of Team Core-Tech must find him and save him before he becomes \"Toxic Dax\".",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4606331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4606331",
                    "Titles": {
                        "eng": "6 On 6",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Dr. Klipse reveals his latest experiment, Number 6, a teenage clone of himself, and sends him out to destroy Team Core-Tech. While out hunting Punk Monks, Team Core-Tech discover Six and invite him along. Meanwhile, Chase has visions of his mother in some kind of warning. While battling the Punk Monks, Six is forced to choose between his father or his new friends. He picks his father, and Chase has to use a double Monsuno attack to win. The others are mad, but Chase understands Six was only trying to help his \"father\" and lets Six walk this time.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4606332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4606332",
                    "Titles": {
                        "eng": "Mirrors",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Team Core-Tech awakens in a strange apocalyptic land where Monsuno Essence has taken over and destabilized the world! To save his friends and the whole world, Beyal must face the prospect of having to destroy all Monsunos. Later, it turns out to be a simulator to see if Team Core-Tech had what it took if it became real.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4606333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4606333",
                    "Titles": {
                        "eng": "Lynchpin",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "After Jeredy Suno reveals the mystery of Lock as the lynchpin bridging humanity and all Monsunos, Dr. Klipse and his cloned son Six work with Don Pyro to try to steal him and destroy Chase.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4606334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4606334",
                    "Titles": {
                        "eng": "Insight",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "While on a Core-Tech and Forge battle, Chase is transported to the Five Arms so they can steal his energy. Will Chase make it out of this alive?",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4606335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4606335",
                    "Titles": {
                        "eng": "Tornado",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Team Core-Tech discovers that S.T.O.R.M. has been stacking up dangerous amounts of Monsuno essence, and One-Eyed Jack and the Desert Wolves plan to blow it up and create a tornado that could wipe out nearly half of the earth! After discovering the plan, Team Core-Tech tries to stop it.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4606336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4606336",
                    "Titles": {
                        "eng": "Knights",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "S.T.O.R.M specialist Alpha of Strike Squad wishes to prove that he is a superior Monsuno controller to Chase, and challenges him by invoking the rite of Tav Kagah.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4606337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4606337",
                    "Titles": {
                        "eng": "Protect",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "The Hand of Destiny want a new Keeper to replenish their energy servants at the Well of Sight. A young girl with the Monsuno Sight is their target. Its up to Team Core-Tech to protect her from The Hand of Destiny's malevolent grasp.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "4606338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4606338",
                    "Titles": {
                        "eng": "Power",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "4606339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4606339",
                    "Titles": {
                        "eng": "Extras",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "4821079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4821079",
                    "Titles": {
                        "eng": "Peace",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Beyal has a vision of Master Ey in trouble. Team Core-Tech races to his aid only to find One-Eyed Jack and the Desert Wolves seeking to find asylum from S.T.O.R.M. Bekka reveals a past that links her to Beyal's. Jack, under Charlemagne's mind control, seemingly kills Master Ey, causing Beyal to become enraged. Bekka calms him down.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "4821080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4821080",
                    "Titles": {
                        "eng": "Train",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Charlemagne figures out that Jeredy is traveling on the train lines and sends on the Strike Squad to capture him. Dr. Suno calls in Chase and Team Core-Tech to stop Strike Squad before it's too late, at the end the train transforms into a submarine, annoying Commandant Charlemagne so much that she breaks her tiny little whip.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "4821081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4821081",
                    "Titles": {
                        "eng": "Combat",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Dr. Suno has a virtual reality trainer to help the kids perfect their combat expertise. When Droog causes the kids to be stuck in the virtual world. The only way out is to win or be trapped forever.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "4821082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4821082",
                    "Titles": {
                        "eng": "Frenemies",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Monsuno sight makes Chase and Beyal vulnerable to the Hand of Destiny. The Hand of Destiny infiltrates their dreams making them fight their friends and ripe for a capture until the rest of Team Core-Tech devise a way to wake their friends up. It is at this stage that Team Core-Tech realises that the Hand of Destiny were the ones who kidnapped Chase's mother.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "4821083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4821083",
                    "Titles": {
                        "eng": "Pulse",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Jeredy needs Team Core-Tech to break into S.T.O.R.M.'s underground base and collect harmonic samples of the original cores. But Team Core-Tech finds out this base is the seat of its new ARMADA and they will be lucky to get in and out alive.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "4821084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4821084",
                    "Titles": {
                        "eng": "Hate",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Droog executes his plan to use the Failsafe Device to destroy the Monsuno essence and avenge the people of his destroyed planet. Team Core-Tech form a temporary truce with Klipse and Hargrave in an effort to stop him.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "4821085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4821085",
                    "Titles": {
                        "eng": "Discovery",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Bren has a vision of Sophia while attempting to help Chase with his meditations. She directs the team to assemble an artifact known as the Pentoculus, which will guide them to her. However, a scene reveals this to be a ploy by the Hand of Destiny as they seek to shed their mortality!",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "4821086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4821086",
                    "Titles": {
                        "eng": "Thunderhead",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "What will Charlemagne do when she is backed into a corner? This is a question that Team Core Tech will discover the answer to while they search for the second piece of the Pentoculus.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "4821087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4821087",
                    "Titles": {
                        "eng": "Mayhem",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Team Core-Tech manages to trick Professor Tallis with a hologram of Charlemagne. Tallis has fallen in love with her and decides to help her come through from S.T.O.R.M.. Meanwhile the whole Earth is suffering from earthquakes and Jeredy Suno is trying to stop them. Also, Professor Tallis has the third piece of Pentoculus. So Team Core-Tech's missions are two: To stop the earthquakes and steal the piece of Pentoculus.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "4821088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4821088",
                    "Titles": {
                        "eng": "Pentoculus",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Chase and friends seek the final piece of the Pentoculus. There are two problems: one, Klipse has it. Two, he is once again trying to create a human-Monsuno hybrid.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "4821089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4821089",
                    "Titles": {
                        "eng": "Massive",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Following the completed Pentoculus, Team Core Tech travel to the Canyon of the Shooting Star. However, once they arrive the Hand of Destiny summon Charlemagne, Klipse, Drezz and Tinker.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "4821090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/4821090",
                    "Titles": {
                        "eng": "Victory",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Team Core-Tech battles the Hand of Destiny one last time. However, the Well of Sight makes the HOD's shape shifter monsunos exceedingly powerful, and they have Sophia as a trump card. They then steal the Pentoculus from Chase and then use it to steal the life force from every person who possesses the Monsuno sight, including Hargrave, Chef Syd, and Alpha, X-Ray and Tango of S.T.O.R.M Strike Squad. If they are to prevail, Team Core Tech must be willing to make the ultimate sacrifice...",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "600209",
            "URL": "https://thetvdb.com/series/monsuno/seasons/official/3",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5018488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/5018488",
                    "Titles": {
                        "eng": "Evolve, Part 1",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Chase and Team Core-Tech discover that Dr. Klipse has teamed up with Professor Tallis to create dangerous Dino-Monsuno creatures. But it quickly goes from bad to worse when they see Droog’s new creations.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5018489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/5018489",
                    "Titles": {
                        "eng": "Evolve, Part 2",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "An intense 3-way face-off against Dr. Klipse/Tallis and Droog/Hand of Destiny, sees our heroes in way over their heads – until the Core-Tech Monsunos evolve. Team Core-Tech gets the powerful advantage they need to survive.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5018490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/5018490",
                    "Titles": {
                        "eng": "POV",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "TCT is captured in the icy wastelands of North Point while uncovering a Dino DNA dig site that belongs to Dr. Klipse. With Lock’s help, our heroes break free and use their newly evolving Monsunos to shut things down.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5018491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/5018491",
                    "Titles": {
                        "eng": "Temple",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Chase’s Mom, Sofia is finally back home – but not for long. On a mission to re-establish the Library of Tebab, she and Beyal are hijacked by the Bookman. They escape only to fall into the hands of Droog. Can Chase save them?",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5018492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/5018492",
                    "Titles": {
                        "eng": "Haunting",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Jinja spends her birthday in an intense Virtual Reality adventure that has been secretly arranged by her friends.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5018493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/5018493",
                    "Titles": {
                        "eng": "Spin",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "In this mid season 2-parter, Dax enters an underground Monsuno Fight Club tournament. What he doesn’t know is that winning the tournament will land him directly in the dangerous hands of villain, Dr. Klipse.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5018494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/5018494",
                    "Titles": {
                        "eng": "Go",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "A huge cast of Monsuno characters (Grandma Future, Mr. Black, Jon Ace, Strike Squad, Punk Monks, and more!) turns out in the fast-action conclusion to this mid season 2-parter.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5018495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/5018495",
                    "Titles": {
                        "eng": "Test",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Chase and Team Core-Tech attempt to intercept an unauthorized sale of Monsuno Essence, but end up uncovering a more dangerous plot, crafted by Droog. Can they fight their way past Droog’s youthful new Hand of Destiny?",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5018496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/5018496",
                    "Titles": {
                        "eng": "Pet",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "After Strike Squad disappears in a giant factory in Mechanopolis, Team Core-Tech is sent on a rescue mission. What Chase & friends discover within the cavernous interior of the factory, will put them all to the ultimate test.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5018497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/5018497",
                    "Titles": {
                        "eng": "Babysitting",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Commander Trey’s nephew, Sebastian, is kidnapped by Petros and the Hand of Destiny, along with an important stash of Jeredy’s access codes. It’s up to Team Core-Tech to rescue Sebastian and safeguard the stolen data – STAT!",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5018498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/5018498",
                    "Titles": {
                        "eng": "Space",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Team Core-Tech is sent into outer space to investigate an attack on the S.T.O.R.M. space station. They must fight off powerful & creepy alien Monsunos in order to get the station back in orbit.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5018499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/5018499",
                    "Titles": {
                        "eng": "Bros",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Team Core-Tech joins Bren as he travels home to visit his quirky family. When a threat rises up in the mines below, Bren steps up to save the day, convincing his brothers he’s braver than they ever thought he could be.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "5018500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monsuno/episodes/5018500",
                    "Titles": {
                        "eng": "Ceasefire",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Droog teleports Jeredy & Chase and Dr. Klipse and Six to a deserted island with an erupting volcano! Team Core-Tech arrives, freeing Chase in time for him and Lock to capture Dr. Klipse & Six and defeat Droog – for good.",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        }
    }
}