{
    "URL": "https://thetvdb.com/series/260116-show",
    "Genres": [
        "Animation",
        "Children",
        "Documentary"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/C897-E3F7-620E-8F29-C23E-Y",
        "https://www.imdb.com/title/tt10955388/",
        "https://tezukaosamu.net/jp/anime/49.html",
        "https://www.themoviedb.org/tv/16962",
        "https://www.themoviedb.org/tv/16962",
        "https://en.wikipedia.org/wiki/In_the_Beginning:_The_Bible_Stories"
    ],
    "Titles": {
        "eng": "In the Beginning: The Bible Stories",
        "jpn": "聖書 物語"
    },
    "Summaries": {
        "eng": "Based on the Old Testament in the Bible, up until the birth of Jesus Christ.",
        "jpn": "エピソードは全部で 26 あります。創世記から 10 エピソード、出エジプト記から 6 エピソード、民数記から 1 エピソード、ヨシュア記から 1 エピソード、王とサミュエルのエピソードから 4 エピソード、預言者のエピソードから 2 エピソード、子供の頃の福音書、マタイとルカの最初の章から。 各エピソードの終わりには、エピソードで扱われている聖書のテーマに関する興味深い詳細な分析もあります。"
    },
    "Aliases": [
        "The Little Bible Fox",
        "Tezuka Osamu no Kyuuyaku Seisho Monogatari: In the Beginning",
        "Tezuka Osamu no Kyūyaku Seisho Monogatari",
        "Osamu Tezuka's Old Testament Stories",
        "Tezuka Osamu's Tales from the Old Testament",
        "Seisho Monogatari",
        "手塚治虫の旧約聖書物語",
        "てづかおさむのきゅうやくせいしょものがたり"
    ],
    "Modified": "2024-12-08",
    "Seasons": {
        "1": {
            "ID": "495026",
            "URL": "https://thetvdb.com/series/260116-show/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "4346924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346924",
                    "Titles": {
                        "eng": "The Creation",
                        "jpn": "天地創造"
                    },
                    "Summaries": {
                        "eng": "God says, \"Let there be light\". Then there is light. God creates order in the formless chaotic universe. God separates the sky from the ground, the land from the sea, and creates life on the ground, in the sea, and in the sky. The world is created in seven days. Then the first human beings are made in the image of the god. They are Adam and Eve.",
                        "jpn": "神は言われた。「光あれ」こうして、光があった--。何も形をなさない混沌の宇宙に、神が「秩序」をもたらして行く。神は天と地を分け、陸と海とを分け、大地に海に空に生き物を創造して行く。七日間で神は世界を創造した。そしてはじめての人間が神の姿に似せて作られる。アダムとイヴである。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4346931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346931",
                    "Titles": {
                        "eng": "Cain and Abel",
                        "jpn": "カインとアベル"
                    },
                    "Summaries": {
                        "eng": "Adam and Eve are expelled from Eden, and are given work and painful labor as punishment. Adam is forced to get food by the sweat of his brow, while Eve has to suffer tremendous pain in labor. Their children are named Cain and Abel. The elder brother Cain becomes jealous of his brother Abel because he is God's favorite. He attacks Abel and finally kills him. Thus Cain becomes a cursed man.",
                        "jpn": "エデンを追放されたアダムとイヴは労働と出産の苦しみを罰として与えられる。アダムは額に汗して必死に働かなくては食べ物を得ることが出来なくなり、イヴは死ぬほどの苦しみと痛みの中で、子を出産する。カインとアベル。神が弟のアベルを可愛がっていると嫉妬した兄のカインは、アベルを襲って殺してしまう。土を耕す者、カインはそして、呪われた者となった。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4346934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346934",
                    "Titles": {
                        "eng": "The Story of Noah",
                        "jpn": "ノアの箱舟"
                    },
                    "Summaries": {
                        "eng": "Humans abound on the earth. As their numbers increase, however, they begin to speak blasphemy against God and become corrupted. God decides to cleanse the ground with a deluge as punishment. So he orders Noah to construct an ark and put one pair of every creature on board. Although he is laughed at by those who do not believe in God, Noah works hard to make a huge ark, and puts the animals in it. Then the great deluge hits.",
                        "jpn": "人類は地に満ちた。しかし増えるにしたがって神を冒涜するようになり、堕落して行った。神はこれを罰するため、地上を洪水で洗い清めると決める。神はノアに命じて箱舟を作らせ、生き物たちをひとつがいずつ箱船に乗せるよう命じた。ノアは神を信じない者たちに笑われながらも懸命に巨大な箱舟を作り、動物たちを船に乗せて行った--。そして、地上に大洪水が襲ってくる。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4346936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346936",
                    "Titles": {
                        "eng": "The Tower of Babel",
                        "jpn": "バベルの塔"
                    },
                    "Summaries": {
                        "eng": "Humans begin to build a tower, hoping to reach God. At that time, humans were conceited enough to think that they could accomplish such a feat. So God, as punishment, collapses the Tower of Babel and makes the humans speak different languages in the different districts. They thus become unable to communicate each other.",
                        "jpn": "神に近づこうとする人間たちは空へと向けて塔を築いて行った。神に手が届く。そう過信する人間たちの思い上がりを罰するため、神はバベルの塔を倒壊させ、人間たちの言語を地域ごとに分断し、互いにコミュニケーションを取れなくしてしまう。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4346938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346938",
                    "Titles": {
                        "eng": "Abraham, the Forefather",
                        "jpn": "父アブラハム"
                    },
                    "Summaries": {
                        "eng": "Sarah, who has not had a chance to bear a child, is getting on in her years, but keeps praying to God to let her have a child. Her husband Abraham laughs at her, saying \"Even God cannot make you bear a child.\" Then God tells Abraham, \"God is almighty. Sarah will have a baby boy in a year.\"",
                        "jpn": "年老いても子供に恵まれなかったサラは「子どもの誕生」を神に祈り続けていた。そんな妻を見てアブラハムは「神にだってお前に子供を産ませるなんてことは出来ない」と笑った。そのアブラハムに神が語りかける。「神に不可能など ない。一年後にサラには必ず男の子が生まれているだろう」と--。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4346940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346940",
                    "Titles": {
                        "eng": "Sodom and Gomorrah",
                        "jpn": "ソドムとゴモラ"
                    },
                    "Summaries": {
                        "eng": "As vice spread over the two cities of Sodom and Gomorrah, people are corrupted. God's anger gradually leads to the destruction of these cities, which are full of decadence and blasphemy against God. Because Roto, his wife, and their two daughters are pious, they hear God's voice saying \"Run away to the mountains, but never look back at the city.\" Roto's wife, however, turns around as pandemonium breaks out in the ruined city. Then she turns into a pillar of salt as punishment for breaking a promise to God.",
                        "jpn": "悪徳が栄え、堕落した人間があふれる都市、ソドムとゴモラ。この退廃と神への冒涜に満ちた町が神の怒りの中で破滅して行く。ロト夫婦とふたりの娘たちは、信仰篤き者たちだったので「山へ逃げなさい。ただし町を振り返ってはいけない」という神の声を受ける。しかし破滅の中で轟く阿鼻叫喚の声に、ロトの妻は思わず振り返ってしまう。そして、彼女は神との約束を破った罰として、塩の柱とされてしまう。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4346942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346942",
                    "Titles": {
                        "eng": "Isaac and Ishmael",
                        "jpn": "イサクとイシュマエル"
                    },
                    "Summaries": {
                        "eng": "God tells Abraham \"Sarah's son Isaac will carry on your family line.\" God also says that Ishmael, who was born between Abraham and another woman, Hagaru, would be the father of a nation because he is also Abraham's son. This myth became a strong motivation behind the building of Israel, the Jewish homeland.",
                        "jpn": "神はアブラハムに言われた。「あなたの子孫はサラの息子イサクによって伝えられる」と。そしてアブラハムと関係したもうひとりの女ハガルの息子、「イシュマエルもひとつの国民の父とする。彼もあなたの子であるからだ」とも言われる。--この神話がユダヤ民族の国家イスラエル建国の強い動機付けとなっている。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4346944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346944",
                    "Titles": {
                        "eng": "Isaac's Destiny",
                        "jpn": "アブラハム、イサクを捧げる"
                    },
                    "Summaries": {
                        "eng": "God orders Abraham to sacrifice his son to God. Abraham is terrified to do such thing, but he cannot disobey the God. He decides to be faithful to God even if he has to sacrifice his son's life. When he is just about to swing his sword down on Isaac's chest, God's messenger says, \"Don't kill him. You have proven your awe to God.\" God praises Abraham as the father of all humans for his willingness to offer his son.",
                        "jpn": "神はアブラハムに自分の息子を神への生贄に捧げよ、と命ぜられる。アブラハムはそんな恐ろしいことは出来ないと思うのだが、神の言葉に逆らうこともまた出来ない。アブラハムは息子の命を犠牲にしてでも、神に忠実であろうと決断し、息子のイサクを生贄に捧げる。彼の掲げた剣がイサクの胸へと振り下ろされようとしたその時、神の御使いは言った。「その子を殺すな。あなたが神を怖れる者であることが証明された」神は神に我が子を捧げることも厭わなかったアブラハムを人類すべての父親として称える。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4346946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346946",
                    "Titles": {
                        "eng": "Jacob's Children",
                        "jpn": "ヨセフの夢占い"
                    },
                    "Summaries": {
                        "eng": "Joseph has dreams about God. His brothers become jealous of him because God seems to love Joseph most. So they plan to kill Joseph...",
                        "jpn": "ヨセフは神の夢を見た。神から特別に愛されていると見えるヨセフを、他の兄たちは妬んだ。兄たちはヨセフを殺してしまおうと企むのだが・・・。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4346947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346947",
                    "Titles": {
                        "eng": "Joseph's Triumph",
                        "jpn": "ヤコブ一族の再会"
                    },
                    "Summaries": {
                        "eng": "Joseph reconciles with his brothers because they realize that jealousy is useless. His brothers begin to listen attentively to Jacob's dialogue with God. The ties between the brothers become firm, and Jacob eventually becomes the leader of Egypt.",
                        "jpn": "妬みは何も生み出さないと悟り、ヨセフと兄たちは和解した。そしてヤコフが語る神との対話の内容を兄たちは畏まって聞くようになった。兄弟が絆を深め、いつしかヤコフはエジプトを収めるものとなって行く--。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4346948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346948",
                    "Titles": {
                        "eng": "Moses, the Egyptian",
                        "jpn": "モーセの誕生"
                    },
                    "Summaries": {
                        "eng": "The Pharaoh is terrified to hear that a new king has been born to kill him and rule the world. So he orders his people to \"kill all newborn baby boys.\" One boy, however, escapes the guards and survives. It is the boy Moses.",
                        "jpn": "ファラオは、自分を倒し、世界を治める新しい王が産まれた、というしらせを受け、恐れおののいた。そして「産まれたばかりの男の子をひとり残らず殺せ」と全国民に命じた。しかしひとりの男の子は衛兵たちの目を逃れて生き延びる。それがモーセだった。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4346949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346949",
                    "Titles": {
                        "eng": "The Fire in the Desert",
                        "jpn": "砂漠の火"
                    },
                    "Summaries": {
                        "eng": "Moses grows up and becomes a pious man who looks to God in awe. When he goes deep into the wild land with a flock of sheep, he hears the voice of an angel, God's messenger, coming from a strange flame on the desert. It incites him, \"Moses, take off your shoes. This is a sacred land.\"",
                        "jpn": "成長したモーセは神を畏れる敬虔な人間になっていた。そんなモーセが羊の群れを連れて荒野の奥に入って行った時、彼は砂漠に燃え上がる不思議な炎の中から神の御使いである天使の声を聞いた。「モーセよ、靴を脱ぎなさい。ここは聖なる場所です」と--。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "4346951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346951",
                    "Titles": {
                        "eng": "Moses and the Pharaoh",
                        "jpn": "モーセとファラオ"
                    },
                    "Summaries": {
                        "eng": "The Pharaoh believes that he is the only god king to reign over his country. But his people believe and worship the celestial god as a being greater than the Pharaoh. Aaron says to the Pharaoh, \"Israel's God told us to leave this place.\" The Pharaoh is enraged. He is the true king, so why should he obey such a thing as the god of Israel?",
                        "jpn": "ファラオは自分こそが民の上に君臨する神であると信じていた。しかし民はファラオよりも偉大な王、天上の神を信じ、敬っていた。アロンはそんなファラオに「イスラエルの神がこの地を去れと言われた」と告げる。ファラオは激怒した。私こそが真実の王だ。それなのにイスラエルの神などというものに何故従わなければならんのだ! と。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "4346952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346952",
                    "Titles": {
                        "eng": "The Exodus",
                        "jpn": "エジプト脱出"
                    },
                    "Summaries": {
                        "eng": "Moses becomes the leader of Israel by listening to God's voice. But then Pharaoh's army comes to attack. Moses leads his people out of Egypt, following God's order. They face Pharaoh's army behind them, and the Red Sea in front. They can go neither forward nor backward. When Moses prays to God for a miracle, The Red Sea parts in the middle, and a road is formed in the sea.",
                        "jpn": "神の声を聞き、イスラエルの民を導くものとなったモーセにファラオの軍が襲いかかってくる。モーセは神の声の命ずるままに民を率いてエジプトを脱出して行く。後ろにはファラオの軍勢、前は紅海。進むも退くも出来ないイスラエルの民。モーセは神の奇跡を祈った。すると、紅海が二つに割れ、海に道が作られたのだ。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "4346953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346953",
                    "Titles": {
                        "eng": "Laws Carved in Stone",
                        "jpn": "十戒"
                    },
                    "Summaries": {
                        "eng": "Moses and the people of Israel arrive at the foot of Mt. Sinai. Moses climbs the mountain to hear more of God's voice. At the top of the mountain, he receives the ten commandments from God.",
                        "jpn": "モーセとイスラエルの民はシナイ山の麓に辿り着いた。モーセはさらなる神の声を受け取るべくシナイ山へと登った。その山頂で彼は神から十の戒めを受け取ることになる。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "4346955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346955",
                    "Titles": {
                        "eng": "Israel's Treachery",
                        "jpn": "イスラエルの裏切り"
                    },
                    "Summaries": {
                        "eng": "Moses does not come back from the mountain, so people set up an altar and pray to God for Moses' safety. They need a statue for prayer, so they make a bull as a statue of God. God sees this and says to Moses on the summit. \"Go down immediately. The people of Israel are corrupt.\" God strictly forbids people to deify anything except himself, or to worship any idol.",
                        "jpn": "山へ登ったままモーセが戻ってこないので、イスラエルの人々は神がモーセを守ってくれるようにと祭壇を作り、祈った。祈るのには対象物か必要だと彼らは神の雄牛を像にして祈った。そんな人々を見て、神は山頂にいるモーセに告げるのだ。「すぐに山を降りよ。イスラエルの民は堕落した」。神は神以外のものを祭り、偶像を拝むことを厳しく禁じていたのだ。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "4346956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346956",
                    "Titles": {
                        "eng": "New Alliance",
                        "jpn": "約束の地"
                    },
                    "Summaries": {
                        "eng": "God says to Moses, \"This is the land I promised to give to Abraham, Isaac, and Jacob for the people of Israel. Now I have shown it to you, but you will not be able to set foot on it.\" True to God's words, Moses dies just before he reaches the Promised Land.",
                        "jpn": "神はモーセに言った。「これがあなたの子孫に与えると私がアブラハムやイサク、ヤコブに約束した土地である。私はあなたにそれを見せた。しかしあなた自身はそこへ足を踏み入れることは出来ない」と。その言葉のとおり、モーセは約束の地の手前で息を引き取ることになる。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "4346957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346957",
                    "Titles": {
                        "eng": "Jericho",
                        "jpn": "エリコ"
                    },
                    "Summaries": {
                        "eng": "When the people of Israel approach the Promised Land of Jericho, they see a fortress city surrounded by impregnable walls. It is impossible for anyone to enter the city, thinks Joshua, the son of Moses. Then God's messenger says to him, \"I will give you Jericho, its king, and his warriors. Walk around the city for seven days. Let seven priests blow trumpets made from rams' horns. The wall will collapse on the seventh day.\" So the people of Israel follow those words and begin to walk around the walls blowing the horns. Jericho's army is puzzled at their behavior.",
                        "jpn": "約束の地エリコへと近づいたイスラエルの民が目にしたのは鉄壁の壁に囲まれた要塞都市だった。これでは誰もエリコの町へは入れない。そう思うモーセの子、ヨシュアへと神の御使いは言った。「私はエリコとその王と勇者たちをあなたの手に渡す。町の周りを七日間、回りなさい。七人の祭司に雄羊の角で作った角笛を吹き鳴らさせなさい。七日目に壁は崩れるであろう」その言葉に従い角笛を携えて城壁の周りを回り始めるイスラエルの民に、エリコの軍勢は首をひねっていた--。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "4346959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346959",
                    "Titles": {
                        "eng": "One King for Israel",
                        "jpn": "初めての王サウル"
                    },
                    "Summaries": {
                        "eng": "God gives a land to the people of Israel as promised, and continues to protect Israel from every enemy. However, attacks on Israel, the country enjoying God's protection, become fiercer than ever. Israel is now comprised of twelve sub-tribes, which are led by twelve brothers respectively. But it seems that they need a king to unite the nation. So Samuel, who is the most respected man in Israel, is asked to choose their king. Samuel says, \"If you choose a king, you must be his warrior or slave at his order. Are you really prepared for that?\"",
                        "jpn": "主は約束どおり、イスラエルの民に国を与えた。そして神はあらゆる敵からイスラエルの民を守り続けていた。しかし神に守られたイスラエルの民へと向けられる攻撃の手はますます強くなって行く。その頃のイスラエルは十二人の兄弟たちがそれぞれにリーダーとなり、十二氏族に分かれていた。しかしこれより先は民族を統一する王が必要だと思われた。そしてイスラエルの民に最も尊敬されているサムエルに王を選んでもらうこととなった。サムエルは言った。王を選ぶということは、王が命ずるままに兵士となったり奴隷となったりすることもあると覚悟するということだ。それでも良いのか、と。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "4346960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346960",
                    "Titles": {
                        "eng": "King Saul",
                        "jpn": "サウルの敗北"
                    },
                    "Summaries": {
                        "eng": "Other countries persistently start wars against Israel to defeat Saul's army. As Saul claims one after another victory, he gains respect from his people, but he eventually becomes arrogant. In the end, he spends all his time fighting. Then Philistine's army follows closely behind Saul and his sons, and kills his sons first. Then Saul, in despair, props up his sword on the ground and throws himself on it. The sword pierces him and he dies.",
                        "jpn": "サウル率いる軍を攻め落とすべく、他国は執拗な戦を仕掛けてくる。そのひとつひとつに勝利を収めたサウルは民の尊敬を集め、そしていつしか傲慢になっていった。やがて戦いだけに明け暮れる王となるサウルだったが、ついにペリシテ軍はサウルとその息子たちを追い詰め、息子たちから先に殺していった。それに絶望したサウルは地面に立てた剣の上に自らの体を投げて刺し貫き、死んだ。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "4346962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346962",
                    "Titles": {
                        "eng": "King David",
                        "jpn": "ダビデ王"
                    },
                    "Summaries": {
                        "eng": "God regrets having made Saul the king of Israel, so he decides to make David, a beautiful boy shepherd who lives in Bethlehem, the new king. David used to play the harp beautifully to console Saul, who had been deserted by the God. David is also the brave warrior who makes the fortress of Zion fall. Then he expands upon his power using this fortress. He is the leader of a mighty army supported by God.",
                        "jpn": "サウルをイスラエルの王としたことを悔いた神は、ベツレヘムに住む美しい羊飼い少年ダビデを新しい王とする。ダビデは主に見放されたサウルを慰めるために美しい音色で竪琴を奏でてやっていた少年だった。ダビデはまた勇敢な戦士であった。彼はシオンの要塞を陥落する。そしてこの要塞を中心に自らの勢力を強めて行く。彼こそは神に守られた万軍の長であった。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "4346963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346963",
                    "Titles": {
                        "eng": "King Solomon",
                        "jpn": "ソロモンの王国"
                    },
                    "Summaries": {
                        "eng": "Solomon, son of David, is a man of matchless intelligence, and he has keen insight into human nature. So he becomes a wise ruler who wins a great deal of public confidence. But as time passes, he eventually loses his love for God, builds the shrine of Solomon, and finally allows people to worship idols outside the castle. Solomon thus violates the Ten Commandments.",
                        "jpn": "ダビデの子、ソロモンは類まれなる知性の持ち主であり、人の心の機微にも通じていた。それゆえ民からの信望も厚い名君となった。しかし年を経て後、神への愛を失い、ソロモン神殿を建て、城の外でなら偶像を拝むことまで許すようになっていた。ソロモンは十戒に背いたのである--。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "4346964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346964",
                    "Titles": {
                        "eng": "The Exile of Israel",
                        "jpn": "バビロン捕囚"
                    },
                    "Summaries": {
                        "eng": "Solomon's kingdom Jerusalem falls to the attack of enemies. The people of Israel are expelled from their country and again become wandering tribes with no place to go. The Hebrews, the people of Israel, are captured in Babylon and are forced to migrate as slaves. Ezekiel keeps some precious scrolls of the Hebrew history with him. He believes that someday his people will enjoy God's love again. The people of Israel regret their acts against God, and they once again go back to living faithfully in his eyes.",
                        "jpn": "ソロモンが築いた王国エルサレムは攻め込む軍勢に陥落した。国を追われたイスラエルの民は再び帰る場所も行く当てもない流浪の民族となった。イスラエルの民、ヘブライ人はバビロンに囚われ、奴隷として移住させられる。ヘブライの歴史を綴った巻物を大事に守っていたのはエゼキエルである。彼はいつか必ず神の愛が我が民族の上に戻ってきてくれると信じていた。イスラエルの民は神の言葉に背いたことを悔い、もう一度、神の掟を敬う生活を取り戻して行く。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "4346965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346965",
                    "Titles": {
                        "eng": "Release from Bondage",
                        "jpn": "奴隷からの解放"
                    },
                    "Summaries": {
                        "eng": "The kings of Babylonia are worried about the fact that Hebrews place their faith only in the god of Israel. The kings order Hebrews to worship Marduk, the god of Babylonia. However, they are told through divine revelation that Babylonia would be separated into Media and Persia and that the people of Israel would return to their Promised Land. \"The Lord has said that he would bring you back wherever you might be...\"",
                        "jpn": "バビロンの王たちはヘブライ人たちがイスラエルの神だけを信じ続けていることに懸念を感じていた。バビロンの神マルドゥクを信ぜよ! 王たちはヘブライ人に命じた。しかし神のお告げが下される。バビロンはメディアとペルシャとに分割されるであろう、と。そしてイスラエルの民は再び約束の地へともどされるであろう、と。「主は言われた。お前たちがどの地に散っても、私はまたお前たちを呼び戻すであろう・・・」"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "4346966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346966",
                    "Titles": {
                        "eng": "Prophets in the Desert",
                        "jpn": "砂漠の預言者たち"
                    },
                    "Summaries": {
                        "eng": "There is a prophet who wanders through the desert. He is very worried about the Hebrews becoming corrupted and acting against God. But he also feels that everything will change soon and that God's voice will be heard around the world. One night, an angel Gabriel comes to Mary, who is a fifteen- year-old girl living in Nazareth. He said, \"Mary, don't be afraid. You have God's blessing. You will have a baby boy. Name him Jesus. He will be a great man, and will be called the son of the Lord...\" Then true to the revelation, the virgin Mary becomes pregnant.",
                        "jpn": "砂漠を放浪するひとりの預言者がいた。彼はヘブライ人たちが、堕落し、神の掟に背こうとしていることに心を痛めていた。しかし、もうすぐ、すべてが変わり、神から再び世界に広く伝えられる声が届くだろうと感じていた。ある夜、天使ガブリエルがナザレに住む15才のマリアのもとに降り立った。「マリア、恐れることはない。あなたは神から恵みをいただいた。あなたは身ごもって男の子を産むだろう。その子をイエスと名づけなさい。その子は偉大な人となり、いと高き方の子と呼ばれるだろう・・・」と。そのお告げの通り、マリアは処女懐妊した。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "4346968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/260116-show/episodes/4346968",
                    "Titles": {
                        "eng": "The Birth of Jesus",
                        "jpn": "イエスの誕生"
                    },
                    "Summaries": {
                        "eng": "Mary is traveling from Nazareth to Bethlehem because Herod the Great has decided to collect taxes from the Jews, and demands that all the people register as residents. It is a difficult journey for the pregnant Mary, but she endures the pain with a firm sense of mission that she is carrying a sacred life within her. Mary and her husband Joseph arrive at her cousin Elizabeth's house. She has a baby too, and his name is John. Mary gives birth to a baby boy in the stable. The sky that night is lit by a start marking the event.",
                        "jpn": "ナザレからベツレヘムへとマリアは旅していた。ヘロデ王がユダヤ人たちからも税金を徴収すると決め、全員の住民登録を求めたためだった。身重のマリアにはつらい旅だった。しかし、体の中に聖なる命が宿っているのだという使命感で、マリアはつらさに耐えていた。マリアと夫のヨセフはいとこのエリザベトの家へと着く。その家にも赤ん坊がいた。名はヨハネ。マリアはこの家の馬小屋で男の子を出産する。空に予言の星が輝く夜のことだった--。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}