{
    "URL": "https://thetvdb.com/series/television",
    "Genres": [
        "Documentary",
        "Mini-Series"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0088624/",
        "https://www.themoviedb.org/tv/223247"
    ],
    "TitleEnglish": "Television (1985)",
    "SummaryEnglish": "Exhaustive 13-part survey of the television medium from its hesitant beginnings in the 1920s to the multi-million dollar extravaganzas of today and the cable and satellite technologies of the future [relative to 1985]. Tackling the medium as a worldwide phenomenon, the series examines each of the principal areas of programming - news, drama, documentaries, and light entertainment - and the unique impact of \"live\" coverage.",
    "Aliases": [],
    "Modified": "2024-11-20",
    "Seasons": {
        "1": {
            "ID": "495533",
            "URL": "https://thetvdb.com/series/television/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4351814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/television/episodes/4351814",
                    "TitleEnglish": "Visions of Power",
                    "SummaryEnglish": "A look at the way that TV affects and manipulates viewers.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4351815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/television/episodes/4351815",
                    "TitleEnglish": "The Race for Television",
                    "SummaryEnglish": "Goes back to TV's earliest flickering beginnings, in the first primitive TV camera built by the eccentric Scots inventor John Logie Baird - whose previous triumph had been the indestructible sock - out of hat-boxes, sealing-wax and an old tea chest. (The Guardian)",
                    "Aliases": []
                },
                "3": {
                    "ID": "4351816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/television/episodes/4351816",
                    "TitleEnglish": "We Bring You Live Pictures",
                    "SummaryEnglish": "The development and impact of outside broadcasts and live coverage of news, sport and pageantry. Peter Dimmock, then in charge of OBs at the BBC, recalls how the coronation in 1953 was a turning-point. When Prince Charles married Lady Di in 1981, 750,000,000 people in 74 countries followed their progress up the aisle. (Daily Telegraph)",
                    "Aliases": []
                },
                "4": {
                    "ID": "4351817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/television/episodes/4351817",
                    "TitleEnglish": "News Power",
                    "SummaryEnglish": "Continuing the worldwide history of the medium, this programme moves on to television news, tracing its development from the first TV news in America in the forties to today's high-powered satellite broadcasts. (Daily Telegraph)",
                    "Aliases": []
                },
                "5": {
                    "ID": "4351818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/television/episodes/4351818",
                    "TitleEnglish": "News: The Power of Pictures",
                    "SummaryEnglish": "Looks at the awesome ability of on-screen images to evoke a massive public response, as with the pictures of the starving children of Biafra in 1968; to shape the nature of the response, with American footage showing how protesters in close-up look far more violent than when filmed in long-shot; and ultimately to shape events like Nixon's downfall. (The Guardian)",
                    "Aliases": []
                },
                "6": {
                    "ID": "4351820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/television/episodes/4351820",
                    "TitleEnglish": "The Story Machine",
                    "SummaryEnglish": "From news to fiction as the series moves behind the scenes to look at how some of the most popular drama series are produced, what they cost and how they came about. Hollywood is the home of most of the world's TV drama, but there is also a look at Japanese Samurai drama, Brazilian soap opera and Nigerian comedy. (Daily Telegraph)",
                    "Aliases": []
                },
                "7": {
                    "ID": "4351821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/television/episodes/4351821",
                    "TitleEnglish": "Play Power",
                    "SummaryEnglish": "Considers TV drama and the practical influence, if any, of such controversial landmarks as the BBC's post-war \"1984\" and ITV's \"Armchair Theatre\" and the later drama-documentaries of the Sixties, most notably Jim Allen's \"Cathy Come Home\", which led to the creation of the charity Shelter. But as production costs rise, how will purely commercial considerations (saleability, for example) affect the quality? (Daily Telegraph) / Also charts the rise and fall of America's golden age of television drama - the fifties - featuring rare clips of the likes of Redford and Newman, in their earliest TV roles. (The Guardian)",
                    "Aliases": []
                },
                "8": {
                    "ID": "4351819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/television/episodes/4351819",
                    "TitleEnglish": "The Rise and Fall of the Documentary",
                    "SummaryEnglish": "After 30 years of recording every human problem, every aspect of the natural world, has the TV documentary run out of steam - and themes? And for all its work in informing millions about the plight of the homeless or the threat to the rain forests, has it ever been an agent of real social change? (The Guardian)",
                    "Aliases": []
                },
                "9": {
                    "ID": "4351823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/television/episodes/4351823",
                    "TitleEnglish": "Chewing Gum for the Eyes",
                    "SummaryEnglish": "Focusing on light entertainment, from variety to quiz and game shows, from chat shows to pop videos, with samples garnished from, among other countries, Britain, America, Brazil, Russia and the Philippines and even a Japanese version of \"What's My Line?\". (Daily Telegraph)",
                    "Aliases": []
                },
                "10": {
                    "ID": "4351822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/television/episodes/4351822",
                    "TitleEnglish": "The Good, the Bad, and the Ugly",
                    "SummaryEnglish": "An examination of the beneficial effects of television, its help in education, its power to broaden the horizons of its audience, and then - the other side of the coin - its possible harmful effects, its power to influence the young, to encourage violence, to corrupt. (Daily Telegraph)",
                    "Aliases": []
                },
                "11": {
                    "ID": "9681200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/television/episodes/9681200",
                    "TitleEnglish": "Canned Laughter",
                    "SummaryEnglish": "The history and development of television comedy is examined, from its origins in American vaudeville and radio shows, through the social comment sit-coms to the ultimate send-ups in such productions as \"Soap\". (Daily Telegraph)",
                    "Aliases": []
                },
                "12": {
                    "ID": "4351824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/television/episodes/4351824",
                    "TitleEnglish": "The Selling of the President",
                    "SummaryEnglish": "The medium's revolutionary effect on the business of electioneering around the world, with politicians being taught how to maximise their television appeal, and image replacing issues as the key vote-catcher. (The Guardian)",
                    "Aliases": []
                },
                "13": {
                    "ID": "4351825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/television/episodes/4351825",
                    "TitleEnglish": "The Third Age of Broadcasting",
                    "SummaryEnglish": "Looks to the medium's future in a satellite and cable world where the viewer may be spoilt for choice in terms of quantity of channels. But what of the quality of programmes, of standards and mandatory public service content of the schedules, with satellites crossing frontiers and national regulations a thing of the past? (The Guardian)",
                    "Aliases": []
                }
            }
        }
    }
}