{
    "URL": "https://thetvdb.com/series/kodoku-no-gurume",
    "Genres": [
        "Comedy",
        "Drama",
        "Food"
    ],
    "Other Sites": [
        "https://www.facebook.com/kodokugurume",
        "https://www.imdb.com/title/tt2146543/",
        "https://www.tv-tokyo.co.jp/kodokunogurume/",
        "https://www.themoviedb.org/tv/55582",
        "https://x.com/tx_kodokugurume"
    ],
    "TitleEnglish": "Solitary Gourmet",
    "SummaryEnglish": "The story follows a man named Inogashira Goro, who privately runs an imported dry goods business. In his spare time between work, he visits various shops and tastes their cuisine. One of the highlights of the manga is that the shops that appear in it are all real shops geared towards a general public. The drama will preserve the spirit of the manga, in which the solitary protagonist speaks very little and the focus is on his character as he eats various dishes.",
    "Aliases": [
        "kodokunogurume",
        "kodoku no gurume",
        "Each One's Solitary Gourmet",
        "Solitary Gourmet",
        "それぞれの孤独のグルメ"
    ],
    "Modified": "2025-10-17",
    "Seasons": {
        "0": {
            "ID": "554542",
            "URL": "https://thetvdb.com/series/kodoku-no-gurume/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "4971246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4971246",
                    "TitleEnglish": "Mackerel-Sesame and Young Fowl Soup-Taki of Nakasu, Hakata Ward, Fukuoka City, Fukuoka Prefecture",
                    "SummaryEnglish": "Goro goes on a business trip to Fukuoka Prefecture, Kyushu. He arrives in Hakata Ward on a hot summer day. He visits an old friend, Okumura (Nakamura Yuji) the proprietor of a shop in Doll Alley.\r\n\r\nOn a walk, he happens upon \"Miyake Udon\" and decides to try Fukuoka-style udon. After a long awkward presentation at the Chamber of Commerce, Goro checks in at a hotel in Nakasu. Happening upon a side street he is struck by hunger spots an izakaya called \"Kazutomi\". Peeking inside, he is spotted by a customer and invited in by the shop's proprietress (Lily). Immediately identified as a Tokyoite and non-drinker, Goro's unease is distracted by the menu of Fukuoka soul food prepared with a unique twist by the shop's Taisho.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5470572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/5470572",
                    "TitleEnglish": "Midwinter Hokkaido Asahikawa Business Trip Edition.",
                    "SummaryEnglish": "It is early in the new year, and Inogashira Goro (Matsushige Yutaka) arrives in snowy Asahikawa, Hokkaido for business. It seems he is having a busy start of the year, and he strives to finish his work on time. As a result, he feels jumpy every time his phone rings and could not relax. So he goes out of his hotel room and go for a little walk on a snowy day around the town. He eventually feels hungry, but before he could attend to his stomach, he buys some boots to use in order not to slip on the icy sidewalks.\r\n\r\nAfter looking around for an eatery that gives a sense of \"the Hokkaido feeling\", he settles on a tasteful izakaya with on old-fashioned and quiet feel, \"Lone Drinking, Sanshiro\". He is welcomed in by proprietress (Tokoshima Yoshiko). Goro then has a scrumptious and comforting meal consisting of shinkoyaki, omelet, mushroom soup and corn tea.\r\nThe next morning, Goro goes to dyeing factory and meets with the company president (Morisaki Hiroyuki). Goro would like to order a \"big catch\" fisherman's flag for a client overseas. He is also given a tour of the workroom. Afterwards, feeling hungry, Goro begins looking for a shop and sees a sign of an eatery called \"Jiyuken\" just around the alley. Both the attendant (Nishihara Aki) and the Taisho (Hinda Hirotaro) greet him cordially. Since it is a \"yakiniku/tonkatsu shop\", Goro is torn between ordering meat or seafood. In the end, he chooses the latter: crab croquettes and hokke fry. Plus he orders the shop's famous dish which he finds very unusual: Miso Soup with rice...",
                    "Aliases": []
                },
                "3": {
                    "ID": "5707483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/5707483",
                    "TitleEnglish": "Midsummer Tohoku-Miyagi Business Trip Edition",
                    "SummaryEnglish": "This time Inogashira Goro travels to Tohoku. In Sendai, he met with his friend, Kishimoto who referred to him an autumn sales event project in Onagawa, a port town bent on starting anew after being devastated by the 2011 Tohoku Earthquake/Tsunami Disaster. Later in the day, Goro ate at a restaurant called \"Sui Sui\" that sells Sendai's specialty, beef tongue, as well as \"tail-yaki\", prepared by a grumpy-looking Sui Sui master (Denden). The next day, he traveled via train to Ishinomaki. Upon arriving, he begrudgingly rented a light truck which he used to drive to Onagawa. He arrived at his destination: a new shopping district called \"Seapal Pier Onagawa\". There, he had a meeting with staff member Makihara (Mukai Osamu) who, along with people from the shopping district, implored him for his help to make the event successful. The relief he felt after the successful meeting for some reason made Goro feel hungry. He drove off in his light truck in search of a diner, and luckily, he found a good one along the way. Its name is \"Live Seafood, New Konori\". Once inside, he was greeted by the proprietress (Yo Kimiko). Browsing over the menu, Goro had a hard time choosing among the dishes offered: delectable fresh seafood rice bowls, fluffy conger eel tempura, sea urchin and seaweed dishes...",
                    "Aliases": []
                },
                "4": {
                    "ID": "5906491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/5906491",
                    "TitleEnglish": "New Year's Special - Inogashira Goro's One Long Day",
                    "SummaryEnglish": "Inogashira Goro stood in the wasteland for some reason. We found one restaurant when we continued walking open land. Duo like robbery runs out as soon as was going to enter; and afterwards man with gun…! Goro exclaimed; woke up in favorite car then. We looked down on plan book and seem to have slept. We still had time until appointment and ran car to put in some stomach earlier. When we approach industrial area of Kawasaki and we remember \"string\" of yakiniku and go, it is what full. When we gave up and went to warehouse of Edagawa, we remembered \"atom\" of Edagawa with set meals and we dropped in, but closed a shop this time.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6039281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6039281",
                    "TitleEnglish": "Setouchi Shucchou Hen Business Trip Edition",
                    "SummaryEnglish": "\"Kodoku no Gurume 2018: Ōmisoka Special ~Tabe Osame! Setouchi Shucchō-hen~\" (31 Dec. 2017, TV Tokyo) is a 90 minute SP, that stars Matsushige Yutaka in his signature role of Inogashira Goro, the foodie merchant, who prefers to eat alone. This time, Goro spends the last two days of the year traveling to Setouchi region in Western Japan, visiting and tasting the cuisine of three prefectures, Kagawa, Ehime, and Hiroshima. This is the series's first special to be shown on the last remaining hours of New Year's Eve. And it is also the first time that it features a live opening segment, with manga author Qusumi Masayuki, plus a surprise at the end!\r\nThis special also stars Kimura Midoriko, Yamamura Momiji, Dankan, Takehara Shinji, and Emoto Akira",
                    "Aliases": []
                },
                "6": {
                    "ID": "6488587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6488587",
                    "TitleEnglish": "New Year's Eve Special: Kyoto-Nagoya Business Trip Edition",
                    "SummaryEnglish": "Kodoku no Gurume New Year's Eve SP: Kyoto-Nagoya Business Trip Edition (31 Dec. 2018) is the second SP held on a New Year's Eve that features parts that were broadcast live. This time, Goro (Matsushige Yutaka) goes to Kyoto on Dec. 30. In Kyoto, he yearns to eat unagi dish but fails to find it. Instead, he tries a shop called \"Nashimote\" that offers quintessential Kyoto cuisine, and enjoys a donabe meal that boasts of Kyoto's light and elegant cooking. He then goes and stays overnight at Nagoya. There, on the morning of Dec. 31, he starts his day at a coffeeshop called \"Karasu\" where he enjoys the shop's original blend coffee and anko-toast. After work later that day, he again intends to find an unagi shop. However, he is tempted to try a shop called \"Hira\" that serves the Nagoyan soul food, Taiwan Ramen. Goro couldn't help but dive into this new and spicy cuisine...\r\nHe goes back to Tokyo that day, where he still has work to do. On the night of New Year's Eve, he meets with his last client, Maeda (Ito Shiro), the owner of a dango shop in Shibamata, Katsushika Ward. Goro who is still hoping to eat unagi on the last day of the year, asks Maeda if a nearby unagi shop is still open. Maeda replies that it is not. Will poor Goro not realize his wish for a Year-Crossing Unagi?",
                    "Aliases": []
                },
                "7": {
                    "ID": "6958205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6958205",
                    "TitleEnglish": "New Year's Eve Special~Urgent Task! Narita~Fukuoka~Busan Short Business Trip",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "8104833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/8104833",
                    "TitleEnglish": "New Year's Eve Special:  My Social Distancing Meals, and Solo Fireworks Mission",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "8915555",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/8915555",
                    "TitleEnglish": "New Year's Eve Special: Full Throttle Driving! Picturesque Sceneries, A Year End Party Road Movie",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "9081737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9081737",
                    "TitleEnglish": "Sharing a Table Edition",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "9081738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9081738",
                    "TitleEnglish": "Rookie Staff Edition",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "9081739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9081739",
                    "TitleEnglish": "Staff Meal Edition",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "9081740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9081740",
                    "TitleEnglish": "The Style of Eating Edition",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "14": {
                    "ID": "9081741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9081741",
                    "TitleEnglish": "Take-Out Edition",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "15": {
                    "ID": "9081742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9081742",
                    "TitleEnglish": "Online Food Delivery Edition",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "16": {
                    "ID": "9384442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9384442",
                    "TitleEnglish": "Season 10: Just Before the Broadcast SP",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "17": {
                    "ID": "9520956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9520956",
                    "TitleEnglish": "New Year's Eve Special: Year-End Party, the Fighting Arts of Food, Crab Errand Sure is Tough!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "18": {
                    "ID": "9737966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9737966",
                    "TitleEnglish": "Izakaya Edition x Hanako",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "19": {
                    "ID": "9737967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9737967",
                    "TitleEnglish": "Izakaya Edition x The Mommy",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "20": {
                    "ID": "9737968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9737968",
                    "TitleEnglish": "Shokudo Edition x Machiura Pink & Hoshino Disco",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "21": {
                    "ID": "9737969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9737969",
                    "TitleEnglish": "Shokudo Edition x Spicy Garlic",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "22": {
                    "ID": "9737970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9737970",
                    "TitleEnglish": "Chinese Eatery Edition  x Tokyo Hoteison",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "23": {
                    "ID": "9737971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9737971",
                    "TitleEnglish": "Chinese Eatery Edition x Kagaya",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "24": {
                    "ID": "10219629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/10219629",
                    "TitleEnglish": "2023 New Year's Eve Special: Inogashira Goro, Escape to the South, Please Don't Look for Me",
                    "SummaryEnglish": "Inogashira Goro visits TV Tokyo for a job request. His client, Nagano Shota, a year-end special producer, makes an unreasonable request to appear on a New Year's Eve program. Exhausted by the absurd end of the year ritual that has become an annual tradition, Goro decides to take a real break this year and escapes with the final line, \"Farewell! Tokyo\"... Leaving his cell phone and laptop in Tokyo, Goro went on a digital detox vacation trip to Okinawa.",
                    "Aliases": []
                },
                "25": {
                    "ID": "10883235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/10883235",
                    "TitleEnglish": "2024 New Year's Eve Special: From the Pacific Ocean to the Sea of ​​Japan Goro, Go North to Where Those People Are",
                    "SummaryEnglish": "This time, Goro (Matsushige Yutaka) will be heading to Nagano, near the Sea of ​​Japan! Goro has been asked by Kajiwara Toshiyuki (Mitsuishi Ken) the director of a movie theater in Yokohama to deliver \"a certain film\" to Hachioji. He had accepted the errand as his last job of the year, but Goro, who cannot refuse requests wherever he goes, gets caught up in an unexpected situation and ends up heading to Nagano to deliver the film. Goro heads north in his beloved Mini, but he gives up his year-end holidays, to drive long distances, making him extremely hungry. What kind of gourmet food will Goro encounter along the way, who are the people he comes into contact with in those places, and what are the feelings he learns behind the film...?",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "496066",
            "URL": "https://thetvdb.com/series/kodoku-no-gurume/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4357011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4357011",
                    "TitleEnglish": "Yakitori and Yaki Meshi of Monzen-Nakacho, Koto Ward",
                    "SummaryEnglish": "Inogashira Goro (Matsushige Yutaka) gets a call from a female client who runs a cafe in Monzen-Nakacho. He sets up a meeting with her at her cafe, delighted with the prospect of visiting the town which he hadn't seen since he was a student. Afterwards, he visits an antique store located in that neighborhood as well. Feeling the pangs of hunger, he looks around for a place to eat until he pauses in front of a yakitori shop called 'Shosuke...\"",
                    "Aliases": []
                },
                "2": {
                    "ID": "4357012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4357012",
                    "TitleEnglish": "Boiled Fish Set of Komagome, Toshima Ward",
                    "SummaryEnglish": "Inogashira-san travels to Komagome as requested by an old-time customer of his, a gallery owner. Having finished early with his appointment, he decides to have an early supper. He looks around in an unfamiliar neighborhood and even gets distracted by a group of old men playing shogi. Finally, he stops before \"Washoku-tei,\" a home-cooked style restaurant that serves set meals...",
                    "Aliases": []
                },
                "3": {
                    "ID": "4357013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4357013",
                    "TitleEnglish": "Dan Dan Noodles Without Soup of Ikebukuro, Toshima Ward",
                    "SummaryEnglish": "Inogashira-san visits the bustling commercial town of Ikebukuro to meet with a client from a model room company, and to scout for a possible new office location. He also buys from his favorite store. He notices many Chinese restaurants that have sprouted in the streets, and decides to have Chinese food for his lunch. Later, a sign catches his eye and it reads, 'Chinese Home-Cooking Yan...'",
                    "Aliases": []
                },
                "4": {
                    "ID": "4357014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4357014",
                    "TitleEnglish": "Shizuoka Oden of Urayasu, Chiba Prefecture",
                    "SummaryEnglish": "Our solitary protagonist travels outside Tokyo, this time to Chiba where he has an appointment with a staff from a popular wedding venue. Inogashira-san arrives in Shin-Urayasu, and marvels at the Western American-style lay-out of the town. Later on, his tour of the wedding facilities brings up certain memories for him... the time when he was in Paris with a famous actress. He ponders whether he has regrets about not ending up with her, and yet gets distracted by feelings of hunger. He goes in search for a place to eat and ends up in a stylish restaurant known as \"Loco Dish...\"",
                    "Aliases": []
                },
                "5": {
                    "ID": "4357015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4357015",
                    "TitleEnglish": "Oyako-Don and Yaki-Udon of Eifuku, Suginami Ward",
                    "SummaryEnglish": "It had been a bad week for Inogashira-san. The lone merchant is in the doldrums after experiencing several set-backs in his dry goods business. He travels to Eifuku, Suginami to get some fresh air and to meet with an old friend. However, his meeting fails to push through and so he ends up whiling away his time fishing alone at \"Musashino-en Fishing Pond.\" He experiences a sudden need to eat, and decides to try out the fishing facilities' own canteen...",
                    "Aliases": []
                },
                "6": {
                    "ID": "4357016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4357016",
                    "TitleEnglish": "Grilled Garlic Porkloin of Saginomiya, Nakano Ward",
                    "SummaryEnglish": "Inogashira-san is in Saginomiya, Nakano to see a client who owns a hair salon. After a bizarre meeting with her, he goes off to visit a long-time friend and confidante. But before that, he gets sidetracked by a store that sells confectioneries. Then, finally, he arrives at his friend's store but is taken aback by what he sees. Later on, he seeks for a place to satisfy his hunger. So he decides to partake on a heavy-duty pork meal at a tonkatsu shop called \"Miyako-ya\"...",
                    "Aliases": []
                },
                "7": {
                    "ID": "4357017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4357017",
                    "TitleEnglish": "A Cafe's Neapolitan Pasta in Kichijoji, Musashino City",
                    "SummaryEnglish": "The lone merchant who says he can \"eat anything,\" has had a sudden attack of indecision. His inability to decide on what and where to eat begins when he arrives in the casual, vibrant town of Kichijoji. This made him late for his meeting with a client - an owner of a jazz cafe. Afterwards, Inogashira-san finds himself back to his dilemma as he goes around town deciding where to eat. Finally, an odd feeling made him stop in front of a restaurant called \"Kayashima.\" He steps inside and looks over the menu, only to get lost in the maze of varied dishes being offered...",
                    "Aliases": []
                },
                "8": {
                    "ID": "4357018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4357018",
                    "TitleEnglish": "Hitori Yakiniku (Grilled Meat For One) of Hatcho-nawate, Kawasaki City, Kanagawa Prefecture",
                    "SummaryEnglish": "After seeing off a client/friend at the airport, Inogashira-san passes through the Keihin Industrial Zone. Before embarking on a long drive back home, he stops and idly watches the view of steel infrastructure frameworks of the zone's steel mills and oil refineries from a distance. He is hypnotized and impressed by their immense size, towering smokestacks and complex design. And yet, it also somehow, reminds him of... well, food, most particularly, yakiniku. He goes in search of a yakiniku eatery in Hatcho-nawate, Kawasaki and settles for \"Tsuruya\" which offers solitary dining for individual customers. It's perfect for a ravenous lone wolf like Inogashira-san! \r\n(pic: tv tokyo)",
                    "Aliases": []
                },
                "9": {
                    "ID": "4357019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4357019",
                    "TitleEnglish": "Hiroshima-Style Okonomi-yaki of Shimokitazawa, Setagaya Ward",
                    "SummaryEnglish": "Inogashira-san spends a day-off watching his friend's play in Shimokitazawa. Somehow, he falls asleep towards the end of the play. Later, he learns that the lead actress had run off. He finds her afterwards wandering in the streets and decides to follow her, while tasting the street food along the way. He ends up introducing himself to the young lady, who in turn opens up to him about her troubles. Inogashira-san may not be able to offer words of comfort but at least he was able to give her his take-out food, hoping it would be enough to console her. He leaves and realizes he has yet one more thing to console... his own tummy. He goes off and stumbles upon \"Hiroki,\" a shop that serves teppan-yaki and Hiroshima-style okonomi-yaki...",
                    "Aliases": []
                },
                "10": {
                    "ID": "4357020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4357020",
                    "TitleEnglish": "Ginger Pork Rice Bowl with Fried Egg of Higashi-Nagasaki, Toshima Ward",
                    "SummaryEnglish": "For his next appointment, Inogashira-san goes to Toshima Ward. He stops and buys from a cheerful fruit vendor who has a knack for telling puns. Then, he meets up with his client from the movie industry who in turn has a propensity to talk using mimetic words. Afterwards, Inogashira-san takes a stroll through a park and happily gazes at hard-working students from a nearby arts college, practicing their required routines. His growling tummy reminds him that it's time to eat so he goes back to a place where a diner had earlier caught his eye. It was \"Dining Sekizawa,\" an eatery that offers a myriad of home-made, affordable set meals...",
                    "Aliases": []
                },
                "11": {
                    "ID": "4357021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4357021",
                    "TitleEnglish": "Extra Spicy Curry Rice at a Nomiya (Tavern) in Nezu, Bunkyo Ward",
                    "SummaryEnglish": "It's been three years since a friend of Inogashira, a weaving teacher, opened a French goods shop. He visits her and her shop in Nezu, Bunkyo, and was delighted to find her adjusting well. He notices that she is suited to her neighborhood with its warmth and laid-back atmosphere. After he takes his leave, he realizes he needs to go to the bathroom. A bit embarrassed, he had no choice but to use the facility of the nearest shop he could find, a nomiya or a drinking/eating establishment called \"Sumire.\" Since he is feeling hungry, he decides to stay after finding out that not only drinks are being served but real meals as well. But then, an unruly drunk steps inside the shop...",
                    "Aliases": []
                },
                "12": {
                    "ID": "4357022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4357022",
                    "TitleEnglish": "Okinawa Soki-Soba and Agu Pork Broiled in Natural Salt of Nakameguro, Meguro Ward",
                    "SummaryEnglish": "For the last episode, Inogashira-san meets an unusual-looking married couple on his way to an appointment. However, he realizes that he had missed his lunch so he grabs a quick bite along the way. He then goes to meet with the young pretty owner of a pre-used clothes shop in Nakameguro. Afterwards while strolling around town, he winds up in a street filled with restaurants offering varied menus. He decides to try out an Okinawa-themed restaurant called \"SokaBokka...\" for a delightful tropical island feast.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "505133",
            "URL": "https://thetvdb.com/series/kodoku-no-gurume/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4435460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4435460",
                    "TitleEnglish": "Leek and Meat Stir Fry of Shin-Maruko, Kawasaki City, Kanagawa Prefecture",
                    "SummaryEnglish": "On a hot day, Inogashira travels to Shin-Maruko. While waiting for his female client (a passionate owner of a dance studio) he decides to kill time in a dessert shop called \"Showa-do\" and orders a refreshingly sweet creamy concoction. Later on, after his appointment, Inogashira finds himself thinking about a certain busy eatery he had seen earlier in the day. It was a casual diner called \"San-chan Shokudo.\" It was full of lively customers, all eating and drinking alcohol in the middle of the day. It could be a good place to eat and yet he does not drink. He wonders if it's worth a try....",
                    "Aliases": []
                },
                "2": {
                    "ID": "4435461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4435461",
                    "TitleEnglish": "Black Tempura on Rice of Ningyo-cho, Nihon-Bashi, Chuo Ward",
                    "SummaryEnglish": "Inogashira goes around the old cultural town of Ningyo-cho, looking for Japanese gifts to send to his European female friend. Since his friend is expecting a child, Inogashira wants to get her something for her pregnancy as well as an item that denotes Japanese culture. While looking for shops, he stops by a tea shop called \"Mori no En\" and tries out their sweets made with green tea. Later on, as he was browsing in a shamisen shop, he feels the need to eat something that's classically Japanese... and so, tempura comes to mind. He goes around the area searching for a tempura-ya until he smells the aroma of frying foods. It was coming from a shop called \"Tempura Nakayama\"...",
                    "Aliases": []
                },
                "3": {
                    "ID": "4435462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4435462",
                    "TitleEnglish": "Wasabi Kalbi & Egg on Rice of Numabukuro, Nakano Ward",
                    "SummaryEnglish": "Inogashira meets with a client at a cafe called \"Alcolic Cafe Roje\" in front of Numabukuro station. His meeting ends on a positive note, so he decides to remain in the shop and celebrate by ordering a slice of tart and some tea. However, his second business meeting does not seem to bode well. It is with a young female entrepreneur who is described as too flighty by her own loquacious mother. Afterwards, he wanders in the residential neighborhood in search of a place to eat, and much to his surprise and relief, he stumbles upon a yakiniku shop called \"Heiwa-En\"...",
                    "Aliases": []
                },
                "4": {
                    "ID": "4435463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4435463",
                    "TitleEnglish": "Brazilian Cuisine of Oizumi-machi, Oora District, Gunma Prefecture",
                    "SummaryEnglish": "Inogashira travels outside of Tokyo, this time, to Brazil, that is, a Japanese-Brazilian community in Oizumi, Gunma Prefecture. He meets with an old senpai of his who wants to set up an aesthetic salon. He marvels at how different his senpai, who was once conservatively uptight, had become. However, Inogashira is unceremoniously set aside as an unexpected meeting arises for his friend. His friend's teen-aged daughter gets asked to show Inogashira around town, a task which doesn't seem too pleasing for the young girl. Still, she obliges and takes him to a kiosk that sells Brazilian confectioneries. Later, before going back home, he decides to have a late lunch, and since he's in \"Brazil\"... he tries out a shop called \"Restaurant Brazil...\"",
                    "Aliases": []
                },
                "5": {
                    "ID": "4435464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4435464",
                    "TitleEnglish": "Pork and Onion-Garlic Stir-Fry of Hakuraku, Yokohama City, Kanagawa Prefecture",
                    "SummaryEnglish": "Inogashira visits Kanagawa University in Yokohama City to meet with a client, an eccentric professor and horse enthusiast. He later tries the soft ice cream of the campus' sweets shop, \"Chiffon.\" Afterwards, he checks out the nearby old shopping district in Rokkakubashi wherein he experiences an odd reverie while taking a break inside a quaint coffee shop called \"Cafe Bunmei.\" Strolling through the narrow passageways lined with small stores, he decides to have a meal at \"Kitchen Tomo,\" a shop serving Western-style cuisine...",
                    "Aliases": []
                },
                "6": {
                    "ID": "4588778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4588778",
                    "TitleEnglish": "Szechuan Cuisine of Keisei Koiwa, Edogawa Ward",
                    "SummaryEnglish": "Arriving early at Koiwa, Inogashira kills some time by strolling through the area's shopping district. He also had a sweet time-out at the confectionery shop, \"L'Atelier De Sucre.\" The town's warmth and sense of community makes him feel at ease so much that he almost forgets his appointment with an owner of a photo studio. Later on, he decides to partake of a spicy dinner at \"Zenzen\" a restaurant that offers Szechuan home-style cuisine.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4588779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4588779",
                    "TitleEnglish": "Pacific Saury and Sake-Steamed Clams of Iioka, Asahi City, Chiba Prefecture",
                    "SummaryEnglish": "Inogashira's sleepiness caused him to make a mistake during his out-of-town meeting with a client. He was already on his way home at a stop-over in Choshi, Chiba when he realized he had taken the wrong product item with him. Since he could not go back to his client until the afternoon of the next day, he decides to stay overnight in the coastal town of Iioka. Before he checks into a guest house, he strolls around, checking out a sweets cafe called \"Light House.\" The next day, the relaxing view of the Pacific Ocean inspires Inogashira to have a seafood feast at a surfers' favorite hang-out called \"Tsuchiya\"...",
                    "Aliases": []
                },
                "8": {
                    "ID": "4588780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4588780",
                    "TitleEnglish": "Chanko for One of Ryogoku, Sumida Ward, Tokyo",
                    "SummaryEnglish": "Inogashira's next appointment is in the \"Sumo Town\" of Ryogoku. A fan of sumo, our solitary gourmand is eager to go sight-seeing around the area but gets sidetracked by \"Ryogoku Kokugido\" a shop that sells sweetened beans crackers and other sweet delights. Later, he goes to his \"small sale\" meeting but is surprised to see that there is nothing \"small\" about his client, an owner of a barber shop. Of course, after his meeting, he starts to crave for a Sumo style feast, and out of all the chanko shops in the area, he chooses \"Oouchi\" a restaurant that also offers single servings of traditional chanko....",
                    "Aliases": []
                },
                "9": {
                    "ID": "4588781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4588781",
                    "TitleEnglish": "Eating At the Office After Visiting Sunamachi-Ginza Shopping District, Koto Ward",
                    "SummaryEnglish": "On a particularly busy day, Inogashira is in Sunamachi, Koto Ward, meeting up with one client after another. Despite his heavy schedule, he still finds time to help out a lovely client with a sprained ankle in setting up things in her coffee shop. He also takes a break inside a Samurai-themed cafe called \"Coffee Dojyo Samurai,\" where he encounters a fascinatingly somewhat bumbling kind of customer. After his meetings were done, he still has more work to do and decides to buy some take-out food to eat at his office. He goes back to a shopping district which he spotted earlier in the day, the Sunamachi-Ginza Shopping District. There, he drifts from one store to the next, basking in the sights and aroma of their hot and ready-to-eat street food delights...",
                    "Aliases": []
                },
                "10": {
                    "ID": "4588787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4588787",
                    "TitleEnglish": "Smoke-Cured Mackerel and Sweet Egg Omelet of Jūjō, Kita Ward",
                    "SummaryEnglish": "On a cold day, Inogashira is in Jūjō, looking for a certain shop that sells lanterns. Despite the weather, he orders an icy concoction from a sweets shop called \"Darumaya.\" Then, later on, a sudden hunger strikes Inogashira, abruptly cutting off his meeting with a lantern store owner and goes off in search of a place to eat. As he scours the shops along Jūjō's shopping districts, he finally stops in front of a tavern... The eye-catching red lantern hanging in front of it says \"Taya...\"",
                    "Aliases": []
                },
                "11": {
                    "ID": "4588788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4588788",
                    "TitleEnglish": "Thai Curry and Soupless Chicken Noodles of Kita Senju, Adachi Ward",
                    "SummaryEnglish": "Inogashira heads for a certain destination in Adachi Ward. However, hunger strikes as soon as he arrives in Senju, so he goes in search of a place to eat. He stops in front of a Thai restaurant called \"Laikanok.\" He is reminded of a recent conversation he had with a lady friend of his regarding a potential business deal involving Thai products. \"This could be field research,\" he surmises. \"It's like killing two birds with one stone.\" He decides to have Thai cuisine for lunch. He steps inside but feels hesitant. The restaurant is full of female customers only. No, wait... there is one male customer - another lone wolf like himself...",
                    "Aliases": []
                },
                "12": {
                    "ID": "4588789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4588789",
                    "TitleEnglish": "Mom's Croquette and Buri-daikon of Mitaka City, Tokyo",
                    "SummaryEnglish": "It is almost the end of the year and Inogashira is in Mitaka City to visit a client in the area, an owner of a bar. He stops by a tea and sweets area called \"Kanmidokoro Takane\" for some relaxing tea and taiyaki. Later on, after his meeting, he plans to eat soba at Jindai-ji (Temple) in the nearby city. However, his urgent feelings of hunger tell him he won't be able to make it. So he scours the immediate vicinity for a diner that could appease his appetite. He finds it in a shop called \"Itsuki,\" an eatery that offers home-cooked set meals...",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "524710",
            "URL": "https://thetvdb.com/series/kodoku-no-gurume/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4612130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4612130",
                    "TitleEnglish": "Guinea Fowl and Eel Bowl of Akabane, Kita Ward",
                    "SummaryEnglish": "Goro arrives in Akabane, Kita Ward, pleasantly surprised at how the town has changed. He goes to fruit shop and cafe called \"Puchi Mondo\" to meet with his client, a rather eccentric lady dressed up in GothLoli-style clothes. She asks him to find akuma (devil) statues for her collection. After his strange meeting, he stays at the cafe to have some refreshments, a fruity creamy sandwich set. Next, he goes to his second client, an owner of a kimono shop. As he arrives there, he is told by the owner's daughter that her father has gone off to another place and asks to meet him there. She gives him some directions plus a heavy bag and umbrella to \"please give it to him since you're headed there anyway...\" Goro obliges and walks around town to a meeting place that turns out to be a snack bar. The walk made Goro very hungry and of course, we know what that means... He remembers a certain eel shop he visited before and goes to look for it. However, another nearby eel shop catches his eye... It's called \"Kawaei\" which serves grilled eel, eel rice bowls, and guinea fowl dishes...",
                    "Aliases": []
                },
                "2": {
                    "ID": "4612132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4612132",
                    "TitleEnglish": "Pork Stomach Ginger Stir-fry and Patan of Hinodecho, Yokohama City, Kanagawa Prefecture",
                    "SummaryEnglish": "Goro travels to Hinodecho, Yokohama City for an appointment with a pet salon owner. It seems he's too early so he strolls around the area for awhile until he gets a call from his client. Apparently, he has made a mistake and he is actually late for his appointment. However, when he gets there, the owner has stepped out. As he waits, he is treated to a cute sweet snack in the shape of a dog's face... After his appointment, he decides to go and visit a zoo on top of the hill. However, it seems he could not find it and switches the plan to search for a place to eat instead. He ends up at a Chinese restaurant called \"Daiichi-Tei\" that serves varied pork parts and innards dishes, and garlicky noodles with a strange-sounding name...",
                    "Aliases": []
                },
                "3": {
                    "ID": "4612133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4612133",
                    "TitleEnglish": "Wasabi Bowl with Fresh Wasabi of Kawazu-cho Kamo-District, Shizuoka Prefecture",
                    "SummaryEnglish": "Goro's next appointment is in Shizuoka Prefecture. Despite the long travel, he seems to be looking forward to it as he rides the train to the Izu Peninsula. Once he's there, he meets with his client, an inn owner and pipe-enthusiast. Later he has a cream and strawberry refreshment at a shop called \"Nanadaru-Jyaya\" while amusing himself with the loud chat of three oba-chan customers. He strolls around the town and feels refreshed by its quiet and idyllic scenery. He next tries out a wasabi specialty shop that sells direct sale wasabi and wasabi-based dishes. It's called \"Wasabi-En Kodaya.\" Uncharacteristically, Goro orders only one simple type of dish but not necessarily in just one order...",
                    "Aliases": []
                },
                "4": {
                    "ID": "4612134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4612134",
                    "TitleEnglish": "Fish Market Kyoto-style Grilled Black Cod of Edogawa-bashi, Bunkyo Ward",
                    "SummaryEnglish": "Goro goes to Edogawa-bashi in Bunkyo Ward for the first time. He meets with an owner of a Go board game shop who happens to be quite an active matchmaker. The client insists Goro to take part in an omiai. Of course, the perennial bachelor, feeling uncomfortable, quickly ends his appointment. Nevertheless, it does not mar his day since orders keep pouring in. He strolls along a small shopping district, called Jizo shopping street. He takes time to snack on purposely broken senbei bought from a traditional rice cracker shop, \"Kisaku\". Then, his feelings of hunger continue to gnaw on him, so he searches for a place and ends up at an eatery run by the fish market, called \"Uotani\". It serves delightful dishes that would make any seafood-lover extremely happy.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4612135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4612135",
                    "TitleEnglish": "Lamb Karahi and Laghman of Higashi-Nakano, Nakano Ward",
                    "SummaryEnglish": "Goro arrives in Higashi-Nakano. He strolls around a shopping street with an old-Showa feel. Then, he goes to a small theater owned by a senpai of his, an indie filmmaker. Before their meeting, he is treated with a sweet-salty Sakura flavored gelato. Afterwards, his senpai asks him for help regarding a movie themed exhibit. However, Goro has a hard time ending his meeting as his senpai has a habit of talking endlessly when it comes to movies and theaters. Finally he extricates himself from it and he goes in search of a place to eat and chooses a restaurant with a Bohemian atmosphere. It's called \"Caravan Sarai\" serving Afghan and Pakistani cuisine of lamb-based dishes and kebabs.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4638807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4638807",
                    "TitleEnglish": "Grilled Pork Innards and Yakiniku of Itabashi, Itabashi Ward",
                    "SummaryEnglish": "Goro steps off Itabashi Station and heads for an appointment with an aspiring shop-owner with an unusual last name. Afterwards he stops at a store, \"Tamotsu's Bread.\" Its inexpensive, old-fashioned bread delights Goro, making him reminisce about his boyhood. Later, he goes inside a yakiniku shop, called \"Yamagen\" to bask in a smoky feast of grilled pork innards.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4643639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4643639",
                    "TitleEnglish": "Mushroom Garlic and Oyster Au Gratin of Komaba-Todaimae, Meguro Ward",
                    "SummaryEnglish": "Goro comes to Komaba-Todaimae Station in Meguro Ward. Arriving very early for a business appointment, he notices several takoyaki shops in the area. He tries out \"Demaru\", an Osaka-style takoyaki shop that seems popular with young students. He then spends a relaxing quiet time at a park while eating his order of tiny hash browns. Afterwards, he visits a quaint antique furniture store for his meeting. Then later, he sees a nearby Italian-style restaurant, \"Borracho.\" He tries out their au gratin dishes, bread and hearty soup...",
                    "Aliases": []
                },
                "8": {
                    "ID": "4648529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4648529",
                    "TitleEnglish": "Minced Chicken and Avocado Cutlet and Chicken Rice Pot of Uguisu-Dani, Taito Ward",
                    "SummaryEnglish": "Goro arrives in Uguisu-dani on a hot summer day and stops to have a coffee float in a cafe. Afterwards he goes to his appointment with an owner of a large cabaret-style theater ballroom. He is asked to provide French fixtures and decors for the place. Goro is happy with the prospect of having a huge business deal that it probably made him very hungry. Refusing offers of drinks from his client, he rushes off to eat somewhere, and yet ironically, ends up at a place where people can drink booze starting at 10 am. It's called \"Tori Tsubaki\", a drunkard's heaven that features inexpensive yet \"mega\"-sized nibbles and items, including cutlets, chicken dishes, and beer.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4653954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4653954",
                    "TitleEnglish": "Roast Pork Sandwich and Salsiccia of Kotake Mukaihara, Nerima Ward",
                    "SummaryEnglish": "Goro arrives early in Mukaihara for a business appointment, so he stops by a cafe called \"Surprise\" to partake of a roll cake with a curious name. Arriving at his meeting with his client and friend, an owner of a charming gallery store of European pieces, he notices that she is in a vexed mood. She tells him her orders will not arrive in time for her opening tomorrow. So Goro decides to stay to help her, and eventually pulls out an all-nighter. With his task accomplished, Goro sets out the next morning, pleased and of course, very hungry. He chances upon a chic bread store that calls itself \"Machida no Parlor.\" Goro orders himself a hearty breakfast of pork sandwich, quiche, Italian sausages, and different kinds of rustic bread...",
                    "Aliases": []
                },
                "10": {
                    "ID": "4659842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4659842",
                    "TitleEnglish": "Flaming Sake Pot and Barley Rice with Grated Yam of Nishiogu, Arakawa Ward",
                    "SummaryEnglish": "Goro sets out for an amusement park in Nishiogu. He meets with a client, the director of a train museum. Goro finds his enthusiasm for trains and intolerance of children who play with his train models quite amusing. Later he spots a takoyaki shop and buys a takoyaki-senbei sandwich. Later he uses the town's streetcar and helps out an old lady carry her defective rolling luggage to a neighborhood he has not seen before. There, he decides to eat at a tonkatsu shop. Despite the hot weather, he orders a flaming sake hot pot, barley rice, and of course a mini-tonkatsu set.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4671053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4671053",
                    "TitleEnglish": "Stewed Beef and Five Ingredient Rice-in-a-Pot At A Drive-in, To-kamachi City, Niigata Prefecture",
                    "SummaryEnglish": "Goro travels to Niigata Prefecture in his BMW. The rice fields and pastoral scenery make him look forward to eating a rice-based feast after his meeting. He also stops by a shopping street in the station area and tries out some delicacies with names taken from local expressions and phrases. Later, he visits an unusual old house turned into a work of art. There he meets with the town's fun activity planner, a small hairy man with an unlikely name. Later, Goro views the terraced rice fields, reminding him of his other purpose. He drives around until he spots a roadside diner called \"Toge no chaya Kura\" which serves kamameshi (rice in a pot) dishes and stews.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4671054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4671054",
                    "TitleEnglish": "Sardine Yukhoe and Nigiri-zushi at Ooimachi, Shinagawa Ward",
                    "SummaryEnglish": "For the final episode, Goro travels to Shinagawa Ward to meet with an owner of a cat cafe. Goro finds the owner quite gentle on cats but drives a hard bargain. Afterwards, he stops by a standing bar, hoping for some rice dishes but ends up ordering Chinese-style nibbles. Still yearning for rice, he decides to try out an eatery/pub, \"Daruma-ya,\" specializing in sardine-based nibbles and dishes. Along with his usual oolong tea and his favorite rice, Goro sits down for a glorious fiesta of sardines - raw, boiled, grilled, and deep-fried...",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "592094",
            "URL": "https://thetvdb.com/series/kodoku-no-gurume/seasons/official/4",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4942405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4942405",
                    "TitleEnglish": "Spicy Fried Meat and Bean Sprouts of Kiyose City, Tokyo",
                    "SummaryEnglish": "Inogashira Goro (Matsushige Yutaka) arrives in Kiyose, Tokyo for his appointment with an eyewear shop owner (Shiga Kotaro). However, the client is at the moment playing mahjong so Goro goes to the mahjong parlor instead and waits for him to finish. Afterwards, the two proceed with their meeting which ends on a good note, if only the owner had not insisted on making Goro try out some of his flashy sunglasses. Later, Goro aims to satiate his hunger by looking for an eatery near the station. He tries out \"Miyuki Shokudo\", a simple greasy spoon that offers affordable set meals with hefty amounts. Despite his hunger, Goro is taking a bit of time deciding what to order as he gets lost in the shop's varied menu: written on numerous strips of paper, attached all over one wall...",
                    "Aliases": []
                },
                "2": {
                    "ID": "4942406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4942406",
                    "TitleEnglish": "Korean-Style Tempura and Samgyetang Ramen of Ginza, Chuo Ward",
                    "SummaryEnglish": "Goro goes to the vibrant district of Ginza. He is not on a business trip but to visit a friend of his and offer his support. This friend, Sasagawa Hitomi (Hirooka Yuriko) is holding an exhibit of her photographs she took from her travels in Vietnam. After the visit, he strolls around Ginza, and tries out some soothing sweets and tea at a Taiwanese cafe named \"Santokudou\". After further strolling, he decides to look for a place to have a \"Ginza meal.\" However, he walked a tad too far, and ends up on the outskirts of Ginza and in what appears to be the district of Shinbashi. Nevertheless, an eatery named \"Namiji-Tei\", that offers Korean home-cooked meals catches his attention. However, it was narrow inside the small eatery and and is already packed with other customers, all sharing a big table. Since he prefers to dine alone, Goro plans to leave. But somehow, he gets persuaded by the eatery's Omoni (Shibata Rie) to stay and eat... Even though he has to eat outside on a somewhat rainy day...",
                    "Aliases": []
                },
                "3": {
                    "ID": "4942407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4942407",
                    "TitleEnglish": "Steak Bowl of Hakone, Ashigarashimo, Kanagawa Prefecture",
                    "SummaryEnglish": "The lone merchant arrives in Miyanoshita, Hakone to take a look at a gallery/cafe called \"Naraya Cafe\" as a potential venue for a friend's exhibit. The cafe is managed by a pleasant man (Doi Yoshio) who is secretly nicknamed \"Momi-yan\" by Goro because of his huge sideburns. The owner also treats Goro to anything he likes and so he orders the cafe's specialty, a unique gourd-shaped monaka with sweet sesame seed paste filling. Afterwards, Goro decides to take a stroll around the village by way of the Miyanoshita Walking Trail. He reaches an old elementary school turned preschool. He reminisces and plays in the schoolyard until his hunger creeps in. He decides to eat at a tavern whose sign he saw a moment ago, during his walk. It took him a bit of moment though, looking for the said tavern. Finally he arrives at \"Iroriya\", a shop which is being run by two ladies: an elderly one (Onuki Kae) and a younger woman (Aoyama Noriko). Goro is pleased that their cuisine uses the region's fresh seasonal vegetables, quality meats and seafood...",
                    "Aliases": []
                },
                "4": {
                    "ID": "4942408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4942408",
                    "TitleEnglish": "Hire Kalbi and Sukiyaki-Style Sirloin of Komiya, Hachioji, Tokyo",
                    "SummaryEnglish": "Goro arrives in the quiet suburban area of Komiya, Hachioji to meet with a customer. Being used to meeting with business clients inside their shops in busy commercial centers and shopping districts, he is surprised to see that there was \"nothing\" there except residential houses. His client, Tanimura Yuya (Nomaguchi Toru), plans to open an Italian restaurant. During their meeting, the client's wife comes to give her husband a bento lunch of grilled beef. Licking his lips at the sight of delicious beef, he resolves to eat yakiniku after work. Thinking it was futile to search for a yakiniku shop in Komiya, Goro is about to head to the city center when a shop's sign catches his eye. It reads, \"Yakiniku Daikoen\". Smilingly, Goro, gets inside, drawn by the mouth-watering smell of grilled beef. Inside, the proprietress (Enjoji Aya) ushers him to an available table. Goro eagerly chooses from the Yakiniku menu of assorted beef cuts, pork trotters, and other Korean-style dishes...",
                    "Aliases": []
                },
                "5": {
                    "ID": "4971174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4971174",
                    "TitleEnglish": "Young Anchovy Tempura and Mixed Rice with Octopus of Himakajima, Chita, Aichi Prefecture",
                    "SummaryEnglish": "Goro goes out of town to Minamichita, Aichi Prefecture. He is supposed to meet his client, Yamashita (Tokui Yu) at the latter's workplace, the Tourism Center at the Morozaki Port. However, he is told that Yamashita has gone to Himakajima, an island in the Chita Peninsula. Learning that it's just a 10 minute boat ride to the island, Goro rides the ferry over to Himakajima, to look for his client. There, he finds out that his client seems to be dashing off from one place to another. There are no taxis or bus on that island so Goro rents a bicycle. While chasing after Yamashita on his bike to try to pass an item he promised he'd deliver directly, Goro gets lost in the charm of the island's seafood such as the grilled octopus of \"Kitchen Barca\"... Later, he indulges in a delightful island feast at a dining facility by the beach called \"Otohime\"...",
                    "Aliases": []
                },
                "6": {
                    "ID": "4971175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4971175",
                    "TitleEnglish": "Lamb Mint Curry and Cheese Kulcha of Kiba, Koto Ward, Tokyo",
                    "SummaryEnglish": "On a slightly rainy day, Goro goes to meet with a client in Kiba, Koto Ward. The client is a hard-working single mom and manager of a flower shop (Fueki Yoko). She is asking Goro for help in finding gifts to be given away to participants of an event for single mothers. Later, Goro walks around Kiba, and notices it's almost dinner time. He comes across \"Kamal Pool\", a bar and restaurant that offers Indian Tandoor cuisine. Goro reads the menu in front of the shop, picturing its dishes of authentic Indian curry and lamb dishes. Overpowered by the \"magic charm of curry\", Goro eagerly opens the shop's door...",
                    "Aliases": []
                },
                "7": {
                    "ID": "4992192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4992192",
                    "TitleEnglish": "Pollack Roe Cream Pasta and Pork Cutlet Sandwich of Torigoe, Taito Ward, Tokyo",
                    "SummaryEnglish": "Goro is in Taito Ward to meet with a client at his home in Torigoe. However, for some reason, the client (Tochi Hiroki) who is a model hand gun enthusiast decides to meet somewhere else instead. Goro also checks out the area's old shopping districts: Sakata Shopping Street and Okazu Yokocho. He buys a few food items and eventually feels hungry himself. Luckily, he immediately finds a nice shop along the way. Its name is \"Mamezo\", a drinking/coffee shop establishment run by a husband (Fumiyo Kohinata) and wife (Nishida Naomi) team. Goro seems torn as he looks at the hodgepodge of a menu that offers a variety of Western and Japanese dishes...",
                    "Aliases": []
                },
                "8": {
                    "ID": "4992465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4992465",
                    "TitleEnglish": "Oxtail Soup and Acai Bowl of Asagaya, Suginami Ward, Tokyo",
                    "SummaryEnglish": "Goro arrives this time at Asagaya Station. On the way to a business appointment, he stops by an old candy store and plays a nostalgic game with a vintage arcade baseball machine. Next he meets with the owner of a nearby pool hall, Ishikawa (Wada Soko), who is asking Goro the necessary goods for installing a new counter bar. Somehow, while watching a game of pool, Goro suddenly is reminded of food and feels hungry. He abruptly ends the meeting and under the glare of the blazing sun, he wander the streets. Soon, he finds a shop sign with the word, \"Hawaii\" written on it. It belonged to \"Yo-Ho's Lanai Cafe\", a refreshing eatery that offers Hawaiian themed menu. Inside, Goro is greeted with a Hawaiian blue walls and displays, as well as the cheery greetings of its proprietor (Terajima Susumu) and his wife (Horiuchi Keiko)...",
                    "Aliases": []
                },
                "9": {
                    "ID": "4992466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4992466",
                    "TitleEnglish": "Mota Kuto (Mao Zedong) Spareribs and Black Rice of Jingumae, Shibuya Ward, Tokyo",
                    "SummaryEnglish": "Goro goes to Shinjuku to meet with Takiyama (Murata Takehiro), his friend and business associate. Arriving late at their meeting place, a cafe near Gaienmae, the enigmatic Takiyama apparently has a sweet-tooth. He orders fruit-topped pancakes and cola before giving Goro some prospective job requests. After that, while walking around Jingu Stadium, Goro suddenly remembers one hot day when he went to a baseball stadium to cheer for his nephew Futoshi who is a pitcher for his high school baseball team. The memory as well as what he ate at that time prompts Goro to look for a place to eat. Wanting to try something hot, he chooses a restaurant called \"Shanway\". It offers Chinese home cooking and Teppan dishes. Curious to see what Chinese teppan is all about, he gets inside, to be met with mild-mannered shop owner (Moro Morooka)...",
                    "Aliases": []
                },
                "10": {
                    "ID": "4992467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4992467",
                    "TitleEnglish": "Ham and Egg Set Meal, and Cutlet Plate of Edagawa, Koto Ward",
                    "SummaryEnglish": "Goro has a sudden order for wine glasses. Not only that, the client wants it delivered in 2 hours. Goro rushes off to his rented warehouse in Edagawa, Koto Ward. He quickly rummages through his stocks and manages to find the items and somehow deliver it in time. He returns to the warehouse to once and for all, organize his stocks and tidy up the place. While putting things in order inside the hot warehouse, the warehouse custodian, Kawamoto (Sasano Takashi) comes in bringing slices of watermelon and invites Goro to a refreshing break... Later for lunch, Goro leaves his clean up for the meantime and walks to a nearby restaurant called \"Atom\". It has a peculiar sign and exterior but exudes a mysterious charm. Its owner, is a beefy old guy (Fujiwara Yoshiaki) who serves set meals of Western and Japanese cuisine...",
                    "Aliases": []
                },
                "11": {
                    "ID": "4992574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/4992574",
                    "TitleEnglish": "Vietnamese Shrimp Salad Roll and Chicken Glutinous Rice of Kamata, Oda Ward",
                    "SummaryEnglish": "Goro is waiting for a client, Santanda (Namba Keiichi), the head of an accounting company, at his office in Kamata, Oda Ward. While waiting, a uniformed middle-aged office clerk, Shiratori Mirei (Isayama Hiroko), brings him a glass of tea. Instead of leaving, the clerk stays and tries to make small talk. She even gives unsolicited advice to Goro regarding work, making him feel uncomfortable. Later, Goro, irked by what happened at that meeting, goes off in search of a restaurant that could soothe his raging stomach, as well as his foul mood. The place he chooses is \"Thi Thi\", a shop that serves delicious and aromatic Vietnamese home-style dishes...",
                    "Aliases": []
                },
                "12": {
                    "ID": "5018768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/5018768",
                    "TitleEnglish": "Shrimp Dumplings and Grilled Onigiri of Ebisu, Shibuya Ward",
                    "SummaryEnglish": "When Goro arrives in Ebisu, he stops by a shrine. There, he picks up a lighter dropped by an older man (Ishibashi Renji) and gives it to him. Then, he goes to see a client, a barista (Kobayashi Kentaro) owner of a coffee shop. He is having a hard time understanding this client's strange description of his request. The barista even treats Goro to an impromptu magic trick. Later, Goro again chances upon the man from the shrine. To show his appreciation for Goro's deed earlier, the man invites him to his shop, an izakaya called \"Saiki\" that also serves delicious seasonal dishes, elegant appetizers, and yummy rice balls...",
                    "Aliases": []
                }
            }
        },
        "5": {
            "ID": "638676",
            "URL": "https://thetvdb.com/series/kodoku-no-gurume/seasons/official/5",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5338637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/5338637",
                    "TitleEnglish": "Garlic Skirt Steak and Samgyeopsal of Inadazutsumi, Kawasaki City, Kanagawa Prefecture",
                    "SummaryEnglish": "Upon exiting from Nambu Inadazutsumi, it was rain. Goro walk while looking at the map. Plump, rather it is quite fat lady rush (Yoriyukikei Akiko) Choi will likely to be rushed in, and arrived at the safe client futon shop Sako fields of (Terada co). Sako field wanting align the trousseau daughter made Europe. Beautiful daughter gave me a cup of tea. When involuntarily say \"Is not that a nice young lady,\" she just a byte's, out of the daughter when you are showing Kore, and the ripples photo of the daughter, was what that your fat-chan.\r\nGoro was after the futon shop to flee the terrible Dokkiri. Then belly is hungry Find the store, but meet in the middle or in ripples. With or help the children of fallen, it was downright good daughter.\r\nWith continued looking for a store, signboard of \"charcoal grilled meat Kotobukisono\" enters the eye. Entrance to downright exciting, door had been removed.\r\nBurden Goro sit in the seat while is recommended to (Nishio Mari). It asks garlic skirt steak and short salt, rice and oolong tea, the kimchi. Burden story of super bathhouse does not stop. While paying no attention to it, to wait for the meat. Eventually, grilled meat is issued one after another, Goro to be fluent. Then add a samgyeopsal and the upper ribs. Although it is a significant amount to be written along with the rice in too much of the effect of. Although me for some reason out to salted fish, which is also delicious. Finally the top until the pear that's regulars brought me, Goro was had left the store with great satisfaction.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5379193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/5379193",
                    "TitleEnglish": "Popeye Bacon and Raw Smoked Saury of Kiyosumi-Shirakawa, Koto Ward, Tokyo",
                    "SummaryEnglish": "If you come out from Kiyosumishirakawa, Inoatama Goro (Yutaka Matsushige) it was with a big sigh. This place Dotakyan of work is continuing. Forget the handkerchief, to enter the souvenir shop. If you take one towel, painting of Fu Dharma. \"This Dharma, surely, to bring ...\"\r\nThen, we meet with Tajima (Ken Toi Sasaki thickness) in Fukagawa Edo Museum of today's work destination. Work it was decided with the breeze. Be still the Dharma is brought, When I think like, belly has decreased. If you are walking the Edo museum Street shopping district Shenzhen, goodwill of the \"tavern Dharma\" has caught the eye. Once inside, momentarily overwhelmed by Goro to the hot air of a lot of customers, such as the regulars. Clerk of Sue's sit-shaped counter seats while child is guided to (Atsuko Asano).\r\nAnyway strip (menu) is large. Even while quite lost, ask miso soup, the oolong tea Popeye bacon, Sanmakunsei thorns and stew, rice. And also one after another customer comes the meantime, go stuffed seat by little, the store's full. Which came out as \"gratin\" the customer at that time facing, was was somehow familiar, \"Chin\".\r\nNear to enjoy the Popeye bacon et al reputation also at the store, while surprise from Western to trackless of anything certain store menu to pot, Goro is also riding on it, and add the onion bun. Why it had been accompanied by cucumber, but I received delicious with or attached to the stew at the time.\r\nIt was Goro, which turned into a good day thanks to the Dharma.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5379194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/5379194",
                    "TitleEnglish": "Lamb Hamburger and Vegetable Couscous of Nishi-Ogikubo, Suginami Ward, Tokyo",
                    "SummaryEnglish": "AtamaGoro Noriyuki well coming out of the station of the center line Nishiogikubo (Yutaka Matsushige). And it called the seniors (Nobuo Tsunoda). If you are walking down the alley that bar is lined, and are remembered suddenly that it was often called in this area a long time ago, senior was drinking from daytime in front of what eye. It is after there and senior advising you to know is to not drink and is \"How's you full well\", but is introduced Sachiko of the fiance toward the Persian carpet shop (Megumi Mari Kai), Sachiko senior near was brought to go, we are saying scolding as \"gonna to hear opinion to others that of why two people live house\". Goro reads the air, left the hurriedly and its place over cry.\r\nGoro belly has decreased with the feel strange Find the store. As you walk the road of the line side by leaving the bar street, shops there is a red flag. When you are drawn as to go, it was a store of Moroccan cuisine called \"tam tamu\". Enter the \"Do not it good cuisine ... pique your own food culture ... Healthy and appetite.\" Even while confusion in unfamiliar dish name, ask and half the size of the Harirasupu, eggs of brick and lamb meat of the hamburger, the couscous of vegetables. If you drink ask for mint tea, to try it is recommended that you put the sugar in the shopkeeper of women (Kazue Ito). The clerk one store manager. The store's Goro reservation tourists things narrowed to worry about it coming one after another, but rest assured at the sight that came the turnover taking turns two sisters help the store.\r\nOne after another is coming cuisine. Brick to flow out the yolk from in Dividing the middle with a knife of Jiwa~tsu and eggs over the lemon, and stuff oneself by hand while is recommended. Couscous of vegetables indescribably came stimulation at a later when I eat a mix of middle Harissa. All fluent, it was Goro you get to return to happy.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5379197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/5379197",
                    "TitleEnglish": "Sauteed Samxing Green Onions with Meat and Deep Fried Pork with Red Yeast of Luodong, Yilan County, Taiwan",
                    "SummaryEnglish": "Goro meets with one of his regular clients, Yamamura (Ryu Raita) who has gotten wind of his upcoming business trip to Taiwan. Yamamura asks him to deliver an item to his granddaughter, Takako (Okubo Mariko) who is studying and working in Yilan County, Taiwan. Goro reluctantly says yes... Sometime later, Goro arrives in Taipei. He goes straight to Sanxing, Yilan to deliver the said item which turns out to be... Afterwards, he goes around Luodong in search of a shop where he could eat. He chooses an eatery named Quántái Xiǎochībù, which offers seafood and stir-fried dishes. However, Goro feels intimidated when confronted with the menu completely written in Chinese text. Nevertheless, despite the language barrier, the friendly proprietress (Yang Yunyu) and local girl (NueNue) help him out by recommending what dishes to try out...",
                    "Aliases": []
                },
                "5": {
                    "ID": "5379198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/5379198",
                    "TitleEnglish": "Chicken Rice and Soupless Noodles of Yongle Market, Taipei, Taiwan",
                    "SummaryEnglish": "It is Goro's (Matsushige Yutaka) second day in Taiwan. On this day, he will research on Taiwanese products for the upcoming trade exhibition in Paris. He goes to the National Traditional Arts Center in Yilan County. There, he finds all sorts of good ideas for the exhibition: glassware, tea utensils, brushes. He also tries candy-coated tomatoes being sold there. At a tea house, Goro encounters a young entrepreneur Liu Shinichi (Mizuma Ron) who gives him a tip on where to go and find more Taiwanese goods. \"Go to Dinghua Street\". Goro takes his advice and visits the old warehouse district at Dihua Street in Taipei. The exotic items there made Goro hungry, so he goes on a food-hopping adventure around Yongle Market. He chooses an eatery called \"Yǒnglè Xiǎochī\" and asks for a meal of Taiwanese street food. Next he tries a stall called \"YuanWei LuRou Fan\". Not fully understanding the Chinese menu, he takes a plunge and orders unknown dishes with weird sounding names: \"Dried Noodles\" and \"Sewage Soup\". Lastly, craving for some sweets, he buys douhua (bean curd snack) at \"Guzao Wei Douhua\". There, he encounters another lone wolf like himself, Wulang (Winston Chao), eating quietly in a corner. The two men eye each other curiously...",
                    "Aliases": []
                },
                "6": {
                    "ID": "5397119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/5397119",
                    "TitleEnglish": "Kue Set Meal and Namerou Cold Chazuke of Ookayama, Meguro Ward, Tokyo",
                    "SummaryEnglish": "\"Somehow, I have a good feeling about today...\" Goro (Matsushige Yutaka) comes out of Ōokayama Station, feeling optimistic about today's business deal. \"If it pushes through, it's going to be a huge deal.\". He meets with company director Yashiro Keisuke (Horibe Keisuke) who wants Goro to take care of changing the over-all interiors of their main branch and in their upcoming Roponggi branch. It does seem quite a profitable deal. However, Goro is perturbed by Yashiro's lackadaisical attitude towards the matter... Later on, Goro is in a foul mood. Feeling hungry, he wants to eat delicious food that will placate his anger. He finds what he was looking for in an eatery called \"Kue\", that serves \"fishermen's cuisine\": delicious sashimi set meals, simmered fish, seafood donburi and kabayaki dishes, and namerou. Plus, it serves unlimited refills of rice and miso soup! Goro steps inside, and is welcomed by the proprietress (Washio Machiko). Her husband, the Taisho (Katagiri Ryuji) is at the counter about to perform the dismantling of a huge bonito... Goro takes a \"front row seat\" at the counter in fevered anticipation...",
                    "Aliases": []
                },
                "7": {
                    "ID": "5397120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/5397120",
                    "TitleEnglish": "Lamb Shoulder Roast and Lamb Chop of Chitose-Funabashi, Setagaya Ward, Tokyo",
                    "SummaryEnglish": "Goro has been busy lately. Although he is thankful for the work, he has been feeling a bit tired. He goes to Sakuragaoka via Chitose-Funabashi Station to visit the younger sister of a friend. She is yoga instructor, Saito Rei (Asami Reina), who wants to consult Goro regarding changing the interiors of her own new yoga studio where she is planning to move into soon. She also taught Goro a yoga technique that could help him relax in case he is feeling tired. After the meeting, Goro tries the yoga technique in the middle of the street to see if it works. However, he feels hunger instead of relaxation, and so he goes in search of an eatery. While walking in a residential area, on his way back to the station, he comes upon a small sliver-type of building, which has two entrances. It is a yakiniku shop and bar, called \"Maasan\", that serves \"Jingisukan (Genghis Khan)\", or grilling of lamb meat and mutton. Goro enters inside and is greeted by the owner (Kawano Naoki). He takes a seat by the counter, next to a customer, an old man and a regular of the shop named Yoshida (Mickey Curtis). Goro notices that the shop offers varied ways of cooking sheep: grilled lamb chop, sheep rump, offal, neck meat, sheep fat, mutton soup, and even cheese made from sheep's milk. \"This shop's sheep level is high,\" Goro says later on...",
                    "Aliases": []
                },
                "8": {
                    "ID": "5413373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/5413373",
                    "TitleEnglish": "Ema Datshi and Phagshapa of Yoyogi-Uehara, Shibuya Ward, Tokyo",
                    "SummaryEnglish": "Inogashira Goro (Matsushige Yutaka) visits a client in Yoyogi-Uehara referred to him by his associate Takiyama. The client who owns a sign shop is not at home so Goro meets with the wife instead (Yokoyama Megumi). Alone with the wife, Goro looks at her eyes and senses a strange atmosphere. Unnerved, he hurries up and finishes the meeting and leaves. Before he goes, the wife hands him a letter in a pink envelope. Fearing that it is a love letter, Goro nervously opens the envelope and reads it... Later, in a foul mood, Goro goes in search of another client, a tatami shop owned by Ozaki (Ishii Kenichi) who was looking for a foreign-made bike. After the meeting, the smell of dried rush used for the tatami relaxes him and soon, he feels hungry. He walks down a narrow alley and finds a shop with dried chilies in front. At the entrance, the signboard says \"Gatemo Tabun, Bhutanese cuisine\". Without any idea what kind of dishes are being served, Goro takes a plunge and goes inside. Goro reads the menu and is confronted with strange names like Hoge, Momo, Ema datshi, Phagshapa... But one thing he knows for sure, the meals are certainly going to be spicy!",
                    "Aliases": []
                },
                "9": {
                    "ID": "5439588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/5439588",
                    "TitleEnglish": "Pork Shioyaki Rice and Mixed Fry of Ohara, Isumi City, Chiba Prefecture",
                    "SummaryEnglish": "Inogashira Goro (Matsushige Yutaka) arrives in Ohara's fishing port in Chiba Prefecture. He is enticed to taste the lobsters and turban shells being sold at a shop but alas, he has work to do first. He promises to eat after he attends to business. Riding the local train towards Isumi City, he enjoys a frozen orange. Arriving at the Kuniyoshi Station, he is greeted by a city hall employee, Yamazaki (Tsukaji Muga). Yamazaki takes him to a \"trial house\" meant to attract outsiders to settle in the area. Goro is tasked to handle the procurement of materials for the interiors. As Goro sets about measuring the interiors, he suddenly remembers the lobsters at the port. Unable to control his hunger, Goro abruptly concludes his task and asks to be driven back to the Ohara station. Knowing his hunger cannot stand the trip back to the port, he tries to find a shop that sells lobsters near the station. Unfortunately, he cannot find one. So instead, he chooses a butcher shop's eatery called \"Genji Shokudo\" that primarily sells Isumi pork. Goro orders pork meat with unbelievably soft texture...!",
                    "Aliases": []
                },
                "10": {
                    "ID": "5439589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/5439589",
                    "TitleEnglish": "Jun (Chicken) Liver Bowl of Kameido, Koto Ward, Tokyo",
                    "SummaryEnglish": "At a time when Goro (Matsushige Yutaka) is busy, his lower back hurts once again. The doctor (Kitamura Yukiya) suggests he be hospitalized so he could make thorough examinationof his health. Goro hesitantly obliges. Three days later, Goro is in his hospital bed being served dinner by a nurse (Sudou Atsuko). Goro is looking forward to the hospital meals, which he deemed \"has improved considerably lately\". However, his meal this time was disappointing, and describes the flavor as \"thin\". Then, the doctor comes to check on his progress. He says Goro is ready to be discharged the next day. However, for no particular reason, he nonchalantly asks Goro about gyoza. As a result, Goro who is yearning to eat something salty and savory, cannot stop thinking about gyoza, and had trouble sleeping. The next day, he gets discharged and decides to reward himself with a hearty meal. He chooses a ramen shop called \"Saien\", which of course serves his much longed-for gyoza. His wish is granted, and along with it, he orders the shop's famous dish, Jun Liver Bowl...",
                    "Aliases": []
                },
                "11": {
                    "ID": "5439590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/5439590",
                    "TitleEnglish": "Omelet with American Sauce and Oysters Meuniere of Sengendai, Koshigaya, Saitama Prefecture",
                    "SummaryEnglish": "Inogashira Goro (Matsushige Yutaka) arrives in Sengendai, Saitama Prefecture where he notices there are plenty of bicycles around. He is supposed to go to his next client, but gets lost temporarily in a residential complex area. Along the way, he spots a stew shop located in a building with a very nondescript facade. Finally, he has found his client (You), a proprietress of a karaoke/snack bar. It was a strange meeting. The proprietress, boasting that she has sharp intuition, correctly guesses Goro's thoughts and even his state of health... After the meeting, Goro feels famished. He remembers the stew shop he spotted a while ago, and goes back to it. It is called, \"Kuriya Sawa\", a restaurant that serves warm, western-style meals. Goro goes in and is greeted by the mother and son owners (Shigeta Chihoko, Maena Tomoya). Goro looks at the menu, and licks his lips at the delectable choices of rich and hearty stews, omurice, doria, and other sauce-based dishes...",
                    "Aliases": []
                },
                "12": {
                    "ID": "5447437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/5447437",
                    "TitleEnglish": "One-Person Sukiyaki of Nishi-Sugamo Toshima, Tokyo",
                    "SummaryEnglish": "Inogashira Goro (Matsushige Yutaka) arrives at real estate company in Nishi-Sugamo in Toshima Ward. At the request of his client Morita (Keiichi Noda), he has come to preview a shop his client is eyeing to rent. While he is filling in an entry form, the company president (Tsuchiya Nobuyuki) and employees (Hanawa Nobuyuki, Hosono Kyoko) are all trying to read his last name, and somehow pronouncing it wrong. Goro is bewildered since he assumes his last name is pretty easy to read... Then, later on, after previewing the shop, Goro feels hungry. He hurries and finds a shabu-shabu and sukiyaki shop called \"Shabu Tatsu\" along an old-fashioned, quaint shopping street. Inside, there is a rarely seen U-shaped counter. Goro finds the set meals quite tempting. When asked by the proprietress (Yasuko Tomita) what his order is, Goro chooses a luxurious solo order of sukiyaki set meal with prime beef cuts. What a fitting choice for an advanced year-end banquet!",
                    "Aliases": []
                }
            }
        },
        "6": {
            "ID": "702234",
            "URL": "https://thetvdb.com/series/kodoku-no-gurume/seasons/official/6",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5987996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/5987996",
                    "TitleEnglish": "Okonomiyaki Set Meal and Plain Kushikatsu of Bishoen, Osaka",
                    "SummaryEnglish": "Inogashira Goro (Matsushige Yutaka) arrives in Osaka City for some business appointments. He is immediately invited by a barker (Namioka Kazuki) to try and have lunch at a kushikatsu shop. However, Goro has to regretfully decline for he has to leave for his appointment. During his meeting with real estate agent Shimazaki (Rokkaku Seiji), Goro cannot help but be amazed at how his Hokkaido-born friend/client sounded like a true-blooded Osaka native. After his meeting, Goro eats at an okonomiyaki/yakisoba shop called \"Amakaraya\". Although he is reluctant to eat okonomiyaki with rice (the Osaka way), he tries it out in the end, and was not disappointed... Later in the day, after another meeting with a client, Goro passes by a stall called \"Kushikatsu/Doteyaki, Takeda\" along a street. He finally can have the skewered goods that he had left behind earlier in the day...",
                    "Aliases": []
                },
                "2": {
                    "ID": "6035787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6035787",
                    "TitleEnglish": "Pan-Fried Pork Belly-Ginger Set Meal of Yodobashi Market of Shinjuku Ward, Tokyo",
                    "SummaryEnglish": "Inogashira Goro (Matsushige Yutaka) has been up early in the morning helping a panicking client in a coffeeshop near Okubo Station, Shinjuku. The client, coffeeshop owner Takeuchi Sakura (Kochi Machiko) is very thankful to Goro for his service, and for providing the much--needed coffee cup items and accessories she needs for an exhibit set to take place that day. After the work is done, Goro sets out to find a shop where he could eat. However, it was eight o'clock in the morning, and what Goro needs is a heavy meal. He reaches Yodobashi Market, a wholesale market of fruits and vegetables, and assumes there must be a diner there. Sure enough, he finds \"Iseya Shokudou\", a diner frequented by the market workers. Inside, Goro is enticed by the menu of delectable set meals, and small side items..",
                    "Aliases": []
                },
                "3": {
                    "ID": "6038207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6038207",
                    "TitleEnglish": "Chicken and Vegetable Herb Curry Soup of Mita, Meguro Ward, Tokyo",
                    "SummaryEnglish": "Inogashira Goro (Matsushige Yutaka) is feeling nervous and excited over a possible big project of renovating interiors of guest rooms at a hotel in Meguro. Despite feeling confident, he was shocked when hotel executive Kudo (Yamazaki Shigenori) did not like his proposal. Kudo asks Goro to do it all over again. After the meeting, Goro walks around a residential area of Meguro in a daze, reflecting on what went wrong. Suddenly struck with hunger, he goes in search of a shop. He finds one with a huge statue of a cat at the entrance. The shop is called \"Shania\", a restaurant specializing in healthy \"medicinal\" soup curry and other Hokkaido-inspired dishes. Once inside, the shop clerk (Tanimura Mitsuki) hands him a menu, that explains step by step procedure on how to order soup curry...",
                    "Aliases": []
                },
                "4": {
                    "ID": "6038208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6038208",
                    "TitleEnglish": "Special Salty Beef Tongue and Kainomi of Higashiyamato City, Tokyo",
                    "SummaryEnglish": "Inogashira Goro (Matsushige Yutaka) who came to Kokubunji for work, stopped by a drapery and blinds shop in Higashi-Yamato City, Tokyo, to see how an old friend, shopowner Murayama Mariko (Tezuka Satomi) is doing. She has recently injured her leg, and has been using crutches in order to walk. After his visit, Goro contemplates on what might happen if he and Mariko ended up together... However, such useless thinking suddenly made him hungry, and so he goes off somewhere to eat. He sees a yakiniku shop called \"Suien\", and entered without hesitation. The shop's \"Kanban Musume\" (popular employee), Miyu (Shiraishi Sei) attends to him. Goro looks at the menu posters at the shop, and decides which ones to choose to make up his yakiniku feast: salted tongue, kainomi, pork jaw, zabuton, offals...",
                    "Aliases": []
                },
                "5": {
                    "ID": "6038209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6038209",
                    "TitleEnglish": "Conveyor Belt Sushi of Sangenjaya, Setagaya Ward, Tokyo",
                    "SummaryEnglish": "Inogashira Goro (Matsushige Yutaka) was trying to enter a stained glass shop near Sangenjaya Station, when he noticed that store manager Aya (Yamashita Rio) was crying. Surprised at this unexpected scene, he hesitated to enter. After that, Goro heard the cause of Aya's tears. Later, her grandfather, Jiro (Wakabayashi Go) showed up and invited Goro to go fishing but... After leaving the shop, Goro got hungry and began looking for a shop at Suzuran Street. Here, he saw a conveyor belt sushi shop called \"Daidokoya\". Goro went inside, and immersed himself in the fun, revolving seafood carnival. Sushi of all shapes and toppings came into view in a little merry-go-round as Goro sat back and chose his meal. But a fierce battle is about to unfold... Later, bungling and cheerful fishing enthusiast, Hamazaki Densuke (Hamada Gaku) came in, lugging his fishing gear. He asked Goro what good food to order...",
                    "Aliases": []
                },
                "6": {
                    "ID": "6038210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6038210",
                    "TitleEnglish": "Stir Fry Pork with Pickled Takana Mustard Greens and Beef Soup Soba of Takadanobaba, Shinjuku Ward, Tokyo",
                    "SummaryEnglish": "When Inogashira Goro (Matsushige Yutaka) got off at Takadanobaba Station, there was a sweet smell from somewhere. It was from a nearby melonpan specialty shop. Even tough he was feeling hungry, he decided to go to his appointment first. He thought his meeting with karate instructor, Suzuki (Takahashi Tsutomu) will be over in a jiffy. However, Goro found himself waiting meekly as Suzuki finishes his intense training session with his students... After he left the dojo, it was already past 3 pm. Goro found himself in a predicament: he was starving but shops are closed at this time! Luckily, he spotted an open restaurant, specializing in Myanmar-Shan cuisine, \"Nong Inlay\". Inside, Goro was bug-eyed with surprise when read the dishes listed on the \"exotic zone\" part of the menu. Nevertheless, there were other unknown dishes that caught his interest: fermented tea leaves salad, mouth-watering stir fry dishes, sticky rice dishes, delectable soup, etc. Plus adding various chili seasonings and condiments to his liking livened his food even more...",
                    "Aliases": []
                },
                "7": {
                    "ID": "6038211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6038211",
                    "TitleEnglish": "Sara Udon and Spring Rolls of Dogenzaka, Shibuya Ward, Tokyo",
                    "SummaryEnglish": "Inogashira Goro (Matsushige Yutaka) who visited a club in Shibuya for business negotiations, is bewildered by the unfamiliar atmosphere of blaring loud music, mirror balls and dancing lights. Meeting with the club manager Saejima (Kubozuka Shunsuke), while surrounded by his staff members, Goro found it difficult to negotiate since they were all speaking in modern slang that only young people could understand. Feeling out of touch with today's youth, a frustrated Goro became hungry afterwards, and began searching for a shop. However, he had a hard time finding a place that piqued his interest, that is, until he found a Chinese restaurant called \"Nagasaki Hanten\" in a small alley in Dogenzaka. The shop's appearance reminded him of the old Shibuya. Plus, looking at the shop's display of gyoza and spring rolls, Goro felt he had found the right shop. He is ushered in by the proprietress (Kawakami Maiko) to a large red round table with a rotating top, which he shared with three other customers. Then, Goro had a distressing decision to make, which one should he order: Sara Udon or Champon? Crispy noodles or soft noodles?...",
                    "Aliases": []
                },
                "8": {
                    "ID": "6038212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6038212",
                    "TitleEnglish": "Stir Fry Lamb with Leeks and Spareribs of Okachimachi, Taito Ward, Tokyo",
                    "SummaryEnglish": "Inogashira Goro (Matsushige Yutaka) was visiting the jewelry district of Okachimachi. Takeuchi (Okada Koki), president of a jewelry and gem-processing store, asked Goro to handle the interior decoration of their first product exhibition at a department store. Goro admired Takeuchi's work philosophy of infusing their thoughts into their jewelry. After the meeting, Goro suddenly got hungry, and started searching for a shop. After a bit of searching, the character of \"sheep\" caught his eye. Fascinated by the shop's name, \"Yangshang Ajibo,\" he believed his intuition and went inside the shop. The menu was full of the character for \"sheep\". He assembled his order, with much planning and thought. He ordered lamb meat stir-fry, lamb shumai, lamp soup, plus different condiment sauces, making up a superb \"Lamb Meat Festival\"...",
                    "Aliases": []
                },
                "9": {
                    "ID": "6038213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6038213",
                    "TitleEnglish": "Zarzuela and Squid Ink Paella of Hatanodai, Shinagawa Ward, Tokyo",
                    "SummaryEnglish": "Inogashira (Matsushige Yutaka) who was at a shopping district in Hatanodai, entered a traditional cafe called \"Attic\" to check his email messages. He reads one from a Finnish friend who requested him to look into how a particular old bathhouse in Tokyo was reused for other business purposes. After having thoroughly enjoyed a good old \"cream soda\", he arrived at the bathhouse. The owner Todo (Kamio Yu) showed him around the place while Goro took pictures to send to his friend in Finland. While reviewing the photos on his digital camera, he chanced upon old pics of the time he spent in Paris. It also reminded him of Sayuki, who once confessed to him before... Then, Goro felt hungry. He saw a shop with the Spanish national flag in front. Its red signboard said \"Spanish Diner, Ishii.\" Wile Goro was ushered in by the wife (Hitomi Sato), he got startled by loud popping sounds from the kitchen. He looked at the menu and was pleased to see that there are offers of half-sized dishes, too. Soon, Goro indulged himself in a one-man fiesta of Spanish cuisine: zarzuela, squid ink paella, albondigas, huevos revueltos, etc...",
                    "Aliases": []
                },
                "10": {
                    "ID": "6038214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6038214",
                    "TitleEnglish": "Aji Fry Set Meal of Kanaya, Futtsu, Chiba Prefecture",
                    "SummaryEnglish": "Inogashira Goro arrived in the seaside town of Kanaya, Futtsu in Chiba Prefecture via Hama-Kanaya Station. He met with Kurokawa (Ishii Masanori) executive managing director of a well-established onsen ryokan called \"Kajiya Ryokan\". Kurokawa thought to start offering coffee service in the ryokan lobby for foreign guests which have increased recently. Goro happily presented samples of European made coffee cups. After the meeting, Goro felt hunger pangs and decided to try out a nearby shop called \"Hamabe\", enticed by its offer of \"fishermen's meals\". Inside, regular customer Matsuda (Satoh Gajiro) told Goro that the shop's proprietress (Matsumoto Akiko) is a great cook and that the food is delicious. So Goro, with high expectations, ordered a set meal that included Aji Fry, pickles, seaweed miso soup, meat and potato stew, sangayaki...",
                    "Aliases": []
                },
                "11": {
                    "ID": "6038215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6038215",
                    "TitleEnglish": "Chilled Dandan Noodles and Twice Cooked Pork of Myogadani, Bunkyo Ward, Tokyo",
                    "SummaryEnglish": "Inogashira Goro (Matsushige Yutake) was reluctant at first to take on a request from a client to accept a magazine interview on European interior design trends. In the end, he agreed and went to Myogadani in Bunkyo Ward to meet with editor Kawashima Hideki. The interview began right away at a cafe. However, he did not expect them to take his picture as well, so an awkward and stiff Goro had a difficult time posing for the camera... Afterwards, apart from feeling hot on a humid day, Goro also felt suddenly tired and hungry. He searched around downtown until he found \"Houei\" which serves Chinese cuisine. After he was greeted by clerk Hamada (Mizusawa Erena), Goro immediately ordered chilled dandan noodles which was perfect for the early summer heat. He also scanned the menu, and saw a number of unusual, unheard of items. After much pondering, he decided on twice cooked pork, chawanmushi, and steamed avocado to make up his one-man Chinese midday banquet...",
                    "Aliases": []
                },
                "12": {
                    "ID": "6038216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6038216",
                    "TitleEnglish": "Deep Fried Corn and Beef Rice of Gotanda, Shinagawa Ward, Tokyo",
                    "SummaryEnglish": "Inogashira Goro (Matsushige Yutake) arrived at Gotanda Station, to meet with his last client for the day, Watanabe Masayoshi (Hasegawa Tomoharu), the president of a certain packing company. However, as soon as Watanabe saw him, he pulled Goro behind some crates to hide him from his mother. Goro was confused and bewildered... After the meeting, Goro stopped for a moment to watch the flow of Meguro River. He suddenly felt hungry and looked for a shop. He saw a signboard that said, \"Fureai Eat and Drink Shop Area\". It was located inside a building full of snack bars and pubs. Being a non-drinker, Goro at first, hesitated but when he saw the sign, \"Shokudou Todaka\", he decided to give it a shot. Inside, the master of the shop (Tsuyoshi Muro) asked him to choose a drink which comes with a side nibble. Disappointed, Goro felt uneasy since it seemed it was mainly a pub. But he looked at the menu, and realized that there were Beef Rice and miso soup available, too. Besides, many of the side items like Octopus and Cucumber with Salted Kelp, Deep-Fried Corn, Rockfish-Eggplant Roll, Deep-Fried Sesame Tofu-Tomato Dashi, and Uni On The Nitamago etc. sound curiously tantalizing and promising...",
                    "Aliases": []
                }
            }
        },
        "7": {
            "ID": "754713",
            "URL": "https://thetvdb.com/series/kodoku-no-gurume/seasons/official/7",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6584422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6584422",
                    "TitleEnglish": "Shoulder Rosukatsu Set Meal of Honcho, Ageo City, Saitama Prefecture",
                    "SummaryEnglish": "Inogashira Goro (Matsushige Yutaka) got off at Ageo Station in Saitama. He is looking forward to eating tonkatsu since he missed a chance to eat one the day before due to work commitment. But he has to attend a meeting with a client first. The client, married couple Arai (Kino Hana, Yamagami Kenji) who runs a kimono shop, is said to be the troublesome type. Goro is about to find out why they are called that way... After the meeting, Goro searches for a shop that sells tonkatsu that he has been pining for. He finds it in an eatery called \"Kiseki Shokudo\". Inside, he is welcomed by the proprietress (Tabata Tomoko). Goro marvels at the menu of pork katsu and steak, set meals, and their fair prices. \"It's kiseki (miracle)!\" But most of all, he is astounded by the huge size of the meat cuts!",
                    "Aliases": []
                },
                "2": {
                    "ID": "6584423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6584423",
                    "TitleEnglish": "One-Person Buffet of Kondo, Setagaya Ward, Tokyo",
                    "SummaryEnglish": "Inogashira Goro (Matsushige Yutaka) was in Setagaya waiting at a tennis court for a client (Owada Baku) to finish playing a match with friends. Much to his chagrin, Goro who is not much into ball-based sports, obliged the client's request to practice swinging the racket... After their meeting, Goro managed to follow a somewhat vaguely drawn map towards Kyodo station. He felt hungry after experiencing relief from reaching the endpoint of the map. However, he was at a residential area with no shop within sight. By chance, he saw a sign outside a usual looking detached house. It read \"Macina Mecina\", a shop that offers buffet meals. Out of his \"hunger's curiosity\", he entered and got ushered in by the proprietress (Ishino Yoko). Goro began to enjoy the real pleasure of a buffet feast, determined to go over and taste each and every dish...",
                    "Aliases": []
                },
                "3": {
                    "ID": "6584424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6584424",
                    "TitleEnglish": "Queso Fundido and Pipian Verde of Minami-Azabu, Minato Ward, Tokyo",
                    "SummaryEnglish": "Inogashira Goro (Matsushige Yutaka) was in Minato Ward to visit an international school center where many foreign children were playing. Client Yamamoto Catherine (Toyota Ellie) wants Goro's services in looking for antique toys as gifts for the kids from their home countries. When the topic of lunch was brought up, Goro heard the word \"lasagna\". It made Goro hungry so he immediately set out to look for an eatery. But Goro was picturing something Western in mind, so a basement Mexican restaurant, \"Salsita\" caught his eye. The menu was literally foreign and strange to him but he decided to try it anyway. He was welcomed by a staff (Watabe Gota). Goro tried to visualize the dishes described in the menu but couldn't imagine them at all. But he left it to luck, and went for the items he never tried before: sopes, Yucatan style chicken-lime soup, zucchini pudding, queso fundido, pipian verde...",
                    "Aliases": []
                },
                "4": {
                    "ID": "6584425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6584425",
                    "TitleEnglish": "Tanmen and Pork Sukiyaki of Shimonita, Gunma Prefecture",
                    "SummaryEnglish": "Inogashira Goro (Matsushige Yutake) is in Shimonita, Gunma for business. He arrived too early so he strolled around a neighborhood that seems preserved in the Showa era. He decides to eat at a Chinese diner called \"Ichiban\" that boasts of its delicious tanmen and handmade gyoza, served by an elderly couple and their young apprentice Numata (Tozuka Junki). Next, at the request of city hall, Goro inspects an old brick warehouse that is being planned to be refurbished and reused. After business was done, he tries to head back to Tokyo but falls asleep at the station while waiting for the train. He blames station conductor (Masana Bokuzo) for not waking him up. Instead of staying at the station, he decides to eat for the meantime, and heads for a restaurant he saw earlier in the day. It was a sukiyaki shop known as \"Columbia\". The proprietress (Yamamoto Yoshie) tells Goro that pork is commonly used in sukiyaki in Shimonita, so Goro orders it. It is Goro's first time to have pork sukiyaki...",
                    "Aliases": []
                },
                "5": {
                    "ID": "6584426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6584426",
                    "TitleEnglish": "Green and Red Mapo Tofu of Mikawashima, Arakawa Ward, Tokyo",
                    "SummaryEnglish": "Inogashira Goro (Matsushige Yutaka) is walking at a shopping street near Mikawashima Station. He looks at wares sold by the shops. He next meets with Sugiyama (Nakayama Shinobu), a soon to be shopowner of a sweets store. She wants Goro to come up with decors and accessories for her shop. Before Goro leaves, she gives him some kimchi and even directions on where to find the shop that sells it. Goro goes to the shop and buys more kimchi for himself. Then, he suddenly feels the pangs of hunger, and searches for a restaurant to eat within the area. He tries a Chinese shop called \"Shinjitsuichiro\" thatspecializes in mapo tofu. Inside, he finds it is run by a young chef (Okada Yoshinori). The shop also has many versions of mapo tofu and tea, with designated colors like, \"white\", \"red\", \"black\", etc...",
                    "Aliases": []
                },
                "6": {
                    "ID": "6657913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6657913",
                    "TitleEnglish": "Black Sablefish Nitsuke Set Meal of Urayasu, Chiba Prefecture",
                    "SummaryEnglish": "The client for this day is the manager of a petshop in Urayasu, Chiba. However, Inogashira Goro (Matsushige Yutaka) seemed to have arrived there a bit early since there was no one at the shop. He decides to pet a cute dog when Manager Okuda (Fukawa Ryo) arrives. Goro is embarrassed to be seen doing something suspicious... After their meeting, Goro suddenly feels hungry. While looking for some place to eat, he spots a sakanaya (fish diner) with an unusual name \"Raten\" which he couldn't read at all. Inside, the proprietress (Achiwa Satomi) and the Taisho (Hino Yojin) welcome him. Goro chooses among the delectable-sounding set meals of grilled or simmered fish, that includes soup, pickles, and sashimi...",
                    "Aliases": []
                },
                "7": {
                    "ID": "6657914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6657914",
                    "TitleEnglish": "Natto Pizza and Spicy Pasta of Higashi-Mukojima, Sumida Ward, Tokyo",
                    "SummaryEnglish": "Inogashira Goro (Matsushige Yutaka) visits the owner of a fish dish shop near Higashi-Mukojima Station. The client (Ito Katsunobu) wishes Goro to find an antique chest drawer he found on the internet. Goro is not confident he can find it but asks help from all his colleagues through email. When work was over, he wanders around town looking for a place to eat. He tries a cozy, snug-looking Italian-themed shop that has a kiln oven. The menu offers pizza and pasta dishes with broad, unspecific names: Natto Pizza, Ham and Egg Pizza, Spicy Pasta, Salty Pasta, etc. Goro wishes to order one pizza with two kinds of flavor but the proprietor (Nakahara Takeo) who is blunt and gruff-looking says: \"There are requests I can and cannot do\"...",
                    "Aliases": []
                },
                "8": {
                    "ID": "6657915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6657915",
                    "TitleEnglish": "Chicken Nanban and Jidori Momokushi of Hyakken Yokocho, Nakano Ward, Tokyo",
                    "SummaryEnglish": "Inogashira Goro (Matsushige Yutaka may have been to Nakano often but on this day he visits Nakano Broadway mall which he wasn't so familiar with. He strolls around waiting for his client Maruyama (Kakuta Akihiro) who was late for their appointment because of the latter's misunderstanding with the scheduling. Nevertheless, the meeting turned out to be a huge success for Goro. He was able to secure a huge contract. Feeling hungry and jubilant, he goes around looking for a place to hold a celebratory feast. He scoured nearby alleys that are teeming with pubs and diners. He wanders into an alley called Hyakken Yokocho. There, he finds a charcoal-grilled yakitori shop called \"Namidabashi\" that features Miyazaki's local cuisine and local chicken (jidori). The Taisho (Chiba Tetsuya) welcomes him warmly. Among the dishes offered are Chicken Nanban, alluring appetizers, skewered foods that include mackerel, miso-flavored pork belly, chicken meats and offals...",
                    "Aliases": []
                },
                "9": {
                    "ID": "6657916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6657916",
                    "TitleEnglish": "Natto Chigae and Self Bibimbap of Cheongju City, South Korea",
                    "SummaryEnglish": "Inogashira Goro (Matsushige Yutaka) has come to South Korea for the first time. He meets with the president of a trading company, President Im (Sung Si Kyung) who wanted to consult him regarding future trade with European markets. Goro says Korean traditional crafts have potential, and so he was sent to Cheongju City to inspect the products himself. He was accompanied by assistant Park Soo-Young (Park Jung-ah) to serve as his translator and guide. In Cheongju, they both visit makers and markets selling traditional furniture and umbrellas. Afterwards, Goro has an opportunity to stroll around town alone. He feels hungry and decides to try an eatery called \"Tobang\" that sells set meals. However, Goro of course does not understand the menu and just orders the most inexpensive item. What was brought to him suprised him. There were spicy pork, natto jigae, and a variety of kimchi and side dishes. The proprietress informs him to cut the ingredients and mix them up in a bowl. Goro realizes that what he had ordered was a \"mix-your-own\" Bibimbap...",
                    "Aliases": []
                },
                "10": {
                    "ID": "6657917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6657917",
                    "TitleEnglish": "Bone-In Pork Ribs Galbi and a Cluster of Side Dishes of Seoul, South Korea",
                    "SummaryEnglish": "It was Inogashira Goro's (Matsushige Yutaka) second day in Seoul, South Korea. On his way to his client's office, he spots and tries a food stall that sells tteok-bokki and Korean tempura. Afterwards, he attends a meeting with President Im (Sung Si Kyung), and his assistants, including Park Soo-Young (Park Jung-ah). Goro says his goodbye as his consultation ends, and is headed back home to Japan. However, he feels hungry, and looks around for a shop to eat. He decides to try a charcoal grill shop called \"Jongjeom Sutbul Galbi\". He was able to order by indicating that he'll be having what the other customers were eating. What he ordered was delicious pork galbi. What he didn't expect was it was accompanied by all sorts of banchan, or side dishes, as well as doenjang jjigae...",
                    "Aliases": []
                },
                "11": {
                    "ID": "6726175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6726175",
                    "TitleEnglish": "Garlic Soup and Salmon Butter of Chiba City, Chiba Prefecture",
                    "SummaryEnglish": "Inogashira Goro is having a busy day, visiting clients in Chiba City. He comes to Mihama Ward via Nishi-Nobuto Station to negotiate with the manager of an Indian restaurant (Ueno Yukio) who has a thick Kansai accent. But Goro feeling tired from the day's work, cannot focus well. The scent of curry is also driving him wild with hunger. He ends the meeting immediately to look for a shop. Fortunately, he finds it right away. It was \"Ebisuya\", a cafe and restaurant that offers Western style food. He is greeted by senior proprietress (Fujita Yumiko) and the junior proprietress (Kobayashi Asako). The smell of garlic immediately hits him. It was from the shop's specialty item: Special Garlic Soup. Goro chooses it from the menu, as well as Crab Pilaf, Garlic Toast, Salmon Sauteed in Butter...",
                    "Aliases": []
                },
                "12": {
                    "ID": "6735136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/6735136",
                    "TitleEnglish": "Garlic Chive Ball Rice and Spicy Shrimp of Hatchibori, Chuo Ward, Tokyo",
                    "SummaryEnglish": "Inogashira Goro is in Hatchobori to visit a long time client and friend, Igarashi (Otomo Kohei) who manages a music bar. The last time they've been in contact was four years ago when Igarashi made some drunken, unreasonable job request to Goro. This time, he has another \"unreasonable\" request... After finishing business talks, Goro starts looking for a shop to eat lunch. There were high-end shops within the area but eventually, he found \"Chinese Food, Shibuya\". It's exactly what he was looking for, an eatery that offers \"the common people's meals\". Inside, the shopowner (Kadono Takuzo) ushers him in. There were so many Chinese-style dishes to choose from, Goro had a hard time deciding. In the end, he orders Nira-Tama (Garlic Chives Stir Fry with Eggs), Shrimp Toast, Shrimp Chili...",
                    "Aliases": []
                }
            }
        },
        "8": {
            "ID": "822940",
            "URL": "https://thetvdb.com/series/kodoku-no-gurume/seasons/official/8",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7329750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/7329750",
                    "TitleEnglish": "Chinese Kamameshi and Shrimp Wonton Noodles of Yokohama Chinatown, Kanagawa Prefecture",
                    "SummaryEnglish": "Goro Inokashira (Yutaka Matsushige), who finished his computer work while chewing on a meatball in a park in Yokohama Chinatown, returned to the next business partner fortune-teller, One (Tomohito Yashima). It should be a consultation on the interior of the living room at home, but the story goes in an unexpected direction and gets confused. Goro manages the negotiations and walks down Chinatown to satisfy her hunger. However, Hong Kong, Shanghai, Taiwan, Beijing… The shop cannot be decided by the number of variations. At that time, “Kamahan” accidentally jumps into my eyes. Goro worried about \"Kamameshi in China !?\"",
                    "Aliases": []
                },
                "2": {
                    "ID": "7366763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/7366763",
                    "TitleEnglish": "Tongue Steak and Meat Patra of Takaido, Suginami Ward, Tokyo",
                    "SummaryEnglish": "Goro Inokashira (Yutaka Matsushige) came to Takaido in a business talk with Madoka Sawamura (Moone Kamishiroishi), who hosts a marriage hunting party. Sawamura decides to make a decision on the product with a cute smile and starts bargaining. With a spear that Goro bitterly smiles. On his way to the station, Goro encounters a Western-style restaurant that looks like an office building. However, there is no menu on the table, and the signboard is only a cow mark. Hungry for the delicious food in the restaurant I looked into at once and went inside quickly.",
                    "Aliases": []
                },
                "3": {
                    "ID": "7366765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/7366765",
                    "TitleEnglish": "Cabbage Rolls Set Meal at a Ginza Bar in Hibiya, Chuo Ward, Tokyo",
                    "SummaryEnglish": "Goro Inokashira (Yutaka Matsushige) was at a bar in Ginza, where he met a negotiation company, Nomoral Theatrical Company, Suzaku Mushakoji (Goro Kishitani). In a suspicious manner, strange expressions and troublesome exchanges continue. Goro, who is hungry with a strange mind, finds a sign for the lunch hall in an alley in Ginza. I decided to go into the store and tried to order the pork soy, but the mother of the store (Mr. Shigeru Muroi) told me a shocking word that there was only a roll cabbage set meal and I was shocked by the choices ...",
                    "Aliases": []
                },
                "4": {
                    "ID": "7410082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/7410082",
                    "TitleEnglish": "Meat Soup Udon of Niiza City, Saitama Prefecture, and Castella Pancakes of Hibarigaoka, Nishitokyo",
                    "SummaryEnglish": "After finishing work, Goro Inokashira (Toyo Matsushige) was left behind in a residential area in Niiza City and was at a loss. Somehow I found a udon shop with an old-fashioned-style store, and when I went inside, my mother and Ikeya nobue stepped on the udon powerfully. Goro who enjoyed udon goes to Hibarigaoka housing complex where the next business partner, Ishii (Hiroki Ando) waits. When he was about to return after finishing the business talk, a sweet smell drifted from behind the door and his hungry gut quickly diminished and went into the store to find the source of the smell.",
                    "Aliases": []
                },
                "5": {
                    "ID": "7410083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/7410083",
                    "TitleEnglish": "One person roaster yakiniku in Fujioka city, Gunma prefecture",
                    "SummaryEnglish": "Goro Inokashira (Yutaka Matsushige) gets off at Gunma Fujioka Station in a business talk with hotel manager Yumiko Saito (MEGUMI). The hotel we headed for is a building that integrates the bowling alley with the inside and outside. After meeting, Hungry Goro looks for a shop from a taxi, but cannot find it. I found a shop with a Chinese name by obsession. Once inside, a clerk Shimizu (Akira Ohashi) is guided to a barbecue counter alone. As the roasted roasted meat has been growing for a long time, he knows the pork is full and decides to “attack the pig”.",
                    "Aliases": []
                },
                "6": {
                    "ID": "7410084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/7410084",
                    "TitleEnglish": "Roast Pork Salad and Jim Jum of Asakusa, Taito Ward, Tokyo",
                    "SummaryEnglish": "Goro Inokashira (Matsushige Yutaka) meets with event company President Narumi (Kyoji Aozora) to go to Lightning 5656 Hall in Asakusa. However, the phone call of President Narumi is not stopped and the story does not proceed at all. Goro, who was confused but finished the meeting somehow. When I wander around to eat something in Asakusa, I discover a Yakiniku Yokocho with a deep atmosphere. However, all the stores are hard to abandon. Before Goro, who is hard to decide, he discovers a Thai restaurant full of exotic atmosphere floating from the scenery of Asakusa.",
                    "Aliases": []
                },
                "7": {
                    "ID": "7410085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/7410085",
                    "TitleEnglish": "German Smoked Mackerel and Spare Ribs of Yuigahama, Kamakura City, Kanagawa Prefecture",
                    "SummaryEnglish": "Goro Inogashira (Matsushige Yutaka) heads to a business negotiation with a hamburger shop owner at Yuigahama, a longtime acquaintance with Shinji Nakamura (Papaya Suzuki). The atmosphere of Nakamura who changed jobs has changed completely. Goro is hungry after negotiations and is in seafood mode. However, there are only cafes around. At last I found a German home restaurant, but it was not popular. The moment I tried to leave the restaurant, my mom (Rino Katase) came and was guided to my seat, but she was intimidated by the unique force.",
                    "Aliases": []
                },
                "8": {
                    "ID": "7410086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/7410086",
                    "TitleEnglish": "Okaku and Horumon Soba of Tottori City, Tottori Prefecture",
                    "SummaryEnglish": "Goro Inokashira (Toyo Matsushige) goes to Tottori for work. After enjoying the ramen recommended by the city hall recommended by Kenichi Yoshikawa (Toshiya Toyama), attend a party for imported goods. Goto of Shimoto can not refuse the wine served and commits a certain blunder. The next day, I will change my schedule and eat lunch before returning, but all the stores are preparing. After walking for more than 10 minutes, a teppanyaki restaurant run by a mother (Eri Watanabe) and a daughter (Shuko Ito), off the downtown area, appeared.",
                    "Aliases": []
                },
                "9": {
                    "ID": "7467184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/7467184",
                    "TitleEnglish": "South Indian Set Meal and Garlic Cheese Dosa of Ochanomizu, Chiyoda Ward, Tokyo",
                    "SummaryEnglish": "Goro Inokashira (Yutaka Matsushige) requests the customer to repair the broken violin by visiting a violin shop in Shimokura (Kondo Park) in Ochanomizu in response to a customer's request to \"repair broken violins for interior decoration.\" However, it looks like food with a horsetail used for strings in the workshop. Goro was hungry because of that, but he is looking for a shop in an alley with no sense of land, but is preparing everything. When you pass through such a middle alley, you will be attracted by the sign of “South Indian cuisine” and the sound of “Set meals and snacks” on the menu…",
                    "Aliases": []
                },
                "10": {
                    "ID": "7462244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/7462244",
                    "TitleEnglish": "Amberjack Teriyaki and Cream Croquettes of Gotokuji, Setagaya Ward, Tokyo",
                    "SummaryEnglish": "Goro Inokashira (Matsushige Yutaka) heads to Gotokuji Temple where his business partner, Yoshio Uchida, is waiting. Handing over the requested desk catalog, Uchida instigated Goro, saying, \"I heard he was a terrible spear.\" Goro, who is tired after a difficult business negotiation with Uchida, decides to eat early dinner at Gotokuji and return home. While walking along the Yamashita shopping street, I found a climbing restaurant. I'm worried about the blackboard on which fish and Western food menus are written, and whether the restaurant is Japanese or Western and \"unreadable\", but at the entrance there is a \"CLOSED\" tag.",
                    "Aliases": []
                },
                "11": {
                    "ID": "7472475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/7472475",
                    "TitleEnglish": "Jingisukan for One of Musashi-Kosugi, Kawasaki City, Kanagawa Prefecture",
                    "SummaryEnglish": "Goro Inokashira (Yutaka Matsushige) came to Misaki Murai (Maki Mizuno), who had just moved into a tower apartment in Musashikosugi, for a business talk about the interior of the living room. However, Goro was troubled by indecision, and the story did not progress at all. After the negotiations, dinner is over. Goro was hungry and felt like a izakaya, but went into the store to be sucked in by the power word Genghis Khan and the smell drifting from the vents. There is a new way of enjoying Genghis Khan ...",
                    "Aliases": []
                },
                "12": {
                    "ID": "7483091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/7483091",
                    "TitleEnglish": "Katsudon and Hiyashi Mapo Noodles of Minowa, Taito Ward, Tokyo",
                    "SummaryEnglish": "Goro Inokashira (Yutaka Matsushige) asks Shogo Hirose (Yosuke Asari), who runs a crystal art store in Minowa, for the cooperation of the event. Hirose is pleased to receive it, but instead he asks an unreasonable request. Goro has to pay a big price ... but he is still hungry. After searching for a lot of shops, he discovers a set meal shop. I was invited to the restaurant, saying, \"Please use the best oil and the best oil! Loin tonkatsu set meal.\" When you entered the restaurant, there were menus that mislead Western food and Goro into Chinese food.",
                    "Aliases": []
                }
            }
        },
        "9": {
            "ID": "1932825",
            "URL": "https://thetvdb.com/series/kodoku-no-gurume/seasons/official/9",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8476635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/8476635",
                    "TitleEnglish": "Hirekatsu Gozen and Seafood Cream Croquette in Miyamaedaira, Kawasaki City, Kanagawa Prefecture",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "8476636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/8476636",
                    "TitleEnglish": "Braised Kinmedai and Gogo's Original Parfait of Ninomiya, Naka-gun, Kanagawa Prefecture",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "8476637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/8476637",
                    "TitleEnglish": "Moussaka and Dolmades in Higashi-Azabu, Minato, Tokyo",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "8544759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/8544759",
                    "TitleEnglish": "Eel Kabayaki Fried Rice with Spicy Oyster and Leeks of Shinmachi, Fuchu-shi, Tokyo",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "8544760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/8544760",
                    "TitleEnglish": "Beef and Pork Shabu-shabu from Usami, Ito City, Shizuoka Prefecture",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "8544761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/8544761",
                    "TitleEnglish": "Stir-fried meat and eggplant set meal in Minaminagasaki, Toshima-ku, Tokyo",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "8544762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/8544762",
                    "TitleEnglish": "Guizhou Home-style Twice-cooked Meat and Natto Hot Pot in Shinkoiwa, Katsushika-ku, Tokyo",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "8544763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/8544763",
                    "TitleEnglish": "Omusubi and Sweetfish Shioyaki of Takasaki City, Gunma Prefecture",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "8544764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/8544764",
                    "TitleEnglish": "Drive-In Yakiniku Set Meal of Mogimachi, Koriyama City, Fukushima Prefecture",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "8544765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/8544765",
                    "TitleEnglish": "Tripe Stew and Ham-Katsu of Utsunomiya City, Tochigi Prefecture",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "8544766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/8544766",
                    "TitleEnglish": "Salt Boiled Mutton and Lamb Zhajiangmian of Sugamo, Toshima Ward, Tokyo",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "8544767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/8544767",
                    "TitleEnglish": "Cheese Hamburger Steak and Beef Tenderloin Shogayaki of Isezaki-Chojamachi, Kanagawa Prefecture",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "10": {
            "ID": "2023001",
            "URL": "https://thetvdb.com/series/kodoku-no-gurume/seasons/official/10",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9376319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9376319",
                    "TitleEnglish": "Stir-fried Beef Stamina and Negitama of Hashimoto, Sagamihara City, Kanagawa Prefecture",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "9376320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9376320",
                    "TitleEnglish": "Rendang and Nasi Goreng of Shirokanedai, Minato Ward, Tokyo",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "9376321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9376321",
                    "TitleEnglish": "Sautéed Sea Bream with Aurora Sauce and Tuna Yukhoe Bowl of Sakuragicho, Yokohama City, Kanagawa Prefecture",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "9376322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9376322",
                    "TitleEnglish": "Turban Shells and Mushroom Provence-Style and Beef Tongue Stew Omurice of Oizumi Gakuen, Nerima Ward, Tokyo",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "9376323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9376323",
                    "TitleEnglish": "Negi-Liver Stir-Fry and Chicken Skin Gyoza of Washinoya, Kashiwa City, Chiba Prefecture",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "9389016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9389016",
                    "TitleEnglish": "Tonchan and Keichan of Gero City, Gifu Prefecture",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "9389017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9389017",
                    "TitleEnglish": "Fu-Chanpuru and Tomato Curry Tsukesoba of Sasazuka, Shibuya Ward, Tokyo",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "9389018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9389018",
                    "TitleEnglish": "Crab Mask Oden and Seafood Bowl of Toyama City, Toyama Prefecture",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "9389019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9389019",
                    "TitleEnglish": "Sweet and Sour Pork and Jamja Noodles of Nippori, Arakawa Ward, Tokyo",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "9389021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9389021",
                    "TitleEnglish": "Pork Steamed Rice Rolls and Wonton Noodles of Nakahara Ward, Kawasaki City, Kanagawa Prefecture",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "9389022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9389022",
                    "TitleEnglish": "Salt-Wasabi Pork Rosu Saute of Asahi City, Chiba Prefecture",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "9389023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/9389023",
                    "TitleEnglish": "Italian Restaurant Meatloaf of Kojimachi, Chiyoda Ward, Tokyo",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "11": {
            "ID": "2142366",
            "URL": "https://thetvdb.com/series/kodoku-no-gurume/seasons/official/11",
            "TitleEnglish": "それぞれの孤独のグルメ",
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10646536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/10646536",
                    "TitleEnglish": "Shrimp Fried Rice and Seafood Spring Rolls of Machiya, Arakawa Ward, Tokyo",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "10740687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/10740687",
                    "TitleEnglish": "Breakfast at a Self-Serving Shokudo in Tanizaike, Adachi Ward, Tokyo",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "10740701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/10740701",
                    "TitleEnglish": "Premium Tongue Salt-Seasoned and Geta Kalbi of Jimbocho, Chiyoda Ward, Tokyo",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "10750735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/10750735",
                    "TitleEnglish": "Sunny-Side Up Hamburg Steak and Sea Urchin Cream Croquette of Kawaguchi City, Saitama Prefecture",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "10762571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/10762571",
                    "TitleEnglish": "Sauna Food of Higashi-Ueno, Taito Ward, Tokyo",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "10781495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/10781495",
                    "TitleEnglish": "Pork Belly-Daikon and Deep Fried Dolphinfish of Hiratsuka City, Kanagawa Prefecture",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "10792575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/10792575",
                    "TitleEnglish": "Gyoza and Rice of Izumo City, Shimane Prefecture",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "10807855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/10807855",
                    "TitleEnglish": "Waraji Tonkatsu of Shiraitodai, Fuchu City, Tokyo",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "10820352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/10820352",
                    "TitleEnglish": "Pork-Kimchi & Egg Stir Fry Set Meal of Katori City, Chiba Prefecture",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "10832300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/10832300",
                    "TitleEnglish": "South Indian Lunch of Arai, Nakano Ward, Tokyo",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "10843609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/10843609",
                    "TitleEnglish": "Chicken Teriyaki and Assorted Side Dishes Set Meal of Kichijoji, Musashino City, Tokyo",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "10852509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodoku-no-gurume/episodes/10852509",
                    "TitleEnglish": "Fatty Tuna Fish Head Meat and Chicken Mizutaki of Yokohama City, Kanagawa Prefecture",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}