{
    "URL": "https://thetvdb.com/series/k",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Family",
        "Fantasy",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2377452/"
    ],
    "Titles": {
        "eng": "K Project",
        "jpn": "K"
    },
    "Summaries": {
        "eng": "also call K Project.  An anime series created by a 7-person group of anonymous authors known as GoRA and animation studio GoHand. // Story Plot: Set in a world where history has taken a slightly different course from the one we’re familiar with, K follows the story of a young boy whose life is caught in a psychic war between seven kings. Yashiro Isana, also known as Shiro, is wanted for a crime he has no recollection of committing. He finds himself being hunted by the groups Homura, led by Mikoto Suoh, “The Red King,” and Scepter 4, led by Reisi Munakata, “The Blue King.” While on the run, a young man named Kuroh Yatogami helps him. This fated encounter will change Shiro’s life forever.",
        "jpn": "謎が謎を呼ぶ、オリジナルアニメーション作 品『K』。現実とは微妙に異なった歴史を歩 んだ現代日本を舞台に、７人の《王》それぞれ の確執と、そこに巻き込まれる少年の運命が 異能者バトルと共に描かれていく。 原作は、7人からなる覆面作家集団GoRA。脚 本も自ら手がけており、それぞれの個性が反 映されている。制作は劇場アニメ『マル ドゥック・スクランブル』でおなじみの GoHandsが担当。監督・キャラクターデザイ ンを務める鈴木信吾を筆頭に、音楽には遠藤 幹雄（映画『キューティーハニー』）、総作 画監督に古田誠（『生徒会役員共』）と、充 実のスタッフ陣が腕をふるう。キャスト陣に は、浪川大輔、小野大輔、小松未可子、津田 健次郎、杉田智和らが集結。OP主題歌を担当 するangelaが、小松が歌うED曲をプロデュー スすることでも話題を集めている。 また、放送に先駆け、5月からは講談社ARIA にて黒榮ゆいによるコミカライズもスター ト。『K -メモリー・オブ・レッド-』と題 し、アニメ本編へと続く前日譚が描かれる。 さらに11月からは講談社goodアフタヌーンで もコミカライズが、講談社BOXからはGoRAに よる全3篇が登場。90年代のセカイ系、00年 代の日常系に続く新たな「10年代テーマ」 が、様々なメディアによって描かれる――。"
    },
    "Aliases": [
        "Project K",
        "K: Return of Kings",
        "K"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "554924",
            "URL": "https://thetvdb.com/series/k/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "4750892",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/k/episodes/4750892",
                    "Titles": {
                        "eng": "Missing Kings",
                        "jpn": "K MISSING KINGS"
                    },
                    "Summaries": {
                        "eng": "Ever since the School Island Incident, in which the four Kings were involved, the Silver Clansman, Kurou Yatogami and Neko have been searching for their master Shiro. Unable to find any leads to Shiro, the two have been in a gloomy mood until they run into Homura members, Rikio Kamamoto and Anna Kushima, who are apparently being chased by someone...",
                        "jpn": "四人もの《王）が交錯した“学園島事件”。 その事件以降ずっと、白銀のクランズマンである夜刀神狗朗とネコは主であるシロの行方を探していた。 その日もシロに関する手がかりを得ることが出来ずに気を落としていた二人だったが、街中で（吠舞羅）のメンバーである鎌本力夫と櫛名アンナが何者かに追い回されている場面 に遭遇する。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5039226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5039226",
                    "Titles": {
                        "eng": "English Cast Interview",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5354612",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/k/episodes/5354612",
                    "Titles": {
                        "eng": "Missing Kings - Manner Movie",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6396275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/6396275",
                    "Titles": {
                        "eng": "Kings (Director's Cut)",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "S02E13s Director's Cut",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6596648",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/k/episodes/6596648",
                    "Titles": {
                        "eng": "R:B - Blaze",
                        "jpn": "R:B ~BLAZE~"
                    },
                    "Summaries": {
                        "eng": "First Movie of the K-Seven Stories 6-Part Movies-Series.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6596649",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/k/episodes/6596649",
                    "Titles": {
                        "eng": "Side:Blue - Like Sirius",
                        "jpn": "SIDE:BLUE ~天狼の如く~"
                    },
                    "Summaries": {
                        "eng": "Second Movie of the K-Seven Stories 6-Part Movies-Series.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "6596650",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/k/episodes/6596650",
                    "Titles": {
                        "eng": "Side:Green - The Overwritten World",
                        "jpn": "SIDE:GREEN ~上書き世界~"
                    },
                    "Summaries": {
                        "eng": "Third Movie of the K-Seven Stories 6-Part Movies-Series.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "6596651",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/k/episodes/6596651",
                    "Titles": {
                        "eng": "Lost Small World - To the Other Side of the Cage",
                        "jpn": "Lost Small World ~檻の向こうに~"
                    },
                    "Summaries": {
                        "eng": "Fourth Movie of the K-Seven Stories 6-Part Movies-Series.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "6596652",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/k/episodes/6596652",
                    "Titles": {
                        "eng": "Memory of Red - Burn",
                        "jpn": "メモリー・オブ・レッド ~BURN~"
                    },
                    "Summaries": {
                        "eng": "Fifth Movie of the K-Seven Stories 6-Part Movies-Series.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "6596653",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/k/episodes/6596653",
                    "Titles": {
                        "eng": "Circle Vision - Nameless Song",
                        "jpn": "Circle Vision ~Nameless Song~"
                    },
                    "Summaries": {
                        "eng": "Sixth Movie of the K-Seven Stories 6-Part Movies-Series.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "7789790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/7789790",
                    "Titles": {
                        "eng": "The Idol K",
                        "jpn": "ザ・アイドルK"
                    },
                    "Summaries": {
                        "eng": "Shorts featuring the characters reimagined as idols.",
                        "jpn": "Shorts featuring the characters reimagined as idols."
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "497870",
            "URL": "https://thetvdb.com/series/k/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null,
                "por": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "por": "Um estudante vê-se envolvido numa luta pelo poder entre clãs míticos após ser acusado de assassinar um homem importante."
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4407466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4407466",
                    "Titles": {
                        "eng": "Knight",
                        "jpn": "Knight"
                    },
                    "Summaries": {
                        "eng": "Ashinaka High School is known for its unique setting: the entire campus is built on an island. Yashiro Isana, aka Shiro, is having lunch with a cat on one of the school rooftops. Shiro goes on an errand for his classmate Kukuri but on the way he gets chased by several men. He was the saved by Kuro Yatogami who claims that he wants to put an end to all evil.",
                        "jpn": "葦中学園高校は、島が丸ごと高校の敷地になっている変わった学校である。その屋上で、シロこと伊佐那社は、一匹の仔猫と共に昼食をとっていた。\r\n昼食後、クラスメイトのククリ（雪染菊理）から学園祭の買い出しを頼まれたシロは、橋を渡って街へと向かう。\r\nだがそこでなぜか強面の男たちから追われるはめになり――。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4411045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4411045",
                    "Titles": {
                        "eng": "Kitten",
                        "jpn": "kitten"
                    },
                    "Summaries": {
                        "eng": "Shiro manages escape from Kuoh by tricking him. As he heads back to Ashinaka in disguise, Homura offers a 10 million Yen reward on Shiro. As he heads to his dorm room, his pet Neko, suddenly transforms into a naked girl. However, Kuoh manages to track him down but is lead into a wild goose chase throughout the campus no thanks to Neko who uses her illusion powers to confuse him. After an exhausting chase, Kuoh gives up the notion of killing Shiro and cooks dinner for him and Neko.",
                        "jpn": "赤い服を着た人物たちに追われるシロの前に、先の第七王権者三輪一言に使えていたという、夜刀神狗郎と名乗る少年が現れる。\r\n男たちから引き離し、窮地を救ってくれたかに思えたが、彼もまたシロの命を狙っていた。\r\n亡きあるじの命のもと、悪しき王を討つと言って譲らない狗郎から逃れるため、シロはとっさにある作戦を思いつく。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4411046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4411046",
                    "Titles": {
                        "eng": "Kitchen",
                        "jpn": "KITCHEN"
                    },
                    "Summaries": {
                        "eng": "In a flashback, Mikoto surrenders to Reisi rather than fight him. As Reisi interrogates Mikoto, he wonders why the Red King has yet to choose his successor. Meanwhile Shiro asks Kuroh who were the people with powers chasing him and the \"Kings\". Kuroh reveals Japan is secretly being ruled by seven psychic clans called the Seven clans of Color, each ruled by a King. Unlike the Red Clan Homura and Blue Clan Scepter 4, whose clans posses the power of fire and ice respectively, his late master's clan, the Colorless Clan, have the power of premonition. Before his master, Ichigen Miwa passed away, he had a vision that his successor, Shiro, might become evil, which Kuroh is tasked to kill him if there is proof. Shiro convinces Kuroh the video released by Homura might be a fake and he shouldn't use that to quickly judge him that he is evil without knowing him first. Kuroh agrees to stop attacking him and get know to Shiro but if he ever turns evil, he will kill him.",
                        "jpn": "一時休戦とばかりに、学生寮のシロの部屋で朝食を取ることになったシロと狗郎。\r\n今の内にと、シロは自分を襲ってきた赤い服の人物たちについて問うが、狗郎の口からは次々と知らない単語が飛び出す。\r\n自分が仲間を殺害した犯人に間違われているのだと分かったものの、狗郎は一向に主張を聞き入れてはくれないのだった。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4411047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4411047",
                    "Titles": {
                        "eng": "Knock-on Effect",
                        "jpn": "Knock-on effect"
                    },
                    "Summaries": {
                        "eng": "Shiro desperately tries to find a possible alibi in order to prove to Kuroh he was not there during the time of the video. Meanwhile, Homura and Scepter 4 are able to close in on Shiro's whereabouts. Thanks to Kukuri who is able to provide proof that Shiro was with her during the time of the shooting, Shiro and his friends prepare for the school festival. When he goes to his dorm and opens his closet, he is shocked to discover a bloody school uniform that matches the murderer's picture which leads Shiro to rethink the whole situation. As he contemplates, Yata and Kamamoto arrives at Ashinaka.",
                        "jpn": "シロを七人の《王》の一人、《無色の王》と呼ぶクロ。\r\nもし、十束多々良殺害事件の濡れ衣が晴らせない場合は彼に斬られてしまう。\r\n学園内を歩き回り、自らのアリバイを証明しようとするシロ。\r\n能天気にそれについて回るネコ。\r\n一方、その頃、《青のクラン》と《赤のクラン》はそれぞれシロの手がかりを得て……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4411048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4411048",
                    "Titles": {
                        "eng": "Knife",
                        "jpn": "Knife"
                    },
                    "Summaries": {
                        "eng": "Shiro, Neko and Kuroh heads to the city to buy more fireworks for the festival. Meanwhile Seri and Saruhiko arrives at Ashinaka and orders the principal to give them all their information on Shiro, unaware he had just left. While Saruhiko illegally access the student council's computer to find Shiro in the student database, Misaki and Rikio asks the students for information about Shiro but due to their looks and Misaki's temper, they only scared them. Saruhiko soon encounters Misaki and Rikio, where he mocks and insults his former friends which angers Misaki to fight him. The fight is soon stopped by Seri who orders Saruhiko to returned to Scepter 4 as neither the school or it's database has a record of Shiro being a student at Ashinaka. When Misaki asks a female student about Shiro before leaving, the student, Kukuri tells him she has no idea who Shiro is.",
                        "jpn": "アリバイを証明できたシロだったが、自室のクローゼットの奥に、\r\n返り血がついたワイシャツを発見する。シロは動揺を隠し、\r\nクロやネコと共に文化祭の買い出しのため街に出る。\r\n同じ頃、《セプター4》の淡島、伏見と吠舞羅の八田、鎌本が学園島に乗り込む。\r\n因縁を持つ八田と伏見はそこで互いの姿を認めるのだった。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4411049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4411049",
                    "Titles": {
                        "eng": "Karma",
                        "jpn": "Karma"
                    },
                    "Summaries": {
                        "eng": "Shiro begins to question his own identity after realizing there is an inconsistency between what he remembers and what actually happened. Meanwhile, Lieutenant Seri Awashima of SCEPTER 4 makes a visit to the bar owned by Izumo Kusanagi.",
                        "jpn": "《赤のクラン》、《青のクラン》は共にシロの存在を確認することが出来なかった。\r\nシロもまた自分の身元に疑問を抱いていく。\r\n一方その頃、バーHOMRAに《セプター4》副長、淡島が訪れる。\r\n草薙の口から語られるチーム吠舞羅の絆。\r\n謎に包まれていた事件の全容が今、少しずつ明らかになっていく。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4411050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4411050",
                    "Titles": {
                        "eng": "Key",
                        "jpn": "Key"
                    },
                    "Summaries": {
                        "eng": "Scepter 4 has finally tracked down Shiro as they prepare to arrest him. Neko creates an illusion in order for Shiro to escape, but is easily thwarted by Reisi who reveals that she has the power to manipulate people's minds by giving them false memories. While Kuro fights Reisi, Neko escapes with Shiro. When Kuro is nearly defeated, Shiro appears and reveals his true identity to them as the new Colorless King, using his power to let him, Kuro, and Neko escape. After they get away, Shiro convinces Neko to undo the amnesia spell on him to find out the truth.",
                        "jpn": "どんなに探しても自分の過去を証明することが出来ないシロ。\r\nクロと連れ立って実家を訪れるが、そこにはスタジアムが建っていた。\r\n伊佐那社という人間は存在しなかったのかもしれないと呆然とするシロ。\r\nその時、二人の身柄を拘束しようと、淡島ら《セプター4》が現れる。\r\nついに《青の王》、宗像が動き出す。クロは宗像を抑えられるのか。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4411051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4411051",
                    "Titles": {
                        "eng": "Kindling",
                        "jpn": "Kindling"
                    },
                    "Summaries": {
                        "eng": "Shiro finds out from his recovered memory about being involved with the Silver King. He contacts Reisi about his findings, while the rest of Scepter 4 tracks his location. When they reach the location they find out that the phone call was rigged by Shiro. Meanwhile, Reisi send his forces towards the Silver King's airship to take him into custody, unaware that Shiro, Kuroh, and Neko are secretly on a plane also heading to the ship, but as they approach, the Silver King sets off an explosion.",
                        "jpn": "ネコによる術を解かれ、シロは自分の記憶と向き合う。\r\n蘇ってきたのは、ネコとの出逢い、そして高笑いする謎の男に飛行船から\r\n突き落とされる場面だった。それ以上のことは思い出せないシロだったが、\r\nネコとクロの存在に励まされ、記憶を取り戻そうと決意。\r\n三人は《青の王》宗像と接触を試みる。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4411052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4411052",
                    "Titles": {
                        "eng": "Knell",
                        "jpn": "Knell"
                    },
                    "Summaries": {
                        "eng": "In the year 1945 at Dresden, Germany, Adolf and his older sister experiment a relic called the Slate that gives people magical powers. During a bombing raid, Adolf's sister is killed but he himself survives thanks to the power of the Slate. Distraught over her death, Adolf leaves Germany and brings the Slate into his airship Himmelreich. Back in the present, Reisi visits the Golden King, Daikaku Kokujōji, wanting to confirm if the immortal Adolf is really dead. Believing Adolf is faking his death, Reisi orders Scepter 4 to keep on eye on him. Meanwhile, a mysterious man calls Mikoto from Ashinaka where he mocks him and claims he killed Tatara. Angered, Mikoto breaks out of prison and overpowers Scepter 4. Reuniting with the rest of Homra, Mikoto and gang heads to Ashinaka.",
                        "jpn": "シロの提案に応じた《青の王》宗像は、飛行船の男こと《白銀の王》\r\nアドルフ・K・ヴァイスマンの身柄を拘束しようと動く。しかし、《白銀の王》は\r\n自ら飛行船を爆破し、墜落させた。翌日、飛行船からは《白銀の王》の死体が発見され、\r\n宗像は《黄金の王》の元を訪れる。一方、留置場に拘留される周防に接触するものが……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4411053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4411053",
                    "Titles": {
                        "eng": "Kaleidoscope",
                        "jpn": "Kaleidoscope"
                    },
                    "Summaries": {
                        "eng": "Homra takes over Ashinaka campus as they search for Shiro, Totsuka's killer. Scepter 4 also arrives and are ordered to stand by before they attack. Reisi confronts Mikoto, telling him his actions have gone too far. Reisi is willing to forgive Homra if they leave the campus and Scepter 4 will hunt down and punish Shiro for them but Mikoto refuses. Reisi warns Mikto if he kills Shiro, a King, he will lose control of his powers. Meanwhile, Shiro, Kuroh, and Neko manages to sneak into campus and decides to rescue their friends.",
                        "jpn": "《青のクラン》の独房に入る《赤の王》周防に、謎の人物から接触があり、\r\n十束を殺したのは自分だと煽る。探していた人物を見つけた周防は、能力を使い\r\n独房を脱出すると、《赤のクラン》こと吠舞羅を率いて葦中学園島を占拠するのだった。\r\n駆けつけた《セプター4》とのにらみ合いが続く中、宗像は秘密裏に周防の説得を試みる。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4411054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4411054",
                    "Titles": {
                        "eng": "Killer",
                        "jpn": "Killer"
                    },
                    "Summaries": {
                        "eng": "After a confrontation between the Blue and Red Kings, Homra and Scepter 4 forces begin to clash. Mikoto goes off on his own to hunt down Shiro where he eventually finds him with Neko, Kukuri, and Kuroh. During the struggle between Mikoto and Kuroh, Reisi intervenes and strikes at Mikoto. Shiro, Kuroh, Neko, and Kukuri make the chance to escape when all of a sudden, Kukuri stabs Shiro. It is revealed that she is possessed by a White Fox spirit out to target Shiro. The possessed Kukuri escapes while Shiro begins to remember his memories and awakens as Adolf K. Weismann, the Silver King.",
                        "jpn": "葦中学園島を占拠する《吠舞羅》、島と陸を結ぶ橋に控える《セプター4》は、\r\n互いの出かたを待ちながら、一触即発の空気のまま一夜を過ごした。\r\nしかし翌朝、突如爆発が起こり、二つの勢力はついに衝突してしまう。\r\nその頃、学園が《赤のクラン》に占拠されたと聞きつけ帰還したシロたちは、\r\n戦場になった校舎でククリと再会する。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4411055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4411055",
                    "Titles": {
                        "eng": "Adolf K. Weismann",
                        "jpn": "Adolf・K・Weismann"
                    },
                    "Summaries": {
                        "eng": "Shiro, with his recovered memories as the Silver King reveals that his current body was once possessed by the new Colorless King (White Spirit Fox) who wanted to take over his original body to gain his power, but to no avail instead just possessing his body and not his powers. At that moment, his spirit had jumped to the Colorless King's recent body where he got amnesia. He uses his power to let the students of Ashinaka escape, at the same time cooperating with Kusanagi and Awashima to stop the two clansmen from fighting. Shiro asks Neko to become his first clansmen, and uses her power to find the Colorless King. After she successfully locates him, she passes out and Shiro leaves to confront the Colorless King.",
                        "jpn": "激化する赤と青の抗争。そして、ついに周防と宗像の決闘が始まる。\r\n一方、ククリの中に潜む『何か』によって精神干渉を受けたとき、シロは謎の光に包まれ、\r\n茫然自失状態に陥ってしまう。やがて光が収束した時、シロは記憶のすべてを取り戻し、\r\n自らを《白銀の王》、アドルフ・Ｋ・ヴァイスマンだと名乗った。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "4411989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4411989",
                    "Titles": {
                        "eng": "King",
                        "jpn": "King"
                    },
                    "Summaries": {
                        "eng": "Reisi and Mikoto continue their fight while Shiro tries to catch the Colorless King who's still in Kukuri's body. Helped by Kuro, who becomes his clansman, Shiro tricks the Colorless King to get out from Kukuri's body and trap him into his own body. Shiro teleports to where Mikoto and Reisi are and tells Mikoto to kill him while the Colorless King is still trapped in his body as only a king can slay another king. Mikoto does so, finally avenging Tatara's death but his Weismann level reaches its limit, which his Sword of Damocles is about to crash into the campus. Reisi is forced to kill Mikoto to prevent that which the latter shares some words with his fellow king before passing away peacefully. The Homra gang honors their late leader with a battle cry as they lose their powers. Neko and Kuroh escape the island, still believing Shiro is still alive.",
                        "jpn": "《白銀の王》としての記憶と力を取り戻したシロは、ネコの協力の元、学園の生徒は\r\nもちろん、赤と青のクランズマンたちも学園の外へと誘導した。そして、クロと共に、\r\n暗躍する《無色の王》と決着をつけんとする。白熱する周防と宗像の戦い。\r\n刻一刻と崩れていくダモクレスの剣！　一同に介する四人の王の運命は！？"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "608003",
            "URL": "https://thetvdb.com/series/k/seasons/official/2",
            "Titles": {
                "eng": "K: Return of Kings",
                "jpn": "K RETURN OF KINGS",
                "fra": "K : Return of Kings"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "fra": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5088095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5088095",
                    "Titles": {
                        "eng": "Knave",
                        "jpn": "Knave"
                    },
                    "Summaries": {
                        "eng": "A year has passed since the School Island incident, where four of the seven kings fought for their lives to stop the evil Colorless King. Since then, Silver King Yashiro Isana has gone missing and the Green Clan JUNGLE has become more active in...",
                        "jpn": "4人の《王》の衝突した学園島事件から一年。《白銀の王》伊佐那社が未だに行方をくらます中、緑のクラン《jungle》は活動を活発化させつつあった。その動きは事態に対応する《セプタ－4》を翻弄し《吠舞羅》を刺激する。そして、ネットに一つの動画が流れた。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5352631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5352631",
                    "Titles": {
                        "eng": "Kindness",
                        "jpn": "Kindness"
                    },
                    "Summaries": {
                        "eng": "Blue King Reisi Munakata summons Kuro to SCEPTER 4 to learn more...",
                        "jpn": "《セプター4》の屯所に招かれたクロは《青の王》宗像礼司から一つの提案を受ける。その頃ネコの姿は《吠舞羅》の本拠“バーHOMRA”にあった。一方、宗像の不調を案じる淡島は一人の男の元を訪れる。彼の名は善条剛毅。先代《青の王》羽張迅を斬った男だった。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5352632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5352632",
                    "Titles": {
                        "eng": "Kismet",
                        "jpn": "Kismet"
                    },
                    "Summaries": {
                        "eng": "Green King Nagare Hisui orders his two most powerful clansmen...",
                        "jpn": "《緑の王》比水流から《jungle》最強のクランズマンである“jランカー”御芍神紫と五條スクナにクロとネコの本拠地である学園島を襲撃するよう指示が与えられた。紫はクロを狙い、スクナは学園島を訪れていた八田美咲、伏見猿比古の2人を同時に相手取る。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5352633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5352633",
                    "Titles": {
                        "eng": "Knot",
                        "jpn": "Knot"
                    },
                    "Summaries": {
                        "eng": "Silver King Yashiro Isana finally makes his return...",
                        "jpn": "ついに帰ってきた伊佐那社。《白銀の王》を舞台に引き戻すという目的を達成した紫とスクナは学園島から引き上げていく。《jungle》の策略に乗せられる形で帰還したシロだったが、ただ戻ってきたわけではなかった。彼が語る《jungle》への対抗策とは……？"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5352634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5352634",
                    "Titles": {
                        "eng": "Ken",
                        "jpn": "Ken"
                    },
                    "Summaries": {
                        "eng": "The Red, Blue and Silver Clans agree to form an alliance to stand against the Green Clan...",
                        "jpn": "シロの提案により結ばれた《赤》《青》《白銀》3つのクランによる“ちゃぶ台同盟”は上手く回りつつあった。しかしその一方、國常路に代わり種々の権限を我がものとしていく宗像の不調の兆しにシロやアンナたちは懸念を覚え始めていた。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5352635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5352635",
                    "Titles": {
                        "eng": "Keeper",
                        "jpn": "Keeper"
                    },
                    "Summaries": {
                        "eng": "Shiro gathers SCEPTER 4 and HOMRA to inform them about the Green King's past...",
                        "jpn": "シロとの対立が明確になり、《緑の王》比水流は石盤の奪取を決定した。来るべき日に備え、シロは同盟関係にある《セプター4》と《吠舞羅》一同へ比水の過去と目的を語っていく。最強とも言える力を持つ彼への対抗策は確かにあるのだと。そして、緑の侵攻が始まる。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5352636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5352636",
                    "Titles": {
                        "eng": "Kickdown",
                        "jpn": "Kickdown"
                    },
                    "Summaries": {
                        "eng": "Green King Hisui Nagare enters battle. Unleashing his tremendous power, Hisui quickly makes his way up towards Mihashira Tower, where the other three kings stand by ready to face him.",
                        "jpn": "《緑の王》比水流の御柱タワーへの突入によって、役目を終えた御芍神紫と五條スクナは撤退する。比水は凄まじい異能を解放し、封鎖された壁を力ずくでぶち破りながらタワーを登っていく。想定以上の力を発揮する比水を止めるため、3人の《王》が立ち向かう。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5352637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5352637",
                    "Titles": {
                        "eng": "Kaput",
                        "jpn": "Kaput"
                    },
                    "Summaries": {
                        "eng": "Tenkei Iwafune is revealed to be the Gray King, who was thought to have died years ago during the Kagutsu Incident. Once a man of great virtue and compassion, Iwafune has since abandoned his own ideals to serve the Green King instead.",
                        "jpn": "“迦具都事件”により挫折し、変節した《灰色の王》鳳聖悟こと、磐舟天鶏。救済者としての理想を捨て、《緑の王》比水流の危険な計画に荷担する彼を宗像は詰るが、磐舟は逆に、そんな宗像を「青い」と笑う。磐舟の操る強力な“霧”が宗像を翻弄していく。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5352638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5352638",
                    "Titles": {
                        "eng": "Kid's Room",
                        "jpn": "Kid's Room"
                    },
                    "Summaries": {
                        "eng": "Kusanagi and Awashima infiltrate a party hosted by JUNGLE to get the list of attendees who are tied to the Green Clan. However, their attempt is thwarted by an unexpected figure.",
                        "jpn": "クリスマスの戦いから一ヶ月後。活性化した“石盤”により突発的に力を与えられた一般人たちが、異能を暴走させる事件が多発していた。《jungle》は次のステップとして存在を公にしつつあった。草薙と淡島は協力し、《jungle》主催のパーティへと潜入を試みる。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5352639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5352639",
                    "Titles": {
                        "eng": "Keystone",
                        "jpn": "Keystone"
                    },
                    "Summaries": {
                        "eng": "Fushimi rises to the J rank and also becomes an administrator of the game. Captain Munakata steps down as Captain, after being fired by the Prime Minister, for being responsible for the thievery of the Slates. The Blue clan members are detained until further notice. It also seems that there are plenty of Green clan memebers at Government positions and that they are favoring the Green over the Blue. Anna tells Kusanagi that Shiro intends to destroy the Slates. When Munakata arrives at HOMRA, Anna tells him too about Shiro's decision to destry the Slates. He tells them that he still intends to aim for order, even when his Democles Sword is in danger. He remembers how the situation is similar to an year ago, when he was trying to stop the Red King. He also tells them that the alliance between the Kings is void, since he is no longer the Captain. Shiro comes up with an idea to destroy the Slates through his research. He also gives Kuro and Neko silver coins with the new symbol of the Silver clan and Kuro names the Silver clan as Hakumaitou. Shiro and Anna are influenced as the Slates are liberated.",
                        "jpn": "《jungle》の“秘密基地”に新幹部として迎えられた伏見。一方、《jungle》の勢力に取り込まれた総理により、宗像は公的な身分と権限を剥奪され《セプター4》は動きを封じられる。そんな折、シロの研究が完成し、それを知ったアンナもまた、ある決意を固める。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5352640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5352640",
                    "Titles": {
                        "eng": "Kali-yuga",
                        "jpn": "Kali-yuga"
                    },
                    "Summaries": {
                        "eng": "As the Slates liberate power to all mankind, chaos arises among people. Nagare keeps all paths except the Yomito Gate closed and asks Iwa to 'greet' the Blue King while he guards the Slates. He tells Iwa that he can't be beaten since keeping connected to the Slates enables him to use his power without being limited to time. As Munakata and Goki advance towards the tower where the Slates are kept and are blocked by the Jungle U rank members. The Blue clan members gather intel and observe Munakata and Goki approch the Green clan members. Watching this, Awashima resigns from Sceptre 4, since she wants to join Munakata. As she hands over the rights of acting Captain to Akiyama, he orders Sceptre 4 to intercept the Green clan. As Fushimi opens the gates for the Blue King, he is deemed to be a traitor by Nagare and Sukuna starts a duel to death with him. As Iwa meets Munakata and Goki, the Silver blimp lands just behind Iwa, uninfluenced by his fog. Iwa and Munakata start to clash.",
                        "jpn": "《jungle》の手によって“石盤”の力が解放された。社会が混乱に飲み込まれる中、葦中学園の生徒たちは理性を保とうと努める。宗像はただひとり善条のみを供に連れ“光の柱”の出現した場所へ向かっていた。それを知った淡島たち《セプター4》が取った行動とは―"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5352641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5352641",
                    "Titles": {
                        "eng": "Knuckle Bump",
                        "jpn": "Knuckle Bump"
                    },
                    "Summaries": {
                        "eng": "In a flashback, Munataka informs Yata that Fushimi went to the Green clan on his orders, since he was the only one capable of a successful infiltration, even knowing that it might result in his death. In the present, the Red clan members attack and cover the Green's hideout, making a way for the Silver King, Shiro and Neko to reach Nagare. In the meantime, Munakata, with the help of the Blue clansmen, defeats Iwa. As this happens, Munataka's Democles is reaching Down. Yata and Fishimi fight and defeat Sukuna and Yata tells him that if he is ready to go so far for the Blue King, then he has already accepted him as his king, and so is not a traitor. As Kuro and Yukari fight, Shiro and Neko reach Nagare.",
                        "jpn": "伏見によりゲートは開かれた。その外で宗像は磐舟と再び戦闘を開始する。飛行船シャッテンライヒ号を利用し、内部へと突入した《吠舞羅》とシロたち《白米党》は各々の持ち場へと急ぐ。その中で《吠舞羅》の切り込み隊長、八田美咲は誰よりも早く飛び出していた。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "5352642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5352642",
                    "Titles": {
                        "eng": "Kings",
                        "jpn": "Kings"
                    },
                    "Summaries": {
                        "eng": "Nagare informs that Neko was also present in the Kagutsu Incident, and she manipulated her own memory to live as a cat. Meanwhile, as Awashima stand ready to kill Munkata should his Democles reach Down, Anna takes the power of Red from all her clansmen and opens a path from the top to the place where Nagare, Shiro and Neko are, exposing them to the Democles of all the four kings. Kuro defeats Yukari and reaches Shiro. Meanwhile, Shiro tells Nagare that he has calculated that the power of Democles Down is enough to counter the power of the Slates and both can negate each other. He maximizes the Weismann level to the limit and brings the Democles down and effectively negates the power of the Slates. This results in Nagare's death, since he was only alive using the power of the Slates. On the other hand, since all the Democles disappear, Munakata is saved from death. Iwa arrives and asks them to escape the building, which is collapsing from explosions, but he stays back with Nagare. As everyone evacuates, the Silver King tells Kuro and Neko that he has to leave Shiro's body, since it was borrowed and he was only able to contain in it due to the power of the Slates, and that he has to return it to the original owner. In the epilogue we see that Neko has become a student in the school and the Silver King has returned into his earlier body and is a teacher in the same school.",
                        "jpn": "最深部に辿り着いたシロとネコは“石盤”と繋がり、さらなる力を得た比水と対峙する。アンナと《吠舞羅》によって開かれる地下への道。“石盤”を砕くため、シロの辿り着いた計画がついに発動する。“石盤”の力に対し、シロたちが持つ力。それは――"
                    },
                    "Aliases": []
                }
            }
        }
    }
}