{
    "URL": "https://thetvdb.com/series/kioka",
    "Genres": [
        "Animation",
        "Children"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/55435",
        "https://www.themoviedb.org/tv/55435"
    ],
    "TitleEnglish": "Kioka",
    "SummaryEnglish": "When Kioka, a curious and imaginative little girl, shakes her magical snow globe her room fills with snowflakes and she's transported into the snow globe where all her toy friends have come to life!",
    "Aliases": [],
    "Modified": "2022-05-10",
    "Seasons": {
        "1": {
            "ID": "498199",
            "URL": "https://thetvdb.com/series/kioka/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 78,
            "Episodes": {
                "1": {
                    "ID": "4376291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4376291",
                    "TitleEnglish": "Kite",
                    "SummaryEnglish": "Our gang gets together to make a kite. \r\nBut without any wind, how will the kite ever fly?",
                    "Aliases": []
                },
                "2": {
                    "ID": "4376292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4376292",
                    "TitleEnglish": "Ice Cube",
                    "SummaryEnglish": "What do you do with a fish in an ice cube?\r\nKioka and her friends try to rescue a little trapped fish. Everyone has an idea how to get the fish out of the ice cube. The penguins also have ideas about how to help, but they have their own reason for rescuing the fish.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4376296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4376296",
                    "TitleEnglish": "Magnifying Glass",
                    "SummaryEnglish": "The gang finds a few seeds on the snow. They try to figure out what it is, they try to bite them, they try to break them, they even try to plant them, but nothing happens. Kioka brings her magnifying glass to have a closer look, as she looks, the sun makes the seed pops, it is popcorn! The gang runs to show Selly, but she already knows what it is, and she makes them lots of popcorn!",
                    "Aliases": []
                },
                "4": {
                    "ID": "4426277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4426277",
                    "TitleEnglish": "Sock",
                    "SummaryEnglish": "One day the Penguins find one little sock in the snow.\r\nWhose sock could this be?",
                    "Aliases": []
                },
                "5": {
                    "ID": "4376290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4376290",
                    "TitleEnglish": "Box",
                    "SummaryEnglish": "Did you ever get a gift in a big box? \r\nWas the box more fun than the present that came in it? \r\nThis is what happened to Kioka and her friends one day. Everyone wants the box. We will see how much fun Kioka and her friends will have with the box.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4376295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4376295",
                    "TitleEnglish": "Painting Class",
                    "SummaryEnglish": "Kioka and the gang have an art class and they try to do a painting of Snowball Man. Each of our friends paint their canvass, but none of them look like Snowball Man. Kioka places the paintings on the ground and figures out that if you move the pieces around, it makes a big image of Snowball Mans face!",
                    "Aliases": []
                },
                "7": {
                    "ID": "4426258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4426258",
                    "TitleEnglish": "Talented Koko",
                    "SummaryEnglish": "One day Kioka brings a circus poster, and this gives the gang the idea to put on a show! Everyone does something that they are good at, but our shy Koko doesn't play because he is afraid of making a mistake. Kioka tries to get Koko to play, she passes a ball to Koko and he is able to bounce it back to her! Everyone passes many balls to Koko, and he bounces them all back without any problems! Wow, he is talented at bouncing and balancing the ball. Now Koko is not shy or afraid to join the circus show!",
                    "Aliases": []
                },
                "8": {
                    "ID": "4426259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4426259",
                    "TitleEnglish": "Hiccup",
                    "SummaryEnglish": "Koko has a terrible case of the hiccups, and Kioka and the gang try to help him. Our gang tries and tries, but nothing works. The gang finally go to ask Selly and Bow for some help. Will Koko's hiccups ever go away?",
                    "Aliases": []
                },
                "9": {
                    "ID": "4426256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4426256",
                    "TitleEnglish": "Nesting Doll",
                    "SummaryEnglish": "The penguins accidently broke one of Selly's interesting and unique dolls. They try to fix it but do not know how, and they run away leaving it broken. The Penguins avoid everyone because they feel bad. When they see that everyone is having cookies at Selly's house, they really want to go too. Will the penguins confess and tell the truth? Will they eventually get cookies too?",
                    "Aliases": []
                },
                "10": {
                    "ID": "4426270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4426270",
                    "TitleEnglish": "Balloon",
                    "SummaryEnglish": "Kioka and her friends discover static electricity. One day Selly brings many balloons for our friends. They all blow up the balloons and begin to play, but Kioka is trying to blow her balloon up really big and it takes her a long time. Everyone notices that if they rub the balloons, it sticks to them! The gang then gets carried away doing this and end up really getting carried away! They all end up in the air, and Kioka has to rescue them and help them all get back down to the ground!",
                    "Aliases": []
                },
                "11": {
                    "ID": "4499041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4499041",
                    "TitleEnglish": "Camera",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "4426264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4426264",
                    "TitleEnglish": "Lunch Box",
                    "SummaryEnglish": "What is in your lunch box? Kioka opens her lunch box and it has broccoli, apples, bananas, carrots, and a cupcake! Everyone wants to eat the cupcake, but not the other food, Kioka has to trick out gang to eat the healthy food first before getting the nice treat!",
                    "Aliases": []
                },
                "13": {
                    "ID": "4426261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4426261",
                    "TitleEnglish": "Check Up",
                    "SummaryEnglish": "Kioka brings her toy medical set to show her friends how her doctors visit went. Everyone has a turn being the patient. Dr. Kioka shows them about taking temperatures, reflexes, and the buh-bump, buh-bump, the heart beat. Dr. Kioka has a special patient however, our little penguin had a bit too many cookies to eat, and has a tummy ache! Will little penguin be brave enough to visit Dr. Kioka?",
                    "Aliases": []
                },
                "14": {
                    "ID": "4376294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4376294",
                    "TitleEnglish": "Marble",
                    "SummaryEnglish": "Kioka brings her special sparkly marble to show the gang. Everyone loves it and they are amazed at how it sparkles. The gang plays a game of marbles, even the Penguins, who turn out to be very good at playing marbles.\tThe Penguins and Fifi (Fox), help to clean up after the game, but get carried away having fun and spill the marbles everywhere, losing Kioka’s special sparkly marble in the process. Everyone helps Kioka to look for the sparkly marble. Could everything that sparkles be Kioka’s special marble? Will this clue help our gang find the marble?",
                    "Aliases": []
                },
                "15": {
                    "ID": "4426266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4426266",
                    "TitleEnglish": "Pineapple",
                    "SummaryEnglish": "Snowball Man has three pineapples that he is taking to Selly's house. The penguins mistake the pineapples as new visitors, because of their shapes and sizes. The penguins think that the pineapples look like they do except for the color and the big “hair”. Whenever the Penguins go to take a closer look, the pineapples are gone. This is very frustrating to them. Finally they arrive at Selly’s house and see the gang eating pineapples! The penguins finally find out that these are just delicious fruit, and not new visitors",
                    "Aliases": []
                },
                "16": {
                    "ID": "4426269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4426269",
                    "TitleEnglish": "Snow Games",
                    "SummaryEnglish": "Who can make the biggest snowball? The Penguins, Koko, Fifi, Kioka? Everyone makes their snowball, and then they decide to roll them down the hill to see which snowball will win the race to the bottom. Who do you think will have the winning snowball?",
                    "Aliases": []
                },
                "17": {
                    "ID": "4426267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4426267",
                    "TitleEnglish": "Telephone",
                    "SummaryEnglish": "Kioka brings her paper telephone cups and plays with Koko. Selly comes along and invites them to a picnic. As the gang goes to the picnic, Selly keeps forgetting things, and has to run back and forth. Kioka decides to use the cups to send messages to help Selly. It all works until the penguins decide to get into the action, the lines get crossed and the messages get delivered the wrong way. What will be the outcome of the picnic?",
                    "Aliases": []
                },
                "18": {
                    "ID": "4499040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4499040",
                    "TitleEnglish": "Bagpipe",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "19": {
                    "ID": "4499039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4499039",
                    "TitleEnglish": "Castle",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "20": {
                    "ID": "4499038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4499038",
                    "TitleEnglish": "Let's Play Music",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "21": {
                    "ID": "4426274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4426274",
                    "TitleEnglish": "Bows Birthday Party",
                    "SummaryEnglish": "Kioka invites the gang to come and celebrate Bow’s birthday, but no one wants to go because they think that Bow looks too serious and angry. Bow’s marking on his face make him look scary. Poor Bow, how will Kioka get our friends to see that he is just a sweet, kind dog?",
                    "Aliases": []
                },
                "22": {
                    "ID": "4499037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4499037",
                    "TitleEnglish": "Cups",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "23": {
                    "ID": "4499036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4499036",
                    "TitleEnglish": "Banana Bread",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "24": {
                    "ID": "4499034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4499034",
                    "TitleEnglish": "Super Kioka",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "25": {
                    "ID": "4426276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4426276",
                    "TitleEnglish": "Egg",
                    "SummaryEnglish": "The gang goes on an egg hunt and tries to find all the hidden eggs, but one egg is special, what is it? Is it the color, the shape? Can you guess what is inside the egg?",
                    "Aliases": []
                },
                "26": {
                    "ID": "4499031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4499031",
                    "TitleEnglish": "Space Explorer",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "27": {
                    "ID": "4426255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4426255",
                    "TitleEnglish": "Foot Print",
                    "SummaryEnglish": "Our gang discovers some strange big footprints in the snow. The gang tries to figure out who these foot prints belong to. They follow the prints and find out that Snowball Man made them, but how could this be? Snowball Man has small feet not big feet!",
                    "Aliases": []
                },
                "28": {
                    "ID": "4426254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4426254",
                    "TitleEnglish": "Cooking With Selly",
                    "SummaryEnglish": "Kioka and our Gang are at Selly's house and they want to help make cookies. The gang gets carried away with having fun and they don't follow the recipe correctly. Everything goes wrong and the gang has to try again. This time they all follow the recipe correctly and use the proper measurements. Will following the recipe properly help our gang make delicious cookies?",
                    "Aliases": []
                },
                "29": {
                    "ID": "4499027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4499027",
                    "TitleEnglish": "Koko's Wish",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "30": {
                    "ID": "4426272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4426272",
                    "TitleEnglish": "Magic Show",
                    "SummaryEnglish": "Kioka decides to put on a magic show for the gang. She shows them many tricks, card tricks, and even a disappearing trick! The penguins don't fall for the tricks, and they try to figure out how Kioka is making this magic!",
                    "Aliases": []
                },
                "31": {
                    "ID": "4499025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4499025",
                    "TitleEnglish": "Compass",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "32": {
                    "ID": "4499022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4499022",
                    "TitleEnglish": "Bubbles",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "33": {
                    "ID": "4426273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4426273",
                    "TitleEnglish": "Bathtime",
                    "SummaryEnglish": "The penguins find a rubber duck and start to play with it, they love it so much because it makes a nice quacking sound. They do not realize that this little rubber duck belongs to Snowball Man, and he is very sad because he lost his bath toy. Kioka and her friends try to help Snowball Man find his toy, now they must follow where the quacking sound is coming from. Will Snowball man ever get his bath toy back?",
                    "Aliases": []
                },
                "34": {
                    "ID": "4499019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4499019",
                    "TitleEnglish": "Key",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "35": {
                    "ID": "4426262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4426262",
                    "TitleEnglish": "Ice Game",
                    "SummaryEnglish": "Whale splashes water on the snow and overnight it becomes frozen.\r\nKioka and the gang discover the fresh ice the following day, our gang soon begins to play on the ice, they skate and slide and even play a hockey game!",
                    "Aliases": []
                },
                "36": {
                    "ID": "4499017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4499017",
                    "TitleEnglish": "Nap Time",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "37": {
                    "ID": "4426257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4426257",
                    "TitleEnglish": "Morning Exercise",
                    "SummaryEnglish": "Kioka wants to do exercises with the penguins, even though the penguins dislike it. Today might be the day that the penguins have fun exercising.",
                    "Aliases": []
                },
                "38": {
                    "ID": "4499014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4499014",
                    "TitleEnglish": "Radio",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "39": {
                    "ID": "4499012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4499012",
                    "TitleEnglish": "Lucky",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "40": {
                    "ID": "4426263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4426263",
                    "TitleEnglish": "Beach Time",
                    "SummaryEnglish": "Kioka brings a beach umbrella out one day and pretends she is playing on a nice sunny beach. This is all new to our penguins, but they soon join in on all of the fun with the rest of the gang.",
                    "Aliases": []
                },
                "41": {
                    "ID": "4611470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4611470",
                    "TitleEnglish": "Milkshake",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "42": {
                    "ID": "4611472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4611472",
                    "TitleEnglish": "Yummy Trouble",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "43": {
                    "ID": "5431437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431437",
                    "TitleEnglish": "Super Crew",
                    "SummaryEnglish": "A radio show about superheroes inspires Kioka and the gang to form their own band of vigilantes",
                    "Aliases": []
                },
                "44": {
                    "ID": "4611467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4611467",
                    "TitleEnglish": "Bucket",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "45": {
                    "ID": "4611469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4611469",
                    "TitleEnglish": "Menu",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "46": {
                    "ID": "4611471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4611471",
                    "TitleEnglish": "Train",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "47": {
                    "ID": "5431439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431439",
                    "TitleEnglish": "Business Cards",
                    "SummaryEnglish": "While helping Selly clean up around the house, Kioka finds a stack of business cards. The cards showcase different professions. Everyone decides to make their own business cards and they pretend that they do different jobs.",
                    "Aliases": []
                },
                "48": {
                    "ID": "5431441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431441",
                    "TitleEnglish": "Tourist",
                    "SummaryEnglish": "Selly has an old suitcase with stickers on it of different countries that she has visited. The gang is curious and asks about all the different stickers.",
                    "Aliases": []
                },
                "49": {
                    "ID": "4611468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4611468",
                    "TitleEnglish": "The Officer",
                    "SummaryEnglish": "Kioka pretends that she is a police officer complete with a small note book, and a police officer cap! As Kioka does her police work, she gives out tickets to our friends for breaking 'rules'.",
                    "Aliases": []
                },
                "50": {
                    "ID": "4426275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4426275",
                    "TitleEnglish": "Stick",
                    "SummaryEnglish": "Koko finds a stick and he shows it to Kioka and the gang. The stick looks like any ordinary stick, nothing special. Kioka sees more than just an ordinary stick however, she uses her imagination and begins to play with it.",
                    "Aliases": []
                },
                "51": {
                    "ID": "5431442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431442",
                    "TitleEnglish": "X Marks The Spot",
                    "SummaryEnglish": "Kioka and the gang decide to go on a treasure hunt so Selly hides a chest full of treasure.",
                    "Aliases": []
                },
                "52": {
                    "ID": "4376293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4376293",
                    "TitleEnglish": "Strawberry",
                    "SummaryEnglish": "Kioka and the gang try to take care of a strawberry plant.",
                    "Aliases": []
                },
                "53": {
                    "ID": "4376297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4376297",
                    "TitleEnglish": "Fifi's Treasure",
                    "SummaryEnglish": "Fifi discovers modern art. She asks her friends for their discarded and broken items. Fifi has recycled these various items into a modern art sculptures.",
                    "Aliases": []
                },
                "54": {
                    "ID": "4426260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4426260",
                    "TitleEnglish": "Detective",
                    "SummaryEnglish": "Kioka is pretending to be a detective and she follows her friends around with her telescope and a note pad. Kioka takes notes on what our friends like to eat, what toys they play with, and what kind of games they like to play",
                    "Aliases": []
                },
                "55": {
                    "ID": "4426265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4426265",
                    "TitleEnglish": "Scouts",
                    "SummaryEnglish": "Kioka has a scout belt and she has many merit badges. The penguins really want merit badges but Kioka tells them that they have to earn their badges.",
                    "Aliases": []
                },
                "56": {
                    "ID": "4426268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4426268",
                    "TitleEnglish": "Chair",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "57": {
                    "ID": "4426271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/4426271",
                    "TitleEnglish": "Boop Flies",
                    "SummaryEnglish": "Boop wants to fly like the other birds, but being a penguin and having small flippers, this is impossible. Kioka and the gang try different ways to help Boop to fly but nothing works.",
                    "Aliases": []
                },
                "58": {
                    "ID": "5431445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431445",
                    "TitleEnglish": "House",
                    "SummaryEnglish": "Kioka shows her friends her toy doll house and soon everyone wants to make a house of their own. Kioka builds her house with a cardboard box, Fifi uses sticks and an old blanket and the Penguins use some old junk items.",
                    "Aliases": []
                },
                "59": {
                    "ID": "5431446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431446",
                    "TitleEnglish": "Play",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "60": {
                    "ID": "5431447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431447",
                    "TitleEnglish": "Camp Out",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "61": {
                    "ID": "5431448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431448",
                    "TitleEnglish": "The Vote",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "62": {
                    "ID": "5431449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431449",
                    "TitleEnglish": "Band",
                    "SummaryEnglish": "Boop hears 'eerie noises' and is convinced that Selly's trash is haunted! The Penguins discover that the noise is actually wind blowing across some empty bottles",
                    "Aliases": []
                },
                "63": {
                    "ID": "5431450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431450",
                    "TitleEnglish": "Rainbow",
                    "SummaryEnglish": "One day Fifi sees a wonderful rainbow and she wants to catch it. Fifi tries to jump up to catch the rainbow but she cannot reach it. Kioka comes up with an interesting idea on how to capture the rainbow for Fifi.",
                    "Aliases": []
                },
                "64": {
                    "ID": "5431452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431452",
                    "TitleEnglish": "Yard Sale",
                    "SummaryEnglish": "Selly has some old things and she decides to have a yard sale. The rest of the gang thinks that this is a great idea and they rush off to their homes to gather things for the yard sale. Everyone has different things to trade.",
                    "Aliases": []
                },
                "65": {
                    "ID": "5431453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431453",
                    "TitleEnglish": "Rocket",
                    "SummaryEnglish": "Bow reads a book about rockets and tells our friends that rockets can go to the moon! Everyone is now excited to launch their own rocket. Soon there is a mission control table and two astronauts, Koko and Boop.",
                    "Aliases": []
                },
                "66": {
                    "ID": "5431454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431454",
                    "TitleEnglish": "Snow Ball Man",
                    "SummaryEnglish": "Recent snowfall starts to melt in the snow globe village",
                    "Aliases": []
                },
                "67": {
                    "ID": "5431455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431455",
                    "TitleEnglish": "Bones",
                    "SummaryEnglish": "Selly reads a book that shows what human and animal bones look like",
                    "Aliases": []
                },
                "68": {
                    "ID": "5431456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431456",
                    "TitleEnglish": "Library",
                    "SummaryEnglish": "Kioka pretends to be a librarian, making use of Selly's collection of books",
                    "Aliases": []
                },
                "69": {
                    "ID": "5431459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431459",
                    "TitleEnglish": "Dinosaur",
                    "SummaryEnglish": "The gang gathers at Selly's house to learn about dinosaurs",
                    "Aliases": []
                },
                "70": {
                    "ID": "5431460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431460",
                    "TitleEnglish": "Hugs",
                    "SummaryEnglish": "The friends start giving out hugs to one another as rewards for being helpful",
                    "Aliases": []
                },
                "71": {
                    "ID": "5431461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431461",
                    "TitleEnglish": "Scoop",
                    "SummaryEnglish": "The imaginative youngster becomes a reporter, and searches for the perfect news story",
                    "Aliases": []
                },
                "72": {
                    "ID": "5431462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431462",
                    "TitleEnglish": "Penguin School",
                    "SummaryEnglish": "Kioka and the gang notice that Koko and the penguins are doing some very strange activities. Koko is riding on ice blocks, sliding on his belly and ice fishing.",
                    "Aliases": []
                },
                "73": {
                    "ID": "5431463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431463",
                    "TitleEnglish": "Once Upon a time",
                    "SummaryEnglish": "Kioka and her friends go on an adventure to find ancient treasure. Dodging the Purple Penguin Gang, rivers of lava, and dangerous obstacles, the gang look for missing puzzle pieces that will lead them to the treasure.",
                    "Aliases": []
                },
                "74": {
                    "ID": "5431464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431464",
                    "TitleEnglish": "Mystery Tracks",
                    "SummaryEnglish": "Our friends find some very strange looking tracks in the snow. The penguins think that it is an 'Oofalot', a creature that makes 'oofing' sounds in the snow globe village. No one has ever seen this mysterious 'Oofalot'.",
                    "Aliases": []
                },
                "75": {
                    "ID": "5431465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431465",
                    "TitleEnglish": "Snow Kart",
                    "SummaryEnglish": "Kioka, Koko and Fifi make a go kart with an old wagon and some other items. The Penguins see Kioka's go Kart and they decide to make one of their own. While having a race, the Penguins go kart falls apart.",
                    "Aliases": []
                },
                "76": {
                    "ID": "5431466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431466",
                    "TitleEnglish": "Submarine",
                    "SummaryEnglish": "Kioka and the gang are looking at a book with tropical fish and many things that live under the sea. Everyone wishes that they can go on a deep sea voyage.",
                    "Aliases": []
                },
                "77": {
                    "ID": "5431467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431467",
                    "TitleEnglish": "Safari",
                    "SummaryEnglish": "Selly shows the gang some slides of her safari trip. There were pictures of giraffes, lions, hippos and other animals from Africa. Kioka gets an idea and soon everyone is having a back yard safari.",
                    "Aliases": []
                },
                "78": {
                    "ID": "5431468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kioka/episodes/5431468",
                    "TitleEnglish": "Pirates",
                    "SummaryEnglish": "Kioka, along with her Purple Poppy Pirates and the Perilous Penguins go around the snow globe village in search of their treasures. Each group find unexpected 'treasure' that is puzzling.",
                    "Aliases": []
                }
            }
        }
    }
}