{
    "URL": "https://thetvdb.com/series/ai-no-kusabi-2012",
    "Genres": [
        "Animation",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6096648/",
        "https://www.themoviedb.org/tv/43927"
    ],
    "TitleEnglish": "Ai no Kusabi (2012)",
    "SummaryEnglish": "The story is set in the future on the planet named Amoi which is controlled by a supercomputer named Jupiter. Among the mostly male human population, the light-haired elite class is allowed to temporarily keep the dark-haired \"mongrels\" as pets. One elite member, Iason, encounters a mongrel named Riki in the slums and decides to take him in. However, Iason keeps Riki longer than it is socially approved, and rumors abound about their possible relationship.",
    "Aliases": [
        "The Space Between"
    ],
    "Modified": "2024-04-07",
    "Seasons": {
        "1": {
            "ID": "498030",
            "URL": "https://thetvdb.com/series/ai-no-kusabi-2012/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "4374598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ai-no-kusabi-2012/episodes/4374598",
                    "TitleEnglish": "~Petere Kanju~",
                    "SummaryEnglish": "Riki, after having a forbidden affair with Raoul's pet, Mimea, undergoes punishment from a furious and jealous Iason. Using a holoscreen, Iason called Mimea to make Riki tell her that he was only using her to ruin his reputation and doesn't care for her, although Mimea insisted that was not true. Claiming that everyone trying interfered with their \"relationship\", Mimea told Riki that she loves him and about the pairing partner Raoul has chosen for her (which disgusts her), and said that she want to be with him. Mimea begged Riki to say something, but due to the activation of his pet ring, Riki couldn't answer her and was called a coward by her before Iason turned off the holoscreen. Reprimanding Riki while sexually simulating him, Iason asserted that Riki is his pet and he will pound that fact into his bones. Two years later, Riki goes to the front the gates of Eos Tower and reflected how living in the free slums is better than a gilded cage, wishing to escape if he had the chance.\r\nDaryl, Iason's Furniture and Riki's caretaker, observed Riki from his terminal and lamented how loved Riki is by Iason (but the only person that failed to see it is Riki himself) and wondered if Riki still has his pride to free himself. Hacking the security system and unlocking the gates, Daryl allowed Riki to escape Tanagura, but Riki was eventually captured by the guards and taken back to Eos Tower. Iason and his fellow Blondies agreed that Daryl must be executed for the crime he committed and that Riki must be punished. During Iason's interrogation with Daryl, Daryl told him that he released Riki on his own will and out his admiration for Riki, and how upset Riki is in Tanagura. After some prodding from the other Blondies and confronting Riki, Iason decided to let Riki return to Ceres for a year of freedom. Watching Riki as he ran back to the slums, Iason stated that Riki will be stranger to his home and that he will wait until Riki comes back to him.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4374599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ai-no-kusabi-2012/episodes/4374599",
                    "TitleEnglish": "~Pardo Broken Wings~",
                    "SummaryEnglish": "Arriving to his home in Ceres, Riki goes to sleep on his first night of freedom. Meanwhile, Iason continued his duties as a Blondie and confirmed to Katze that Riki is no longer with him, although the latter assumed that Riki was killed. Traveling through Midas, Katze compared the greedy and lustful citizens to the slums mongrels, whom are looked down by others and must steal to survive. Nights later, Kirie is chased down by the gang members of Jeeks, but managed to hide in the same location Riki was smoking at. While Kirie was hiding, the Jeeks confronted Riki, only to have Riki badmouthed them, which provoked a fight. After Riki easily defeated the Jeeks as Kirie watched on in amazement, he is reunited with his former gang, Bison, when they came to find Kirie. Overjoyed to see him, Bison warmly welcomed Riki back, especially Guy, whom embraced his former pairing partner.\r\nWith news of Riki's comeback spread through the slums, mixed feelings from other slums residents noticed how different Riki is from after his three years of absent. Keeping his time with Iason a secret, Riki enjoys his freedom and spent most of his time with Guy, who also wondered what happen to Riki. One night, Kirie mentioned how he was willing to become a pet to the elites to get out of the slums, which angered Riki. Seeing Riki's current state, Guy recalled one night before Riki's \"disappearance\" when he that came home with expensive wine. Guy asked Riki if gotten into any trouble for earn money, but Riki ignored his question and voiced how he will get out of the slums one day. Back to the present, Guy tried to hold Riki's hand, only to have Riki moved away, and thought about how Riki no longer opens up to him.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4374600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ai-no-kusabi-2012/episodes/4374600",
                    "TitleEnglish": "~Congressus Encounter~",
                    "SummaryEnglish": "Half a year has passed since Riki's return to Ceres, who is easing back into his life in the slums. While Riki participated in airbike race one day, Kirie suggested that Bison goes to see a Pet Auction that would be held soon in Mistral Park. Although Riki was uninterested, Kirie goaded him into going as Guy noted Riki's strange behavior. Meanwhile, Iason, who is still longing for Riki, is carrying out his duties as a Blondie in Tanagura. With the Pet Auction drawing near, Raoul invited Iason since he feels that it is time for Iason to attain a new pet, and Iason reluctantly agreed to go. Back in the slums, Norris, a member of Bison, advised Riki to settle things with Guy properly since he had never broken off his pairing with him when he \"disappeared\" from Ceres. Despite feeling guilty for leading Guy on, Riki could not bring himself to end his pairing with Guy.\r\nOn the day of the Pet Auction, Riki and Bison rode into Mistral Park discreetly as Riki's dislike for Kirie grows. During their tour, Riki and Guy reminisced about their time in Guardian, leading Guy to comment how Kirie was like Riki three years ago, much to Riki's annoyance. As they observed the pets on display, Riki and Kirie sparked an argument about the division between the slums and the citizens on Midas. Having spent enough time in the city, Bison decided it was time to leave, despite Kirie' objections. However, Riki spotted Iason's arrival and the two clashed eyes for first time since Riki's release, which caused Riki to have a panic attack and forced Bison to retreat. Kirie stayed behind to have an audience with Iason in hopes to find a way out of the slums. Once the auction was over, Iason, who recalled his unexpected encounter with Riki earlier that night, and ordered Katze to take Kirie as his underling without revealing to Katze of his plans.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4374601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ai-no-kusabi-2012/episodes/4374601",
                    "TitleEnglish": "~Retino Bondage~",
                    "SummaryEnglish": "While drinking at a bar, a frustrated Riki thought back to the events that lead to his meeting with Iason three years ago to where he was now: While pick-pocketing in Midas, a fifteen-year-old Riki is caught by Iason, who allowed him to go free on a whim. Unable to feel indebted to him, Riki invited Iason to a hotel and offered his body to repay him. Iason initially refused, but Riki incited him to accept his offer by mocking his pride. Without removing his clothes, Iason engaged in foreplay with Riki. Three months later, Riki landed a job as a courier in the black market due to his friend Zack, who arranged a meeting with their boss, Katze. Although the other employees treated Riki terribly for being a slum mongrel, Katze and Riki formed a mutual respect for each other and Katze takes Riki under his wing. During work, Katze showed Riki illegal pets, which disgusted him, but Katze lectured Riki at how to get ahead in the world, Riki would be forced to do things he won't like.\r\nNot long afterwards, Riki encountered Iason on the highway on his way home from his job. Out of anger and impulse, Riki followed him back to his work building. Sneaking in, Riki stumbled in a room that caged an experimental prototype of a pet used for military purposes, which ran away once Iason revealed his presence to Riki. While Riki demanded to know where the exit was, Iason scolded Riki for his excessive curiosity. Shocked when Iason knew his name and that he had a connection to Katze, Riki inquired who Iason was for the first time. Once he did, Iason kidnapped Riki and forced him to become his pet. During his \"training\", Riki was forced to endure deep humiliation at Iason's hands and contempt from the other pets. Although Riki tried his best to remain isolated, he befriended a female pet, Mimea. When the other pets caught wind of their secret relationship, they alerted the police, who barged in after Riki and Mimea engaged in sexual intercourse. Snapping back to the present, a distraught",
                    "Aliases": []
                }
            }
        }
    }
}