{
    "URL": "https://thetvdb.com/series/love-chunibyo-and-other-delusions",
    "Genres": [
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2321542/",
        "http://www.anime-chu-2.com/tv/",
        "https://www.themoviedb.org/tv/45501",
        "https://x.com/anime_chu_2"
    ],
    "Titles": {
        "eng": "Love, Chunibyo & Other Delusions!",
        "jpn": "中二病でも恋がしたい!"
    },
    "Summaries": {
        "eng": "So let me tell you my unfortunate story. My name is Yuuta and when I was in middle school I had teenage delusions of grandeur. But I graduated from my dark past in middle school, and was on my way to sail smoothly through high school. That should have been the end of it, but there was an accident… which I kinda expected would happen. And because of that accident, I’ve now been forced into a contract with Rikka, another victim of teenage delusions of grandeur, and now she has messed up my life! Stop encouraging my teenage delusions of grandeur!!",
        "jpn": "突然だが告白しよう。俺こと、富樫勇太は中学の時――中二病だった。\r\nだが、そんな黒歴史も中学と共に卒業して、順風満帆な高校ライフを満喫中というわけだ。\r\nこのまま黒歴史を忘れていけるはず……。そう、はずだったんだ。\r\nしかし、事件は起きてしまった。いや、起きるべきして起きたというべきか……。\r\nそして、その事件をきっかけに現在進行形で中二病患者の小鳥遊六花と強制的に契約を結ばされてしまった！\r\n俺の日常はぶち壊し――って六花！これ以上、俺の中二病心を刺激するのはやめてくれ！！"
    },
    "Aliases": [
        "Chu-2 Byou demo Koi ga Shitai!",
        "Chuunibyo",
        "Chuunibyou demo Koi ga Shitai!",
        "Love, Chunibyo & Other Delusions",
        "Regardless of My Adolescent Delusions of Grandeur, I Want a Date!",
        "Even People with Adolescent Delusions of Grandeur Want To Experience Love!",
        "Chu2Koi",
        "Love, Chunibyo and Other Delusions",
        "Chuunibyou demo Koi ga Shitai! Ren",
        "Love, Chunibyo and Other Delusions! Heart Throb"
    ],
    "Modified": "2025-08-30",
    "Seasons": {
        "0": {
            "ID": "499444",
            "URL": "https://thetvdb.com/series/love-chunibyo-and-other-delusions/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 34,
            "Episodes": {
                "1": {
                    "ID": "4463261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4463261",
                    "Titles": {
                        "eng": "Glimmering...Explosive Festival (Slapstick Noel)",
                        "jpn": "煌めきの... 聖爆誕祭(スラップスティック・ノエル)"
                    },
                    "Summaries": {
                        "eng": "With Christmas fast approaching, Rikka and Nibutani plan a Christmas party at Sanae's Mansion after Makoto's suggestion. Chaos ensues at the party as Rikka and Yuta continue exploring their burgeoning relationship.",
                        "jpn": "六花の問題も解決し、これでラブラブな高校ライフが満喫できる！と思いきや、まったく相変わらずの六花と勇太。世間はクリスマス間近。一色の提案で、『極東魔術昼寝結社の夏』のメンバーはクリスマスパーティーをすることに。果たして、六花と勇太はラブラブに過ごすことができるのか！？"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5016781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/5016781",
                    "Titles": {
                        "eng": "The Rikka Wars (Apocalypse of the Wicked Lord Shingan Reborn)",
                        "jpn": "再生の…邪王真眼黙示録"
                    },
                    "Summaries": {
                        "eng": "Problems arise for Yuta and Rikka after Makoto gives Yuta a USB containing pictures of an idol that he had a crush on in middle school. After Rikka asks Yuta to return the stick, he secretly keeps it and Rikka finds after sneaking into his room.",
                        "jpn": "ある日、六花は勇太が一色からUSBメモリを受け取っているのを目撃する。\r\n不審に思った六花は丹生谷、くみん、凸守たちと協力してUSBメモリの中身を確認することに。その中身は勇太が昔好きだったアイドルの写真だった。それを知り、一安心の一同。しかし六花の勇太への怒りは収まらず…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4590187",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4590187",
                    "Titles": {
                        "eng": "Love, Chunibyo & Other Delusions! Rikka Version",
                        "jpn": "小鳥遊六花・改 〜劇場版 中二病でも恋がしたい！〜"
                    },
                    "Summaries": {
                        "eng": "After Rikka Takanashi wakes up in the clubroom to what appears to be a nightmare of a wedding, she tells Sanae Dekomori and Kumin Tsuyuri the story about how she first met Yūta Togashi, and how they ended up bound to one another. The film is a retelling of the first season told from Rikka's perspective, which provides transition scenes for the second season.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6624945",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/6624945",
                    "Titles": {
                        "eng": "Love, Chunibyo & Other Delusions! the Movie: Take On Me",
                        "jpn": "映画 中二病でも恋がしたい! -Take On Me-"
                    },
                    "Summaries": {
                        "eng": "Rikka is now a third-year student, but she still has \"chunibyo\" syndrome. University entrance exams loom on the horizon, and it's spring break, and Yuuta and Rikka are together as usual. One day, Rikka's older sister Touka declares that she's going to take Rikka to Italy with her, as Touka is moving to Italy for work and she thinks they should move together as a family. Yuuta understands Touka's opinion, but thinks that at this rate he and Rikka will be separated. Shinka and the other members suggest that Yuuta and Rikka should \"elope,\" and thus sets the stage for Yuuta and Rikka's travels throughout Japan in their escape drama.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "600031",
            "URL": "https://thetvdb.com/series/love-chunibyo-and-other-delusions/seasons/official/1",
            "Titles": {
                "eng": "Love, Chunibyo & Other Delusions!",
                "jpn": null,
                "zho": "中二病也要谈恋爱！"
            },
            "Summaries": {
                "eng": "Yuuta has a problem. He used to be a “chuunibyo,” one of the thousands of Japanese students so desperate to stand out that they’ve convinced themselves that they have secret knowledge and hidden powers. Now that he’s starting high school, he’s determined to put aside his delusions. The trouble is that Rikka, his upstairs neighbor, is delusional herself. And she knows all about his past indiscretions. “Crazy in love” is redefined as fantasy worlds collide in Love, Chuunibyo & Other Delusions!",
                "jpn": null,
                "zho": "富㭴勇太于初中毕业的时候，决定同时为自己举办中二病毕业的仪式。打算顺利渡过高中生活的他，在开学日以最后的中二语录完全封锁这段黑历史。可惜天意弄人，勇太遇上了现任中二病患者暨同班同学小鸟游六花，更被对方看出中二病的残余症状。六花于是以此威逼勇太与她“立下契约”。对方的行为举止惹来了不少同学、家人、甚至青梅竹马的注目，使勇太在享受“现充”的生活同时，又充满著难言之隐……电视动画于2012年10月3日开始播放，全13话。其中起初TV未放送的第13话收录在DVD&BD第7卷中。"
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5016782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/5016782",
                    "Titles": {
                        "eng": "Chance Encounter... with Wicked Lord Shingan",
                        "jpn": "邂逅の…邪王真眼"
                    },
                    "Summaries": {
                        "eng": "After recovering from adolescent delusions, Yuta transfers schools to begin anew. As he tastes the succulent fruit of normalcy, Rikka Takanashi discovers Yuta's delusional past and declares that they are soul mates, which makes things anything but normal.",
                        "jpn": "中学卒業と同時に、富樫勇太は「中二病」を卒業した。暗黒時代の自分を知る生徒が一人もいない高校に進学することで、勇太は、順風満帆な高校生活を手に入れようとしていた。\r\nしかし、そんな勇太の淡い期待が、入学初日に脆くも崩れ去った。\r\nまさか、クラスメイトに現中二病少女がいるなんて！！！！！\r\n勇太が一番遠ざけたかった存在「中二病」。\r\n現中二病少女、小鳥遊六花との出遭いから、勇太の高校生活がスタートする。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4408734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4408734",
                    "Titles": {
                        "eng": "Priestess... of the Melody",
                        "jpn": "旋律の…聖調理人(プリーステス)"
                    },
                    "Summaries": {
                        "eng": "Yuta wants to crush on the beautiful Shinka, but Rikka's antics prohibit it. A visit to Rikka's house reveals how delusional she really is. Her eclectic collections are almost stranger than her behavior! What's worse: Rikka's sister knows about Yuta's past!",
                        "jpn": "とうてい\"華々しく\"とは言えない高校生活のスタートを切った勇太。\r\n現中二病少女との出会いにより、順風満帆な高校生活が台無しになったと思われた。\r\nしかし、思わぬ形勢逆転を得た。一色誠の悪巧みによりクラス委員になったのだ！クラスで一番人気の美人、丹生谷森夏と一緒に！\r\n小鳥遊六花との最悪な出遭いに隠れていたが、最高の出逢いもあった勇太。\r\nスタートは遅れたが、これでリア充への仲間入りなるか？！"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4408735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4408735",
                    "Titles": {
                        "eng": "The Heretical... Pigtailed Girl",
                        "jpn": "異端なる…双尾娘(ツインテール)"
                    },
                    "Summaries": {
                        "eng": "Yuta tries to decide what club to join, but Rikka is already a step ahead of him. She creates the \"Far-Eastern Magic Society\" and manages to rope in two members. Given a provisional club status, Yuta revokes his membership... until Shinka joins the club, too.",
                        "jpn": "入学から一カ月が経過。丹生谷との距離を、なかなか縮められずにいる勇太。\r\nチアリーディング部に体験入部した丹生谷のチアガール姿を、大勢の“偶然体育館を通りがかった連中”と一緒に、遠巻きに眺めるしかない一方で、六花からは『極東魔術結社』なる部活を一緒に立ち上げようと言い寄られる。\r\nなぜこうも中二病ばかりが勇太に引き寄せられてくるのか？そこには新たな中二病少女が現れる。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4408736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4408736",
                    "Titles": {
                        "eng": "Regret of... the Mabinogion",
                        "jpn": "痛恨の…闇聖典(マビノギオン)"
                    },
                    "Summaries": {
                        "eng": "Yuta is puzzled that Nibutani wants to join Rikka's club. He wonders if she could really like him back, but the answer he gets isn't the one he imagined!",
                        "jpn": "『極東魔術結社』にくみんが加わったことにより\r\n『極東魔術昼寝結社の夏』となった六花発足の謎の同好会。\r\n入部するつもりなど全くなかった勇太だったが、丹生谷の入部につられ入ってしまった。\r\nなぜこんな部に、クラスで一番人気の美人、丹生谷森夏が入部を？\r\n魔術に興味がある？昼寝に興味が？もしや・・・。いや。まさか！？\r\n勇太は様々な憶測を巡らせる。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4408737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4408737",
                    "Titles": {
                        "eng": "A Binding... Hard Study",
                        "jpn": "束縛の…十字架(ハード･スタディ)"
                    },
                    "Summaries": {
                        "eng": "Rikka and Yuta face their low grades, and their club is fingered as the culprit! Rikka begins a new battle with her latest opponent: math! Meanwhile, Dekomori and Nibutani continue to butt heads.",
                        "jpn": "どうみても健全な活動をしているようには思えない『極東魔術昼寝結社の夏』。とうとう解散の危機に見舞われた。\r\nというのも、発起人の六花が数学のテストで見事な最低点を取ってしまったのだ。\r\n先生からは、同好会が原因だと言われ、今度の数学の試験で六花が赤点を取ったら同好会は解散させられてしまうことに。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4408738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4408738",
                    "Titles": {
                        "eng": "The Atoned... Innocent",
                        "jpn": "贖罪の…救世主(イノセント)"
                    },
                    "Summaries": {
                        "eng": "Rikka makes club uniforms for everyone, further humiliating Yuta; tension between Nibutani and Dekomori continues to grow. Isshiki receives a love letter, but his plans hit a snag before they even begin.",
                        "jpn": "一色誠の元に一通のラブレターが届く。しかし、差出人は不明。勇太に相談するが、差出人に見当もつかない。\r\n女の子のことが大好きで、カワイコちゃん選手権なるものを記録している一色ではあるが、差出人不明のラブレターに動揺が治まらない。\r\nそんな一色は、ある大きな失態を犯してしまう。動揺に動揺が重なった一色がとった男のケジメとは？！"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4408739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4408739",
                    "Titles": {
                        "eng": "Reminiscences... of Paradise Lost",
                        "jpn": "追憶の…楽園喪失(パラダイス・ロスト)"
                    },
                    "Summaries": {
                        "eng": "A trip to Rika's hometown reveals more about her than Yuta had anticipated. Dekomori continues her antics against her nemesis \"Mori-Summer\". Yuta and Rika escape the house and end up in a place Rika holds dear to her heart.",
                        "jpn": "勇太、一色、森夏、くみん、凸守の5人は、六花と連れだって、彼女の実家に遊びに行くことになった。ご両親の世話になり、近くの海で泳ぎ、こんがり肌を焼く。そんな、ありふれた高校生の夏休みになるはずだった。\r\nしかし、実家に向かう当の六花の表情が冴えない。いつもと様子の違う六花に気づいた勇太。しかし、それはただの勇太の思い過ごしなのだろうか？\r\n親元を離れ、姉と二人で暮らしていることに何か理由が隠されているのか？\r\n知られざる、六花の過去が明かされる。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4408740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4408740",
                    "Titles": {
                        "eng": "Exiled... Just the Two of Them",
                        "jpn": "二人だけの…逃避行(エグザイル)"
                    },
                    "Summaries": {
                        "eng": "After refusing to face the truth about her father, Rikka \"retreats\" to her home with Yuta in tow. Makoto is finding it tough to figure out his feelings for Kumin, and Yuta shares a night together with Rikka that impacts them both in a very meaningful way.",
                        "jpn": "昔の出来事を受け入れられないでいる六花は、今もなお、そのことを拒絶し続けている。\r\n拒絶することで現実まで見えなくなっている六花を心配する十花は、現実を直視するよう六花に強いる。\r\nそのことで、六花は十花から逃げ出すように『極東魔術昼寝結社の夏』の面々を実家に置き去りにしたまま、一人で自宅に戻ってしまう。あとを追う勇太。\r\nそこに待っていたのは、二人だけの長い夜だった。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4408741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4408741",
                    "Titles": {
                        "eng": "A Confused... Chaos Heart",
                        "jpn": "混沌の…初恋煩(カオス・ハート)"
                    },
                    "Summaries": {
                        "eng": "The school festival is on, and amidst Shinka's attempts to turn their club into something legitimate, Rikka battles strange feelings that she only experiences when Yuta is around. Shinka decides to help her understand these feelings, but Rikka's full blown case of chunibyo keeps getting in the way.",
                        "jpn": "あの夏の夜以来、ぎこちない勇太と六花。学園祭の季節になっても、二人はまともに話をしていなかった。明らかに、六花の勇太に対する様子がおかしい。\r\n邪王真眼といえども、ダークフレイムマスターには屈してしまうのか？六花自身、そう思っていた。しかし、そんな二人の様子を見ていた丹生谷は、早くも何かに気付いたらしい。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4408742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4408742",
                    "Titles": {
                        "eng": "Holy Mother's... Pandora's Box",
                        "jpn": "聖母の…弁当箱(パンドラズ・ボックス)"
                    },
                    "Summaries": {
                        "eng": "Rikka and Yuta each gets some advice from a friend. Rikka's sister reveals her intention of studying the culinary arts in France, and asks Yuta to help her with Rikka. Through their own special ways, Yuta and Rikka confess to each other.",
                        "jpn": "六花は、勇太に対する思いが変化していることに気がついた。勇太も同様に、六花に対する思いが変化していた。\r\n勇太と六花、二人はお互いの気持ちを確かめ合い、ぎこちなくもありながら、それまでとは違った、新しい関係が生まれようとしていた。\r\nしかし、その矢先、学園祭当日、勇太は六花に残酷な言葉を告げなければいけなかった。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4408743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4408743",
                    "Titles": {
                        "eng": "One-Winged... Fallen Angel",
                        "jpn": "片翼の…堕天使(フォーリン・エンジェル)"
                    },
                    "Summaries": {
                        "eng": "Rikka begins to acclimate herself to living a normal life, successfully making friends in the process. Sanae, however, isn't too happy about it. Rikka heads off to visit her father's grave, with Yuta left at the station, waiting for her to return.",
                        "jpn": "六花は眼帯を外し、中二病から卒業することを決心した。\r\n元中二病である森夏からのアドバイスを手がかりに、六花なりの努力が見える。\r\nそんな姿にホッとしつつも、冴えない表情の勇太。凸守は六花を中二病へと戻そうとするがどうにもならない。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4408744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4408744",
                    "Titles": {
                        "eng": "Eternal Engage",
                        "jpn": "終天の契約(エターナル・エンゲージ)"
                    },
                    "Summaries": {
                        "eng": "Yuta begins to worry when it becomes apparent that Rikka may not come back. Sanae ditches her Dekomori persona to follow Rikka, while Kumin \"inherits\" Wicked Lord Shingan's powers. Yuta can't bear being without Rikka and sets off to find her.",
                        "jpn": "六花から邪王真眼を受け継いだくみん。勇太は、二代目邪王真眼となったくみんの口から、邪王真眼が生れた理由を聞かされた。\r\nそのことで勇太は自分の考えを改めた。徐々に自分の気持ちに気付き始めていた勇太。\r\n本当は、六花を中二病から卒業させたかったんじゃない。\r\n六花の純粋な心、六花の背負ってきた苦しみ、六花のまっすぐな思い、それらを受け止めようと勇太は全力で六花を追った。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "519403",
            "URL": "https://thetvdb.com/series/love-chunibyo-and-other-delusions/seasons/official/2",
            "Titles": {
                "eng": "Heart Throb",
                "jpn": null,
                "zho": "中二病也要谈恋爱 恋！"
            },
            "Summaries": {
                "eng": "The awkward lovebirds, Yuuta Togashi and Rikka Takanashi are now living together as they enter a new school year, but their adorable relationship remains stagnant. Yuuta struggles to adapt to having a chuuni girlfriend while the gang—Sanae Dekomori, Shinka Nibutani and Kumin Tsuyuri—are still keeping up with their quirks despite having advanced a grade. Making matters worse, another chuuni girl from Yuuta's middle school, Satone Shichimiya, appears...\r\n\r\nWith the various events revolving around Yuuta, will he be able to develop his relationship with Rikka?",
                "jpn": null,
                "zho": "由于各种原因导致失去住所的六花开始寻找新家，但过程并不顺利，最终来到了勇太的家里。 然而，勇太的家人却留下勇太一个人到雅加达去了。 现在开始的同栖生活！？这样想着心跳不已的两个人。 但此时樟叶为了迎考而回到了家中。不知应该感到安心还是遗憾，3人开始了奇妙的共同生活。 另一方面，原小鸟游家搬进了新的住户。 那是以前勇太曾经憧憬的，自称为魔法魔王少女、索非亚琳·SP·撒旦7世的七宫智音…… 如此这般，仍然完全称不上普通的、勇太的高二第一学期开始了。"
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4564353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4564353",
                    "Titles": {
                        "eng": "Wicked Lord Shingan... Reborn",
                        "jpn": "「復活の・・・邪王真眼」"
                    },
                    "Summaries": {
                        "eng": "Unusual circumstances forces Yuta and Rikka to live under one roof. Keeping it under wraps is top priority as the new school year starts.",
                        "jpn": "色々な事情が重なり、一緒に暮らすことになった勇太と六花。\r\n付き合い始めた二人にとってはどきどきな内緒の同棲！\r\nなはずが…\r\n普通の女の子とも付き合ったことのない勇太には、中二病の彼女はハードルが高すぎた！？\r\n恋愛をどう進めていけばいいか悩む勇太。そして１つ学年が上がってパワーアップした丹生谷、くみん、凸守たち。\r\nさらには十花に六花との同棲がばれて……\r\nまたまたドタバタな生活が始まる！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4737344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4737344",
                    "Titles": {
                        "eng": "Dolphin Ring Striker",
                        "jpn": "「 海豚の・・・恋人契約 ドルフィンリング・ストライカー」"
                    },
                    "Summaries": {
                        "eng": "Nibutani becomes obsessed with the state of Yuta and Rikka's questionable romance, and pressures Yuta to take control of his girlfriend and lead her down the righteous path of boy-girl relationships.",
                        "jpn": "勇太と六花の様子が気になり、2人を尾行する丹生谷、凸守、くみん。\r\nしかし、繰り広げられる光景は恋人同士と呼べるものではなかった。\r\n勇太のふがいなさに怒った丹生谷は、勇太を巫部風鈴のところへ連れていく。\r\n巫部の機転により、勇太は六花とデートすることに！？"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4737345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4737345",
                    "Titles": {
                        "eng": "Magical Devil Girl in Pursuit",
                        "jpn": "「迫撃の・・・魔法魔王少女」"
                    },
                    "Summaries": {
                        "eng": "Rikka becomes very excited about the presence of a magic user she is supposedly doing unvisible battle with, but it soon becomes apparent that this magic user is an actual person. She is a girl Yuta knows from his middle school days who first infected him with chunibyo. Rikka is both fascinated and terrified of the threat the new girl poses to her and Yuta's love contract, and either wants to be friends with her or be rid of her for all eternity.",
                        "jpn": "ますます中二病が進行している六花の前に現れたのは、\r\n勇太の中学時代の友人でもあり、中二病の原点でもある七宮智音だった。\r\n二人は一目で互いの立場を理解し、戦いへと突入する。\r\nそこにやってきた勇太によって戦いは止められたものの、七宮と勇太の距離が近いことに六花は釈然としない。\r\n拗ねている六花に勇太は…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4737346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4737346",
                    "Titles": {
                        "eng": "The Election for President of the Student Council (Queen Maker)...of Purity",
                        "jpn": "「無垢なる・・・ 生徒会長選挙」"
                    },
                    "Summaries": {
                        "eng": "Nibutani attempts to run for Student Council president, but a pesky little blonde girl is foiling her every attempt at normalcy. What can she do to keep her in check? The unthinkable...",
                        "jpn": "生徒会選挙にでることになった丹生谷を邪魔する凸守。\r\nそんな凸守を大人しくさせようと丹生谷は色々画策する。\r\nそこへやってきた七宮から丹生谷が本物のモリサマーだと教えられた凸守。\r\n今までと一転、丹生谷にベッタリ…。献身的に丹生谷に協力する凸守。\r\n果たして生徒会選挙は上手くいくのか！？"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4746643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4746643",
                    "Titles": {
                        "eng": "Meeting of the Club Delegates Meeting",
                        "jpn": "「幻想の・・・ 昼寝迷宮 シエスタ・ラビリンス」"
                    },
                    "Summaries": {
                        "eng": "In danger of losing the club room, The Magical Napping Society - Summer thereof decides to do the only club activity that the student council will accept: competitive napping!",
                        "jpn": "急遽、同好会の活動内容を報告するための代表会議に出席しないといけなくなった六花。\r\nしかし結果は惨敗。\r\n部室没収かと思いきや、活動の一環でもある昼寝部の方で結果を残せばいいとナナちゃんに言われる。\r\nそして極東魔術昼寝結社の夏のメンバーは隣校のシエスタ同好会と対外試合をすることに！"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4746644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4746644",
                    "Titles": {
                        "eng": "Travelling to the Island of Tsukushi... of Hesitation",
                        "jpn": "「躊躇の・・・ 筑紫島周遊 ツクシノシマ・トラベリング」"
                    },
                    "Summaries": {
                        "eng": "The class trip is here, and while Rikka and Dekomori must separate, now is a good time for her to get some alone time with Yuta... if their class mates let them!",
                        "jpn": "修学旅行に出発した六花と勇太。\r\nしかし二人の間に流れる空気はなんだかぎこちなく、六花はついつい逃げ出してしまう。\r\n夜、六花は勇太に謝るために部屋を抜け出しこっそり勇太の部屋へ忍び込む！！？"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4746645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4746645",
                    "Titles": {
                        "eng": "Triangle... of Missed Encounters",
                        "jpn": "「 すれ違いの・・・心模様 ヴォルケーノ・トライアングル」"
                    },
                    "Summaries": {
                        "eng": "Togashi hopes to spend the entire day alone with Rikka, but Shichimiya somehow finds her way to the couple, dragging them into her secret mission.",
                        "jpn": "勇太と六花の二人っきりの自由行動が始まった。\r\n色々な場所を見てはしゃぐ六花だったが、鞄を落として迷子になっている七宮と遭遇する。\r\n六花との契約があったものの、七宮を放っておけない勇太。\r\nそんな勇太を見てしょんぼりする六花。\r\nそんな状況で七宮は六花を呼び出すのだった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4746646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4746646",
                    "Titles": {
                        "eng": "The False...Mori Summer (Holy Spirit Mother)",
                        "jpn": "「偽りの・・・ 精霊聖母 モリサマー」"
                    },
                    "Summaries": {
                        "eng": "A NEW Fake Mori Summer appears, hell bent of taking Dekomori as her own. But her sinister motives are discovered and only the REAL Fake Mori Summer can make her relinquish her hold on Sanae!",
                        "jpn": "修学旅行から帰ってきた二年生達。\r\nしかし、学校に来てみると緊急事態が発生していた。\r\nなんと凸守が本物のモリサマーと会ったというのだ。\r\nそれを聞いた六花、勇太、くみんそして丹生谷はモリサマーについて調べることに。\r\n果たしてモリサマーの正体とは！？"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4746647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4746647",
                    "Titles": {
                        "eng": "Resort... Last Resort",
                        "jpn": "「 波打際の・・・究極奥義 リゾート・ラストリゾート」"
                    },
                    "Summaries": {
                        "eng": "While helping Kumin's aunt run a shop by the beach, Rikka realizes that her powers are fading... and she may want them to.",
                        "jpn": "くみんのおばさんの手伝いとして海にやってきたいつもの5人と樟葉と七宮。\r\nみんなで海の家でアルバイトをすることに。\r\n一方、六花に異変が起こっていた。\r\n邪王真眼が弱くなってる…？\r\nたった一人、その異変に気付いた七宮は…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4746648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4746648",
                    "Titles": {
                        "eng": "Gauntlet of Rain (A Midsummer Night's... Rain and Whip)",
                        "jpn": "「真夏の夜の・・・雨と鞭 Gauntlet of rain」"
                    },
                    "Summaries": {
                        "eng": "Shichimiya continues to wrestle with her newfound feelings, and only one thing can save her from herself: a showdown!",
                        "jpn": "勇太のことが頭から離れなくなった七宮はなにをやっても空回ってしまう。\r\nそんな七宮の態度を訝しがりながらもまったく気付かない勇太。\r\n勇太、六花、七宮はとうとう三角関係になってしまうのか…？"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4746649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4746649",
                    "Titles": {
                        "eng": "Blue Moon Ragnarok",
                        "jpn": "「 青き月の・・・最終決戦 ブルームーン・ラグナロク」"
                    },
                    "Summaries": {
                        "eng": "Rikka is determined to find the necessary items to revive the Dark Flame Dragon, and puts herself in danger in the process.",
                        "jpn": "度々出かける六花だったが、体調が悪くなってもそれは続いていた。\r\n心配する勇太にも、目的については口を噤んでしまう六花。\r\n一方、勇太への恋心に気付いた七宮は、勇太に戦争を仕掛ける。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4746650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4746650",
                    "Titles": {
                        "eng": "The Superior Contract... of Twilight",
                        "jpn": "「黄昏の・・・ 上級契約 ハイヤーエンゲージ」"
                    },
                    "Summaries": {
                        "eng": "Rikka is acting strangely around Yuta, and it takes all of her courage to confess her true feelings to him.",
                        "jpn": "勇太との今後の関係に悩んでいる六花。\r\n今までのことを振り返り、ある決意をする。\r\n「私と、邪王真眼恋人契約の上級契約を結べ」"
                    },
                    "Aliases": []
                }
            }
        }
    }
}