{
    "URL": "https://thetvdb.com/series/code-breaker",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Crime",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2294070/",
        "https://www.themoviedb.org/tv/57287"
    ],
    "Titles": {
        "eng": "Code:Breaker",
        "jpn": "CODE:BREAKER"
    },
    "Summaries": {
        "eng": "Sakurakouji Sakura is a girl who appears modest and graceful but in reality is skilled in martial arts. After witnessing a boy burning people with his blue flame, she is startled to see that the same boy is a transfer student, Oogami Rei. Oogami is a Code Breaker, one who does not exist. He is a seemingly cold-blooded killer who follows the principle of an eye for an eye, to use evil against evil. Convinced that killing is not right, Sakurakouji sets out to stop him and penetrate his icy heart.",
        "jpn": "目には目を\r\n歯には歯を\r\n悪には――悪を\r\n\r\n尋常ならざる力“異能”を用い、法で裁けぬ悪人を闇に葬る者たちがいる。\r\n\r\n 本当の名前を捨て過去も捨て、かりそめの日常を送る彼らは、しかしひとたび任務を受けると、人知れずそれを遂行するのだった。“コード：ブレイカー”と呼ばれる、存在しない者たち\r\n その戦いは冷徹にして熱く、その存在は刹那にして鮮烈\r\n\r\n 彼らの物語が今、明かされる――"
    },
    "Aliases": [
        "Code Breaker",
        "Code: Breaker",
        "CØDE:BREAKER",
        "Code;Breaker"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "499949",
            "URL": "https://thetvdb.com/series/code-breaker/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4413128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-breaker/episodes/4413128",
                    "Titles": {
                        "eng": "code:extra 1,2,3 & Plus 1",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4413129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-breaker/episodes/4413129",
                    "Titles": {
                        "eng": "code:100 & extra HANAMI & Plus 2",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4413130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-breaker/episodes/4413130",
                    "Titles": {
                        "eng": "code:4koma Special Theater",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "502299",
            "URL": "https://thetvdb.com/series/code-breaker/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4410272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-breaker/episodes/4410272",
                    "Titles": {
                        "eng": "God's Great Judgement",
                        "jpn": "大いなる神の審判"
                    },
                    "Summaries": {
                        "eng": "One rainy night, high school student Sakura Sakurakoji sees people being burned alive. At school the next day, she meets new transfer student Rei Ogami, the boy she believes was with the burning people. Sakura then resolves to uncover Rei's involvement.",
                        "jpn": "少女は見た、闇に浮かぶ青い炎とそれを操る少年を――\r\n 小雨降る闇夜の公園にまたたく青き炎、そしてそこにたたずむ一人の少年。その炎は\r\n 地獄の業火に焼かれ苦悶の表情を浮かべる人影の様相を呈し……異様な光景を目撃\r\n した桜小路桜は現場に駆け戻るが、人が燃やされたような痕跡は何も残っていなかっ\r\n た。ところが翌朝、登校した彼女の前に昨夜の犯人とおぼしき少年が転校生として現\r\n れる。「大神零」と名乗る彼に昨夜の件を問いただす桜。果たして彼は何者なのか！？"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4413124",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-breaker/episodes/4413124",
                    "Titles": {
                        "eng": "The Spiral Blue Flower, Blossoming in Flame",
                        "jpn": "燃え咲く螺旋の青い花"
                    },
                    "Summaries": {
                        "eng": "Sakura wakes up in her own bedroom after being found outside the night before. Fearful of Ogami, she becomes protective of Aoba, who mistakes Sakura's actions for unfriendliness. Sakrura calls Ogami out to get to the bottom of the events in the park.",
                        "jpn": "法で裁けぬ悪を裁くは、法の裁きを受けぬ者――\r\n暴力団の下部組織「Ｇファルコン」を青い炎で一人残らず燃え散らす大神。目撃した\r\n自身も炎に包まれ焼かれたたはずの桜は、気がつくと自宅のベッドで目覚めていた\r\nのだった。なぜ自分は生きているのか？改めて詰問する桜に大神は、自分が法で\r\n裁けぬ悪を裁く悪『コード：ブレイカー』であることを告げる。そして時を同じくして、ま\r\nた別の『コード：ブレイカー』も動き出していた！！"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4413125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-breaker/episodes/4413125",
                    "Titles": {
                        "eng": "Angry Valor, A Graven Hammer",
                        "jpn": "怒れる勇気・刻まれる鉄槌"
                    },
                    "Summaries": {
                        "eng": "Ogami and Sakura walk to school together, so that they can keep a mutual eye on each other. Not everyone is happy with the attention Sakura is paying Ogami, however. Later, Sakura accompanies Ogami to one of his jobs, and is surprised by what she sees.",
                        "jpn": "金の瞳は悔恨に囚われ、銀の瞳は祈りを放つ――\r\n 「これ以上お前に人を殺させない！」迷いを捨てた桜は、徹底的に大神と関わることを決意。\r\n その矢先、大神はＧファルコンを配下に置いていたヤクザの事務所に乗り込んでいく。\r\n 無理矢理同行した桜は大神の裁きを止めようとするのだが、そこに待っていたのは残酷な現実だった。\r\n そして事件が終わろうとした瞬間、大神の眼前に凄まじい力を持つ異能の使い手が降臨する......！"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4413126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-breaker/episodes/4413126",
                    "Titles": {
                        "eng": "War Cry",
                        "jpn": "鬨の声"
                    },
                    "Summaries": {
                        "eng": "Ogami  is given his next assignment by the Eden council. Toki picks up Sakura to walk to school, claiming that he is Ogami's friend. Ogami catches up, and starts fighting with Toki, but Sakura stops them both. Toki tours Sakura and Ogami's school.",
                        "jpn": "目的を遂げるため手を血で染める、それが許されざることと知っていても――\r\n\r\n強力な異能“磁力”で平然と大神もろとも悪を滅しようとした男もまた『コード：ブレ\r\n イカー』のひとりであった。左右異なる色の瞳を持つ彼の名は「刻」 そして大神も、\r\n 気まぐれで学校に現れた彼に、理由もなく問答無用の攻撃を仕掛ける。互いに\r\n 相容れず一触即発の険悪な関係にあるふたり。\r\n ところがそのふたりがコンビを組んで仕事をすることになり……！？"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4413161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-breaker/episodes/4413161",
                    "Titles": {
                        "eng": "Banquet of Wishes",
                        "jpn": "願いのうたげ"
                    },
                    "Summaries": {
                        "eng": "Ogami, Toki, and Sakura attempt to infiltrate a government-run facility, and encounter two large men with their own special abilities. They locate Diet member Tabata, their target, and are about to carry out their mission when a new secret is revealed.",
                        "jpn": "悪の根源が弱さなら、正義の核心は非情なのか――\r\n\r\n閑静な邸宅街で一際威容を見せつける豪邸に、真正面から突入するふたり\r\n の『コード：ブレイカー』はたしてそこは、政府の異能研究機関であった。繰り\r\n 広げられる異能と異能の攻防を目の当たりにする桜。だが、激闘の果てに\r\n 見た真実はあまりにも凄惨で、底知れぬ思惑が蠢くものだった。\r\n そして、この事件に幕を引いた男は、大神でも刻でもなく……"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4413162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-breaker/episodes/4413162",
                    "Titles": {
                        "eng": "Lost One",
                        "jpn": "ロストワン"
                    },
                    "Summaries": {
                        "eng": "Toki has a breakfast meeting with the Prime Minister. On their way to school, Sakura and Ogami run into Rui Hachioji, who has a message for Ogami. Sakura urges Ogami to open up and befriend the others in their class, but the class has a surpise of its own.",
                        "jpn": "いずれ全てを失うことが、自明だとしても――\r\n\r\n遅ればせながらクラスメイトによる歓迎会が開かれる。馴染んでもらおうと腐心\r\n する面々の思惑とは裏腹に、大神は受け取ったものを桜の目の前で燃え散らす。\r\n 『コード：ブレイカー』は存在しない者、何も残さないかわりに、決して忘れない。\r\n 彼の考えを多少なりとも理解し始めている桜がいた。そんな彼らのいる学校を闇\r\n にまぎれて急襲する影の群れ。\r\n 校舎に入らせまいと応戦に出る大神だったが、その身体に異変が起きる！？"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4413163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-breaker/episodes/4413163",
                    "Titles": {
                        "eng": "Sakura, In the Light",
                        "jpn": "桜、光の中に"
                    },
                    "Summaries": {
                        "eng": "As Ogami lies unconscious, Heike and Kanda fill Sakura in on their Code: Breaker roles. Sakura invites everyone to her house to stay out of danger while Ogami recovers. The remaining Code: Breakers also meet up there, when they get an uninvited visitor.",
                        "jpn": "闇に潜り続ける者は、いつしか闇と同化する――\r\n\r\n“ロスト”それは、異能を使いすぎることで起きるリスク。２４時間力が使えなく\r\n なると同時に、肉体的にも何らかの影響が出る。弱体化し動くこともままなら\r\n ない大神と、それを予見していたかのように現れる『コード：ブレイカー』達。\r\n 敵を欺くためにも、と桜の自宅である日本最強の任侠組織「鬼桜組」に場を\r\n 移す一行だったが、そこには彼らと因縁浅からぬ新たな敵が待ち構えている\r\n のだった！！"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4413164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-breaker/episodes/4413164",
                    "Titles": {
                        "eng": "King & Soldier, Child & House",
                        "jpn": "王と兵、子と家"
                    },
                    "Summaries": {
                        "eng": "In the aftermath of Hitomi's visit, Toki runs off by himself, while the others put their heads together to figure out what Hitomi's objective was. For different reasons, both Sakura and her parents reaveal to Ogami how important their family is to them.",
                        "jpn": "過去なくして今はない、しかし過去が今を惑わせる――\r\n\r\n集結した『コード：ブレイカー』を赤子の手を捻るようにあしらっていく、強力\r\n な異能。\r\n 桜小路邸を急襲した敵、それはかつてエースと謳われた元『コード：０１』の\r\n 人見だった。\r\n 皆に慕われていた彼が、なぜ「復讐」と称しこんな暴挙に出たのか？\r\n 『コード：ブレイカー』たちそれぞれの胸にかつての想いが去来する。\r\n そして、事態は思いも寄らぬ起点から急変した！！"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4413165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-breaker/episodes/4413165",
                    "Titles": {
                        "eng": "Stopped Time",
                        "jpn": "止まった時間"
                    },
                    "Summaries": {
                        "eng": "The Code: Breakers believe that Hitomi is behind the explosions throughout the city. They receive an anonymous message informing them of Hitomi's location. Ogami rushes to the site hoping to find Sakura there as well, but finds an unexpected surprise.",
                        "jpn": "報われぬ生を終えた者たちのため、報いを与えんとする者――\r\n\r\n町中で不自然な爆破事件が頻発する。これも人見の仕掛けなのか？ 真偽を\r\n つきとめるべく、アジトを急襲する『コード：ブレイカー』達。しかし思いも寄らぬ\r\n 伏兵に、苦戦を余儀なくされる。\r\n 後ろ髪を引かれる思いでその場を仲間に託し、大神はひとり上階へと向かう。\r\n だがそこに現れたのは……\r\n 人見の復讐、その真意とは！？"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4413166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-breaker/episodes/4413166",
                    "Titles": {
                        "eng": "The World People See",
                        "jpn": "人の見る世界"
                    },
                    "Summaries": {
                        "eng": "Hitomi is made a Code: Breaker at the age of 16, and works for the organization for over a decade. As his allies fall in the line of duty, he reminds himself that he is working to create a world where children can laugh. Then a shocking secret is revealed.",
                        "jpn": "臨界を越えた力は終末を呼び、強い想いは覚醒を招く――\r\n\r\n『エース』それは選ばれし『コード：０１』にのみ許されし称号。それは\r\n 正義を冠するものの証。かつては異能の行使を、法を越え秩序を正すもの\r\n と信じてやまなかった。しかし時と共に、心の片隅に澱のようにわだかま\r\n り始める疑念。\r\n 異能は何のために存在するのか？\r\n 生き様を縛られ、報われぬ宿命の意義とは？\r\n そして真実を目の当たりにした時、わき上がるその感情を押しとどめる\r\n ことが彼にはできなかった……"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4413167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-breaker/episodes/4413167",
                    "Titles": {
                        "eng": "50,000 Hostages",
                        "jpn": "5万人の人質"
                    },
                    "Summaries": {
                        "eng": "The Code: Breaker team discovers where the bombs are planted. There are too many of them to deal with, but between the police, the Kizakura-gumi gang, and Yuki, they do their best to deal with them. Meanwhile, Ogami heads to Sky Tower to confront Hitomi.",
                        "jpn": "悲劇を終わらせるための、惨劇が降り注ぐ――\r\n\r\n宣告はなされた。藤原総理の公開処刑とともに、５万人の一般市民をも殺傷する\r\n という。日本中がパニックに陥る中、奔走する『コード：ブレイカー』達。\r\n だが奮戦むなしく、仕掛けられた爆弾は刻一刻と無関係な人々を巻き込んでいく。\r\n そんな彼らのもとに届く一通のメール。送信者不明のそれは、あるポイントを指し\r\n 示していた。これは信じるに足るものなのか、それとも……"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4413168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-breaker/episodes/4413168",
                    "Titles": {
                        "eng": "Devils... God and Man... Sakura Watching Over",
                        "jpn": "魔王・神と人・見守る桜"
                    },
                    "Summaries": {
                        "eng": "Toki arrives at the rooftop where the Prime Minister is being held. Oji and Yukihina fight for the custody of the children with special abilities. Inside Sky Tower, Hitomi fights Ogami to a standstill, and threatens to fulfil his plans to change the world.",
                        "jpn": "喪失は取り戻せないと、わかっていても――\r\n\r\n刻が、平家が、遊騎が、王子が、そして大神と人見が、各々が信ずる道のため相対\r\n する敵と激突する。互いに背負うもの、心に秘める想いを、不器用なまでにさらけ\r\n 出し、ぶつけ合う。それを止めようとする桜もまた、あまりにも純粋でまっすぐ\r\n だった・・・異能者は国家の犬として生きるべきなのか、逃亡者となっても野に下る\r\n べきなのか。\r\n 人々に己の信念を示すため、人見は最後の力を発動する！！"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "4460644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-breaker/episodes/4460644",
                    "Titles": {
                        "eng": "A Flower Blooming with God",
                        "jpn": "神と咲く花"
                    },
                    "Summaries": {
                        "eng": "Heike is astounded by the full extent of his Ogami's capabilities, as Ogami and Hitomi engage in a final showdown. Hitomi reveals why he had no choice but to carry out his plan, and swears vengeance against the Prime Minister. Sakura says her goodbyes.",
                        "jpn": "打たれたピリオド、その先に見えるもの――\r\n\r\n大神が纏う煉獄の炎は、全てを飲み込み、全てを終わらせつつあった。新たに\r\n 覚醒した青い炎は『コード：ブレイカー』達に何を指し示すのか。\r\n そして、人見が大神に託したものとは・・・\r\n 同じ異能者でありながら歩く道は遠く離れ、しかし胸の奥底には同じものを抱えて\r\n いる彼らに“最後の時”は等しく迫る。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}