{
    "URL": "https://thetvdb.com/series/psycho-pass",
    "Genres": [
        "Action",
        "Anime",
        "Crime",
        "Science Fiction",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2379308/",
        "https://psycho-pass.com/",
        "https://www.themoviedb.org/tv/43865"
    ],
    "Titles": {
        "eng": "Psycho-Pass",
        "jpn": "PSYCHO-PASS サイコパス"
    },
    "Summaries": {
        "eng": "In the year 2113, people are given brain scans to determine how likely they are to commit a crime. Those who fail are apprehended, or even killed.",
        "jpn": "人間の心理状態や性格的傾向を、計測し数値化できるようになった未来世界。\r\n\r\nあらゆる感情、欲望、社会病質的心理傾向はすべて記録され、管理され、大衆は「良き人生」の指標として、その数値的な実現に躍起になっていた。人間の心の在り方、その個人の魂そのものを判定する基準として取り扱われるようになるこの計測値を人々は「PSYCHO-PASS(サイコパス)」の俗称で呼び慣わした。\r\n犯罪に関する数値も“犯罪係数”として計測され、犯罪者はその数値によって裁かれる。\r\n治安維持にあたる刑事たちは常に、犯人を捕まえる実動部隊となる“執行官”と、執行官を監視・指揮する“監視官”のチームで活動する。自らが高い犯罪係数を持ち、犯罪の根源に迫ることのできる捜査官こそが優秀な“執行官”となりうる。それゆえに、犯罪者になりかねない危険も孕む“執行官”は、その捜査活動を冷静な判断力を備えたエリートである“監視官”に監視されている。\r\n公安局刑事課一係のメンバーはそれぞれの想いを胸に、正義の在処を常に突きつけられながら任務を遂行していかなければならない。\r\n彼らが立ち向かうものの先にあるのは――"
    },
    "Aliases": [
        "PSYCHO PASS"
    ],
    "Modified": "2025-10-15",
    "Seasons": {
        "0": {
            "ID": "499942",
            "URL": "https://thetvdb.com/series/psycho-pass/seasons/official/0",
            "Titles": {
                "eng": "Psycho-Pass Season 1 (New Edition), OVA & Movies",
                "jpn": "サイコパス1期(新編集版)&OVA",
                "kor": "사이코패스 1기(신편집판)&OVA",
                "fra": "Psycho-Pass Saison 1 (Nouvelle Edition), OVA & Films"
            },
            "Summaries": {
                "eng": "A world that measures and quantifies the future, human psychological state, and personality tendencies. An individual's psychopath level is recorded and managed. And people who exceed the standard measure are called psychopaths. Detectives who seek out potential criminals and maintain public order consist of bailiffs who arrest criminals and supervisors who supervise and direct the bailiffs. Enforcers are those who work as detectives in recognition of their abilities among potential criminals who have been found to be psychopaths. And the elite who judges and monitors their dangers are the watchers. A psychopath that makes you think about the answer to what it means to be human. The new Psycho-Pass edition has a structure in which the existing Psycho-Pass 1st season 22 episodes are shortened to 11 episodes and new cuts are added.",
                "jpn": "未来、人間の心理状態、そして性格の傾向性を測定して数値化する世界。個人のサイコパス数値が記録され、管理される。そして基準測定値を超えた人々はサイコパスと呼ばれる。潜在的な犯罪者を探して治安を維持する刑事たちは、犯人を逮捕する執行官と、執行官を監視し指揮する監視官で構成される。執行官は、サイコパスと判明した潜在的な犯罪者の中からその能力を認められ、刑事として働く人々である。 そして彼らの危険性を判断し、監視するエリートが監視官。 人間とは何かという答えを考えさせられるサイコパス。サイコパス新編集版は、従来のサイコパス第1期22話を11話に短縮し、新規カットを追加した構成となっている。",
                "kor": "미래, 인간의 심리상태 그리고 성격 경향성을 측정하여 수치화하는 세계. 개인의 사이코 패스 수치가 기록되고 관리된다. 그리고 기준 측정치가 넘음 사람들은 사이코 패스라 불린다. 잠정적 범죄자를 찾아 치안을 유지하는 형사들은 범인을 체포하는 집행관과, 집행관을 감시하고 지휘하는 감시관으로 구성된다.\r\n집행관은 사이코 패스로 판명난 잠정적 범죄자 중에서 그 능력을 인정받아 형사로 일하는 사람들이다. 그리고 그들의 위험성을 판단하고 감시하는 엘리트가 감시관. 인간이란 무엇인가에 대한 대답을 생각하게 만드는 사이코 패스. \r\n사이코 패스 신편집판은 기존 사이코패스 1기 22화를 11화로 축약 및 신규 컷을 추가한 구성을 갖춘다.",
                "fra": "Un monde qui mesure et quantifie l'avenir, l'état psychologique humain et les tendances de la personnalité. Le niveau de psychopathie d'un individu est enregistré et géré. Et les personnes qui dépassent la mesure standard sont appelées psychopathes. Les détectives qui recherchent les criminels potentiels et maintiennent l'ordre public sont composés de gardes qui arrêtent les criminels et de superviseurs qui supervisent et dirigent les gardes. Les exécuteurs sont ceux qui travaillent en tant que détectives en raison de leurs compétences parmi les criminels potentiels qui ont été identifiés comme des psychopathes. Et les élites qui jugent et surveillent leurs dangers sont les observateurs. Un psychopathe qui vous fait réfléchir à la réponse à la question de ce que signifie être humain. La nouvelle édition de Psycho-Pass présente une structure dans laquelle la saison 1 existante de Psycho-Pass de 22 épisodes est raccourcie en 11 épisodes avec l'ajout de nouvelles coupures."
            },
            "# Episodes": 20,
            "Episodes": {
                "12": {
                    "ID": "7465117",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7465117",
                    "Titles": {
                        "eng": "Psycho-Pass: The Movie",
                        "jpn": "劇場版 PSYCHO-PASS サイコパス"
                    },
                    "Summaries": {
                        "eng": "Due to the incredible success of the Sibyl System, Japan has begun exporting the technology to other countries with the hope that it will one day be used all around the world. In order to test its effectiveness in a foreign location, the war-torn state of the South East Asian Union (SEAUn) decides to implement the system, hoping to bring peace and stability to the town of Shambala Float and keep the population in check.",
                        "jpn": "人間の精神を数値化するシビュラシステム管理下の2112年、新人監視官の常守朱と執行官の狡噛慎也は、ある大事件の黒幕・槙島聖護と出会う。狡噛は自らの信念を貫き槙島に復讐（ふくしゅう）を果たした後、姿をくらます。2116年、日本政府が輸出したシビュラシステムを内戦状態のSEAUn（東南アジア連合）が実験的に導入するが、SEAUnから日本へテロリストが送り込まれ……。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "5675501",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/5675501",
                    "Titles": {
                        "eng": "Psycho-Pass: Sinners of the System - Case.1 Crime and Punishment",
                        "jpn": "PSYCHO-PASS サイコパス Sinners of the System Case.1 罪と罰"
                    },
                    "Summaries": {
                        "eng": "In the winter of 2117, a runaway vehicle crashes into the Public Safety Bureau Building. The driver is identified as Izumi Yasaka, a psychological counselor at the Sanctuary, a Latent Criminal Isolation Facility in Aomori Prefecture. But right before her interrogation, Inspector Mika Shimotsuki and Enforcer Nobuchika Ginoza are tasked with promptly escorting Yasaka back to Aomori. What awaits them there is a False Paradise.",
                        "jpn": "2117年冬、公安局ビルに一台の暴走車両が突入する事件が発生。\r\nその運転手は青森にある潜在犯隔離施設〈サンクチュアリ〉の心理カウンセラー・夜坂泉だった。\r\nしかし取調べ直前に夜坂の即時送還が決定する。監視官の霜月美佳は、\r\n執行官・宜野座伸元らとともに夜坂送還のため青森へ向かう。そこで待っていたのは、〈偽りの楽園〉だった。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "6899533",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/6899533",
                    "Titles": {
                        "eng": "Psycho-Pass: Sinners of the System - Case.2 First Guardian",
                        "jpn": "PSYCHO-PASS サイコパス Sinners of the System Case.2 First Guardian"
                    },
                    "Summaries": {
                        "eng": "2112; the summer before Akane Tsunemori was assigned to Division One of the Public Safety Bureau's Criminal Investigation Department. Teppei Sugo, an accomplished pilot of the Defense Army's 15th Integrated Task Force, joins the military operation in Okinawa. Three months later, an unmanned combat drone opens fire on the Ministry of Defense in Tokyo. Enforcer Tomomi Masaoka of CID Division One is dispatched to Sugo's military base to investigate the truth behind this case.",
                        "jpn": "常守朱が公安局刑事課一係に配属される前の2112年夏、沖縄。\r\n国防軍第15統合任務部隊に所属する須郷徹平は、優秀なパイロットとして軍事作戦に参加していた。\r\n三ヶ月後、無人の武装ドローンが東京・国防省を攻撃する事件が発生する。\r\n事件調査のため、国防軍基地を訪れた刑事課一係執行官・征陸智己は、須郷とともに事件の真相に迫る。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "6899535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/6899535",
                    "Titles": {
                        "eng": "Psycho-Pass: Sinners of the System - Case.3 In the Realm Beyond Is ____",
                        "jpn": "PSYCHO-PASS サイコパス Sinners of the System Case.3 恩讐の彼方に__"
                    },
                    "Summaries": {
                        "eng": "Following the incident in the Southeast Asia Union in 2116, Shinya Kogami resumes his vagrant journey. In a small South Asian nation, Kogami rescues a bus of refugees under attack by armed guerrilla forces. Among the refugees is a young lady by the name of Tenzin, who begs Kogami to teach her how to retaliate against the enemy. Just what do the girl who wishes for revenge and the man who has exacted revenge see as they gaze upon the edge of a world from which there is no escape?",
                        "jpn": "2116年に起きた東南アジア連合・SEAUnでの事件後、狡噛慎也は放浪の旅を続けていた。 南アジアの小国で、狡噛は武装ゲリラに襲われている難民を乗せたバスを救う。 その中には、テンジンと名乗るひとりの少女がいた。 かたき討ちのために戦い方を学びたいと狡噛に懇願するテンジン。 出口のない世界の縁辺で、復讐を望む少女と復讐を終えた男が見届ける、この世界の様相とは…。"
                    },
                    "Aliases": [
                        "PSYCHO-PASS Sinners of the System1v3: Case.3 - In the Realm Beyond Is ____",
                        "PSYCHO-PASS Sinners of the System: Case.3 - On the Other Side of Love and Hate"
                    ]
                },
                "16": {
                    "ID": "7655032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7655032",
                    "Titles": {
                        "eng": "First Inspector: Ziggurat Capture (Part 1)",
                        "jpn": "PSYCHO-PASS サイコパス 3 FIRST INSPECTOR 前編（Ziggurat Capture Part 1）"
                    },
                    "Summaries": {
                        "eng": "When Arata Shindo and Kei Mikhail Ignatov, the two Inspectors who lead the Criminal Investigation Department's CID Division 01, clash over truth and justice during an investigation, the mastermind behind the case, Koichi Azusawa, launches an assault on the NONA Tower, putting the detectives in a predicament like never seen before.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "7655033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7655033",
                    "Titles": {
                        "eng": "First Inspector: Ziggurat Capture (Part 2)",
                        "jpn": "PSYCHO-PASS サイコパス 3 FIRST INSPECTOR 中編（Ziggurat Capture Part 2）"
                    },
                    "Summaries": {
                        "eng": "When Arata Shindo and Kei Mikhail Ignatov, the two Inspectors who lead Criminal Investigation Department's Unit One (aka Division 01), clash over truth and justice during an investigation, the mastermind behind the case, Koichi Azusawa, launches an assault on the The NONA Tower, putting the detectives in a predicament like never seen before.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "7655034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7655034",
                    "Titles": {
                        "eng": "First Inspector: Rainy Day, And",
                        "jpn": "PSYCHO-PASS サイコパス 3 FIRST INSPECTOR 後編（Rainy day, and)"
                    },
                    "Summaries": {
                        "eng": "When Arata and Kei, the two inspectors who lead CID Unit One, clash over truth and justice during an investigation, the mastermind behind the case, Koichi Azusawa, launches an assault on the Public Safety Bureau Building, putting the detectives in a predicament like never seen before.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "7516786",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7516786",
                    "Titles": {
                        "eng": "Psycho-Pass 3: First Inspector",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Inspector Kei Mikhail Ignatov finds himself involved with an organization named Bifrost with the possibility of freeing his wife if he betrays Unit One. Koichi Azusawa coordinates an assault on the Public Safety Bureau tower using his hacker Obata, locking down the building and kidnapping Inspector Arata Shindo. Azusawa demands that governor Karina Komiya resign from her position.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "9888918",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/9888918",
                    "Titles": {
                        "eng": "Psycho-Pass: Providence",
                        "jpn": "PSYCHO-PASS サイコパス PROVIDENCE"
                    },
                    "Summaries": {
                        "eng": "Akane Tsunemori, chief inspector of the Criminal Investigation Department, investigates the death of a professor whose research paper the \"Stronskaya Document\" could shake Japan's government and the Sibyl System to the core.",
                        "jpn": "2118年1月。公安局統括監視官として会議に出席していた常守朱のもとへ、外国船舶で事件が起きたと一報が入った。同じ会議に出席していた厚生省統計本部長・慎導篤志とともに現場に急行する朱だったが、なぜか捜査権は外務省海外調整局行動課に委ねられていた。船からは、篤志が会議のゲストとして呼んだミリシア・ストロンスカヤ博士が遺体となって発見される。事件の背後には、行動課がずっと追っていた〈ピースブレイカー〉の存在があった。博士が確立した研究…通称〈ストロンスカヤ文書〉を狙い、〈ピースブレイカー〉の起こした事件だと知った刑事課一係は、行動課との共同捜査としてチームを編成する。そこには、かつて公安局から逃亡した、狡噛慎也の姿があった――。博士が最後に通信した雑賀譲二の協力を得て、文書を手に入れるべく出島へ向かった一係だったが…。\r\n〈ストロンスカヤ文書〉を巡り、予想を超えた大きな事件に立ち向かっていくこととなる朱と狡噛。その先には、日本政府、そしてシビュラシステムをも揺るがす、ある真実が隠されていた。ミッシングリンクをつなぐ〈語られなかった物語〉が、ついに明らかになる――。"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "499943",
            "URL": "https://thetvdb.com/series/psycho-pass/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null,
                "zho": "第一季",
                "kor": "사이코패스 1기",
                "fra": null
            },
            "Summaries": {
                "eng": "The series takes place in the near future, when it is possible to instantaneously measure and quantify a person's state of mind and personality. This information is recorded and processed, and the term \"Psycho-Pass\" refers to a standard used to measure an individual's being. The story centers around the \"enforcement officer\" Shinya Kougami, who is tasked with managing crime in such a world.",
                "jpn": null,
                "zho": "《心理测量者（Psycho-Pass）》是由noitaminA频道企划、Production I.G制作、虚渊玄编剧的原创动画作品。动画于2012年10月11日放送，全22话，已完结。该作品另有官方的小说、漫画、游戏等衍生作品。\r\n\r\nTV动画《心理测量者新编集版》是在原有的22话基础上重新剪辑精简为11话，再加入全新画面的再放送。该作品于2014年7月10日开始播出。",
                "kor": "인간의 심리상태와 성격 경향을 측정하고 수치화시키는 세계.\r\n모든 심리 경향이 기록 관리되는 가운데\r\n개인의 영혼 판정 기준이 된 이 계측치를 사람들은 사이코 패스라고 부르게 되었다\r\n\r\n잠정적 범죄자를 가려내어 치안 유지를 담당하는 형사들은 범인을 체포하는 ‘집행관’과 집행관을 감시, 지휘하는 ‘감시관’으로 구성되어 팀을 이룬다.\r\n스스로가 높은 ‘범죄계수’를 가지고 있는 집행관들은 범죄자가 될 수 있는 위험성을 가지고 있어 냉정한 판단력을 갖춘 엘리트, ‘감시관’에게 항상 감시되고 있다.\r\n\r\n이런 상황 속에, 공안국 형사과의 멤버들은 각자의 정의를 가지고 임무를 수행한다.\r\n과연 그들이 향하는 곳 끝에 있는 것은…",
                "fra": "La série se déroule dans un futur proche, où il est possible de mesurer et quantifier instantanément l'état d'esprit et la personnalité d'une personne. Ces informations sont enregistrées et traitées, et le terme \"Psycho-Pass\" fait référence à une norme utilisée pour mesurer l'être d'un individu. L'histoire se concentre sur l'« agent d'exécution » Shinya Kougami, qui est chargé de gérer la criminalité dans un tel monde."
            },
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "4390792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4390792",
                    "Titles": {
                        "eng": "Crime Coefficient",
                        "jpn": "犯罪係数"
                    },
                    "Summaries": {
                        "eng": "In a world where minds can be analysed for potential threats of crime and mental instability, Inspector Tsunemori Akane is sent to deal with her first case, along with fellow inspector Ginoza and a group of Enforcers, latent criminals hired by the police to work for them. Akane’s case deals with an insane man who has taken a woman hostage and raped her, holing himself up in a building inhabited by groups of the homeless.",
                        "jpn": "人格が数値化できるようになった未来。刑事課に配属された常守朱に手渡されたのは「犯罪係数」という数値によって犯罪者を裁く銃―ドミネーターであった。戸惑いながら現場へ向かう朱。そこで彼女が出会ったのは……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4412492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4412492",
                    "Titles": {
                        "eng": "Those Capable",
                        "jpn": "成しうる者"
                    },
                    "Summaries": {
                        "eng": "While Kogami is recuperating from Akane’s Paralyzer shot, she begins to worry about whether she is suited to be an Inspector after the fallout from her first case. On her second day on the job, she begins to learn more about the Enforcers she works with.",
                        "jpn": "配属初日に狡噛慎也との軋轢が生じてしまった朱。執行官との関係性を計りかねたまま、暗澹たる思いで公安局へ向かった彼女に出動命令が下される。自らの監視官という立場に悩みながら、現場へ向かう朱だったが……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4413085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413085",
                    "Titles": {
                        "eng": "Rearing Conventions",
                        "jpn": "飼育の作法"
                    },
                    "Summaries": {
                        "eng": "Ginoza and Akane, along with the Enforcers, are brought in to investigate a death caused by a Drone at a Drone manufacturing plant. When the Psycho-Pass of the entire staff checks out, they question whether it was an accident or possibly murder.",
                        "jpn": "狡噛との関係性に自信を持ち始めた朱。そんな時、完全自動化されたドローン工場で変死体が発見される。あくまでも事故だと言い張る工場関係者だが、狡噛たちは事件の臭いをかぎつける……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4413086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413086",
                    "Titles": {
                        "eng": "Nobody Knows Your Mask",
                        "jpn": "誰も知らないあなたの仮面"
                    },
                    "Summaries": {
                        "eng": "When the CID is brought in to investigate a disappearance of Kimihiko Hayama, they discover that not only has he been killed, but someone has taken over his net avatar, Talisman. The CID tries to track down the fake Talisman in order to find the killer.",
                        "jpn": "狡噛の存在に戸惑う朱は、ネット上のアバター―タリスマンに相談を持ちかける。しかし、タリスマンを使用していた男は、すでに死亡していたことが明らかになる。一体誰がタリスマンを操っているのか……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4413087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413087",
                    "Titles": {
                        "eng": "Nobody Knows Your Face",
                        "jpn": "誰も知らないあなたの顔"
                    },
                    "Summaries": {
                        "eng": "The CID’s hunt for Kimihiko Hayama’s killer leads them to another murder with the same modus operandi. Now it’s up to the CID to figure out how to track down the killer’s real identity and get justice for the victims.",
                        "jpn": "朱の同級生が操るアバター――スプーキーブーギーの協力の下行われた「偽タリスマン捕獲作戦」はみごと失敗に終わり、あまつさえ、さらに新たな犠牲者が出てしまう。犯人確保への決意を固くする朱だったが……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4413088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413088",
                    "Titles": {
                        "eng": "Return of the Psychotic Prince",
                        "jpn": "狂王子の帰還"
                    },
                    "Summaries": {
                        "eng": "After reading Kogami’s personnel file, Akane attempts to learn more about Kogami’s past and why he ended up as an Enforcer. Meanwhile, the CID detectives attempt to figure out who was helping Kanehara commit murders in the Hachioji Drone incident.",
                        "jpn": "狡噛の苦い過去――「標本事件」を知った朱。そして狡噛は、先の工場事件とアバター乗っ取り事件に「標本事件」との関連性を見いだす。そんな中、私立の名門桜霜学園で新たな事件が……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4413089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413089",
                    "Titles": {
                        "eng": "Symbolism of Bletilla Striata",
                        "jpn": "紫蘭の花言葉"
                    },
                    "Summaries": {
                        "eng": "After realizing that the recent murders and the Specimen Case are indeed connected, Ginoza takes Kogami off the case and requests Tsunemori to watch over him. Tsunemori discusses Sasayama's murder with Kogami, and he gives her his one piece of evidence: a blurry image of Makishima. Meanwhile, Makishima, in a study with another older man, reveals the circumstances of Rikako Oryo's father's death and discusses the nature of the shortening life expectancy in this \"perfect\" world. Later, Rikako continues her crimes with the help of Makishima's colleague, Choe Gu-Sung, and abducts another fellow student who is worried about her friend's disappearance.",
                        "jpn": "桜霜学園の生徒が標本化した遺体で発見された。「標本事件」と類似性の高い本件の捜査からに狡噛は外されてしまう。そんな彼の監視を命じられた朱に、狡噛はある男の存在を語りはじめる。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4413090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413090",
                    "Titles": {
                        "eng": "And Then, Silence",
                        "jpn": "あとは、沈黙"
                    },
                    "Summaries": {
                        "eng": "With his profiling skills, Kogami determines that the girls' school killer isn't the same murderer from the unsolved case years ago; he explains that the recent murders lack \"originality\" and pointed social commentary of the previous killings. When he and Tsunemori realize the culprit is one of the students, they locate Rikako - who escapes when one of teachers stops Kogami from executing her. As the Enforcers try to locate her secret routes and hiding places, Rikako flees - but not before everyone discovers her latest creation. Makishima calls Rikako to tell her that she's a disappointment and has one of his colleagues dispose her. In the meantime, Kogami picks up a damaged audio file which was deliberately left by Makishima. Due to Rikako's failure, Makishima develops an interest in Kogami.",
                        "jpn": "一連の事件の背後に「マキシマ」の存在があると確信する狡噛。刑事の嗅覚で、女子生徒殺害事件の犯人を追い詰める狡噛達だったが、その背後では新たな凶悪事件が動き出そうとしていた。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4413091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413091",
                    "Titles": {
                        "eng": "Paradise Fruit",
                        "jpn": "楽園の果実"
                    },
                    "Summaries": {
                        "eng": "Kogami, attempting to track down Makishima, takes Tsunemori to visit his former teacher, Jouji Saiga, who agrees to give her a crash course on criminal profiling; however, Ginoza reprimands her harshly which results into an argument. Afterwards, Masaoka explains to her Ginoza's attitude by revealing his past. In the meantime, Makishima discusses humanity and philosophy with Senguji, who in an earlier interview reveals himself to be nearly a full cyborg. He gives him his next target: Shinya Kougami.",
                        "jpn": "「マキシマ」の存在に迫るため、プロファイリングの第一人者雑賀教授のもとへ訪れる狡噛と朱。一方マキシマも協力者泉宮寺とともに新たな犯罪の青写真を描き始めていた。徐々に交錯する狡噛とマキシマの思惑……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4413092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413092",
                    "Titles": {
                        "eng": "Methuselah's Game",
                        "jpn": "メトセラの遊戯"
                    },
                    "Summaries": {
                        "eng": "Makishima and Senguji set up a hunt by using Tsunemori's friend Yuki as bait to lure Kogami into an abandoned subway station. Upon entering the station, Kogami discovers Yuki and loses contact with Tsunemori; the two must evade Senguji and his canine drones as a curious Makishima observes from above. Ginoza scolds Tsunemori for letting Kogami go on his own but Masaoka chastises him over his treatment of her. Meanwhile, Makishima rigs the hunt to give Kogami a chance to create a working transponder and, as a result, Kogami makes contact with the group outside and they go in after him.",
                        "jpn": "朱の友人ゆきを囮に、泉宮寺の狩り場へおびき出された狡噛。閉ざされた空間で通信手段を奪われた狡噛を、泉宮寺の罠が襲う。はたして狡噛はゆきを無事助け出すことが出来るのか!?"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4413093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413093",
                    "Titles": {
                        "eng": "The Saint's Supper",
                        "jpn": "聖者の晩餐"
                    },
                    "Summaries": {
                        "eng": "With a drone delivering him a Dominator, Kogami manages to outwit Senguji and kill him, although he also takes some shots in the process. Just then, Yuki is captured by Makishima, with Kogami too weak to follow. As Masaoka tends to Kogami's injuries, Tsunemori goes alone to pursue Makishima. To her shock, she discovers her Dominator is useless against him as his Crime Coefficent levels are too low, with Makishima attributing his murderous intent to his own free will. He gives Tsunemori the opportunity to try killing him with Senguji's shotgun, but she finds herself unable to do it and is forced to helplessly watch Makishima kill Yuki right before her eyes.",
                        "jpn": "熾烈を極めた泉宮寺との死闘の果てに、狡噛はゆきの身柄を槙島に奪われてしまう。駆けつけた朱は狡噛に代わり、ゆきを連れ去った槙島を追跡するが、そこで彼女は信じられない光景を目にするのだった。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4413094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413094",
                    "Titles": {
                        "eng": "Devil's Crossroad",
                        "jpn": "Devil's crossroad"
                    },
                    "Summaries": {
                        "eng": "Taking place three years prior to the series, the episode focuses on Yayoi, who was a guitarist in a band before being imprisoned in a rehabilitation facility for being a latent criminal. As she anxiously waits for release so she can play the guitar again, she is approached by Kogami, who was still a detective, and Ginoza about a series of crimes occuring in the area she was once familiar with. She initially rejects their offer until Kogami gives her some guitar strings which reminded her of a guitarist she admired, Rina Takizaki. When the club they are investigating gets set on fire after Kogami's partner Mitsuru Sasayama jumps the gun in approaching culprits dealing with molotov cocktails, Yayoi decides to search for Rina, only to discover she is part of a resistance group selling the molotov cocktails in the hopes of overthrowing the Sybil system. Yayoi tries to stop Rina but finds she is unable to use the Dominator that Kogami gave her, as she wasn't actually an enforcer, and Rina escapes. Afterwards, Yayoi resolves to become an enforcer and leaves the rehabilitation center.",
                        "jpn": "潜在犯・六合塚弥生は、更正施設の中で日々サイコパス治療に努めていた。そんな彼女のもとに公安局から使者が訪れ告げる。「あなたには執行官の適正がある」と。社会復帰を望んでいた彼女はその誘いを断るが……。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "4413095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413095",
                    "Titles": {
                        "eng": "Invitation From the Abyss",
                        "jpn": "深淵からの招待"
                    },
                    "Summaries": {
                        "eng": "Ginoza meets up with the head of the Public Security Bureau about Makishima, who confidentially reveals to him about the real culprit of the Specimen Case, Touma Kouzoburou, three years ago who happens to be \"criminally asymptomatic\" just like Makishima. She urges him to keep any doubts away from the public eye and orders him to capture Makishima. Following Yuki's funeral, Akane agrees to undergo a 'Memory Scoop' to provide a photofit of Makishima based on her memories of the incident, despite warnings from others that it may damage her Psycho-Pass. Despite reliving the traumatizing memory, the Memory Scoop is successfully completed without her Psycho-Pass reaching into dangerous levels, providing a photofit image of Makishima to aid in the investigation. Later, Ginoza discusses with Masaoka, who is actually his father, about how Akane manages to keep her Psycho-Pass from becoming unclouded.",
                        "jpn": "刑事課の中で唯一、槙島の顔をはっきりと目撃した朱は、彼を捕らえようという気持ちを新たにする。一方、宜野座は衝撃の事実を告げられて……。狡噛、朱、宜野座、そして公安局。それぞれの思惑が動き出す。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "4413096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413096",
                    "Titles": {
                        "eng": "Sweet Poison",
                        "jpn": "甘い毒"
                    },
                    "Summaries": {
                        "eng": "A man in a helmet breaks into a pharmacy, kills the staff, and departs with drugs. When the MWSPB arrives on the scene, they find his coefficient wasn't high enough to raise an alarm. The same man attacks a woman in public, brutally beating her to death with a hammer in front of a crowd and a Psycho-Pass scanner. Later, the team learn that more culprits, wearing the same helmets, rob an armored car. Kogami deduces that the second crime would have a motive, leading their investigation to a man named Jyunmei Itoh who had a grudge against the victim. As Itoh attempts to escape, Kogami deduces that helmets copy the clear Psycho-pass rate of innocent bystanders and thus help criminals avoid evasion. With Akane and Masaoka's help, he apprehends the murderer.",
                        "jpn": "セキュリティシステムの監視下で、白昼堂々殺人事件が起こった。現場に駆けつけた朱たちは、犯人のサイコパスが犯行中もクリアカラーを計測していたことを知る。新たな犯行の裏には槙島の恐ろしい計略があって……。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "4413097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413097",
                    "Titles": {
                        "eng": "The Town Where Sulfur Falls",
                        "jpn": "硫黄降る街"
                    },
                    "Summaries": {
                        "eng": "As footage of the helmet killings appear on the internet, the helmets are distributed to more criminals who begin committing more horrendous crimes out in the open, prompting bloodthirsty revenge from the public in the name of self-defense. As the MWSPB are sent in to suppress the riots, Kogami deduces that the riots are intended to draw the police away from the Health and Welfare Ministry's Nona Tower facility, where the Sibyl System is located. As Makishima and his gang break in, Kogami, Akane and Shuusei head to the scene.",
                        "jpn": "槙島の計略によって、シビュラシステムにおける犯罪抑制の信用度は地に落ちた。恐怖に駆られた市民たちは自己防衛意識から武器を取る。加速度的に広がっていく混乱の中で、狡噛たち公安局員は事態収拾を図るが……。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "4413098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413098",
                    "Titles": {
                        "eng": "The Gate to Judgment",
                        "jpn": "裁きの門"
                    },
                    "Summaries": {
                        "eng": "As Akane, Kogami, and Shuusei enter the Nona Tower, Makishima intends to act as a diversion at the top of the tower while Guseong reaches the core of the Sibyl System in the hidden basement. Kogami and Akane decide to chase after Makishima to the top of the tower as Shuusei descends to the basement. After descending to the hidden basement, Shuusei has lost connection with the network and discovers the truth behind the Sibyl System. Meanwhile, Kogami engages in a battle with Makishima. Makishima beats Kogami but is knocked out by Akane. Kogami instructs Akane to kill Makishima but Akane was able to control her emotions. Meanwhile, Shuusei defeats the guards and confronts Guseong at the heart of the Sibyl System, who is suddenly killed by Kasei, who is revealed to be a cyborg and proceeds to override her Dominator to fire at Shuusei.",
                        "jpn": "市街の混乱に乗じ、槙島はついに厚生省内部への侵入をはたす。槙島の真の目的とは果たして……。そして、市街地鎮圧から離脱し槙島を追う狡噛、朱、縢。彼らの行く手に、待ち受けるものとは。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "4413099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413099",
                    "Titles": {
                        "eng": "Iron Heart",
                        "jpn": "鉄の腸"
                    },
                    "Summaries": {
                        "eng": "After Makishima is taken in and the riots are brought under control, Kogami remains curious about how Makishima will be judged, as well as the whereabouts of Shuusei. Later that day, Kasei tells Ginoza that Makishima's case has been taken out of the MWPSB's hands and orders him to investigate Shuusei's whereabouts, much to the ire of both Ginoza and Kogami. Later, Makishima is confronted by Kasei who reveals herself as Kouzoborou and shares a cybernetic body with Kasei. He explains to Makishima about the true nature of the Sybil System, which is revealed to be a supercomputer network comprised of human brains of criminally asymptomatic individuals like him. Kouzoborou offers Makishima to become a part of the System. But he refuses and instead kills Kouzaborou and escapes from the transit which is supposed to take him to the Ministry of Welfare before briefly contacting Kogami about his escape.",
                        "jpn": "槙島の逮捕により、市街の混乱は一応の収束を見せた。公安局は消息をつかめなくなった縢を逃亡犯として断定し一係に縢の捜索を命じる。槙島を目前にしながら圧倒的な組織の論理に、狡噛たちは行く手を阻まれて……。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "4413100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413100",
                    "Titles": {
                        "eng": "A Promise Written on Water",
                        "jpn": "水に書いた約束"
                    },
                    "Summaries": {
                        "eng": "As Ginoza discovers that he is unauthorized to investigate the crash site of Makishima's carrier, Kasei reassigns him on recapturing Makishima and requests that Kogami should be taken off the case. Kogami suspects that something is amiss behind the whole order, believing there is something Kasei is hiding from them. Agreeing with him, Ginoza arranges for Kogami to be transferred to Division 2 who are in charge of investigating Shuusei's whereabouts. However, they are confronted by Kasei, who tries to get Ginoza to kill Kogami, but luckily Akane knocks him out with Paralyzer mode before anything can happen. Upon awakening, Kogami borrows one of the helmets from Shion and retrieves keys to a safehouse from Masaoka before leaving the MWPSB, explaining in a letter to Akane that the only way where he can stop Makishima is to step outside of the law.",
                        "jpn": "槙島が逃亡した。槙島の再逮捕を命じられた一係だったが、狡噛だけはその捜査から外されてしまう。槙島、公安局、そして一係の刑事たち、それぞれの思惑が音を立てきしみ始める中、狡噛の中にはある決意が宿って……。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "4413101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413101",
                    "Titles": {
                        "eng": "Transparent Shadow",
                        "jpn": "透明な影"
                    },
                    "Summaries": {
                        "eng": "Ginoza, whose Hue is now problematic, eschews intensive therapy in order to work on retrieving Kogami and Makishima. He argues with Masaoka over his \"softness,\" and declares his intention to see his \"obsession\" through to the end. Kogami, meanwhile, goes to visit Saiga in order to figure out Makishima's next move; the two surmise that Makishima might attempt to meddle with Japan's food supply in order to force open borders for the country. Shion does her best to comfort Akane and Kasei connects with Sibyl to determine their new \"pawn.\" Later, a Dominator-bearing drone comes to visit Akane in the office - and declares that it will tell her the truth about everything.",
                        "jpn": "ついに公安局から逃亡し、一人槙島を追う狡噛。槙島の音声を手がかりに彼の足取りつかむべく雑賀のもとを訪れる。一方狡噛に取り残された朱は、狡噛の私刑を阻止すべく彼を追おうとするのだが……。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "4413102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413102",
                    "Titles": {
                        "eng": "Where Justice Lies",
                        "jpn": "正義の在処"
                    },
                    "Summaries": {
                        "eng": "The Sibyl System reveals itself to Akane and notes that she understands the necessity of the system, if not its justifiability. Makishima finds the professor who is responsible for the hyper-oats and murders him after finding the information he seeks, taking along the man's fingers and eyeballs as a measure against biometric security. Kogami arrives on the scene not long after and leaves a clue for the MWSPB in the man's airpipe. Meanwhile, Akane makes a deal with Sibyl: if the System withdraws the execution order for Kogami, she will capture Makishima alive. Thanks to her detective work, they quickly find Kogami's clue and understand what Makishima's up to.",
                        "jpn": "ドミネーターに導かれ、シビュラシステムの真実を知った朱。一方狡噛は、自らの計画を着々と遂行する槙島との距離を、確実に詰め始めていた。シビュラと狡噛、両者の間で揺れ動く朱がとる行動とは。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "4413103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413103",
                    "Titles": {
                        "eng": "Blood-stained Reward",
                        "jpn": "血の褒賞"
                    },
                    "Summaries": {
                        "eng": "As Makishima works on reprogramming the virus, both Kogami and the MWPSB arrive at the factory, with Kogami instructing Akane that they need to shut down power to the facility to bypass the security. Prior to arriving, Akane manages to convince the Sibyl System to keep her Dominator on Paralyzer mode with the safety unlocked regardless of Crime Coefficient to use as a trump card against Makishima and Kogami. After the power is shut down, Kogami sneaks into the facility whilst Akane and Yayoi head to the control room in case Makishima attempts to activate the emergency power. Finding the control room empty, Akane comes to realise that Ginoza and Masaoka are in danger. As Ginoza becomes trapped under a container after tripping up a trap, Masaoka comes face to face with Makishima. Although Masaoka appears to get the upper hand, Makishima threatens to blow Ginoza up with a stick of dynamite, with Masaoka ultimately sacrificing himself to save his son. As Ginoza remains horrified by his father's death, Kogami pursues Makishima and prepares to engage in a knife fight with him.",
                        "jpn": "狡噛と槙島の後を追い、巨大穀倉地帯へ足を踏み入れた朱たち一係。狡噛、槙島、朱、三者の想いがついに邂逅する。果たして朱は槙島を捕らえ、狡噛を止めることができるのか――!?"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "4413104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413104",
                    "Titles": {
                        "eng": "Perfect World",
                        "jpn": "完璧な世界"
                    },
                    "Summaries": {
                        "eng": "Kogami and Makishima fight against each other, with Kogami managing to land a hit, but their fight is broken up when Akane arrives on the scene. Instead of arresting Kogami, Akane gives her the modified Dominator so they can both pursue Makishima. Makishima attempts to escape via truck, but Akane manages to get onto it and burst its tire, causing it to crash. With Akane to injured to fight, Kogami takes a reloaded revolver and pursues Makishima as he tries to escape. Reaching the end of his road, Makishima simply waits as Kogami finally shoots him, with Akane unable to do anything about it. Afterwards, the Sybil System tells Akane of how they intend to make itself public at a time where the public will come to accept it, though Akane responds that there will come a day when humans stand up against them. Two months later, Ginoza becomes an Enforcer whilst Mika Shimotsuki, one of the girls from the statue incident, joins the MWPSB as a detective under Akane's wing, whilst Kogami is seen elsewhere.",
                        "jpn": "再び相まみえる狡噛と槙島。槙島を前に、狡噛の『殺意』がむき出しになる。システムの檻に囚えられなかった2つの魂が、疾走する。彼らの到達した地平に、朱は何を見るのか。そして彼女の出す答えとは――。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "528868",
            "URL": "https://thetvdb.com/series/psycho-pass/seasons/official/2",
            "Titles": {
                "eng": "PSYCHO-PASS 2",
                "jpn": "PSYCHO-PASS サイコパス 2",
                "zho": "第二季",
                "fra": "Psycho-Pass 2",
                "kor": "사이코패스 2기",
                "ita": "Psycho-Pass 2"
            },
            "Summaries": {
                "eng": "The second season takes place one-and-a-half years after the first season.\r\n\r\nHaving learned the true nature of the Sibyl System, Akane Tsunemori chose to obey the system, believing in both humanity and the legal order. She's part of a new police section and spends her everyday life facing down criminals. Unbeknownst to Akane, however, a monster who will shake the system to its core is about to appear before her.",
                "jpn": null,
                "zho": "心理测量者 第 2 季已于 2014年10月09日 播出。\r\n\r\n2013年9月官方宣布动画第二季与剧场版制作决定。2014年10月9日《PSYCHO-PASS 心理测量者 2》放送开始。2015年1月9日《剧场版 PSYCHO-PASS 心理测量者》公映。",
                "fra": "La deuxième saison se déroule un an et demi après la première saison.\r\n\r\nAyant appris la véritable nature du Système Sibyl, Akane Tsunemori a choisi de suivre le système, croyant en l'humanité et en l'ordre légal. Elle fait partie d'une nouvelle section de police et passe sa vie quotidienne à affronter les criminels. Cependant, à l'insu d'Akane, un monstre qui ébranlera le système jusqu'à ses fondements est sur le point d'apparaître devant elle.",
                "kor": "인간의 심리상태나 성격적 경향을 측정, 수치화가 가능해진 세계\r\n모든 심리 경향이 기록, 관리되는 가운데\r\n개인 영혼의 판정 기준이 된 이 수치를\r\n사람들은「사이코패스」라고 칭하게 되었다.\r\n\r\n형사과 등록 감시관으로 활약하는 츠네모리 아카네는\r\n시빌라 시스템 안에서 자신의 정의를 관철하기 시작하는데...",
                "ita": null
            },
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "4653191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4653191",
                    "Titles": {
                        "eng": "The Scales of Justice",
                        "jpn": "正義の天秤〈299／300〉"
                    },
                    "Summaries": {
                        "eng": "A series of bombings takes place in Tokyo. After some analysis, the detectives figure out who the culprit is and his whereabouts, and head to his location. Akane wants to be cautious, but the other Inspectors decide to rush in, and...",
                        "jpn": "2114年、シビュラシステム運用下にある東京の繁華街で連続爆破事件が起きた。公安局刑事課一係の監視官・常守朱は、事件直後に色相が悪化した人物のサイマスティックスキャンのログをトレースすることで居場所を特定。一係と二係の刑事と現場へ向かう。朱は逃亡を図る潜在犯・喜汰沢旭をすぐに執行しようとせず、ある可能性に賭けようとしていた――。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4917243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4917243",
                    "Titles": {
                        "eng": "The Creeping Unknown",
                        "jpn": "忍び寄る虚実"
                    },
                    "Summaries": {
                        "eng": "An Enforcer from Division 2 was executed by a Dominator and an Inspector from the same division has gone missing. The only clue they have is the mysterious message “WC?” left at the crime scene. But who could commit a crime without being detected?",
                        "jpn": "二係の監視官が失踪し、ドミネーターが一挺行方不明に。手がかりは現場に残された謎のメッセージ「WC？」のみ。シビュラシステム運用下において一切の痕跡を残さず行動ができる人物がいるとしたら、それは透明人間でしかない。そのころ拘留中の連続爆破犯の犯罪係数が執行対象外に下がるという事態が起きた――。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4917244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4917244",
                    "Titles": {
                        "eng": "The Devil's Proof",
                        "jpn": "悪魔の証明"
                    },
                    "Summaries": {
                        "eng": "Right before Kitazawa was executed, he mentioned the name of someone who had supposedly been helping him. While others just think that he was crazy, Akane wants to get to the bottom of this case and tries to seek out help from someone.",
                        "jpn": "逃亡する潜在犯がエリミネーターで執行される直前につぶやいた人物の名前は……カムイ。その人物はサイマティックスキャンを欺き、他人のサイコパスをクリアにすることができるらしい。真実を追う監視官・常守朱は潜在犯隔離施設に向かい、ある男に面会する。いないはずの存在・カムイを追う朱に一係の刑事たちは混乱するが――。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4917245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4917245",
                    "Titles": {
                        "eng": "The Salvation of Job",
                        "jpn": "ヨブの救済"
                    },
                    "Summaries": {
                        "eng": "A man occupies a mental care facility and starts acting violent, but Inspector Aoyanagi’s Dominator does not consider him a threat. As the Area Stress Level rises, Division 3 takes over the case and brings in a new armament to deal with the situation.",
                        "jpn": "を名乗る人物がメンタルケア施設を占拠し、患者を人質にとる事件が起きた。犯人はカムイの名を叫ぶ。行方不明になった監視官に導かれて、このメンタルケア施設にいた二係の監視官・青柳璃彩はドミネーターを犯人に突きつける。だが、その犯人の犯罪係数は執行対象外だった。犯人を止めようとする青柳はガラス片を握り締め――。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4917246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4917246",
                    "Titles": {
                        "eng": "Unforbidden Games",
                        "jpn": "禁じられない遊び"
                    },
                    "Summaries": {
                        "eng": "The MSPWB has identified a possible hiding place for Kamui, and Divisions 1 and 3 are sent to the scene in order to investigate. Meanwhile, Akane has Saiga help with Representative Masuda’s interrogation.",
                        "jpn": "局長に命じられた三係の作戦の結果、犯人とともに人質のサイコパスも悪化しメンタルケア施設は虐殺の場となってしまった。事件後、朱はカムイの存在を確認するために国防省の軍事ドローン研究開発部門が使用している旧港の倉庫地帯へ足を運ぶ。すると捜査中に軍事ドローンが起動し、殺戮をはじめた。そのドローンを操作している者の正体は――。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4917247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4917247",
                    "Titles": {
                        "eng": "Those Who Cast Stones",
                        "jpn": "石を擲つ人々"
                    },
                    "Summaries": {
                        "eng": "The Military Drones hunt down the MWPSB detectives. While attempting to evacuate the detectives, Akane realizes what Kamui’s true objective is. Meanwhile, the Analysis Lab rushes to track down and deactivate the program that hacked the Drones.",
                        "jpn": "軍事ドローンは容赦なく刑事たちを追いつめる。そこにドミネーターを持った人物が現れ、犯罪係数が悪化した刑事たちを撃っていく。常守朱はカムイの目的に気づき、執行官を下がらせ、監視官が前線に出るように切り替える。そして朱自らカムイの足取りを追うのだが……。そのころ市街では、ドローンの暴走が拡大し大混乱が起きていた――。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4917249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4917249",
                    "Titles": {
                        "eng": "Untraceable Children",
                        "jpn": "見つからない子供たち"
                    },
                    "Summaries": {
                        "eng": "Multiple Dominators were stolen by Kamui during the massacre caused by the Military Drones. Who does he intend to use those Dominators on? And why hasn’t the Sibyl System taken any action to deactivate them? Akane goes to see Kasei to get answers.",
                        "jpn": "ゲームに見せかけ一般人に軍事ドローンを操作させた虐殺事件の中、複数のドミネーターが奪われた。鹿矛囲は手に入れたドミネーターを誰に向けようとしているのか。そしてそれらのドミネーターはなぜ停止措置がとられないのか――。シビュラシステムに常守朱は問いかける。そのころホロデザイナーだった雛河翔は、鹿矛囲が使うホロから思わぬ手がかりを見つける――。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4917484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4917484",
                    "Titles": {
                        "eng": "Conception of the Oracle",
                        "jpn": "巫女の懐胎<AA>"
                    },
                    "Summaries": {
                        "eng": "Kamui has been hiding in plain sight using Holos that take the form of dead people aged up, which makes Akane realize that his actions have been planned in great detail. Meanwhile, Mika closes in on the truth about Kamui and submits a report to Kasei.",
                        "jpn": "鹿矛囲桐斗とは何者なのか――。鹿矛囲は過去に死んだ人間の成長ホロを駆使してあらゆるところに潜んでいた。朱たちはそこに綿密な計画性を感じ取る。一方、美佳は製薬会社を経営する東金財団を調査し、鹿矛囲に関係する特許を取得していたことを発見する。鹿矛囲の正体に迫る美佳は、公安局局長の禾生壌宗に報告書を提出するが――。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4917485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4917485",
                    "Titles": {
                        "eng": "Omnipotence Paradox",
                        "jpn": "全能者のパラドクス"
                    },
                    "Summaries": {
                        "eng": "After figuring out who Sakuya Togane really is, Inspector Shimotsuki also learns the truth about the Sibyl System. In the meantime, Kamui and his accomplices are moving forward with their plan using the Dominators he took from the MWPSB.",
                        "jpn": "シビュラシステムの真実を禾生から告げられる美佳。真実を受け入れ社会を賛美する彼女は、シビュラの申し子を称する東金朔夜に逆らえなくなっていく。その頃、鹿矛囲は公安局から奪った複数のドミネーターを手に政府の役人たちに牙をむいていた。ドミネーターの使用が確認され、朱と一係のメンバーは現場に急行。そこに鹿矛囲が残した朱へのメッセージとは――。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4917486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4917486",
                    "Titles": {
                        "eng": "Gauging the Soul",
                        "jpn": "魂の基準"
                    },
                    "Summaries": {
                        "eng": "The ghost has revealed himself and taken action. Kamui and his group take over five hundred passengers in subway trains as hostages and start shooting them randomly with Dominators. What are they trying to accomplish? What is the MWPSB’s next move?",
                        "jpn": "透明人間が姿を見せながら行動を起こした。地下鉄に爆弾を仕掛け、700人以上の乗客を人質にとった鹿矛囲は、人質に向かってドミネーターによる無差別攻撃を開始する。鹿矛囲の目標に気づいた朱は局長の禾生と面会。そこで鹿矛囲抹殺の命を受けるも従わず、大きな賭けにでる決断をする。鹿矛囲のもとへ向かう朱。そこに立ちはだかったのは予想外の人物だった――。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4917487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4917487",
                    "Titles": {
                        "eng": "What Color?",
                        "jpn": "WHAT COLOR?"
                    },
                    "Summaries": {
                        "eng": "The time for judgment has come. Akane advances towards the core of the Sibyl System with Kamui. Which will be judged, Kamui or Sibyl? What is Sibyl’s answer to Kamui’s existence? What is Kamui’s intention? The rules of the world are about to change.",
                        "jpn": "鹿矛囲が裁きを為したとき、この世界は変わる。そう鹿矛囲を信じる人間たちが公安局の刑事たちに次々と捕えられていく。朱は鹿矛囲とともにシビュラシステムの中枢へ。はたしてシビュラと鹿矛囲、どちらが裁かれるのか。いま世界のルールが変わろうとしている――。"
                    },
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "802357",
            "URL": "https://thetvdb.com/series/psycho-pass/seasons/official/3",
            "Titles": {
                "eng": "PSYCHO-PASS 3",
                "jpn": "PSYCHO-PASS サイコパス 3",
                "zho": "第三季",
                "fra": "Psycho-Pass 3",
                "por": "Psycho-Pass 3",
                "ita": "Psycho-Pass 3",
                "deu": "Psycho-Pass 3"
            },
            "Summaries": {
                "eng": "The Public Safety Bureau assigns newly-appointed agents, Arata Shindo and Kei Mikhail Ignatov, to Division 01 of the Criminal Investigation Department of the Public Safety Bureau now led by Mika Shimotsuki. The series follows their assigned investigations as they privately search for the truth behind the suspicious deaths of family members utilizing their unique skills under the ever-watchful Sibyl System.",
                "jpn": null,
                "zho": "心理测量者 第 3 季已于 2019年10月25日 播出。\r\n\r\n正义”，将新世界切开。\r\n\r\n将灵魂数值化的巨大监视网络·西比拉系统维持着人类治安的近未来。在不断改变的世界中，刑警们手持用于测定与犯罪有关的数值“犯罪系数”的枪支“支配者”，追捕着犯下罪行之前的“潜在犯”。\r\n\r\n本作是于2012年播出的原创电视动画《PSYCHO-PASS 心理测量者》的第三期作品，是关于两位新人监视官的故事。慎导灼与炯·米哈伊尔·伊格纳托夫，成为厚生省公安局的刑警，在这个不断改变的世界中追寻着真实。",
                "fra": "Le Bureau de la Sécurité Publique assigne les nouveaux agents, Arata Shindo et Kei Mikhail Ignatov, à la Division 01 du Département d'Enquête Criminelle du Bureau de la Sécurité Publique, désormais dirigée par Mika Shimotsuki. La série suit leurs enquêtes assignées, alors qu'ils cherchent en privé la vérité derrière les décès suspects de membres de famille, en utilisant leurs compétences uniques sous l'œil vigilant du Système Sibyl.",
                "por": "Dois inspetores foram designados recentemente para a Unidade 1 do Departamento de Investigação Criminal da Agência de Segurança Pública. Shindou Arata, japonês e Kei Michael Ignatov, um europeu naturalizado no Japão, são amigos além da nacionalidade desde a infância. No caso não resolvido sobre a exportação dos Sistemas SIBYL e o vazamento de tecnologia, o pai de Arata cometeu suicídio depois que matou o irmão de Kei. Desde então, eles acabam sendo os familiares do agressor e da vítima. Arata e Kei tornam-se inspetores para procurar a verdade por trás do caso misterioso. Eles confiam profundamente e se preocupam um com o outro, enquanto se unem e lideram as forças rebeldes acompanhando um caso após o outro.",
                "ita": null,
                "deu": null
            },
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "7087633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7087633",
                    "Titles": {
                        "eng": "Laelaps' Calling",
                        "jpn": "ライラプスの召命"
                    },
                    "Summaries": {
                        "eng": "Tokyo, 2120. A massive transport drone crashes, and Unit One's new inspectors Arata Shindo and Kei Mikhail Ignatov head to investigate. Discovering that Hyper Transport Co. accountant Asahi Rick Fellows is missing, Arata performs a Mental Trace to track him, but finds only his waterlogged corpse. Arata and Kei suspect the crash was staged, and pursue the mastermind who tried to silence Rick.",
                        "jpn": "2120年、東京。ハイパー・トランスポート社の大型輸送ドローンが事故を起こした。着任したばかりの厚生省公安局刑事課一係の監視官・慎導灼と炯・ミハイル・イグナトフは、この事故の調査へ向かう。彼らはそこで同社の会計士である旭・リック・フェロウズが行方不明になっていることを確認。捜索のため、灼は追跡対象者になりきる〈メンタルトレース〉を行いリックの行動を追うが、やがて海に浮かぶ遺体を発見する。状況的に事故死と判断されるも、リックの死に違和感を抱いた灼と炯は捜査を続行。そして、事故は偽装であり、内部告発の口封じのために事故を仕組んだ人物の影にたどり着く――。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "7376518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7376518",
                    "Titles": {
                        "eng": "Teumessian Sacrifices",
                        "jpn": "テウメソスの生贄"
                    },
                    "Summaries": {
                        "eng": "Unit One chases a suspect in the staged crash, Hyper Transport Co. executive Takumi Yonehara, into an abandoned zone. But when they track Yonehara down, they find he's already dead. Arata and Kei ignore Chief Shimotsuki's orders and pursue the mastermind, Sasagawa, to Ariake Airport, where two unfamiliar men stand in their way: Shinya Kogami and Nobuchika Ginoza of the Ministry of Foreign Affairs.",
                        "jpn": "偽装事故の手口をつかんだ一係は、マークしていたハイパー・トランスポート社の役員である与根原を追い廃棄区画を訪れる。スラム街出身の入江のツテで逃亡先を探り当てるも、到着時、既に与根原は死亡していた。主犯である同社顧問・些々河を追うため、霜月の命令を無視して有明空港に駆けつけた灼と炯だが、見知らぬ男たちに行く手を阻まれる。彼らは外務省行動課・狡噛慎也と宜野座伸元。些々河を逃したわけではない――灼が彼らの目的に気づいたその頃、機内では些々河が行動課により確保されていた。\r\n事件解決後、某日。ホテルで転落死体が発見された。現場に急行した一係は、不具合の連鎖という点で、輸送機事故と似ていることに気づく。自殺か、それとも事故か。捜査のため、被害者の関係者であるアイドル政治家・小宮カリナに会いに行くが――。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "7376521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7376521",
                    "Titles": {
                        "eng": "Herakles and the Sirens",
                        "jpn": "ヘラクレスとセイレーン"
                    },
                    "Summaries": {
                        "eng": "After meeting Karina Komiya face-to-face, Arata senses something unfathomable from her, but can't find a clue to the case. Then Lee Aki, the secretary of her opponent, Kosuke \"Heracles\" Yakushiji, is murdered. Unit One decides to split up to investigate both the attackers and their victims, but...",
                        "jpn": "転落死した土谷博士は、都知事選に立候補したアイドル政治家・小宮カリナのメンタルケア・スタッフだった。カリナに面会した灼は、彼女から底知れぬ何かを感じ取るも事件の手がかりはつかめない。捜査を進めていくと、ホテルの防犯データに、もうひとりの都知事候補である薬師寺・ヘラクレス・康介の第一秘書、リー・アキが映っていた。調査のためリーのもとを訪れた一係だが、そこで突如襲撃に遭い、リーは殺害されてしまう。\r\n移民肯定派の薬師寺に対抗する小宮カリナ支持者の犯行なのか？\r\n確保した襲撃犯の背景から、入江は犯人の拠点を茗荷谷に絞る。そこはかつて入江が縄張りにしていた廃棄区画だった。裏社会を取り仕切るブローカー・榎宮春木に会いに行った灼たちは容疑者濃厚と推測するが、肝心の犯行動機と手段の確証がつかめない。\r\n襲撃者と襲撃された側、二手に分かれて捜査をすることにした一係だが――。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "7376523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7376523",
                    "Titles": {
                        "eng": "Political Strife in the Colosseum",
                        "jpn": "コロッセオの政争"
                    },
                    "Summaries": {
                        "eng": "Freelance journalist Yayoi Kunizuka joins Unit One as an investigation consultant to fill the gap left by Kei's suspension. As the investigation progresses, Unit One uncovers Karina Komiya's greatest secret. Guessing that Karina will be the next to be attacked, they rush to her gubernatorial debate at the Giga Arena.",
                        "jpn": "停職処分になった炯の穴埋めとして、公安局と捜査コンサルタント契約を結ぶフリージャーナリストの六合塚弥生が加わった。リー殺害の襲撃犯が仮死状態で運搬されたと推理した灼たちは、六合塚の調査により、ある運送業者と榎宮との接点を見つける。一方、入江がつかんだ情報から秋葉原廃棄区画にある土谷博士の隠しラボを訪れた一係は、博士が作り出した新世代人工知能――マスコントロール・カリナ、〈マカリナ〉の事を知る。新種のメンタル誘導装置である〈マカリナ〉は、小宮カリナの重大な秘密に繋がっていた。犯人の狙いはカリナの秘密の暴露、そしてその先にある選挙そのものの操作…事件計画の目的に気付いた灼たちは、都知事選公開討論会の会場・ギガアリーナに急行するが――。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "7376524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7376524",
                    "Titles": {
                        "eng": "Agamemnon's Offering",
                        "jpn": "アガメムノンの燔祭"
                    },
                    "Summaries": {
                        "eng": "A Special Religious Zone is established, where immigrants can practice religion freely. Religious leaders gather for a press event in Mitake New Town, the site of the Special Zone, but the venue becomes the target of a terrorist attack by a suicide bomber with explosives implanted in his stomach. Unit One starts investigating the anti-special-zone faction.",
                        "jpn": "天馬から渡された名刺には、狐のマークと「梓澤廣一」の名前があった。一係前任監視官・来良と面会するため潜在犯隔離施設を訪れた炯は、もう一人の前任監視官・伏瀬の事故死に〈狐〉が関与していると聞く。色相を保ったまま犯罪を行う組織〈狐〉は公安局にもいる――灼と炯は、〈狐〉に繋がる梓澤という男を調べ始める。 後日、東京・三郷ニュータウン。入国者の宗教活動が全面解禁となる信仰特区が誕生した。特区では宗教関係者が集うＰＲイベントが開催されていたが、その会場を狙い、腹に爆弾を埋め込んだ男の自爆テロが発生する。状況から、事件は信仰特区絡みであり首謀者は別にいると推測した一係は、特区反対派の重要人物から調査を始める。 対象は難民弁護官のテレーザ陵駕、ニュータウン工場労働者の顔役であるジョセフ・アウマ上人、そして自爆犯も信者だった公認宗教団体〈ヘヴンズリープ〉教祖代行であるトーリ・アッシェンバッハ。それぞれに引っかかる点はあるものの、色相はクリアで事件関与の証拠までは得られない。一方、イベントに出席していた、特区賛成派唯一の生き残りである入国管理局オブザーバー、久利須＝矜冶・オブライエンの病室で、二度目の爆破事件が発生する。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "7376525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7376525",
                    "Titles": {
                        "eng": "Caesar's Gold Coins",
                        "jpn": "カエサルの金貨"
                    },
                    "Summaries": {
                        "eng": "Arata and the others have just learned that there are three more human bombs when a third suicide bombing in New Town's factory district takes Joseph Auma's life. Meanwhile, Kei and Kisaragi have infiltrated Heaven's Leap in search of clues to the terrorist serial bombings. They discover proof they're looking for, but find themselves exposed and taken captive.",
                        "jpn": "連続爆破テロの手掛かりを得るため、公認宗教団体〈ヘヴンズリープ〉への潜入捜査を開始した炯と如月。一方、灼たちは、テレーザ陵駕と久利須が共同保有していた貸し倉庫を調査し、残る痕跡から爆弾人間があと三人いる事を突き止める。だが糸口をつかんだと思ったその矢先、ニュータウン工場地帯で第三の自爆テロが発生。重要参考人であるアウマ上人が死亡する。アウマは売春組織から逃げ出した入国者たちをかばって犠牲となったが、彼らがいた倉庫の奥には銃の部品パーツを作る工場が隠されていた。強制売春の被害者を助けながら密売をおこなっていたことに違和感を覚えた灼たちは、銃の流通ルートを調べ始める。そのころ炯と如月は教祖代行であるトーリが爆破事件に関与した証拠にたどり着くが、トーリに潜入捜査を見破られ拘束の身となる――。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "7376526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7376526",
                    "Titles": {
                        "eng": "Don't Take God's Name in Vain",
                        "jpn": "Don’t take God’s name in vain"
                    },
                    "Summaries": {
                        "eng": "Through a Mental Trace, Arata discovers that the supposedly-dead Kurisu is alive and uncovers the truth behind the terrorist bombings. Shimotsuki, meanwhile, has launched a forced search of Heaven's Leap and brought Unit Two to locate Kei. Torri, cornered, takes Maiko hostage and confronts Kei, but Maiko takes advantage of a momentary opening to end his life.",
                        "jpn": "死亡したはずの久利須の生存を〈メンタルトレース〉によって突き止めた灼は、連続爆破テロの真相にたどりつく。一方、〈ヘヴンズリープ〉への強制捜査に踏み切った霜月は二係を引き連れ炯の捜索に当たっていた。追い詰められたトーリは舞子を人質にとり炯と対峙するが、一瞬の隙を突いた舞子の手によって絶命する。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "7376528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7376528",
                    "Titles": {
                        "eng": "Cubism",
                        "jpn": "Cubism"
                    },
                    "Summaries": {
                        "eng": "Unit One has begun to grasp the truth behind the incidents following each other like a line of falling dominoes and team up with the SAD to continue their investigation. Arata guards the governor, who is at risk of being targeted again, while Kei organizes a sting using Kisaragi as bait. When he arrives at the appointed meeting place, however, he finds Shizuka Homura waiting for him.",
                        "jpn": "コングレスマン、インスペクター、狐。三層構造でシビュラシステムの盲点をつく存在であるビフロスト――ドミノ倒しのように起きる事件の全体像をつかみ始めた一係は、外務省行動課と捜査協力を結び調査を続行する。事件には、行動課が追っているピースブレイカーの残党、パスファインダーも絡んでいた。行動課は彼らを追い、灼たちはまた標的になるであろう都知事の護衛任務につくこととなる。一方、如月を囮として仕込んだ餌に反応があった。食いついてきた相手に会うため指定場所を訪れた炯だが、そこに現れたのは〈狐〉ではなくコングレスマンの一人、法斑静火だった。命を狙われていると語る静火は、炯に取引を持ちかける。そのころ、都知事周辺のドローンの解析情報からクラッカーを捜索していた灼たちは小畑と接触し、任意同行で取り調べを行うが…。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}