{
    "URL": "https://thetvdb.com/series/blast-of-tempest",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2294048/",
        "https://www.themoviedb.org/tv/46283"
    ],
    "Titles": {
        "eng": "Blast of Tempest",
        "jpn": "絶園のテンペスト ～THE CIVILIZATION BLASTER～"
    },
    "Summaries": {
        "eng": "The story centers around Yoshino, an ordinary high school student with a mysterious friend named Mahiro. Mahiro made a deal with a witch named Hakaze to hunt down the killers of his parents and sister. Now Mahiro is missing, and Hakaze confronts Yoshino. Yoshino find himself involved in crisis that may doom the entire world.",
        "jpn": "ある日、魔法使いの姫君が樽に詰められ置き去りにされた。ある日、ひとりの少女が唐突に殺され、犯人が捕まらず時が過ぎた。そしてある日、復讐と魔法をめぐる、時間と空間を超えた戦いが始まった！ \r\n正気と狂気、理性と知性。自信と確信。悲劇で不合理な世の中で物語は始まる―――。 \r\n\r\n\r\n“はじまりの樹”の加護を受ける魔法使いの一族・鎖部一族。その姫宮にして、最強の魔法使い鎖部葉風。彼女は“はじまりの樹”と対をなし、破壊の力を司る“絶園の樹”を復活させようとする同族の鎖部左門によって、無人島に樽に詰められて置き去りにされてしまう。 \r\n葉風が孤島から流したメッセージを、妹・愛花を殺した犯人に復讐を誓う少年・不破真広が拾う。 \r\n真広は犯人を魔法の力で見つけることを条件に、葉風に協力する。そして真広の親友で、愛花の恋人である滝川吉野は、危機を真広に助けられたことから、その復讐劇に巻き込まれることになる。"
    },
    "Aliases": [
        "Zetsuen no Tempest: The Civilization Blaster",
        "Forsaken Tempest",
        "Blast of Tempest: The Civilization Blaster",
        "Zetsuen no Tempest"
    ],
    "Modified": "2025-02-09",
    "Seasons": {
        "1": {
            "ID": "499984",
            "URL": "https://thetvdb.com/series/blast-of-tempest/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "4390903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4390903",
                    "Titles": {
                        "eng": "The Mage in the Barrel",
                        "jpn": "魔法使いは、樽の中"
                    },
                    "Summaries": {
                        "eng": "A princess left to die, a brother out for revenge, and a student caught in a conspiracy.",
                        "jpn": "創造の力を司る“はじまりの樹”と、破壊の力を司る“絶園の樹”。“はじまりの樹”の加護を受ける魔法使いの一族の姫宮にして、最強の魔法使い鎖部葉風は、同族の左門の謀略により、樽に詰められ絶海の孤島に置き去りにされていた。\r\n一方、高校生の滝川吉野は、１ヶ月前に失踪した親友の不破真広を追う謎の女と出会う。真広は何者かに殺された妹の復讐をするために、葉風と“ある取引”をしていた――。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4411174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4411174",
                    "Titles": {
                        "eng": "He Said She Was Very Beautiful",
                        "jpn": "彼女はとてもきれいだった、と少年は言った"
                    },
                    "Summaries": {
                        "eng": "Mahiro has told Yoshino to leave the city while he can, before he can Evangeline stops him and Yoshino has to make a life or death choice.",
                        "jpn": "左門たち鎖部一族の手により、姿を現す“絶園の果実”。これらが全て集まることにより、“絶園の樹”は復活し、世界は終わりを迎えるのだという。葉風は一族を止めるため、孤島から魔具である人形を通して真広に指示を出し、果実の飛ぶ方向を元に、“絶園の樹”の場所を探らせているのだった。そして真広は、愛花を殺した犯人の手がかりをつかむため、吉野とともに殺害現場である自宅へと向かう。そこで導き出された新事実は、予想外の物だった。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4411175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4411175",
                    "Titles": {
                        "eng": "There Are Things Even Magic Cannot Do",
                        "jpn": "できないことは、魔法にもある"
                    },
                    "Summaries": {
                        "eng": "Against Hakaze sound advice, Mahiro continues his battle against the mage Natsumura. Hakaze has to help Yoshino save Mahiro's life.",
                        "jpn": "廃墟と化した街の中で、鎖部一族にして左門の部下、鎖部夏村と対峙する真広。槍と魔法を駆使して攻める夏村に対して、防戦一方の真広の前に現れたのは、別れたはずの吉野だった。鎖部一族の中でも、戦闘に関しては最も磨かれている実力者である夏村を相手に、苦戦を強いられる真広と葉風から『鎖部の魔法』の使い方を学びながら打開策を考える吉野がとった行動とは――。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4411176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4411176",
                    "Titles": {
                        "eng": "The Cursed Pair",
                        "jpn": "罰あたり、ふたり"
                    },
                    "Summaries": {
                        "eng": "Just after arriving at the next town another fruit has appeared. While waiting out the storm, Yoshino and Mahiro take shelter in an abandon house, sharing the tale on how they became friends to Hakaze.",
                        "jpn": "夏村の追跡を辛くも振り切った吉野と真広。葉風の隠した魔具を回収する為に、ある山村の近くの神社を訪れたのだが、葉風の帰還を危惧した左門が儀式を早めており、偶然にも山村近くの果実が目覚めてしまう。魔具の力で黒鉄病の被害を免れた二人は、雨降る山村で一晩過ごす事となる。誰もいない民家で、少しばかりの休息を取る吉野に葉風が問いかけたのは、二人の出会いについてだった。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4411177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4411177",
                    "Titles": {
                        "eng": "Everything Happens For a Reason",
                        "jpn": "全てのことには、わけがある"
                    },
                    "Summaries": {
                        "eng": "Following the Fruit of Exodus should lead Mahiro and Yoshino to them Samon, but along the way they still must find talisman to obstruct the summing ritual.",
                        "jpn": "“絶園の果実”の飛ぶ方向を元に、左門が儀式を執り行っている場所を徐々に絞り込んでいく葉風と、葉風の手が確実に近づいていることを意識している左門。吉野と真広は葉風の指示のもと、新たな魔具を回収する為に、とある水族館に立ち寄る事となるが、二人の前に同じく葉風の魔具を探していた左門の部下、鎖部哲馬が立ちはだかる。多勢に無勢で哲馬達に追われている中、吉野は水族館という場所で、愛花との過去が甦るのであった。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4411178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4411178",
                    "Titles": {
                        "eng": "The Paradox of the Skull",
                        "jpn": "矛盾する、頭蓋"
                    },
                    "Summaries": {
                        "eng": "After discovering that Hakaze might be dead, Mahiro and Yoshino start to question their goal. But before they could ask Hakaze any questions they are attacked, but not by the mages.",
                        "jpn": "「僕は彼女の遺体を確認したんだ」潤一郎から告げられた事実は、あまりにも信じがたい内容だった。葉風の遺体は既に孤島で骨と化しており、その回収も終えているという。古くから葉風を知っている潤一郎は、件（くだん）の骨は間違いなく葉風の頭蓋骨であったと断言する。衝撃の事実と共に特製の魔具を預かった吉野と真広は、新たな謎を抱えつつも、左門が儀式を執り行っているとされる富士の樹海を目指す事に。その道中、キャンプを張る二人の元に謎の集団が襲撃を仕掛けてきて――。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4411179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4411179",
                    "Titles": {
                        "eng": "First Kiss",
                        "jpn": "ファースト・キス"
                    },
                    "Summaries": {
                        "eng": "While Hakaze sleeps, Yoshino thinks back to the time he, Mahiro, and Aika spent time at their summer house looking at the stars.",
                        "jpn": "左門たち鎖部一族が儀式を執り行っている富士の山麓へと歩を進める吉野と真広。寒さを凌ぐために、山間のスクラップ場にあった廃バスで一夜を過ごす事になったのだが、「全てが終わったら……」自身の発した何気ない一言で吉野は言葉に詰まってしまう。真広の問いかけにも応えられない吉野の脳裏に浮かんでくるのは、愛花と過ごした日々の記憶だった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4411180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4411180",
                    "Titles": {
                        "eng": "The Hour to Suppress the Princess",
                        "jpn": "魔女を断つ、時間"
                    },
                    "Summaries": {
                        "eng": "As the joint military strike begins against the barrier protecting the Tree of Exodus, Mahiro and Yoshino heads straight to the tree, but before they make it, Samon is there to greet them.",
                        "jpn": "「演習」と銘打ち、国防軍が鎖部一族と絶園の樹を相手に攻撃を仕掛ける最中、潤一郎から預かった「特製の魔具」を手に、左門たちが儀式を進める富士山麓へと静かに足を踏み入れた二人。結界を抜けた先で、二人を待ち受けていたのは鎖部左門と一つの樽だった。左門と葉風の舌戦が繰り広げられ、膠着状態が続く中、吉野と真広にもたらされたのは「はじまりの樹」に関しての意外な事実だった――。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4411181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4411181",
                    "Titles": {
                        "eng": "Boyfriend",
                        "jpn": "彼氏"
                    },
                    "Summaries": {
                        "eng": "With Hakaze dead, her usefulness has ended. Mahiro offers the same deal he made with Hakaze for Aika killer. Seeing that Mahiro is willing to destroy the world, Yoshino finally makes his stand.",
                        "jpn": "葉風は“2年前”に死んでいる、左門から告げられた事実はあまりにも理解しがたいものだった。時間と空間を超えて葉風と繋がっていたという、予想もしなかった事態に戸惑いを隠せないでいる吉野とは対照的に、真広は何事もなかったかのように魔具を片手に左門に詰め寄っていく。全てを諦めようとしている吉野の中に思い出されたのは、愛花が語ったある物語のことだった。その名は、“テンペスト”――。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4411182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4411182",
                    "Titles": {
                        "eng": "How to Make a Time Machine",
                        "jpn": "タイムマシンのつくり方"
                    },
                    "Summaries": {
                        "eng": "Convincing Mahiro to give him a chance was the easy part. Yoshino now has to prove the time difference is a myth in hopes of bringing Mahiro back to Hakaze's side.",
                        "jpn": "2年前の時空間にいるという葉風を、生きて戻せると立証する準備がある――そう宣言する吉野。さらに真広に葉風側につくメリットとして持ちかけた取引は、思いもよらない「愛花ちゃんの彼氏が誰だったか教える」という条件だった。取引に応じる事を決めた真広。“彼氏”という一言だけで覆った状況に驚愕を隠せない葉風と左門だったが、左門は絶対的な時間の檻を破れるはずがないと断言する。そして、いよいよ吉野の立証がはじまる――。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4411183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4411183",
                    "Titles": {
                        "eng": "Girl of Time",
                        "jpn": "時の娘"
                    },
                    "Summaries": {
                        "eng": "The mystery of the cage is solved, but how can the paradox of time travel confirmed to logic of the Tree of Genesis. Samon has underestimated Hakaze allies and knows it’s just a matter of time before all is revealed.",
                        "jpn": "2年間という時間の檻を破り、葉風を現代に戻す方法があると確信する吉野たち。魔具である人形で会話するために必要な条件を葉風から聞いた真広は、左門の手元にある葉風の全身骨格を利用して、彼女の肉だけを移し替えることで矛盾無く時間を超えることができるのではないかと考える。それを実現すべく魔法を発動させるための供物を探しに島を駆ける葉風。そのとき、左門のもとに哲馬から愛花殺しの犯人についての報告が届くのだが…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4411184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4411184",
                    "Titles": {
                        "eng": "Absent Thee from Felicity Awhile",
                        "jpn": "しばし天の祝福より遠ざかり……"
                    },
                    "Summaries": {
                        "eng": "The Tree of Exodus has revived, but Hakaze is still trapped on the island.",
                        "jpn": "はじまりの樹の覚醒に合わせて葉風が生まれたように、絶園の樹の復活を感じ、生まれた\"絶園の魔法使い\"が存在し、その人物こそが愛花殺しの犯人ではないかと疑う一同。この状況に左門は窮地に陥るのであったが、それとは別に真広は葉風に有利すぎる状況に疑念を持つ。そして葉風はついに供物を見つけ、現代への帰還を果たす。しかし、すでにはじまりの樹は絶園の樹に呼応して世界中で覚醒を始めており、破滅的な事態に陥っていた。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "4458926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4458926",
                    "Titles": {
                        "eng": "The Reason of Dreams",
                        "jpn": "夢の理"
                    },
                    "Summaries": {
                        "eng": "A recap of all of the episodes from Mahiro's perspective in addition to revealing the aftermath of the Tree of Genesis's revival and raising suspicions that Yoshino is the Mage of Exodus. The episode ends with a construction worker revealing his magic abilities to a co-worker and contemplating whether or not he is the Mage of Exodus.",
                        "jpn": "真広は一人深い眠りにつきながらも、夢の中でこれまでの出来事を追想する。愛花が突然不合理に殺されたこと。愛花を殺した犯人を見つけるべく、葉風と取り引きをしたこと。その混乱の中で吉野と再会し、犯人への復讐を果たすための旅に出たこと――。夢の中で、これまでの記憶が一つ、また一つと蘇っていく。富士山麓での決戦が終わり、すでに、約1ヶ月の時が過ぎていた。世界は“はじまりの樹”による『支配』が着実に進みつつあった。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "4459273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4459273",
                    "Titles": {
                        "eng": "Happy New Year",
                        "jpn": "あけましておめでとう"
                    },
                    "Summaries": {
                        "eng": "Mahiro has been asked to do the impossible, meanwhile Yoshino and the Princess continue to tour the land and the effects the Tree of Genesis had.Along the way they meet a peculiar young man...",
                        "jpn": "元旦の朝に目覚めた真広に、左門が問いかけたのは意外な一言だった。 「滝川吉野を殺せるか」 一方の吉野は、葉風と共に無人となった自分の住んでいた街に立ち寄り、愛花の墓参りへと足を運んでいた。その後、二人の前に、自らを“絶園の魔法使い”と名乗る羽村めぐむが現れる。それぞれの直面する事態に困惑を隠せない3人、各自が下す結論とは――。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "4459274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4459274",
                    "Titles": {
                        "eng": "You Seem to Be Plotting Something",
                        "jpn": "何やら企んでいるようであり"
                    },
                    "Summaries": {
                        "eng": "Megumu is brought before Mahiro and the others who inquire him about his alibi during the time of Aika's death. As Takumi and Samon devise a plan to use Megumu's powers on their favor, Mahiro spars with him to increase his ability and Junichiro has Hakase realize that she fell in love with Yoshino.",
                        "jpn": "自らを“絶園の魔法使い”と名乗る、羽村めぐむは吉野と葉風による引き合わせもあり、真広達のもとを訪れる。左門や山本達の立ち会いのもと、羽村が本当に“絶園の魔法使い”であるかの証明をする事となる。そんな中、吉野と葉風は今後の為に“絶園の果実”の所在を調べる旅を続けていた。道中、遊園地に立ち寄った二人の前に潤一郎が現れ、葉風に対して思いもよらない一言を残していった。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "4459275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4459275",
                    "Titles": {
                        "eng": "The Wandering Apparition",
                        "jpn": "徘徊する亡霊"
                    },
                    "Summaries": {
                        "eng": "Following Samon and Takumi's plan Megumu performs a public demonstation of his powers where he destroys a huge branch of the Tree of Genesis before a huge crowd. Meanwhile, Hakaze is informed about a spy appearing at the Kusaribe Clan's village and departs there with Yoshino to investigate. Still in anxiety regarding her feelings for him, Hakaze finds herself in a dire situation when one of the village's children is held hostage in a possible attempt to have the clan reveal their magic powers. Despite seeing Yoshino risking his life to save the kid, Evangeline, Natsumura and Tetsuma just watch from afar as they are suspicious that he may be somehow related to the Tree of Exodus.",
                        "jpn": "事前の予告通り、“絶園の魔法使い”の手により粉々に破壊された“はじまりの樹”の一部。その光景に騒然となる人々をよそに、葉風と吉野は諜報員が入り込んだという鎖部の里へと向かう。里では、子どもたちが神社で幽霊を見たという噂が広まっていた。調査にやって来た諜報員たちの姿を見間違えたのだろうと推測する葉風。一方、山本や夏村らも吉野が『絶園の心を持つ者』であるか見極めるために、密かに里を訪れていた。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "4459276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4459276",
                    "Titles": {
                        "eng": "Marine Snow",
                        "jpn": "マリンスノー"
                    },
                    "Summaries": {
                        "eng": "Megumu travels arround the world destroying branches of the Tree of Genesis while stirring up the public opinion and the commotion caused by him allows Takumi to regain his position in the Japanese government. Meanwhile Hakase is still in distress due to her feelings for Yoshino, worried about the safety of his girlfriend. As Samon, Mahiro, Junichiro and Megumu discuss how to deal with the possibility of Yoshino being connected to the Tree of Exodus, they deliberate about who may be Yoshino's secret girlfriend to have some leverage over him and no conclusive evidence is found until Megumu express his suspicions about said girl being Aika, which Yoshino confirms to Hakase after she confesses her feelings for him.",
                        "jpn": "“絶園の魔法使い”の出現により、再び混乱に陥った世界を収束させるため、政府中央へと呼び戻される早河。その頃羽村は、山本や夏村とともに“絶園の魔法使い”として世界各地にある“はじまりの樹”の一部を破壊するため飛び回っていた。一方、吉野と共に旅を続ける葉風は、吉野に対して抱いている恋心を諦めようと模索するうち、本人に直接、彼が大切にしているという「彼女」について聞いてみることを思い至るのだが…。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "4459277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4459277",
                    "Titles": {
                        "eng": "The Dancing Princess",
                        "jpn": "舞姫"
                    },
                    "Summaries": {
                        "eng": "Upon learning that Yoshino's girlfriend was Aika, Hakaze starts blaming the Tree of Genesis for her death and decides to aid Samon's plan. When Megumu appears to destroy another branch, a disguised Hakaze appears before him to test his powers and soon after she flees, allowing him to destroy the branch and stir up further the public opinion. Meanwhile, Takumi, Evangeline and Tetsuma discuss about the mysterious stone found in the Kusaribe Village and its connection with both trees. Upon learning that Mahiro has finally awakened, Yoshino departs to meet him, knowing that the time has come to tell him all the truth about his relationship with his sister.",
                        "jpn": "「滝川吉野の彼女は、不破愛花なのではないか？」――その可能性に思い至った真広たち。同じころ、吉野は葉風に、自分が愛花の彼氏であることを打ち明けていた。恋人を不合理に失っても、真広とは対照的に犯人への復讐の意志や憎しみ、怒りを露わにしない吉野に、葉風はもっと自分の望みに正直になるよう呼び掛ける。そんな葉風の言葉に、吉野は堰を切ったように、これまで隠してきた気持ちを彼女の前で吐露するのだった。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "4459278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4459278",
                    "Titles": {
                        "eng": "The Object of Desire",
                        "jpn": "願ったものは"
                    },
                    "Summaries": {
                        "eng": "As the full ressurection of the Tree of Exodus is at hand, at last Mahiro and Yoshino come face to face and both express to each other their true feelings toward Aika. But while Yoshino is still determined to prevent that Aika's death culminate in another tragedy, Mahiro still upholds his resolve to enact revenge at any costs. Once again reunited with the others, Hakaze announces her plan to return to the past in order to learn more about the true nature of the Trees of Genesis and Exodus and find out the truth about Aika's death once and for all.",
                        "jpn": "“絶園の魔法使い”に続き、葉風の扮する新たな魔法使い“舞姫”が登場し、人々は新たな混乱に陥っていた。\r\n山本と合流した葉風は、彼女から“はじまりの樹”と“絶園の樹”が文明を破壊する超兵器ではないかという説を披露される。\r\nその頃吉野は「愛花ちゃんの彼氏が誰だったかを教える」という約束を果たすため、真広に会いに出かけていた。\r\n一方の真広も同じ思いをめぐらせており、二人は偶然訪れた墓地で、久々の再会を果たす。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "4459279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4459279",
                    "Titles": {
                        "eng": "Whodunit (Who Did It?)",
                        "jpn": "フーダニット（誰がやったか）"
                    },
                    "Summaries": {
                        "eng": "By the same method she used to travel from the past to the present, Hakaze returns to the past on the same island where she was left stranded and makes use of the offering left there by Samon to return to civilization. Just a few hours left before the time of Aika's death, Hakaze meets with her by chance and much to her astonishment, she learns that the original Mage of Exodus is no other than Aika herself.",
                        "jpn": "再び過去に戻ろうと思う、という葉風の提案に動揺を隠せない一同。\r\n過去に戻り、愛花が殺される前の現場に居合わせることで、「誰が、どうやって、何のために殺人を行ったか」真相を明らかにする為だという。\r\n過去から時空を超えたように、未来から過去へと時空を超える事は魔法理論的には可能だと葉風は考えていた。\r\nそして、必要な魔具や供物を揃え、彼女は再び時空を超えるのだが……。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "4459280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4459280",
                    "Titles": {
                        "eng": "Femme Fatale (Woman of Fate)",
                        "jpn": "ファム・ファタール（運命の女）"
                    },
                    "Summaries": {
                        "eng": "A huge branch of the Tree of Genesis appears in the middle of the ocean, which Samon and the others conclude to be the tree's main core. Meanwhile in the past, Aika learns all the truth from Hakase and decides that to ensure that the present stay unaltered and her powers are transfered to Megumu, she must commit suicide. Hakase tries to stop her to prevent Mahiro and Yoshino from suffering, while Aika claims that she shall kill herself with the sole intention of protecting them. After a vicious confrontation, Hakase is defeated and knocked unconscious. Upon awakening, Hakase rushes to Aika's house just to find her already lifeless body and a letter adressed to her, containing a message that shall be delivered to Mahiro and Yoshino once the Tree of Genesis is destroyed.",
                        "jpn": "不破愛花殺害の真相を明らかにする為、過去へ戻った葉風は、偶然出会ってしまった愛花から予想だにしない一言を告げられる。\r\n一方、葉風のいない現代では太平洋上に高さ100kmを超える“はじまりの樹”が出現していた。\r\n左門や早河、山本たちは“はじまりの樹”の「コアブロック」では？と考え、真の姿を暴いていく。\r\n時同じくして葉風と愛花は一緒に自身を殺した犯人を考えるのであった。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "4459281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4459281",
                    "Titles": {
                        "eng": "Fuwa Aika",
                        "jpn": "不破愛花"
                    },
                    "Summaries": {
                        "eng": "Once returning to the present, Hakase explains to the others all the truth about Aika's death and the Tree of Genesis. Much to the others' surprise, neither Mahiro and Yoshino seem surprised or angry with Aika's decision to commit suicide, nor they blame Hakase or anyone else for what happened, despite they are curious about the contents of her final message to them. Meanwhile, the world's most powerful nations decide to protect the Tree of Genesis and establish a naval defense perimeter arround its main core, in case of an attack by the Magician of Exodus. Upon knowing about the situation, Mahiro comes with a plan to have Megumu reach the core and destroy it without bringing casualties to the fleet. As Mahiro and Yoshino reminisce about their first meeting with Aika, their friends prepare themselves for the final battle against the Tree of Genesis.Mahiro runs around trying to stay safe and clear.",
                        "jpn": "ある日の事、吉野は「飯をおごってやる」と真広に誘われ、ホテルのレストランへと連れて行かれる。\r\nそこにいたのは一人の少女、愛花と初めて出会った日の事だった。\r\n現代に戻った葉風は過去で見てきた、予想だにしていなかった事実を伝える。\r\n吉野と真広は平然とその事実を受け入れたような素振りをみせる。\r\n全てを受け入れた上で「世界を救ってやるよ」と真広、“はじまりの樹”を倒すべく動き出すのだが……。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "4459282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4459282",
                    "Titles": {
                        "eng": "Battle of Genesis",
                        "jpn": "はじまりの戦い"
                    },
                    "Summaries": {
                        "eng": "Despite apparently having no need to involve themselves further, Mahiro and Yoshino convince Hakaze and the others to let them assist with the task of destroying the Tree of Genesis. With Hakaze and Megumu distracting the naval forces according to Mahiro's plan, the others manage to hijack the small boats positioned closer to the main core and take them away to safety. However, as Megumu approaches the Tree and prepares himself to deal the final blow, one of the captives manages to draw a pistol and shoot at Yoshino.",
                        "jpn": "“はじまりの樹”を倒すべく、羽村達は『御柱』へと向かうのだが、御柱破壊チームに吉野と真広の二人も参加していた。\r\n魔法の使えない二人は、足手まといにしかならないと一度は断られるのだが、作戦の発案者が真広であるという事もあり、二人は「何かが起ころうとしている、その中心」へと向かって行くのだった。\r\n作戦実行の時を迎え、全ての物語が結末へと加速を始めていく。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "4459283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4459283",
                    "Titles": {
                        "eng": "To Each, Their Own Tale",
                        "jpn": "それぞれの物語"
                    },
                    "Summaries": {
                        "eng": "Despite being shot in the arm, Yoshino, together with Mahiro and the others, manage to draw away the naval fleet and allow Megumu to face the Tree of Genesis with no distractions. When Megumu is about to be defeated, the Tree of Exodus transforms itself into a giant sword, which he uses to destroy the Tree of Genesis for good. One month after the trees disappeared, Takumi provides assistance to the now powerless Kusaribe Clan. Megumu finds the courage to reconcile with his girlfriend and they start dating again. Mahiro and Yoshino learn the contents of Aika's final message, in which she thanks the two for everything they done to her and asks them to move on with their lives. While Mahiro starts dating a girl he saved from the Iron Syndrome, Hakaze leaves the Kusaribe village to reunite with Yoshino.",
                        "jpn": "1人『御柱』と対峙する羽村、その真の姿を現した『御柱』はあまりにも強大で羽村は苦戦を強いられる。\r\n護衛艦隊を守ろうとする葉風たち鎖部一族も護衛艦の迎撃に遭い、一度は重傷を負ってしまう。\r\n「何かが起ころうとしている、その中心」で全てを見守る吉野と真広、二人の脳裏を過ぎるのはある日の愛花だった――。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}