{
    "URL": "https://thetvdb.com/series/kamisama-kiss",
    "Genres": [
        "Adaptation",
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2320220/",
        "https://www.themoviedb.org/tv/62741"
    ],
    "Titles": {
        "eng": "Kamisama Kiss",
        "jpn": "神様はじめました"
    },
    "Summaries": {
        "eng": "The story follows Nanami, a girl who finds herself homeless after her father leaves. One day she comes across a strange man who offers to let her have his old house - only to discover it is a Shinto shrine. Not only that, but he was actually a deity who secretly transferred his powers to her! Nanami now finds herself as a Land God with a whole new set of responsibilities ahead.",
        "jpn": "父親が家出して、若い身空でホームレスとなってしまった女子高生・桃園奈々生。困っている奈々生の前に「私の家を譲りましょう」という怪しい男が現れる。男の正体は、土地神ミカゲ。奈々生は家（＝廃神社）と引き換えに神様の仕事を任されてしまい……!?　しかも社には、性格最悪で凶暴な妖狐・巴衛が神使として居座っていた。社の精である鬼切と虎徹に励まされながら社の仕事をこなす奈々生に、巴衛はいつも悪口ばかり。ある日奈々生は鬼切から「神使の契約を結べば、巴衛が絶対服従する」という話を聞く。喜びいさんで契約方法をきくと「口づけ」だって……？　「冗談じゃない！　巴衛とキスするぐらいなら出て行ってやる」奈々生の明日は果たして!?"
    },
    "Aliases": [
        "Kami-sama Kiss",
        "Kamisama Hajimemashita",
        "神はじ",
        "Kamihaji"
    ],
    "Modified": "2025-10-22",
    "Seasons": {
        "0": {
            "ID": "499975",
            "URL": "https://thetvdb.com/series/kamisama-kiss/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "4642904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/4642904",
                    "Titles": {
                        "eng": "The God Gets Dumped",
                        "jpn": "神様、捨てられる"
                    },
                    "Summaries": {
                        "eng": "Nanami revels in her memory of her kiss with Tomoe, but then quickly reminds herself that he swore he'd never fall in love with a human. Nanami then over-hears a conversation involving Tomoe. Chaos ensues.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4665717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/4665717",
                    "Titles": {
                        "eng": "The God Goes to a Hot Spring",
                        "jpn": "神様、温泉にいく"
                    },
                    "Summaries": {
                        "eng": "Nanami wants to take a holiday, Tomoe agrees on a day trip. Nanami overhears a conversation between her familiars. Thusly, wanting to prove herself useful the antics unfold.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5474485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/5474485",
                    "Titles": {
                        "eng": "God Leaps into the Past",
                        "jpn": "神様、過去にとぶ"
                    },
                    "Summaries": {
                        "eng": "A curse from Tomoe's past catches up with him; Nanami desperately seeks answers to save Tomoe.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5474529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/5474529",
                    "Titles": {
                        "eng": "The Fox Falls in Love",
                        "jpn": "狐、恋に落ちる"
                    },
                    "Summaries": {
                        "eng": "Nanami continues to hide from Tomoe and only visits him at night when she thinks he is asleep, but gets caught.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5474530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/5474530",
                    "Titles": {
                        "eng": "The God Becomes a Bride",
                        "jpn": "神様、花嫁になる"
                    },
                    "Summaries": {
                        "eng": "Nanami returns to the past again and meets Yukiji in town.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5474531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/5474531",
                    "Titles": {
                        "eng": "The God Meets Someone",
                        "jpn": "神様、迎えにいく"
                    },
                    "Summaries": {
                        "eng": "The 4th and final OVA of Kako-hen",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5845135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/5845135",
                    "Titles": {
                        "eng": "The God Will Be Happy",
                        "jpn": "神様、幸せになる"
                    },
                    "Summaries": {
                        "eng": "As the couple look to the future and reflect on their former adventures, Nanami tries to figure out their new living situation as her high school graduation approaches. But no matter the path they choose to walk, Tomoe and Nanami’s love will endure.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "499976",
            "URL": "https://thetvdb.com/series/kamisama-kiss/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4390892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/4390892",
                    "Titles": {
                        "eng": "Nanami Becomes a God",
                        "jpn": "第1話『奈々生、神様になる』"
                    },
                    "Summaries": {
                        "eng": "Abandoned by her father, Nanami finds herself homeless when she meets a man who offers his own home to her. His home turns out to be a shrine where his supernatural household awaits the return of their lord and master after a 20-year absence.",
                        "jpn": "父親の借金のせいで住む家をなくした桃園奈々生は、公園で怪しげな男・ミカゲから家を譲られる。\r\n しかし行ってみた先は廃神社。\r\n 実はミカゲは土地神で、奈々生に神の印を与え社を譲ったのだった。\r\n そこに居たのは狐の妖怪・巴衛。巴衛はミカゲに仕える神使であったが、新しい主の奈々生を受け入れようとはせず出て行ってしまう。\r\n 残された奈々生は巴衛を捜すため、あやかしの世界に足を踏み入れることになり…"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4411977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/4411977",
                    "Titles": {
                        "eng": "The God Becomes a Target",
                        "jpn": "第2話『神様、ねらわれる』"
                    },
                    "Summaries": {
                        "eng": "Nanami discovers that Kurama, a famous pop star, has transferred to her high school, which spurs her to return to school. However, as a weak land god, her life may be at risk if she wanders outside the shrine alone.",
                        "jpn": "巴衛が神使になり、ミカゲ社で暮らしはじめた奈々生。\r\n ある日、奈々生の通う高校に超人気ビジュアル系アイドル・KURAMA（鞍馬）が転入してくる。\r\n 奈々生は鞍馬見たさに学校に行こうとするが、神の印のせいで妖怪に狙われやすいため巴衛に止められる。\r\n それを押し切り学校に行った奈々生だったが、鞍馬に冷たくあしらわれすっかり幻滅。しかし、なぜか鞍馬の方が奈々生に興味を持ちはじめ…"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4411978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/4411978",
                    "Titles": {
                        "eng": "The God Makes a Match",
                        "jpn": "第3話『神様、縁をむすぶ』"
                    },
                    "Summaries": {
                        "eng": "The land under Mikage Shrine's protection includes Isara Swamp and Himemiko, its guardian mistress, comes to pay her respects to the new land god. And Nanami's divine matchmaking powers are put to the test for the first time.",
                        "jpn": "ミカゲ社に、ミカゲと友好関係にあった沼皇女が挨拶にやってくる。巴衛は人間の娘が土地神になったと知られてはまずいと考え、奈々生を会わせずその場をやり過ごそうとするが、奈々生が部屋に入ってきて計画は丸つぶれ。しかし、沼皇女からは意外な相談を持ちかけられる。人間の男の子に恋をしてしまい縁を結んで欲しいというのだが、妖怪と人間の恋は禁忌。巴衛は一蹴するが、沼皇女の恋する姿を見た奈々生は協力に乗り出す。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4411979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/4411979",
                    "Titles": {
                        "eng": "The God is Kidnapped",
                        "jpn": "第4話『神様、拐かされる』"
                    },
                    "Summaries": {
                        "eng": "Nanami saves a pretty white snake at school and for her trouble, she becomes marked as the snake's intended. Tomoe transfers into Nanami's class to protect her, but the snake comes for her anyway.",
                        "jpn": "学校に迷い込んだ白蛇を助けた奈々生。その時、白蛇からの一方的な婚約の印を腕に付けられてしまう。巴衛は白蛇から奈々生を守るため、人間に化けて奈々生のクラスに転入することに。しかし２人が少し離れた隙に、奈々生は白蛇の化身・瑞希に攫われてしまう。瑞希はヨノモリ社の神使で、奈々生を自分の社に連れていき求婚をする。奈々生はそれを断り帰ろうとするが、歩いても歩いてもヨノモリ社に戻ってしまい抜け出せず…"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4413153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/4413153",
                    "Titles": {
                        "eng": "The God Loses Her Home",
                        "jpn": "第5話『神様、家をうしなう』"
                    },
                    "Summaries": {
                        "eng": "Narukami, god of thunder, has always wanted Tomoe as a familiar for herself. Now that the god he serves is Nanami, a human girl, Narukami sees her chance to take away Nanami's godhood and make Tomoe hers.",
                        "jpn": "ミカゲが神の印を奈々生に譲ったことを知った雷神・鳴神姫が、印を奪いにやってくる。それを阻止しようとした巴衛だったが、打出の小槌で体を幼児にされてしまい、奈々生も神の印と社を奪われてしまう。しかも巴衛は体が小さくなったことで熱を出し倒れてしまった。\r\n 巴衛を元に戻すには、鳴神姫の神使になるという条件をのまなくてはならない。そんな巴衛を抱え路頭に迷っていた奈々生の前に、鞍馬が現われて…"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4413154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/4413154",
                    "Titles": {
                        "eng": "The God Catches a Cold",
                        "jpn": "第6話『神様、風邪をひく』"
                    },
                    "Summaries": {
                        "eng": "Nanami stays home with a cold while Tomoe goes to school disguised as her in order to keep her attendance rate from slipping. Mizuki takes advantage of Tomoe's absence to pay Nanami a visit.",
                        "jpn": "神と神使の再契約のキスをした奈々生と巴衛。その日から巴衛を見るとドキドキしてしまう奈々生。\r\n 巴衛は朝食を食べている奈々生が熱を出していることに気付く。しかし出席日数が足りない奈々生は、巴衛が止めるのも聞かず学校に行こうとする。すると虎徹の提案で、巴衛が奈々生に化けて代わりに学校にいくことに。 完璧に化けたつもりの巴衛に、鞍馬が近づいてきて…。\r\n 一方、巴衛が不在と聞いて、奈々生のもとに瑞希が訪ねてくる。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4413155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/4413155",
                    "Titles": {
                        "eng": "The God Asks a Boy Out on a Date",
                        "jpn": "第7話『神様、デートに誘う』"
                    },
                    "Summaries": {
                        "eng": "Nanami experiments a little with her divine powers while she struggles to define exactly how she feels about Tomoe. And Kurama, being the yokai who has more experience with humans, offers some words of advice to Tomoe.",
                        "jpn": "猫田あみから鞍馬に助けてもらったお礼を言いたいと相談をされる奈々生。\r\n しかし鞍馬はいつも女子生徒に囲まれているため、なかなか1人になるタイミングがない。そこで白札を使い２人が話せるきっかけをつくるが、それを見た巴衛は妖怪と人間の恋は禁忌と考えているため叱責する。\r\n すると今度は後輩の女子生徒から、巴衛と一緒に帰りたいと相談される。\r\n ２人が一緒に帰れるようにセッティングする奈々生だったが…"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4413156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/4413156",
                    "Titles": {
                        "eng": "The God Goes to the Beach",
                        "jpn": "第8話『神様、海へいく』"
                    },
                    "Summaries": {
                        "eng": "Summer break is here and Nanami goes to the beach with her friends to take her mind off her broken heart. Trouble ensues when Tomoe accompanies her and goes into the ocean against his better judgment.",
                        "jpn": "水族館に行って以来、巴衛と自然に接することができない奈々生。\r\n 巴衛の態度は変わらないが、奈々生にこれまでのように触れてはこない。元気のない奈々生を見たあみは、奈々生を海水浴に誘う。\r\n しかし、巴衛は海に入れない理由があるといい、奈々生を守ることができないと反対するが、結局、瑞希と巴衛も一緒に行くことに。海水浴を楽しむ奈々生たちだったが、あみが溺れてしまい、助けるために巴衛が海の中へ入ることになり…"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4413157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/4413157",
                    "Titles": {
                        "eng": "The God Goes to the Dragon King's Palace",
                        "jpn": "第9話『神様、竜宮城にいく』"
                    },
                    "Summaries": {
                        "eng": "In her quest to recover the stolen Dragon King's right eye and return it to him in exchange for Tomoe's freedom, Nanami travels back in time and gets a glimpse of Tomoe's past.",
                        "jpn": "過去に巴衛が奪った龍王の右目を取り戻すため、時廻の香炉で過去に行く奈々生と瑞希。そこで右目を持った野狐の巴衛と出会う。\r\n 奈々生は巴衛を尾行した民家で、人間の女性・雪路と恋仲であることを知りショックを受ける。巴衛が龍王の右目を盗んだのは、雪路の病を治すためだった。\r\n 巴衛が去った隙に龍王の右目を盗もうとした奈々生だったが、雪路が苦しみ始めたため、不老長寿の効果があるという右目を雪路に与えてしまう。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4413158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/4413158",
                    "Titles": {
                        "eng": "Tomoe Becomes a Familiar / The God Goes to a Mixer",
                        "jpn": "第10話『巴衛、神使になる』『神様、合コンにいく』"
                    },
                    "Summaries": {
                        "eng": "Flashing back to the past, some of what Tomoe went through with Mikage is revealed. And returning to the present for the second part, Nanami gets dragged off to a mixer with her friends.",
                        "jpn": "今より数百年前――。\r\n 神堕ちと契約し、その契約が果たせなかったため呪を受け瀕死状態にあった巴衛は、土地神・ミカゲと出会う。ミカゲはその呪いの進行を止めるため、巴衛に忘却の暗示をかけ過去を忘れさせた。\r\n その後、回復した巴衛はミカゲの神使となったが、社の外では傍若無人な振る舞いでミカゲを困らせていた。神使であることに迷いを感じていた巴衛であったが、次第にミカゲを慕うようになっていく。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4413159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/4413159",
                    "Titles": {
                        "eng": "The Familiar Goes Into Town",
                        "jpn": "第11話『神使、街にでかける』"
                    },
                    "Summaries": {
                        "eng": "Mizuki ventures into the city alone to learn the secret to making it in human society like the super popular pop star Kurama. And Nanami drags Tomoe off on a date to the amusement park.",
                        "jpn": "奈々生と巴衛は学校に行き、社で留守番中の瑞希は、その不公平さを感じていた。瑞希はテレビに映ったアイドルの鞍馬を見て、人間社会に溶け込む妖術を学ぼうと、鞍馬に会いに街にでかける。\r\n 人間に慣れていない瑞希は途中、キャッチセールスで高額なシールを買わされたり、怖い人にからまれたり、タクシーを無賃で乗ってしまったりとトラブルをおこす。偶然通りかかった鞍馬に助けられ、一緒に番組の打ち上げに参加するが…"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4413160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/4413160",
                    "Titles": {
                        "eng": "Nanami Quits Being a God",
                        "jpn": "第12話『奈々生、神様をやめる』"
                    },
                    "Summaries": {
                        "eng": "Nanami decides to hold an autumn festival at the shrine to let the locals know that it's not abandoned or haunted. But as she prepares for the festival, Otohiko comes along to throw a wrench into things.",
                        "jpn": "今日も参拝者ゼロのミカゲ社。実は近くの住人から「お化け神社」「廃神社」と呼ばれ、敬遠されていた。そのことを知った奈々生は、なんとか人に来てもらおうと、ミカゲ社で祭を企画する。\r\n 巴衛は奈々生では祭事は荷が重いと反対するが、奈々生が自分のために参拝者を増やしたいと考えていることを知り協力をすることに。祭では奈々生が神楽舞を踊ることになり、巴衛の厳しい指導のもと必死で練習する奈々生であったが…"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "4418702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/4418702",
                    "Titles": {
                        "eng": "I've Started the \"Being a God\" Thing",
                        "jpn": "第13話 『神様はじめました』"
                    },
                    "Summaries": {
                        "eng": "Unable to exorcise the miasma encroaching on the shrine, Nanami believes she is useless and leaves. Finding her gone, Tomoe and Mizuki go searching for her, leaving the shrine and the miasma to Onikiri and Kotetsu.",
                        "jpn": "ミカゲ社に蔓延る瘴気を払うことができず、土地神としての自信をなくした奈々生は、ミカゲ社を出ていってしまう。\r\n巴衛と瑞希が街中を必死に捜すも見つからない。そのころ奈々生はもう一度、瘴気を払うことを決心しミカゲ社へ。しかし、どんどん瘴気が濃くなっており、木々は枯れ、まるで廃神社のようになってしまったミカゲ社。奈々生は土地を清めるため、巴衛から教わった神楽の舞を踊る。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "594654",
            "URL": "https://thetvdb.com/series/kamisama-kiss/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4971654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/4971654",
                    "Titles": {
                        "eng": "I've Started the 'Being a God' Thing Again",
                        "jpn": "神様またはじめました"
                    },
                    "Summaries": {
                        "eng": "As the land god of the Mikage Shrine, Nanami is invited to the annual gathering of the gods in Izumo, but on the one condition that she must pass a test administered by Otohiko.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5092323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/5092323",
                    "Titles": {
                        "eng": "The God Goes to Izumo",
                        "jpn": "神様、出雲へいく"
                    },
                    "Summaries": {
                        "eng": "Now that Nanami is set to go to Izumo to attend the Divine Assembly, she must decide who goes with her - Tomoe or Mizuki. And she must also face the consequences of attending a divine event as a mortal being.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5100918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/5100918",
                    "Titles": {
                        "eng": "The God Falls into the Netherworld",
                        "jpn": "神様、黄泉におちる"
                    },
                    "Summaries": {
                        "eng": "Okuninushi, the god hosting the Divine Assembly, asks Nanami to go handle a situation happening on the border between the worlds of the living and the dead.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5112563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/5112563",
                    "Titles": {
                        "eng": "The God Races Across the Netherworld",
                        "jpn": "神様、黄泉をかける"
                    },
                    "Summaries": {
                        "eng": "Izanami imprisons Kirihito and refuses to allow Nanami to return to the surface with him. Nanami must decide how much she believes in her own powers and what she is willing to risk to save him.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5118471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/5118471",
                    "Titles": {
                        "eng": "The God Makes Her Second Romantic Confession",
                        "jpn": "神様、二度目の告白をする"
                    },
                    "Summaries": {
                        "eng": "When Tomoe reverted to being a wild fox to save Nanami, he undid his contract as her familiar. And now, he takes this opportunity to reconsider whether he wants to go back to Nanami or not.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5125167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/5125167",
                    "Titles": {
                        "eng": "The God Meets a Little Tengu",
                        "jpn": "神様、小天狗にあう"
                    },
                    "Summaries": {
                        "eng": "On her way home, Nanami runs into Himemiko and they spend some quality girl time together. Later, she meets a little tengu on a mission.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5130886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/5130886",
                    "Titles": {
                        "eng": "The God Goes to Mount Kurama",
                        "jpn": "神様、鞍馬山へいく"
                    },
                    "Summaries": {
                        "eng": "Kurama returns to Mount Kurama with Nanami and Tomoe to take Botanmaru home and see if he can help is ailing father.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5140577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/5140577",
                    "Titles": {
                        "eng": "The God Sneaks In",
                        "jpn": "神様、潜入する"
                    },
                    "Summaries": {
                        "eng": "Kurama's father is sick, but there is no easy way to get in to see him, so the gang must devise a way to get past Jiro's defenses.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5147724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/5147724",
                    "Titles": {
                        "eng": "The God is Blindsided",
                        "jpn": "神様、ふいうちをくらう"
                    },
                    "Summaries": {
                        "eng": "The ruse is simple. Nanami confers her godly powers to Kurama, so he can pretend to be a god, someone Jiro cannot turn away from the gates. While Kurama and Tomoe distract Jiro, Nanami sneaks in to deliver the cure.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5153258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/5153258",
                    "Titles": {
                        "eng": "The God Receives a Romantic Confession",
                        "jpn": "神様、告白される"
                    },
                    "Summaries": {
                        "eng": "The search for the Sojobo's soul leads to an unexpected place and an unexpected confession.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5160174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/5160174",
                    "Titles": {
                        "eng": "The God Goes Back to Being a Child",
                        "jpn": "神様、こどもにもどる"
                    },
                    "Summaries": {
                        "eng": "Kirihito, aka Akura-oh, has not given up on getting his body back from the Netherworld. But in the meantime, Nanami and her familiars go to see the Year God, to receive a talisman for the new year.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5166024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamisama-kiss/episodes/5166024",
                    "Titles": {
                        "eng": "The God Receives a Marriage Proposal",
                        "jpn": "神様、求婚される"
                    },
                    "Summaries": {
                        "eng": "Nanami is taught by her mother to become an independent woman, since her father is a deadbeat and her mother is about to die. After viewing her childhood memories, Tomoe takes young Nanami away from Mizuki. After spending time with young Nanami while strolling around in the town, young Nanami asked Tomoe if he loves her, to which he confirms. Tomoe then proposes a marriage with her, to which she agrees. Just then, Mizuki carries Nanami out of the gate, and Tomoe is upset that Nanami is unable to remember him in her fantasy. Furthermore, Nanami does not know much about her mother, especially since all of the photos of her mother were burned in a house fire long ago. When Nanami, Tomoe and Mizuki make it to the Year God Shrine, they are reluctant to find out that it is blocked by the Lord Year God's sheep, of which its wool takes up a lot of room. Nanami calms the sheep down so that the Lord Year God can trim its wool.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}