{
    "URL": "https://thetvdb.com/series/senran-kagura",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2360110/",
        "https://www.themoviedb.org/tv/46065"
    ],
    "Titles": {
        "eng": "Senran Kagura",
        "jpn": "閃乱カグラ"
    },
    "Summaries": {
        "eng": "There was a time when there were ninja serving the powerful, hired for intelligence missions, destruction, or assassination. While the times have changed, the need for ninja has not vanished. In a particular school, there are girls who are secretly in training to become ninja. Ninjas-in-training, Asuka, Katsuragi, Hibari, Ikaruga, and Yagiyuu each have a secret technique scroll that they protect at all times. This features their tumultuous school life as they pursue the path of the ninja!",
        "jpn": "命懸けで獲りにきて－。　揺れる！弾む！胸踊る♪究極の爆乳ハイパーバトルが今、幕を開ける！\r\n\r\n忍――。それは遙か昔、戦国の世にあった影（かげ）の存在。人の中に隠れ、探り、煽り、騙し、壊し、そして殺す――。あらゆる闇の仕事を引き受けていた陰（かげ）の存在。いつしか人々の心から消え去り、おとぎ話のように語られるだけになってしまった翳（かげ）の存在。しかし、彼らが人々の心から消え去ろうとも、人々の業が変わることはない。いまだ闇の世界に生きるものは必要とされ続けている。忍は今も存在しているのだ。現代の忍の雇い主は、政治家や大企業の幹部たち。強大な権力を持った彼らの中には、忍を己の欲を満たすための道具と考えているものもいる。そんな闇に動かされた\"悪忍\"たちに対抗するために、政府はあるプロジェクトを立ち上げた。\"善忍\"――そう呼ばれる国家所属の忍を育成する機密プロジェクトである。そして\"善忍\"を育成するために作られた機関が「内閣特務諜報部諜報一課付特殊機密諜報員養成所」――通称、忍学科。学生数1000人を抱える名門マンモス進学校「国立半蔵学院」の知られざる裏の姿。この物語は悪と戦う\"善忍\"となることに青春を捧げた、国立半蔵学院忍学科に籍を置く5人の少女たちの愛と勇気の軌跡である。"
    },
    "Aliases": [
        "Senran Kagura Shinovi Master: Tokyo Youma-hen",
        "Senran Kagura Shinovi Master",
        "Tokyo Youma-hen"
    ],
    "Modified": "2025-06-14",
    "Seasons": {
        "0": {
            "ID": "505199",
            "URL": "https://thetvdb.com/series/senran-kagura/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "4600200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4600200",
                    "Titles": {
                        "eng": "Exciting Physical Examination",
                        "jpn": "爆乳ハイパーオリジナルアニメーション「どきどき身体測定」"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4600201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4600201",
                    "Titles": {
                        "eng": "Hibari's Naked Body Must Be Hidden!",
                        "jpn": "爆乳ハイパーオリジナルアニメーション「雲雀の裸を隠すのだ！」"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4602858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4602858",
                    "Titles": {
                        "eng": "I want to Rub my Face in Those Breasts!",
                        "jpn": "爆乳ハイパーオリジナルアニメーション「その胸に顔を埋めたい！」"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4602956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4602956",
                    "Titles": {
                        "eng": "Ikaruga Style Exercise!",
                        "jpn": "爆乳ハイパーオリジナルアニメーション「斑鳩式エクササイズ」"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4602957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4602957",
                    "Titles": {
                        "eng": "Prohibited! Terror of the Forbidden Room!",
                        "jpn": "爆乳ハイパーオリジナルアニメーション「禁断！開かずの間の恐怖！」"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4602958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4602958",
                    "Titles": {
                        "eng": "A Rival Battle Without Honor!",
                        "jpn": "爆乳ハイパーオリジナルアニメーション「仁義なきライバル対決！」"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5180375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/5180375",
                    "Titles": {
                        "eng": "Estival Versus – Festival Eve Full of Swimsuits",
                        "jpn": "ESTIVAL VERSUS -水着だらけの前夜祭-"
                    },
                    "Summaries": {
                        "eng": "A letter arrives at Death Cram School. Inside is an invitation to a spa resort. While Yumi declares to the four excited girls that, \"This is evil itself,\" and points out that they are slacking off too much. After losing a game of boob rock-paper-scissors, however, the five kunoichi go to the resort. There, the five girls from Hanzō Academy, Homura Crimson Squad, and Hebijo Clandestine Girls' Academy also come, but decide to call a temporary truce. However, a trivial matter sets off a sour quarrel and they settle it with a showdown in the style of the ancient shinobi.",
                        "jpn": "２月。月閃女学館の雪泉と夜桜は雪の中での実践修行をし、残りの３人は部屋のコタツでダラダラしているそんな中、豪華なスパリゾートへの５人分の招待状が届いた。早速、行こうと盛り上がるが、修行から帰ってきた雪泉は「ダメ。悪そのものです」と言い切り、みんなダラけすぎていると指摘する。しかし夜桜も行ってみたいと言う。様々な意見が飛び交い「メンバーの中で意見が割れた場合はおっぱいじゃんけんだよ！おっぱいじゃんけんで決めろって黒影様も言ってたよ！」と言い出した四季が勝ってプールに行くことに。\r\nプールには、斑鳩の父から招待券をもらった半蔵学院、福引で当たった焔紅蓮隊、両奈が大道芸で稼いだお金でチケットを買った蛇女子学園の面々もやって来ていたが、「今日は楽しもう」と善忍も悪忍も無く一時休戦状態に。しかし、些細なことから不毛な言い争いになってしまい、雪泉の提案により古来よりの忍びの決闘法である忍騎馬戦で雌雄を決する事になるのであった。忍騎馬戦の伝統的な衣装「はっぴとふんどし姿」に身を包んだ少女達の激しい戦いが始まった。\r\n \r\n同時刻…ある場所で怪しげな儀式を行う4人の影、「さて、大きな大きな祭の前夜祭を始めるとするかね」"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "505200",
            "URL": "https://thetvdb.com/series/senran-kagura/seasons/official/1",
            "Titles": {
                "eng": "Senran Kagura: Ninja Flash!",
                "jpn": "閃乱カグラ",
                "fra": "Senran Kagura: Ninja Flash!"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "fra": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4436102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4436102",
                    "Titles": {
                        "eng": "Ninja That Stand Atop Skyscrapers",
                        "jpn": "摩天楼に立つ忍者"
                    },
                    "Summaries": {
                        "eng": "Asuka, Ikaruga, Katsuragi, Yagyu and Hibari are five school girls who secretly train in the ninja arts. As they are sent by their mentor, Kiriya, to handle some delinquents in town, Asuka meets a girl named Homura and helps guide her through town, unaware that she is secretly an enemy shinobi. Meanwhile, the others encounter the delinquents, who are soon revealed to be wooden puppets controlled by an enemy shinobi. As the girls manage to beat the puppets, Asuka remains blissfully unaware of Homura's true alliance.",
                        "jpn": "国立半蔵学院―東京浅草にある名門マンモス進学校の知られざる裏の顔。\r\nそれは善忍と呼ばれる国家所属の忍を育成する秘密機関、通称忍学科の存在である—。\r\n忍学科に所属する飛鳥たち５人の少女は学院の一般生徒に気付かれることなく、日夜一流の忍になるため、修行に励んでいた。\r\nある日、修行の一環として、商店街の不良退治に向かった飛鳥は、修学旅行で浅草に来たが迷ってしまったという少女と出逢う。\r\n修行中にもかかわらず道案内を買って出る飛鳥だったが、その少女は後ろ手に短刀を隠し持っていた。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4446631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4446631",
                    "Titles": {
                        "eng": "The Legendary Shinobi Appears",
                        "jpn": "伝説の忍あらわる"
                    },
                    "Summaries": {
                        "eng": "As the girls train in summoning animal spirits, Asuka is the only one having trouble summoning hers. Her grandfather, the legendary shinobi Hanzou, comes to visit and informs her that their family's spirit is the tree frog, which Asuka is afraid of. As Asuka attempts to get used to frogs, Hanzou informs Kiriya that the evil Serpent Girl's Academy is behind the puppet attack. On their way home, Asuka and Ikaruga are attacked by one of the enemy shinobi.",
                        "jpn": "心にイメージした生物を具現化させることで、超常的な力を発揮する奥義\"秘伝忍法\"の修行をする飛鳥たち５人。\r\n他のメンバーが龍や鳳凰、イカなどの召喚に次々と成功する中、飛鳥だけがなぜか上手くできない。\r\n皆の前では元気に振る舞うが、このままでは伝説の忍である祖父の名を汚すことになってしまうと落ち込む。\r\n\r\n翌日、飛鳥たちが修行から戻ると、忍部屋に寿司屋台ができていた。唖然とする一同。\r\nそして寿司カウンターから現れたのはやたらと陽気な老人。\r\n「じっちゃん!？」老人の名は半蔵――すなわち、伝説の忍にして飛鳥の祖父その人だった。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4446632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4446632",
                    "Titles": {
                        "eng": "Moonlight Intruder",
                        "jpn": "月下の侵入者"
                    },
                    "Summaries": {
                        "eng": "The dark shinobi engages Ikaruga in battle and overwhelms her with her array of weapons before taking her leave. Later, Ikaruga is informed that her brother, Murasame, who she replaced to become the shinobi successor of her family, has gone missing. Later that night, Ikaruga encounters Murasame in her room stealing her sword, Hien, but she manages to send him packing easily enough. After being ejected from the household, Murasame is met by Hanzou, who reminds him that being a shinobi isn't the only way of life. After receiving some advice from Hanzou, Ikaruga decides to start giving Asuka summoning lessons, managing to help her get over her fear of frogs and learn to use her summoning art.",
                        "jpn": "飛鳥は、斑鳩とじっちゃんの歓迎会の買い出しに出かけたが、そこのスーパーで武器を手にした謎の少女に襲われる。\r\n有名財閥の子女である斑鳩に対して敵愾心を燃やす少女の攻撃に圧倒される二人だったが、忍結界が解けると少女はいずこへと消えていた。\r\n\r\n学院に戻った斑鳩は忍クラスの教師・霧夜から兄の村雨が行方不明であると聞かされる。\r\n斑鳩は、忍者の適性に劣る兄の代わりに、忍の名門である家と家宝の名刀“飛燕”を継承するために遠縁から迎えられた養女であり、兄とはほとんど話をしたこともない関係だった。\r\n歓迎会が終わった夜、兄の行方を案じる斑鳩が部屋に戻るとそこには“飛燕”を手にする兄・村雨の姿があった。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4446633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4446633",
                    "Titles": {
                        "eng": "Seaside Training - Shinobi Island",
                        "jpn": "臨海修行・忍島"
                    },
                    "Summaries": {
                        "eng": "Kiriya takes the girls to Shinobi Island to train. Two more dark shinobis, Mirai and Hikage, attacked. As with the other battles, neither Mirai nor Hikage took their battles seriously and left rather abruptly. However, Mirai revealed to Hibari that she is a freshman at the Serpent Academy for Girls, leading Kiriya to inform his students that these dark shinobis are also from that same academy.",
                        "jpn": "臨海修行のため、忍島にやってきた半蔵学院のメンバーたち。\r\nそこには、江戸時代から名のある忍が修行を積んできたという屋敷があるのだが、想像以上の年代物で、最初の修行は屋敷の掃除となる。\r\n掃除の最中、梁の裏に「スーパーニンジャ」という文字が書かれているのを見つけた雲雀だが、霧夜先生にスーパー忍者のことを聞くも、笑ってごまかされてしまう。\r\n\r\n翌日、指導を終えてビーチで寝ていた霧夜が、鈴の音の気配を感じ起き上がると、側に矢文が刺さっていた。\r\n一方、自由時間を海水浴で満喫する雲雀たちの前には、蛇女子学園のメンバーが現れる。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4446634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4446634",
                    "Titles": {
                        "eng": "Sneak Attack! Hanzo Academy",
                        "jpn": "奇襲！半蔵学院"
                    },
                    "Summaries": {
                        "eng": "The Hanzo girls train even harder to be ready for the Hebijo shinobi's next move. The Hebijo girls sneak onto campus to locate the Hanzo girls' training facility. Upon finding the old schoolhouse, it is placed in a kekkai, trapping the Hanzo girls inside!",
                        "jpn": "秘立蛇女子学園―非合法の忍、すなわち悪忍育成を目的とした闇の秘密教育機関。\r\nその選抜メンバー５人に半蔵学院への潜入指令が下される。\r\nその目的は、半蔵学院に隠されているという超秘伝忍法書を奪うこと。\r\nそうとは知らずに、飛鳥たち５人が忍クラスで授業を受けていると侵入者を知らせるブザーが鳴り響く。\r\n霧夜が様子を見に行くが、そこには木の人形が倒れているだけだった。\r\n\r\nその頃、飛鳥たちがいる教室に異変が起こる。\r\n視界が歪み、学院全体が忍結界に包まれる中、蛇女子学園のメンバーが現れる。\r\nその中の一人、焔は、飛鳥が以前、浅草の道案内をした少女だった。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4446635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4446635",
                    "Titles": {
                        "eng": "Interlocking Shinobi Kekkai Barriers",
                        "jpn": "連動忍結界"
                    },
                    "Summaries": {
                        "eng": "The Hanzo shinobi continue to fight one-on-one against the Hebijo shinobi. When Yagyu manages to defeat her opponent and free herself from her pocket of kekkai space, she attempts to enter Hibari's pocket to protect her, at great physical risk to herself.",
                        "jpn": "監視網を縫って半蔵学院旧校舎に潜入した蛇女子学園の悪忍５人は、旧校舎を覆い尽くすほどの巨大な連動忍結界を張り巡らせる。\r\n結界の中で飛鳥たち５人は分断され、飛鳥vs焔、斑鳩vs詠、柳生vs未来、葛城vs日影、雲雀vs春花とそれぞれが相戦うことになってしまい、秘伝忍法を使ってもなお悪忍たちの圧倒的な力で苦戦をしいられる。\r\n\r\n一方、忍結界の外におびき出された霧夜は巨大な連動忍結界に覆われた旧校舎を見上げながら過去の記憶を甦らせる。\r\n傀儡忍術の応用技である連動結界は、死んだはずのかつての教え子が編み出したものだった。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4446636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4446636",
                    "Titles": {
                        "eng": "Hiking Terror",
                        "jpn": "恐怖のハイキング"
                    },
                    "Summaries": {
                        "eng": "Still reeling from the blow they were dealt by Hebijo, Kiriya decides to ramp up the girls' training with a mountain-climbing training excursion. This so-called \"Hai-kin-gu\" training provides many challenges to the Hanzo team, both together and separately.",
                        "jpn": "蛇女子学園の潜入を許してしまった飛鳥たち５人に霧夜は新たな特訓を命ずる。\r\nその特訓とは「ハイ・キン・グ（這緊虞）」。\r\n生存術を強化するため、最低限の装備のみで極限空間を与えられた任務を全うしながら丸二日間生き延びなければならないという過酷な修行であった。\r\n山頂にあるという巻物を手に入れたものが勝者となるため、５人はそれぞれに出発するが、行く手には数々の難関が立ち塞がる。\r\nボロボロになりながらも山頂にたどりついた５人だが、最後の敵として目の前に現れたのは、伝説の先輩、大道寺その人であった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4446637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4446637",
                    "Titles": {
                        "eng": "A Shinobi Classroom Retrospective",
                        "jpn": "追憶の忍教室"
                    },
                    "Summaries": {
                        "eng": "Kiriya's training of the girls turns especially strict. Afterward, he reminisces about the time two years earlier when Ikaruga and Katsuragi were new students. As Asuka, Hibari, and Yagyu join in later on, the road to the team's formation is revealed.",
                        "jpn": "忍教室での修行がますます厳しさを増す中、霧夜は手裏剣を上手くかわせない雲雀とそんな雲雀をつい庇ってしまう柳生に補修行を課す。\r\n霧夜は、５人の生徒は各々特質は違うが、鍛練次第では相当の逸材と見込んでいたのだ。\r\n３年前、忍学科の１年生として入学した当時の斑鳩と葛城は、反目し合っていたが、いまでは互いに凌ぎ合う仲となり、２年前に入学した飛鳥も、不器用ながらも伝説の忍の孫という名を背負い日々修行を続けていた。\r\n一方、大道寺は、蛇女子学園の悪忍が繰り出す技が、忍学科の先輩で忍修行で一度も倒せなかった凛のものであると気づき、自らも決着をつける時が近いと考えていた。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4446638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4446638",
                    "Titles": {
                        "eng": "Hebijo Clandestine Girls' Academy",
                        "jpn": "秘立蛇女子学園"
                    },
                    "Summaries": {
                        "eng": "Under Haruka's control, Hibari breaks into Hanzo Academy's depository and takes the super-secret ninja art scroll. After Haruka leaves with the scroll, Hibari feels that she has betrayed the others, and runs away from the academy to get the scroll back.",
                        "jpn": "先の奇襲以来、警備を強化していたはずの旧校舎に何者かが侵入し、超秘伝忍法書が盗まれてしまう。\r\n霧夜から部屋での待機を命じられる飛鳥たちだが、いつの間にか雲雀がいなくなっていることに気付く。\r\n超秘伝忍法書を盗みだした侵入者を手引きしたのは、蛇女子学園の悪忍に操られた雲雀だった。雲雀は、自らの手で忍法書を取り戻すため、一人、蛇女子学園へと向かったのだ。\r\n雲雀がいなくなったことに責任を感じた柳生は、蛇女子学園の場所がわからないまま部屋を飛び出してしまう。\r\n一方、転校生として蛇女子学園に迎えられた雲雀は、春花たちの教官、鈴音と対面する。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4446639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4446639",
                    "Titles": {
                        "eng": "Yin and Yang",
                        "jpn": "陰と陽"
                    },
                    "Summaries": {
                        "eng": "With the map from Suzune, the Hanzo Academy shinobi prepare to attack the Hebijo base. As Hibari learns more about Hebijo's training methods, she is determined to take back the secret scroll. Suzune gets in hot water for luring the Hanzo shinobi to Hebijo.",
                        "jpn": "鈴の音に導かれるまま、誰もいない境内にやってきた霧夜を待っていたのは、鈴音だった。\r\n霧夜は、太刀筋から鈴音がかつての自分の教え子、凛であると見破るが、鈴音は、蛇女子学園で待っていると地図を残し姿を消してしまう。\r\n\r\n蛇女子学園の場所を聞いた飛鳥たちは、霧夜の反対にもかかわらず、雲雀の救出と超秘伝忍法書の奪還のため、危険を顧みず敵地に乗り込むことを決意する。\r\nその頃、飛鳥たちが蛇女子学園に向かっていることを知った雲雀は、超秘伝忍法書を取り戻そうと蛇女子学園天守閣の最上階に忍び込む。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4446640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4446640",
                    "Titles": {
                        "eng": "Castle Showdown",
                        "jpn": "決戦天守閣"
                    },
                    "Summaries": {
                        "eng": "Yomi waits in ambush to keep the Hanzo shinobi from moving forward. As Ikaruga takes matters into her own hands, Hibari is desperate to escape her cell and tell the others not to fight the Hebijo students, as it will mean their deaths if they lose.",
                        "jpn": "蛇女子学園への潜入に成功した飛鳥たち４人は雲雀と忍法書を取り戻すため、天守閣へと向かう。\r\n次々と姿をあらわす警護忍を倒し、ようやく見つけた隠し扉から天守閣に入るが、迷路のような内部には詠たち悪忍が待ち伏せていた。\r\n\r\n斑鳩は、仲間を先に進ませるために自ら忍結界を張り、詠との対戦を決意する。\r\nまた、柳生、葛城そして飛鳥の行く手にもそれぞれに未来、日影、焔が立ち塞がる。\r\nその頃、牢屋につながれた雲雀は、春花から蛇女子学園の生徒にかけられている「軛の術」＝戦いに敗れたものは死んでしまうという術を解けるのは、蛇女子学園のオーナー道元だけだと聞かされる。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4446641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4446641",
                    "Titles": {
                        "eng": "Super-Secret Ninja Art",
                        "jpn": "超秘伝忍法"
                    },
                    "Summaries": {
                        "eng": "Fierce battles continue to be waged as the Hanzo Academy shinobi try to reach the castle's top floor. Meanwhile, outside, Kiriya, Daidoji, and Suzune have a confrontation of their own. With everything at stake, Asuka and Homura engage in one last showdown.",
                        "jpn": "半蔵学院vs蛇女子学園。天守閣のそこかしこで繰り広げられる戦いは激しさをます。\r\nそんな中、「蛇女子学園の生徒たちは戦いに敗れると死ぬ―」雲雀の声を感じとった飛鳥たちは、真の敵は最上階にいるオーナー道元だということを知る。\r\n戦いをやめ、道元の元へと向かおうとする飛鳥を、忍の運命として軛の術を受け入れている焔たちは阻止しようとするが、何かに導かれるように、いつしか最上階での戦いとなる。\r\n\r\nその頃、道元の手元にある陰と陽の超秘伝忍法書からは、オーラを放ち輝きをましていた。\r\n道元は、忍法書に選ばれし者の力を拠り代として、超秘伝忍法書の力をいままさに手中に収めようとしていた――"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "777800",
            "URL": "https://thetvdb.com/series/senran-kagura/seasons/official/2",
            "Titles": {
                "eng": "Senran Kagura: Shinovi Master",
                "jpn": "閃乱カグラ SHINOVI MASTER -東京妖魔篇-",
                "fra": "Senran Kagura: Shinovi Master"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "fra": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6817500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/6817500",
                    "Titles": {
                        "eng": "Change The World",
                        "jpn": "CHANGE THE WORLD"
                    },
                    "Summaries": {
                        "eng": "What is the true justice? How can a shinobi best protect those she cares about? Where did all my clothes go? The Shinobi of Senran Kagura are back for a new season, as they try to answer these questions and more!",
                        "jpn": "クリスマスムード一色の東京・原宿にやってきた雪泉と飛鳥。プレゼント用のネコ耳を探しながら、両手いっぱいに紙袋を抱え休日の買い物を楽しんでいた。一方、焔たち焔紅蓮隊メンバーは七面鳥を食べるためにアルバイト、斑鳩、葛城、柳生、雲雀は街に出かけるなどそれぞれのクリスマス準備にいそしんでいた。忍の使命を課せられた少女たちにとって、忍務の合間のちょっとした幸せな時間。だがそんな時間は長くは続かなかった。少女たちの前に現れたのは妖魔、そして謎の忍集団だった…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6862676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/6862676",
                    "Titles": {
                        "eng": "PBS",
                        "jpn": "PBS"
                    },
                    "Summaries": {
                        "eng": "The shinobi receive a mysterious message delivered by arrow from an unknown, and potentially deadly, assailiant who lurks in the shadows. The letter lures them to an empty spa resort, where they'll begin a trial like they've never faced before. But first, it's time for everyone to have a squirt gun fight in skimpy swimsuits!",
                        "jpn": "雪泉はスマートフォンを持っていないために飛鳥に連絡することができず、落とした大事なネコ耳を返せなかったことを気に病んでいた。そんな雪泉たち月閃女学館メンバーのもとに、スパリゾートへの招待券が矢文で届く。怪しすぎる招待に罠を疑いつつ、おっぱいじゃんけんの結果、スパリゾートへ向かうことに。そこには蛇女子学園と焔紅蓮隊のメンバーも招待されていたが、なぜか飛鳥たち半蔵学院は一人もいなかった。胸騒ぎのする雪泉だったが、焔の挑発でピーチビーチスプラッシュ・スケスケver.対決が開始された。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "6870477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/6870477",
                    "Titles": {
                        "eng": "Rocket Dive",
                        "jpn": "ROCKET DIVE"
                    },
                    "Summaries": {
                        "eng": "Everyone needs to rest before the tournament, which means it's time for the hot springs episode! The girls also try to sneak into a middle school, which means lots of tight school uniforms that don't quite fit.",
                        "jpn": "雪泉を一人呼び出した飛鳥は、「忍に正義なんかない」と言い放ち雪泉をシノビマスターに参加させまいと襲い掛かる。二人の秘伝忍法がぶつかり合い、雪泉は右腕にキズを負うが飛鳥の姿は消えていた。翌日、飛鳥が気がかりな雪泉は飛鳥の祖父半蔵の寿司屋を訪ねるが、「しばらく休みます」と貼り紙が。同じように訪ねてきていた焔と飛鳥の様子を話し合い、おかしな態度が気懸りなものの、半蔵学院のみんなを救うためシノビマスターへの参加を告げる。雪泉の怪我を心配した焔は、キズに効く温泉を紹介する。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6882320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/6882320",
                    "Titles": {
                        "eng": "It's Showtime!!",
                        "jpn": "IT’S SHOWTIME"
                    },
                    "Summaries": {
                        "eng": "The Gessen girls infiltrate their middle school to get more info on Gekkou and Senkou. This means cosplay, and outfits that are way too small.",
                        "jpn": "「シノビマスターズ」へ神楽を参加させるため、かぐら、奈楽、蓮華、華毘、華風流たち巫神楽の前にあらわれる雪不帰。かぐらは神楽へと転身し、雪不帰との闘いが始まる。神楽の攻撃に無抵抗なまま雪不帰の服が切り刻まれていく中、いつの間に攻撃されたのか神楽の服も吹き飛ぶ。そして「私が何者か知りたければ、シノビマスターズに参加することです。」と言葉を残し、月光、閃光とともに雪不帰は消えていった。一方、月光と閃光が月閃女学館の中等部生徒だと夜桜から知らされた雪泉、叢、四季、美野里は調査へと向かうのだった。。。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6888656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/6888656",
                    "Titles": {
                        "eng": "Be Honest",
                        "jpn": "BE HONEST"
                    },
                    "Summaries": {
                        "eng": "Wounded from the battles up to this point, the team decides to go to a hot springs to recuperate.",
                        "jpn": "最強の忍チームを決める「シノビマスターズ」が司会席の雪不帰の発声とともに、開幕した。参加者の中には月閃、蛇女、かぐらをはじめとした巫神楽もいた。更に会場に姿を現した飛鳥に雪泉は動揺する。一方、飛鳥に傷を負わされた焔はいつもと違う様子だった飛鳥を心配していた。「シノビマスターズ」は焔が負傷したため不参加とした焔紅蓮隊メンバーだったが、あらためて焔とともに抜忍らしく大会へ無理矢理参加する事を画策する。その頃、闘技場では月光・閃光から第一試合の種目「禅羅怒ッ血暴流！（全裸ドッヂボール）」が発表された。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6898792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/6898792",
                    "Titles": {
                        "eng": "Shinovi Versus",
                        "jpn": "SHINOVI VERSUS"
                    },
                    "Summaries": {
                        "eng": "The Shinobi Masters battle begins, as the girls prepare themselves for a brutal fight to determine the ultimate shinobi.",
                        "jpn": "雪不帰を倒さんとする雪泉、飛鳥の前に月光、閃光が立ちはだかる。黒影の信念「悪のない善だけの世界」のために雪泉を倒すという月光に過去の自分を重ねる雪泉。一方、閃光の口ぶりに違和感を抱く飛鳥…。各々の想いを胸に「シノビマスターズ」決勝戦の戦いの火蓋が切って落とされた。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "6898797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/6898797",
                    "Titles": {
                        "eng": "We'll Meet Again",
                        "jpn": "WE'LL MEET AGAIN"
                    },
                    "Summaries": {
                        "eng": "The Shinobi Masters tournament is over, and now the girls must fight Fubuki, and learn more about her past.",
                        "jpn": "辛うじて月光と閃光を倒した雪泉と飛鳥。しかし、飛鳥の体は限界に達していた。最後の決着をつけるべく雪不帰のもとに向かう雪泉。「新たな正義を示す」という雪泉に対し、雪不帰は不敵な笑みを浮かべながら黒い鉄扇を構えた。一方、闘技場の観客席ではかぐらが奈楽、巫神楽三姉妹に黒影の過去を語る。それは意外な過去だった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "6923399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/6923399",
                    "Titles": {
                        "eng": "Don't Stop Believing",
                        "jpn": "DON'T STOP BELIEVING"
                    },
                    "Summaries": {
                        "eng": "Fubuki declares that she will kill both good and evil shinobi alike. She reveals a shocking truth to the shinobi, before leaving them...",
                        "jpn": "「忍は善も悪も等しく妖魔と共に滅ぼす！」と雪不帰は宣戦布告する。妖魔「羅刹」とともに並び立つ雪不帰の姿に動揺する雪泉たち。妖魔は人に仇なす存在ではなく、妖魔に対して先に仕掛けてきたのは忍の方だと説く雪不帰。その証拠を見せようとした瞬間、飛鳥に遮られる。宣戦布告という目的を果たした雪不帰と羅刹は、月光と閃光をその場に残し姿を消していった…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "6931151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/6931151",
                    "Titles": {
                        "eng": "Burn",
                        "jpn": "BURN"
                    },
                    "Summaries": {
                        "eng": "The door to the other world opens, and yoma begin to swarm the city. Kagura deplys a Super Shinobi Barrier to keep people safe from the yoma, but it has a side effect: all the girls' clothes fall off...",
                        "jpn": "異界の扉が開き、街中に現れた妖魔と戦いを繰り広げる忍たち。その様子を見てこのままでは多くの人々が巻き込まれてしまうと感じたかぐらは奥の手、「超忍結界」を張り巡らした。すると妖魔と戦っていた詠が下着姿に、斑鳩は靴下だけの姿になってしまう。かぐらの超忍結界は忍を強制的に「命駆状態」にしてしまうのだった。一方、結界の外にいる雪不帰が攻撃に参加しようとしたその時、眼の前に現れたのは月光と閃光であった…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "6940545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/6940545",
                    "Titles": {
                        "eng": "Two Hearts",
                        "jpn": "TWO HEARTS"
                    },
                    "Summaries": {
                        "eng": "The next door to the other world will open in a hot springs town. The team goes there to be ready to fight, but first, they need to stay in the hot springs.",
                        "jpn": "新しい異界の扉が開くのを感じたかぐらの言葉に従って温泉街へとやってきた忍たち。異界の扉の詳しい場所までは分からないため、一旦宿で待機する事になる。風情のある温泉宿に入っていくと驚いた事に雪不帰もそこにいた。睨み合う雪不帰と一同。しかし雪泉は皆を制止し、雪不帰と話し合いをしたいと言い出す。雪泉の言葉を受け、納得した月閃メンバーたちは妖魔が出現するまで温泉街で遊ぶことに決める。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "6950430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/6950430",
                    "Titles": {
                        "eng": "Life Is Beautiful",
                        "jpn": "LIFE IS BEAUTIFUL"
                    },
                    "Summaries": {
                        "eng": "The door to the other world is open and yoma are pouring through . Katsuragi comes up with a plan to use the girls as bait so that they can be sealed. But Asuka is getting more and more worn down...",
                        "jpn": "異界への扉が開き続々と這い出て来る妖魔。集結する月閃、半蔵、蛇女、焔紅蓮隊の忍たち。「忍」と「妖魔」の最終決戦が幕を開ける。葛城の奇想天外な発想で妖魔を一箇所に集め飛鳥が「封魔光輪」で封印するものの、その力は飛鳥の体を蝕んでいく。そこに現れた雪不帰と羅刹に立ち向かう飛鳥だったが…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "6965725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/6965725",
                    "Titles": {
                        "eng": "Hometown",
                        "jpn": "HOMETOWN"
                    },
                    "Summaries": {
                        "eng": "Rasetsu fights the shinobi while Yuki battles Fubuki. Fubuki is insistent that she's going to slay all the shinobi, no matter what it costs, and no matter what it means to her grandfather...",
                        "jpn": "雪不帰のために命を賭けて「忍」を滅ぼすのだという羅刹。倒れていた飛鳥も立ち上がり､命を賭けてでも羅刹を封印すると決意の言葉を吐く。「封魔光輪」で羅刹を封印しようとするが、羅刹が力を解放し封印を断ち切ってしまった。一方、激しい戦いを繰り広げる雪泉と雪不帰だったが、雪不帰の一撃に吹き飛ばされ雪泉は湖の中に沈んでいってしまう。「忍」と「妖魔」の壮絶な戦い。果たしてこの戦いの結末は…。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}