{
    "URL": "https://thetvdb.com/series/senran-kagura",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2360110/",
        "https://www.themoviedb.org/tv/46065"
    ],
    "TitleEnglish": "Senran Kagura",
    "SummaryEnglish": "There was a time when there were ninja serving the powerful, hired for intelligence missions, destruction, or assassination. While the times have changed, the need for ninja has not vanished. In a particular school, there are girls who are secretly in training to become ninja. Ninjas-in-training, Asuka, Katsuragi, Hibari, Ikaruga, and Yagiyuu each have a secret technique scroll that they protect at all times. This features their tumultuous school life as they pursue the path of the ninja!",
    "Aliases": [
        "Senran Kagura Shinovi Master: Tokyo Youma-hen",
        "Senran Kagura Shinovi Master",
        "Tokyo Youma-hen"
    ],
    "Modified": "2025-06-14",
    "Seasons": {
        "0": {
            "ID": "505199",
            "URL": "https://thetvdb.com/series/senran-kagura/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "4600200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4600200",
                    "TitleEnglish": "Exciting Physical Examination",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "4600201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4600201",
                    "TitleEnglish": "Hibari's Naked Body Must Be Hidden!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "4602858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4602858",
                    "TitleEnglish": "I want to Rub my Face in Those Breasts!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "4602956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4602956",
                    "TitleEnglish": "Ikaruga Style Exercise!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "4602957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4602957",
                    "TitleEnglish": "Prohibited! Terror of the Forbidden Room!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "4602958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4602958",
                    "TitleEnglish": "A Rival Battle Without Honor!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "5180375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/5180375",
                    "TitleEnglish": "Estival Versus – Festival Eve Full of Swimsuits",
                    "SummaryEnglish": "A letter arrives at Death Cram School. Inside is an invitation to a spa resort. While Yumi declares to the four excited girls that, \"This is evil itself,\" and points out that they are slacking off too much. After losing a game of boob rock-paper-scissors, however, the five kunoichi go to the resort. There, the five girls from Hanzō Academy, Homura Crimson Squad, and Hebijo Clandestine Girls' Academy also come, but decide to call a temporary truce. However, a trivial matter sets off a sour quarrel and they settle it with a showdown in the style of the ancient shinobi.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "505200",
            "URL": "https://thetvdb.com/series/senran-kagura/seasons/official/1",
            "TitleEnglish": "Senran Kagura: Ninja Flash!",
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4436102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4436102",
                    "TitleEnglish": "Ninja That Stand Atop Skyscrapers",
                    "SummaryEnglish": "Asuka, Ikaruga, Katsuragi, Yagyu and Hibari are five school girls who secretly train in the ninja arts. As they are sent by their mentor, Kiriya, to handle some delinquents in town, Asuka meets a girl named Homura and helps guide her through town, unaware that she is secretly an enemy shinobi. Meanwhile, the others encounter the delinquents, who are soon revealed to be wooden puppets controlled by an enemy shinobi. As the girls manage to beat the puppets, Asuka remains blissfully unaware of Homura's true alliance.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4446631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4446631",
                    "TitleEnglish": "The Legendary Shinobi Appears",
                    "SummaryEnglish": "As the girls train in summoning animal spirits, Asuka is the only one having trouble summoning hers. Her grandfather, the legendary shinobi Hanzou, comes to visit and informs her that their family's spirit is the tree frog, which Asuka is afraid of. As Asuka attempts to get used to frogs, Hanzou informs Kiriya that the evil Serpent Girl's Academy is behind the puppet attack. On their way home, Asuka and Ikaruga are attacked by one of the enemy shinobi.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4446632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4446632",
                    "TitleEnglish": "Moonlight Intruder",
                    "SummaryEnglish": "The dark shinobi engages Ikaruga in battle and overwhelms her with her array of weapons before taking her leave. Later, Ikaruga is informed that her brother, Murasame, who she replaced to become the shinobi successor of her family, has gone missing. Later that night, Ikaruga encounters Murasame in her room stealing her sword, Hien, but she manages to send him packing easily enough. After being ejected from the household, Murasame is met by Hanzou, who reminds him that being a shinobi isn't the only way of life. After receiving some advice from Hanzou, Ikaruga decides to start giving Asuka summoning lessons, managing to help her get over her fear of frogs and learn to use her summoning art.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4446633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4446633",
                    "TitleEnglish": "Seaside Training - Shinobi Island",
                    "SummaryEnglish": "Kiriya takes the girls to Shinobi Island to train. Two more dark shinobis, Mirai and Hikage, attacked. As with the other battles, neither Mirai nor Hikage took their battles seriously and left rather abruptly. However, Mirai revealed to Hibari that she is a freshman at the Serpent Academy for Girls, leading Kiriya to inform his students that these dark shinobis are also from that same academy.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4446634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4446634",
                    "TitleEnglish": "Sneak Attack! Hanzo Academy",
                    "SummaryEnglish": "The Hanzo girls train even harder to be ready for the Hebijo shinobi's next move. The Hebijo girls sneak onto campus to locate the Hanzo girls' training facility. Upon finding the old schoolhouse, it is placed in a kekkai, trapping the Hanzo girls inside!",
                    "Aliases": []
                },
                "6": {
                    "ID": "4446635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4446635",
                    "TitleEnglish": "Interlocking Shinobi Kekkai Barriers",
                    "SummaryEnglish": "The Hanzo shinobi continue to fight one-on-one against the Hebijo shinobi. When Yagyu manages to defeat her opponent and free herself from her pocket of kekkai space, she attempts to enter Hibari's pocket to protect her, at great physical risk to herself.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4446636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4446636",
                    "TitleEnglish": "Hiking Terror",
                    "SummaryEnglish": "Still reeling from the blow they were dealt by Hebijo, Kiriya decides to ramp up the girls' training with a mountain-climbing training excursion. This so-called \"Hai-kin-gu\" training provides many challenges to the Hanzo team, both together and separately.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4446637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4446637",
                    "TitleEnglish": "A Shinobi Classroom Retrospective",
                    "SummaryEnglish": "Kiriya's training of the girls turns especially strict. Afterward, he reminisces about the time two years earlier when Ikaruga and Katsuragi were new students. As Asuka, Hibari, and Yagyu join in later on, the road to the team's formation is revealed.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4446638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4446638",
                    "TitleEnglish": "Hebijo Clandestine Girls' Academy",
                    "SummaryEnglish": "Under Haruka's control, Hibari breaks into Hanzo Academy's depository and takes the super-secret ninja art scroll. After Haruka leaves with the scroll, Hibari feels that she has betrayed the others, and runs away from the academy to get the scroll back.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4446639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4446639",
                    "TitleEnglish": "Yin and Yang",
                    "SummaryEnglish": "With the map from Suzune, the Hanzo Academy shinobi prepare to attack the Hebijo base. As Hibari learns more about Hebijo's training methods, she is determined to take back the secret scroll. Suzune gets in hot water for luring the Hanzo shinobi to Hebijo.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4446640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4446640",
                    "TitleEnglish": "Castle Showdown",
                    "SummaryEnglish": "Yomi waits in ambush to keep the Hanzo shinobi from moving forward. As Ikaruga takes matters into her own hands, Hibari is desperate to escape her cell and tell the others not to fight the Hebijo students, as it will mean their deaths if they lose.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4446641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/4446641",
                    "TitleEnglish": "Super-Secret Ninja Art",
                    "SummaryEnglish": "Fierce battles continue to be waged as the Hanzo Academy shinobi try to reach the castle's top floor. Meanwhile, outside, Kiriya, Daidoji, and Suzune have a confrontation of their own. With everything at stake, Asuka and Homura engage in one last showdown.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "777800",
            "URL": "https://thetvdb.com/series/senran-kagura/seasons/official/2",
            "TitleEnglish": "Senran Kagura: Shinovi Master",
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6817500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/6817500",
                    "TitleEnglish": "Change The World",
                    "SummaryEnglish": "What is the true justice? How can a shinobi best protect those she cares about? Where did all my clothes go? The Shinobi of Senran Kagura are back for a new season, as they try to answer these questions and more!",
                    "Aliases": []
                },
                "2": {
                    "ID": "6862676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/6862676",
                    "TitleEnglish": "PBS",
                    "SummaryEnglish": "The shinobi receive a mysterious message delivered by arrow from an unknown, and potentially deadly, assailiant who lurks in the shadows. The letter lures them to an empty spa resort, where they'll begin a trial like they've never faced before. But first, it's time for everyone to have a squirt gun fight in skimpy swimsuits!",
                    "Aliases": []
                },
                "3": {
                    "ID": "6870477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/6870477",
                    "TitleEnglish": "Rocket Dive",
                    "SummaryEnglish": "Everyone needs to rest before the tournament, which means it's time for the hot springs episode! The girls also try to sneak into a middle school, which means lots of tight school uniforms that don't quite fit.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6882320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/6882320",
                    "TitleEnglish": "It's Showtime!!",
                    "SummaryEnglish": "The Gessen girls infiltrate their middle school to get more info on Gekkou and Senkou. This means cosplay, and outfits that are way too small.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6888656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/6888656",
                    "TitleEnglish": "Be Honest",
                    "SummaryEnglish": "Wounded from the battles up to this point, the team decides to go to a hot springs to recuperate.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6898792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/6898792",
                    "TitleEnglish": "Shinovi Versus",
                    "SummaryEnglish": "The Shinobi Masters battle begins, as the girls prepare themselves for a brutal fight to determine the ultimate shinobi.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6898797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/6898797",
                    "TitleEnglish": "We'll Meet Again",
                    "SummaryEnglish": "The Shinobi Masters tournament is over, and now the girls must fight Fubuki, and learn more about her past.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6923399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/6923399",
                    "TitleEnglish": "Don't Stop Believing",
                    "SummaryEnglish": "Fubuki declares that she will kill both good and evil shinobi alike. She reveals a shocking truth to the shinobi, before leaving them...",
                    "Aliases": []
                },
                "9": {
                    "ID": "6931151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/6931151",
                    "TitleEnglish": "Burn",
                    "SummaryEnglish": "The door to the other world opens, and yoma begin to swarm the city. Kagura deplys a Super Shinobi Barrier to keep people safe from the yoma, but it has a side effect: all the girls' clothes fall off...",
                    "Aliases": []
                },
                "10": {
                    "ID": "6940545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/6940545",
                    "TitleEnglish": "Two Hearts",
                    "SummaryEnglish": "The next door to the other world will open in a hot springs town. The team goes there to be ready to fight, but first, they need to stay in the hot springs.",
                    "Aliases": []
                },
                "11": {
                    "ID": "6950430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/6950430",
                    "TitleEnglish": "Life Is Beautiful",
                    "SummaryEnglish": "The door to the other world is open and yoma are pouring through . Katsuragi comes up with a plan to use the girls as bait so that they can be sealed. But Asuka is getting more and more worn down...",
                    "Aliases": []
                },
                "12": {
                    "ID": "6965725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/senran-kagura/episodes/6965725",
                    "TitleEnglish": "Hometown",
                    "SummaryEnglish": "Rasetsu fights the shinobi while Yuki battles Fubuki. Fubuki is insistent that she's going to slay all the shinobi, no matter what it costs, and no matter what it means to her grandfather...",
                    "Aliases": []
                }
            }
        }
    }
}