{
    "URL": "https://thetvdb.com/series/on-the-table",
    "Genres": [
        "News"
    ],
    "Other Sites": [],
    "TitleEnglish": "On the Table",
    "SummaryEnglish": "Produced by the tabletop gaming addicts at top wargaming news site Beasts of War, On The Table is a biweekly gaming bulletin that steers viewers through the best, brightest, and baddest that tabletop gaming has to offer. Host Warren Johnston’s unique approach to gaming news utilizes the tabletop gaming community in a never-before-seen way, giving the community unprecedented input by allowing fans to submit new releases, events, tips, indie game news, and awesome videos. It’s truly a show for the community, by the community!",
    "Aliases": [],
    "Modified": "2012-11-16",
    "Seasons": {
        "1": {
            "ID": "505526",
            "URL": "https://thetvdb.com/series/on-the-table/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "4438216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/on-the-table/episodes/4438216",
                    "TitleEnglish": "Infinity, Star Wars, and Dungeon",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "4446212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/on-the-table/episodes/4446212",
                    "TitleEnglish": "Game of Thrones, The Hobbit, and Thon",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "4466514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/on-the-table/episodes/4466514",
                    "TitleEnglish": "The Hobbit, Kingdom Death, and Through the Breach",
                    "SummaryEnglish": "This week we have gone a little Middle-Earth mad since The Hobbit is released in cinemas today! If you think you've got the Tolkien know how then try your hand at our quiz which will be appearing throughout the episode.\r\n\r\nAs well as The Hobbit we take a look at some more wargaming news from the world of Privateer Press, another exclusive miniature from the folks at Infinity and a whole host of Kickstarters we think are worth pledging too. Kingdom Death might give you goosebumps!",
                    "Aliases": []
                },
                "4": {
                    "ID": "4499525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/on-the-table/episodes/4499525",
                    "TitleEnglish": "Mercs, Magic, and Gates of Antares",
                    "SummaryEnglish": "This time we're taking a look at the recent releases from Bushido, a massive expansion to the world of Magic: The Gathering and there's even a special Kickstarter by the fantastic Rick Priestley!\r\n\r\nOn the board game front we have a new one from Plaid Hat Games called City of Remnants and Fantasy Flight Games tell you stories from the Legends of Andor.\r\n\r\nAlso watch out for our MASSIVE Mercs prize of 8 Starter Kits and a Rule Book!",
                    "Aliases": []
                },
                "5": {
                    "ID": "4499526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/on-the-table/episodes/4499526",
                    "TitleEnglish": "Dark Angels, Lord of the Rings, and Pirates vs.Dinosaurs",
                    "SummaryEnglish": "Another episode of On The Table has hit and we have a fantastic range of things for you to check out from across the gaming spectrum. If you were inspired by our wargaming chat with Geek & Sundry then you might want to check out Dystopian Legions or Hell Dorado!\r\n\r\nOn the board gaming front we have WizKids trying to build on their Quarriors success with a Lord of the Rings licensed game and something a bit fun in Pirates Vs Dinosaurs.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4499527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/on-the-table/episodes/4499527",
                    "TitleEnglish": "Gatecrash, Warhammer, and Dwarves",
                    "SummaryEnglish": "In this episode of On the Table we dive into the launch of Gatecrash, the latest set of cards for Magic the Gathering. We also take a look at the new twisted denizens of the Chaos Wastes for Warhammer Fantasy and also some fantastic looking Dwarves from Avatars of War.",
                    "Aliases": []
                }
            }
        }
    }
}