{
    "URL": "https://thetvdb.com/series/da-capo-iii",
    "Genres": [
        "Animation",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0496193/",
        "https://hikosen.co.jp/eigeki/dc3/",
        "https://x.com/https://twitter.com/DC3_anime"
    ],
    "Titles": {
        "eng": "Da Capo III",
        "jpn": "D.C.III ～ダ・カーポIII～"
    },
    "Summaries": {
        "eng": "On the island of Hatsunejima, where spring is eternal, grows a particular large cherry blossom tree. This cherry blossom tree never withers, and is said to be able to fulfill any wish.\r\n\r\nHowever, one day, this tree had become a normal cherry blossom tree...",
        "jpn": "春が永遠に続く初根島には、大きな桜の木が生えています。 この桜は枯れることはなく、どんな願いも叶えると言われています。 しかし、ある日、この木は普通の桜の木になりました..."
    },
    "Aliases": [
        "D.C.III ~Da Capo III~",
        "Da Capo 3",
        "D.C.Ⅲ ダ・カーポⅢ"
    ],
    "Modified": "2025-06-01",
    "Seasons": {
        "0": {
            "ID": "556887",
            "URL": "https://thetvdb.com/series/da-capo-iii/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4682782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4682782",
                    "Titles": {
                        "eng": "Pre-Air Special",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "506380",
            "URL": "https://thetvdb.com/series/da-capo-iii/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4446308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4446308",
                    "Titles": {
                        "eng": "Blooming Cherry Blossoms",
                        "jpn": "サクラサク"
                    },
                    "Summaries": {
                        "eng": "On the island of Hatsune-jima, 20 years after it was once well known for its blooming everlasting cherry blossom trees, the official Kazami Academy newspaper club members: Kiyotaka Yoshino, his cousin Charles Yoshino, his neighbor Himeno Katsuragi, the club president Ricca Morizono, Sara Rukawa, and Aoi Hinomoto decide \"magic\" to be their article theme in order to beat their rival, Suginami, the president of the unofficial newspaper club. They pay a visit to the dead cherry blossom tree in Sakura Park, rumored to be magic in the past. When they make a wish, the cherry blossom tree suddenly blooms much to everybody's surprise. At that moment, they all received a text message that says \"When the cherry blossoms bloom, at that promised place...\" from an unknown sender dated in 1951. The next morning, while the islanders are excited by the cherry blossom trees blooming again the two clubs accept a duel to unravel the mystery of the cherry blossom tree with Kiyotaka's partnership on the bet. Sakura Yoshino makes an appearance at the cherry blossom tree.",
                        "jpn": "風見学園公式新聞部は、非公式新聞部に知名度、発行部数共に上回られていた。\r\nその現状を打破するため、部長である立夏の提案で卒業パーティの特集号では“魔法”を扱うことに。\r\n初音島で魔法と言えば、その昔一年中咲いていたという“桜”。\r\n立夏、シャルル、姫乃、さら、葵、そして清隆の６人は、早速桜の巨木を調べることにする…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4446310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4446310",
                    "Titles": {
                        "eng": "A Warm Place",
                        "jpn": "あたたかなところ"
                    },
                    "Summaries": {
                        "eng": "Sakura walks around in confusion. Kiyotaka and his friend Kōsuke Edogawa discuss about girls. Ricca commences investigation on the cherry blossom tree. Charles tries to persuade Kiyotaka to make her his own home made cooking and soon later succeeds when Kiyotaka promises to do so. However, it turns out Aoi lost her keys while they were gathering info so she, Himeno, Sara, and Kiyotaka split up looking for them. Fortunately they were found, but Kiyotaka has accidentally broken his promise with Charles without realizing. He comes home late at their apartment to find a slightly annoyed Charles but she seems to quickly forgive him by taking a bath with him before he apologizes properly.",
                        "jpn": "20年ぶりに咲いた初音島の“枯れない桜”。\r\n清隆たち風見学園公式新聞部は、卒業パーティ号の特集、\r\nそして「どちらが面白く記事にできるか？」という非公式新聞部からの宣戦布告を受け、\r\n早速桜の謎を追うことに。清隆、姫乃、さら、葵の４人は、街での聞き込みを開始。\r\nいろいろと情報は集まったが、家の鍵を無くしてしまった葵の手助けをしたこともあり、\r\n清隆の帰宅は夜になってしまう。\r\nだが、その日はシャルルに夕食を作る約束をしていた……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4446312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4446312",
                    "Titles": {
                        "eng": "Where Cherry Blossoms Flutter",
                        "jpn": "さくら舞うところ"
                    },
                    "Summaries": {
                        "eng": "Kiyotaka meets the mysterious Sakura and later he coincidentally saves her from falling and afterwards she thanks him. He searches through records on strange phenomena of incidents that happened before the cherry blossom tree withered 20 years ago. Mikoto tells him that the unofficial club is also ancient. Then on the same day, Kiyotaka and Sakura meet for the third time by the blooming cherry blossom tree. Kiyotaka helps her find her lost cat Utamaru, when they find her Kiyotaka brings her to a sweet shop for a treat. They become closer as the day slowly ends.",
                        "jpn": "桜が咲き誇り、多くの人で賑わう休日の桜公園。\r\n聞き込みを続けていた清隆は、高台でひとりの少女と出会う。\r\n後日、図書室で過去の文献を調べることにした清隆は、\r\n桜が枯れる直前に起こった原因不明の事故や事件などの記事を見つける。\r\nそして、そこには事件現場で目撃される謎の少女がいたことも記されていた。\r\n生きていれば30歳ぐらいになっているはずだが……。\r\nどこか引っかかる部分があり、「謎の少女」のことも含め、聞き込みを続けることにする。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4446313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4446313",
                    "Titles": {
                        "eng": "A Place One Wants to Be Forever",
                        "jpn": "いつまでもいたいところ"
                    },
                    "Summaries": {
                        "eng": "Kiyotaka is on the bus with Himeno, with an awkward atmosphere since the past events in the morning; Kiyotaka went in Himeno's bedroom without permission and sees her undressed, which infuriated her. The bus stops suddenly and Kiyotaka saves Himeno from falling and she thanks him. In the club room they decipher the information they have gather so far, which leads to the former principal of Kazami Academy who resembles Sakura that disappeared 20 years ago, much to Kiyotaka's surprise. Later that day, Sakura and Kiyotaka end up playing together in the park after he finds her spying on him, she notices Kiyotaka is daydreaming while looking slightly lonely. Himeno invites him out in the evening where the two take a walk alone. Kiyotaka admits he feels unfortunate because he is spending a lot less time with her which touches Himeno. She insists on holding hands with Kiyotaka and he agrees to.",
                        "jpn": "放課後部室に集まった風見学園公式新聞部の面々は、お互いに集めた情報を報告していた。\r\n“枯れない桜”が咲いていた２度の時期に、不思議な現象や事件が多発していた 、\r\nまた桜に関して詳しかった人物が前学園長であり、\r\n偶然にも名前が“芳乃さくら”ということが判明する。\r\n姫乃から学園史を手渡された清隆は、そこに掲載されていた“芳乃さくら”の写真を見て、\r\n先日出合った不思議な少女“さくら”のことが頭をよぎる。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4446315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4446315",
                    "Titles": {
                        "eng": "A Place Where One is not Alone",
                        "jpn": "ひとりじゃないところ"
                    },
                    "Summaries": {
                        "eng": "Sara and Kiyotaka go to the library together for research. On the way, Charles jumps on him that causes a misunderstanding made Sara shout at him and runs off. Throughout the school day, Sara avoids Kiyotaka until he helps her clean up on duty. They accidentally get themselves locked in the gym equipment room together but they use this time to talk to each other. Sara reveals the reason she enrolled to Kazami Academy was because of a future dream her parents had foreseen. But things take a turn for the worse when Sara starts to need to use the restroom badly. Luckily, Himeno finds them just in time but this causes yet another misunderstanding. Later, they both of them go to the softball club. Sakura helps Kiyotaka pick up balls. He found Sara later taking nap under the cherry blossom tree.",
                        "jpn": "体育の授業後、当番のためひとりで片付けをしているさらを見つけた清隆は、手伝いを買って出る。\r\n一緒に体育倉庫内まで来たところ、中に誰もいないと思った教師に外から鍵を掛けられてしまう。\r\n途方にくれる２人だったが、さらに緊急事態が!!\r\n……なんとか危機を脱した２人は、放課後ソフトボール部に顔を出す。\r\n部活後、誰もいなくなったグラウンドでひとりボール拾いをしていると、\r\n「お兄ちゃんっ！」と声をかけられ、振り向いた先にいたのは……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4446317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4446317",
                    "Titles": {
                        "eng": "A Place Where We Can Be Together",
                        "jpn": "ふたりでいれるところ"
                    },
                    "Summaries": {
                        "eng": "Ricca and Kiyotaka eat lunch together in the club room leaving Kōsuke and the male students jealous. Ricca tells him it bothers her how little time he spends with her and the amount he spends with the other girls assisting them. When Suginami tries to convince Kiyotaka into sharing and exchanging information, Ricca comes along and says he has to beat the unofficial newspaper club. At the end of the day, Kiyotaka and Ricca go around town having fun looking at magic material and clothes, and talk about past lives like lovers. Sakura is finally introduced to Kiyotaka's friends.",
                        "jpn": "昼食の準備で生徒たちが賑わう中、清隆は立夏に\r\n「お昼を食べながら打ち合わせをしよう」と誘われる。\r\nしかも立夏の手作りサンドイッチ付き。\r\n他の男子生徒から羨望の眼差しを受けつつ部室に向かうのだが……。\r\n放課後、公式新聞部全員揃っての会議中に「“枯れない桜”の謎に関係があるか分からないが、\r\n桜が咲き始めてからよく会うようになった女の子がいる」と告げる。\r\nさらにその女の子はまだ子供だと聞くと、「そんな趣味が!?」と全員に衝撃が走る。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4446319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4446319",
                    "Titles": {
                        "eng": "A Place Where I Can Rely on You",
                        "jpn": "あまえられるところ"
                    },
                    "Summaries": {
                        "eng": "The club members examine on Sakura being related to Sakura Yoshino, but are unsure compare to her age. Kiyotaka notices Aoi's fever and takes care of her for the day, including change her clothes! The next day, Aoi is absent at school so Kiyotaka visits her, where she asks him to spoil her once more by cooking and sleeping with her. Coming home late in the morning without a notice has Himeno worrying about him.",
                        "jpn": "前学園長芳乃さくらの写真を見つめる公式新聞部の面々。\r\n清隆曰く、最近よく出会うようになった少女“さくら”と前学園長が似ているというのだが……。\r\n結局は年齢的なことを考えると偶然なのではないか？ という結論落ち着く。\r\nそんな中清隆はいつも元気な葵がまったく会話に参加していないことに気付く。\r\n自分の額を葵のおでこにくっ付けると、すごい熱が！ \r\n無理はしないように諭し、一人暮らしをしている葵の部屋までおぶって送り届けることにする。。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4446321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4446321",
                    "Titles": {
                        "eng": "The Place Overflowing with Love, Dreams, and Hope",
                        "jpn": "愛と夢と希望が溢れる場所"
                    },
                    "Summaries": {
                        "eng": "Everyone goes to a water resort. Kiyotaka has won tickets to it in a lottery, and even invites Sakura. The girls try to get Kiyotaka's attention by seeing who is most attractive but Sakura keeps dragging him away. He also finds Mikoto, Kōsuke and his sister Shiki there observing them. They then participate in a swimsuit competition held there. Sakura steps in when Ricca accidentally loses her top. In the end, Sakura wins and earns a Japanese confectionery set. In the sun setting, she encounters Minatsu Amakase who recognizes her.",
                        "jpn": "夕飯の買い物を終えた清隆は商店街の福引会場にいた。\r\nガラガラと抽選器を回すと、なんと３等の「さくらパーク・温水プールの招待券」が当選！\r\nと、そこに、さくらが駆け寄ってくる。\r\n後日、園内には水着姿の清隆とさくらの姿があった。\r\n「早く遊ぼうよー」と走り出す少女を見ながら、微笑む清隆だったが、\r\nその後ろから「兄さん…」という声が。\r\n振り返るとそこには水着姿の姫乃が立っており、\r\n同じく水着を着たシャルルや立夏、葵やさらたちも現れたのだった。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4446323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4446323",
                    "Titles": {
                        "eng": "A Festival of Beautiful Women and a Place with a Beautiful Sunset",
                        "jpn": "美少女祭りと夕日が綺麗な場所"
                    },
                    "Summaries": {
                        "eng": "After Kiyotaka and Kōsuke have an unknown conversation with Suginami. Shiki and the student council seize them for questioning, Suginami manages to free Kiyotaka somehow. After school, the student council yet insists Kiyotaka to talk and runs in hot pursuit. The next day, he accompanies Mikoto to a theme park where things go wild. At night, Suginami gives Kiyotaka an address regarding to the Amakase Detective Agency.",
                        "jpn": "生徒会役員室で親友の耕助と共に手首を縛られ、 \r\n絵里や巴、四季、立夏、シャルルなどに囲まれる清隆。\r\n何故こんなことになったのかはイマイチ分からなかったが、\r\n巴たちには、非公式新聞部の杉並と何かを企んでいるのでは？ と勘違いされているようだった。\r\nと、そこに眩い光が！ 杉並の奇策（？）により助けられた清隆は、彼から謎のカプセルを渡される。\r\nそして帰宅途中、明らかに待ち伏せしていた絵里に「偶然ね」と声を掛けられるのだが……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4446325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4446325",
                    "Titles": {
                        "eng": "A Place We Both Reached",
                        "jpn": "ふたりがたどりついたところ"
                    },
                    "Summaries": {
                        "eng": "Kiyotaka meets Minatsu, Yuzu Kohinata (who knew Nanaka Shirakawa), and Yuuhi Takanashi at the Amakase Detective Agency. He listens to their explanation of robots then later requests about the cherry blossom tree's magic. The club members continue their discussion of magic of the cherry blossom trees. Kiyotaka shows the agencies the strange text message, learns of Minatsu's past and theories of magic. At school, he and Ricca have lunch together, she trips on top of him and shared a kiss. Later, they found Sakura and when Ricca touched her they see a vision of themselves meeting.",
                        "jpn": "杉並に教えられた天枷探偵事務所の扉を開くと、\r\nそこには赤いマフラーをなびかせた所長の天枷美夏が立っていた。 \r\n自分はロボットだと自己紹介する美夏、そしてアシスタントの小日向ゆず、小鳥遊夕陽の\r\n３人を前に、清隆は杉並からの紹介であることを告げる。\r\nすると美夏は、調査依頼が枯れない桜であることを見抜き、\r\nそして正真正銘の“魔法の桜”だときっぱりと言い切る。\r\n唖然とする清隆だったが、その後語られる美夏の説得力ある証言は聞き逃せないものだった。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4446327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4446327",
                    "Titles": {
                        "eng": "Omoide to Hajimari no Tokoro",
                        "jpn": "思い出と始まりの場所"
                    },
                    "Summaries": {
                        "eng": "Sakura walks in a rainy night as the memories of Jun'ichi Asakura sadden her. Ricca also confuse with sudden influx of memories she'd remembered. After seeing Sakura in the rain Himeno goes searches for her then called Kiyotaka for help. Ricca touches the eternal cherry blossom tree and remembers past memories of her and Kiyotaka living as a family when they first planted the tree. Sakura arrives at the old Asakura and Yoshino residence and remembers more of Jun'ichi and Nemu back in the day. Ricca found Sakura and tells a story about her life as a magician and her friend Jill. Then the sun rises through the clouds. Sakura decides to keep moving forward.",
                        "jpn": "枯れない桜の前でさくらに出会った清隆と立夏。\r\n立夏が彼女に触れた瞬間、立夏とさくらの脳裏にはある記憶がフラッシュバックする。\r\n翌日、部室では取材内容を元に具体的な記事作成に入るための会議が開かれていた。\r\nしかし立夏は心ここにあらずという状態で、清隆は心配そうに見つめていた。\r\n帰り道、立夏に声を掛けると、枯れない桜に込められた記憶が、\r\n自分に流れ込んで混乱しているということ、そしてそれは“さくら”も同じはずだと告げられる。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4446331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4446331",
                    "Titles": {
                        "eng": "The Island of the Everlasting Cherry Blossom",
                        "jpn": "枯れない桜がある島"
                    },
                    "Summaries": {
                        "eng": "Everyone gathers to meet Sakura saying she made a decision to leave the island until after having fun together with everyone once more. They took pictures, have cake, playing in the ocean, sightseeing all of Hatsune-jima. Ricca lets Sakura be alone with Kiyotaka as a date by going to different sites, then Kazami Academy seeing the school is prepare for the graduation ceremony. Finally, at the eternal cherry blossom tree Sakura reveals the memories of her and Jun'ichi to Kiyotaka. Sakura disappears and reunites with Jun'ichi. Afterward, the club members receive another text message from Sakura.",
                        "jpn": "立夏に急に呼び出された公式新聞部のメンバーたち。\r\n理由も聞かされぬまま彼女の後ろに付いて桜並木を歩いていると、一同の前にさくらが立っていた。\r\n久々に見る彼女の姿に自然と笑顔になる清隆たちだったが、\r\nさくらから、今日でここを離れることにしたので１日遊んでほしいとお願いされる。\r\n突然のことに驚く面々だったが、ひとりそれを知っていた立夏は、\r\n最後に楽しい思い出を皆で作ってあげようと提案する。\r\nそして公式新聞部とさくらの長い一日が始まる――。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "4536342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4536342",
                    "Titles": {
                        "eng": "Da Capo",
                        "jpn": "ダ・カーポ"
                    },
                    "Summaries": {
                        "eng": "Kiyotaka wakes up in the morning then walks with Himeno and everyone else to school. They decided to write a different article for the graduation edition for the official newspaper club. Charles jumps on Kiyotaka again, Sara and Aoi try to spend time with him. Himeno contacts Kiyotaka in the courtyard but they get interrupted. Ricca has lunch with Kiyotaka as they talk more about past lives. The official and the unofficial club members found them on the roof of the school, Suginami uses his trick to help Kiyotaka and Ricca escape from them since their competition is meaningless now. Ricca tells Kiyotaka how they should move with their daily lives. The girls eventually found them and they all ask Kiyotaka to which girl he would choose, but he answers that he wants their relationship to stay the way they are for now. That evening, at the eternal cherry blossom tree they meet a girl, who reveals she is Sakura Yoshino, different from the other Sakura they all knew which feels nostalgic to them. She shows her magic of summoning Japanese sweets as she about to tell them a long dream-like story like a da capo. The episode ends showing Sakura in London holding a sakura twig meeting Ricca and Kiyotaka.",
                        "jpn": "皆の前からさくらが去ったあと、全員の携帯に差出人不明のメールが届く。\r\n翌日、公式新聞部では卒業パーティ号の特集を作り始めようとしたが、\r\nさくらのことを考え、別の方向から記事を組むことに。\r\n一方生徒会でも「卒業パーティ」について会議が行われ、\r\n３年生は卒業が現実のものとして近づいてきていることを実感していた。\r\nそしてそれはシャルルたちに、「清隆は誰を選ぶのか？」ということを\r\n卒業前にハッキリと聞きたい、という気持ちを抱かせてもいた。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}