{
    "URL": "https://thetvdb.com/series/encouragement-of-climb",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2595474/",
        "http://www.yamanosusume.com/",
        "http://www.reddit.com/r/Yama_no_Susume",
        "https://www.themoviedb.org/tv/53918",
        "https://en.wikipedia.org/wiki/List_of_Encouragement_of_Climb_episodes",
        "https://x.com/yamanosusume"
    ],
    "Titles": {
        "eng": "Encouragement of Climb",
        "jpn": "ヤマノススメ"
    },
    "Summaries": {
        "eng": "Aoi prefers indoor hobbies and is afraid of heights, but her childhood friend Hinata loves to show off her passion for mountain climbing. As young children they once watched the sunrise from the top of a mountain, and now they've decided to take up mountain climbing in hopes of seeing that sunrise again. They have cooking battles with mountaineering gear, climb small hills in their neighborhood, and meet new mountaineering friends as they learn the ropes of the hobby. When will they finally see that sunrise again?",
        "jpn": "インドア趣味で高所恐怖症の「あおい」と、山大好きで常に周りを振り回す「ひなた」。幼馴染の二人は、幼いころ一緒に見た山頂の朝日をもう一度見る為、登山に挑戦することに。登山道具で料理対決したり、近所の小さな山に登ってみたり…。少しずつ知識を身につけ、登山仲間も増えて行く。あの日見た朝日を見られるのはいつ？"
    },
    "Aliases": [
        "Encouragement of Climb: Next Summit",
        "Yama no Susume",
        "ヤマノススメ Next Summit",
        "Yama no Susume: Next Summit"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "506377",
            "URL": "https://thetvdb.com/series/encouragement-of-climb/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "4529534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4529534",
                    "Titles": {
                        "eng": "(Thirteenth Ascent) Wall Climbing Is Scary?",
                        "jpn": "壁って怖くないの？"
                    },
                    "Summaries": {
                        "eng": "Hinata invites Kokona and a reluctant Aoi to try out indoor climbing. The girls run into Kaede who offers to teach them how to ascend the climbing wall. After seeing Hinata give it a try, Aoi takes a turn and discovers that she actually had fun and attempts a more difficult course. She soon finds herself stuck at the top of the wall but is encouraged by Hinato to let go of the grip and falls on the soft cushions below. Afterwards, Kaede explains that she also used to have a fear of heights, but overcame it by experiencing the thrill of climbing. Despite acknowledging her fear, Kaede's words motivate Aoi to become stronger.",
                        "jpn": "ブルーレイ特典OVA"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5067006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/5067006",
                    "Titles": {
                        "eng": "Encouragement of Bra?",
                        "jpn": "ブラノススメ？"
                    },
                    "Summaries": {
                        "eng": "Learning that Kaede has been wearing nothing but sports bras, the girls go to the department store to buy her a proper bra. After getting her bra fitted, where she discovers she has actually gone up in bust size, Kaede likens the experience to the first time she started wearing mountain gear.",
                        "jpn": "「ヤマノススメセカンドシーズン」 \r\nBlu-ray・DVD第２巻特典OVA"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5067007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/5067007",
                    "Titles": {
                        "eng": "Best 10!",
                        "jpn": "ヤマノススメ・ベストテン！"
                    },
                    "Summaries": {
                        "eng": "Aoi and Hinata host a countdown of their top ten favorite scenes from the series, none of which are portrayed accurately.",
                        "jpn": "「ヤマノススメセカンドシーズン」 \r\nBlu-ray・DVD第７巻特典OVA"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6466340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6466340",
                    "Titles": {
                        "eng": "A Present of Memories",
                        "jpn": "おもいでプレゼント"
                    },
                    "Summaries": {
                        "eng": "On August 31st, Kokona goes on a stroll and comes across various places that she had previously been to with her mother, who has been too busy to take her somewhere during summer vacation. She soon comes across a lost child and helps her to find her mother, leading her to a medicinal herb garden which gives her more memories of her own mother. Later, on October 28, Hinata finds an acorn hairclip in Aoi's room. Remembering that she had made it for Aoi when she had to move house years ago, Hinata feels guilty when she can't find the gift Aoi had given her in return. Apologising to Aoi, the two of them decide to find more acorns to make new gifts for each other.",
                        "jpn": "「天覧山に、高尾山、三ツ峠! 」これまで登ったいろいろな山と、おもいでが詰まった写真を見ていたあおいとひなた。\r\nふと、あおいの部屋にあった宝箱を開けてしまったひなたは、手作りで不格好のアクセサリーを見つける。\r\nそれをきっかけにひなたは、あおいと一緒に過ごした、幼いある日のことに思いを馳せる。"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "506378",
            "URL": "https://thetvdb.com/series/encouragement-of-climb/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null,
                "deu": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "deu": "Aoi leidet an Höhenangst und geht deshalb ihren Hobbys lieber alleine zuhause nach. Doch als sie ihre Kindheitsfreundin Hinata in der Oberschule wiedertrifft, erinnert sie sich an ein Versprechen: Sie schworen sich auch in Zukunft zusammen auf Berge zu wandern, so wie sie es früher taten. Aoi ist zögerlich, doch schon bald meistern sie erste Wandertouren und begegnen dabei weiteren Weggefährtinnen. Gemeinsam planen sie immer anspruchsvollere Ausflüge, bei denen Aoi über sich hinauswächst."
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4446290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4446290",
                    "Titles": {
                        "eng": "Anything but Mountains!",
                        "jpn": "山だけはダメ！"
                    },
                    "Summaries": {
                        "eng": "Aoi spends most of her time alone, but an old friend from middle school has arrived to make good on an old promise.",
                        "jpn": "高校生になったあおいは、幼馴染のひなたと再会する。「昔、山の上で一緒に見た朝日をまた見よう」と登山に誘うひなただったが、会わない間に、あおいは高所恐怖症になっていて…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4446291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4446291",
                    "Titles": {
                        "eng": "Let's Go Together!",
                        "jpn": "ふたりで行こう！"
                    },
                    "Summaries": {
                        "eng": "With the help of Hinata's dad, the girls familiarize themselves with the necessary gear to climb.",
                        "jpn": "「ウチで登山の計画立てよう！」と強引に誘われ、あおいはひなたの家を訪れた。お父さんに登山道具を見せてもらってはしゃぐひなたと、山に怯えるにひなた。対照的な二人だったが、そこで心境の変化が…？"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4446292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4446292",
                    "Titles": {
                        "eng": "Mountain Climbing Is Dangerous!?",
                        "jpn": "登山って、命がけ!?"
                    },
                    "Summaries": {
                        "eng": "Hinata convinces Aoi they should start with a small mountain and work their way up to the big ones.",
                        "jpn": "ひなたに誘われ、まずは近所の山から登ることになったあおい。高いところが苦手なあおいは、不安になりながらも、山登りの準備を進める。はたして、どんな山が二人を待っているのか!?"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4446293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4446293",
                    "Titles": {
                        "eng": "Showdown! Mountain Cooking!?",
                        "jpn": "対決！ 山料理!?"
                    },
                    "Summaries": {
                        "eng": "Aoi and Hinata have a camping cook-off.",
                        "jpn": "ひょんなことから、山道具を使って料理対決をすることになったあおいとひなた。「バーナーとコッヘルさえあればなんでも作れる」と豪語するひなたに対し、あおいが披露した山料理とは!?"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4446294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4446294",
                    "Titles": {
                        "eng": "What's a Schlafsack?",
                        "jpn": "シュラフって何？"
                    },
                    "Summaries": {
                        "eng": "Aoi meets a girl from her school who is crazy about backpacking.",
                        "jpn": "学校帰りに、山道具屋さんを見つけたあおいとひなた。あおいはそのシュラフ売り場で、同じ学校の制服を着た女子高生・かえでと出会う。かえでは縦走を計画しているといい、シュラフ選びの意見を求めてきた。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4446295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4446295",
                    "Titles": {
                        "eng": "I'm the One Deciding!?",
                        "jpn": "決めるのは、わたし!?"
                    },
                    "Summaries": {
                        "eng": "It's Aoi's turn to pick the mountain, so she calls on her new friend to help.",
                        "jpn": "ひなたに挑発されたあおいは、次に登る山を自分で決めることになってしまった。ネットで調べても、どの山が良いのかさっぱりわからない。そこで思い切って先日出会ったかえでに相談してみることに。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4446296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4446296",
                    "Titles": {
                        "eng": "Which Daypack Do You Want?",
                        "jpn": "デイパック、どれにする？"
                    },
                    "Summaries": {
                        "eng": "Aoi picked the mountain but now she needs the right equipment.",
                        "jpn": "高尾山へ登ることになり、ガイド本で必要な道具を調べるあおいは、自分がザックを持っていないことに気づく。ひなたと一緒に山道具屋さんへ行ってみるも、種類が多すぎて戸惑うばかり。そこへ店員さんが現れ…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4446297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4446297",
                    "Titles": {
                        "eng": "Let's Climb Mt. Takao!",
                        "jpn": "高尾山に登ろう！"
                    },
                    "Summaries": {
                        "eng": "Aoi and Hinata embark on their second climb and meet some interesting people along the way.",
                        "jpn": "ついに高尾山へ登る日がやってきた！ パワースポット満載の高尾山を前にし、いつになく張り切るあおいと、自分のペースで登るひなた。やがて、焦り過ぎたあおいは、息切れしてしまい…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4446298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4446298",
                    "Titles": {
                        "eng": "A Forest Girl in the Forest!?",
                        "jpn": "森の中で森ガール!?"
                    },
                    "Summaries": {
                        "eng": "Hinata teaches Aoi, mountain manners and learns about giant flying squirrels.",
                        "jpn": "パワースポットを巡るうち、いつの間にか頂上へ辿り着いていたあおいとひなた。だが帰りはひなたの提案で、一番キツい道を通ることに。怖い想像に怯えるあおいだったが、そこでここなと名乗る森ガールに出会う。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4446299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4446299",
                    "Titles": {
                        "eng": "The Climb Isn't Over Until You Descend!?",
                        "jpn": "降りるまでが登山!?"
                    },
                    "Summaries": {
                        "eng": "Aoi, Hinata, and Kokona help each other down the mountain.",
                        "jpn": "険しい山道を降りる、あおい、ひなた、ここなの三人。はじめは自分のことだけで精いっぱいだったあおいは、壊れた靴で懸命に付いてくるここなを見て、「自分が守ってあげなければ」と決意する。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4446300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4446300",
                    "Titles": {
                        "eng": "Tomorrow Is Outdoors!",
                        "jpn": "明日はアウトドア！"
                    },
                    "Summaries": {
                        "eng": "As Summer arrives, the girls make plans to go to Hanno River Beach together. While Hinata and Kaede shop for ingredients for the trip, Aoi invites Kokona over for a sleepover, where they decide to prepare French toast for the outing.",
                        "jpn": "ひなたの提案で、飯能河原でのキャンプが決定！ あおいとここなはデザートを、ひなたとかえでは食事を準備することに。緊張しながらもここなを家に招き入れいっしょに準備するあおい。夜は二人でパジャマパーティー!?"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4446301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4446301",
                    "Titles": {
                        "eng": "To the Next Landscape",
                        "jpn": "そして、次の景色へ"
                    },
                    "Summaries": {
                        "eng": "The girls arrive at the beach, where Kokona prepares tomato risotto from the ingredients Hinata and Kaede bought. After spending the day having fun, the girls take a look at the stars, becoming excited over the thought of seeing even more of them while mountain climbing.",
                        "jpn": "飯能河原のバーベキュー当日。皆で料理したり遊んだり、楽しむあおい。そんなあおいの姿を微笑ましく見つめるかえでたち。やがて夜が訪れ星空を眺めているとき、あおいはある決心を…。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "575661",
            "URL": "https://thetvdb.com/series/encouragement-of-climb/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": null,
                "deu": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "deu": "Aoi und Hinata haben nun schon einige Gipfel zusammen gemeistert, auch wenn Aoi eigentlich unter Höhenangst leidet. Zusammen mit ihren Freundinnen Kokona und Kaede wagen sie sich nun an die nächsten Herausforderungen wie den Mitsutōge und den majestätischen Fuji! Auch wenn das Bergwandern manchmal kein Zuckerschlecken ist, sind sie sich einig: für die Aussicht vom Gipfel lohnen sich all ihre Mühen!"
            },
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "4789288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4789288",
                    "Titles": {
                        "eng": "Sleeping in a Tent",
                        "jpn": "テントに泊まろう！"
                    },
                    "Summaries": {
                        "eng": "Season 2 begins with Aoi having a crazy nightmare about her and Hinata climbing Mt. Fuji.  Aoi is angry with her for leaving her behind in the dream, until Hinata invites her to camp with her, Kaede and Kokona in the mountains.  But when Aoi's mother hears about their plans, she forbids her daughter from going.  They wind up camping out at Hinata's house, where the seeds of future adventures in climbing are planted.",
                        "jpn": "ひなたの家でテントをはって、あおい・ひなた・かえで・ここな４人でお泊まり会。みんなで料理を作って、恋話？をして、歌を歌って楽しい時間を過ごす４人。翌朝、テントを抜け出したあおいとひなたは朝日を眺める。あおいが“富士山”に登ってみたいと知ったひなたは・・・。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4894527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4894527",
                    "Titles": {
                        "eng": "Let's Go see Mt. Fuji!!",
                        "jpn": "富士山を見に行こう！！"
                    },
                    "Summaries": {
                        "eng": "The Girls plan a surprise for Aoi, planning a mountain climb to surprise her with a view of Mt. Fuji when they reach the top.  But keeping the secret of the climb proves to be harder than they thought.",
                        "jpn": "あおいが“富士山”で朝日を見たいと思っているのを知ったひなたは、かえでとここなと相談して富士山が近くに綺麗に見える山に登ってあおいを驚かせようというサプライズ登山を企画する。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4894528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4894528",
                    "Titles": {
                        "eng": "They Said We'd Be Climbing Mountains",
                        "jpn": "山に登るということ"
                    },
                    "Summaries": {
                        "eng": "Aoi gets much needed encouragement from Kaede as the climb up Mt. Mitsutouge grows more and more difficult.  But even as one surprise is spoiled, another surprise awaits at the top.",
                        "jpn": "サプライズ登山の行き先は“三つ峠”。富士山が頂上で初めて見える、少し険しいルートで登る4人。頂上までの道のりは険しい。何とか登りきったあおいがそこで見た景色は。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4894529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4894529",
                    "Titles": {
                        "eng": "Excitement after the Descent",
                        "jpn": "降りた後の楽しみ"
                    },
                    "Summaries": {
                        "eng": "The girls reach the summit of Mt. Mitsutouge, and the view of Mt. Fuji sends Aoi into an exuberant reverie.  But the descent down the mountain presents as many challenges as the ascent, and Aoi's legs begin to give out.  But relief awaits at the bottom of the Mountain in the form of a Hot Springs.  Will Aoi be too embarrassed to bathe in front of everyone?",
                        "jpn": "頂上で美しい富士山を見て、感動に浸るのも束の間、あおいたちは三つ峠を下る。思った以上にきつい下り。ふもとには温泉があるという。テンションがあがる4人。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4894530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4894530",
                    "Titles": {
                        "eng": "I Wont Forgive You!",
                        "jpn": "ゆるして、あげない！"
                    },
                    "Summaries": {
                        "eng": "Aoi and Hinata get into an argument.  It starts with Hinata doing something embarrassing to Aoi when they were in Gradeschool, an incident that gets repeated again.  But soon the argument grows in anger from Aoi when Hinata ruins something precious.",
                        "jpn": "過ってひなたが、あおいのスカートをずり下ろしてしまい、2人はちょっとした喧嘩になってしまう。謝られても素直になれないあおいは、許してあげるタイミングを逃してしまって・・・"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4894531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4894531",
                    "Titles": {
                        "eng": "In Order to Do What I Love",
                        "jpn": "好きな事をするために"
                    },
                    "Summaries": {
                        "eng": "After listening to Hinata's father tell of his ascent up Mt. Fuji as a teenager, Aoi decides she wants to attempt the climb.  Hinata and Aoi make plans to make the climb at night so they can watch the sunrise, but Aoi's mom refuses to allow her to go.",
                        "jpn": "ひなたのお父さんから富士山での体験を聞いたあおいは富士山に行くことを決意するが、あおいのお母さんからの猛反対を受ける。 どうしても諦めきれないあおいは…"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4894532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4894532",
                    "Titles": {
                        "eng": "Encouragement of Swim?",
                        "jpn": "カワノススメ？"
                    },
                    "Summaries": {
                        "eng": "While Visiting Azumo Gorge, Hinata convinces Aoi that swimming would be good strength training for the climp up Mt. Fugi.  But when they invite Kaede and Kokona to join them, Hinata tells them to wear their \"sexy\" swimsuits.  Not knowing what makes a swimsuit \"sexy\", Aoi sets out to find one for the swim.",
                        "jpn": "富士山に登るなら、体力もつけよう！ということでトレーニングもかねて？4人は川に泳ぎに行くことに。ひなたが「セクシーな水着で集合！」と言い出して・・・"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4894533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4894533",
                    "Titles": {
                        "eng": "Wonderful Memories",
                        "jpn": "素敵な思い出を"
                    },
                    "Summaries": {
                        "eng": "The plans are set, the reservations are made, and it's the day before the ascent up Mt. Fuji.  But Aoi is beginning to have doubts about whether she can make it all the way.  But when she finally decides to tell her friends about her worries, she is surprised by their reaction.",
                        "jpn": "いよいよ富士山に登る日が明日に迫ってきた。最後の準備を整える4人。だんだん不安になってきてしまったあおいは皆に相談したいのだが、言い出せない。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4894534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4894534",
                    "Titles": {
                        "eng": "We Finally Meet, Mt. Fuji!",
                        "jpn": "初めまして、富士山"
                    },
                    "Summaries": {
                        "eng": "After spending some time acclimating at the Subashiri 5th station of Mt. Fuji, the girls take the Yoshida trail and head to the summit. As they ascend, the increasingly thinner air begins to make the climb more and more difficult.",
                        "jpn": "遂に富士山に登る日。富士登山は想像以上に厳しい。でも憧れてきた山であり、素晴らしい景色を見て、やっぱり来てよかったと思うあおいだった。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4894535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4894535",
                    "Titles": {
                        "eng": "Mt. Fuji Isn't a Cakewalk",
                        "jpn": "富士山って、甘くない…"
                    },
                    "Summaries": {
                        "eng": "As the girls climb higher up Mt. Fuji, and they are surprised when they all agree that the climb is much more difficult than they expected.  Aoi develops a case of Altitude Sickness, and it's agreed that Hinata and Kokona should go on ahead while Kaede and Aoi stay behind and rest.  The girl agree to meet at the summit at sunrise, but...",
                        "jpn": "８合目の山小屋に向けて足を進めるあおい達。「今ホントに富士山にいるんだ…」感慨深くなり不思議な気分になる。\r\nしかし７合目を越えたあたりで急激に険しい斜面に直面。登るにつれて空気が薄くなりじっとしてても息が苦しくなってくる……。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4894536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4894536",
                    "Titles": {
                        "eng": "I've Had Enough!",
                        "jpn": "もぉ、やだ！！"
                    },
                    "Summaries": {
                        "eng": "Having succumbed to Altitude Sickness, Aoi winds up staying at the 8th station as Hinata and Kokona make it to the Summit.  After talking to Kaede on the phone, the two of them agree to walk the basin of the volcano.  While they are there, they both write letters to Aoi.  Kaede and Aoi begin the descent while Hinata and Kokona reach Kengamine peak, 3776 meters and the highest point of Mt. Fuji.",
                        "jpn": "夜明け前に頂上に到着したひなたたちは、空の色がゆっくり変わり御来光に照らされる中、皆で同じ東の空を見つめている一体感に包まれる。 神々しい夜明けの光景を眺めるあおいの胸中にも、様々な思いが去来する。。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4894537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4894537",
                    "Titles": {
                        "eng": "My Dear Friend",
                        "jpn": "Dear My Friend"
                    },
                    "Summaries": {
                        "eng": "After her failed attempt to climb Mt. Fuji, Aoi is depressed and hasn't spoken to Hinata at all.  Some time after Summer break begins Aoi receives the letters that Hinata and Kokona sent from Mt. Fuji, and after reading them Aoi decides to go for a walk by herself.  Soon she finds herself at the foot of Mt. Tenran; the first Mountain the two of them climbed when they met again in high school.  When she reaches the top she runs into Hinata, who drags Aoi on to climb Mt. Tounosu (which is next to Tenran) that very afternoon.  At the top, Aoi admits she's been frustrated and depressed...",
                        "jpn": "富士山から帰って来たあと、何となく調子が出ないまま夏休みを迎えてしまったあおい。時間はあるので大好きだった刺繍を再び始めてみたりもしたけれど…。 そんな中、部屋の隅に置きっぱなしにしていた登山道具が視界に入ってくる。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "4921388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4921388",
                    "Titles": {
                        "eng": "The Legend of the Mysterious Firefly",
                        "jpn": "不思議なホタルの物語"
                    },
                    "Summaries": {
                        "eng": "After being invited to go firefly watching, Aoi and Hinata recall that they once went firefly watching when they were younger. When they ended up getting lost, they were led back to their parents by an alleged firefly, though they both have different ideas about what kind of firefly it was.",
                        "jpn": "たくさんホタルを見れる場所があるので皆で行こうというここなの提案に、あんまり乗り気じゃなさそうなひなた。実は、幼稚園の頃あおいと一緒に行った湖での思い出に理由があって…。 かえでも誘って皆で浴衣を着て集合した当日、あの日の真相が明らかになる。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "4921389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4921389",
                    "Titles": {
                        "eng": "Mum and Kirigamine!",
                        "jpn": "お母さんと霧ヶ峰！"
                    },
                    "Summaries": {
                        "eng": "With Aoi's mother still cautious about her climbing up mountains again, Hinata and her father suggest that she invite her to climb Mount Kirigamine with them. Whilst climbing the mountain, Aoi is reminded of the mountain she climbed with Hinata when they were younger, though neither can remember which mountain it was. Hinata's father later reveals that mountain was Mount Tanigawa, leaving the girls excited to try and climb it once more.",
                        "jpn": "「次、どこ登る？」そんなひなたの言葉に富士登山から帰った時のことを思い出すあおい。そのときお母さんを心配させちゃったから言い出しにくいな…。 そう悩んでいると、ひなたがひらめいた。「だったらさ、お母さんも誘えば？」"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "4921390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4921390",
                    "Titles": {
                        "eng": "The Rain Jacket of Memories",
                        "jpn": "雨具の記憶　～ねぇ、ゆうか。今なにしてるの？"
                    },
                    "Summaries": {
                        "eng": "Upon finding an old raincoat in her closet, Kaede recalls her middle school friend, Yuuka, who was often concerned about her climbing mountains. When Yuuka got upset with her after she ended up spraining her leg, Kaede came to realise she had never taken Yuuka's advice to heart and apologised, after which they bought a raincoat together. Feeling nostalgic, Kaede rings up Yuuka and the two go out shopping together.",
                        "jpn": "部屋で服の整理をしていた楓は一着の雨具を見つける。それは中学生の頃にケンカしてしまった「ゆうか」との思い出が詰まっているものだった。 誰の評判も気にせず大好きな山登りをしていた当時はケガをしてしまうこともしばしば。そんな彼女にいつも声をかけてくれるのは「ゆうか」だった。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "4921391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4921391",
                    "Titles": {
                        "eng": "Inheriting Thoughs",
                        "jpn": "思いをうけついで"
                    },
                    "Summaries": {
                        "eng": "Aoi is anxious about climbing Mount Tanigawa as it involves riding a cable car, which isn't good for her fear of heights. Later, Kaede invites the girls to her house, where she explains she too was scared whilst riding a cable car, but found it less scary on her second go. As Aoi is encouraged by Kaede's words and decides to take on Tanigawa, Kaede gives her her old raincoat that she bought with Yuuka.",
                        "jpn": "4人は楓の家で集合し、北アルプスを縦走してきたという楓の写真を見せてもらう。あまりの断崖絶壁に驚く3人。 しかしあおいとひなたの思い出の場所である谷川岳は「ロープウェイ」という難関が。しかし谷川岳に登りたいあおいは、高所恐怖症をどう解決するのか？"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "4921392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4921392",
                    "Titles": {
                        "eng": "Can You Handle Heights?",
                        "jpn": "高いところって、平気？"
                    },
                    "Summaries": {
                        "eng": "Wanting to help Aoi get over her fear of heights, Hinata takes everyone to Shinrin Park. After participating in various activities, Hinata helps Aoi to cross a suspension bridge before managing to get her to try some bouncy mountains.",
                        "jpn": "「たまには山以外のところで遊ぼうよ！」というひなたの提案に、武蔵丘陵森林公園にそれぞれ手作りのお弁当を持ち寄って出かけた4人。 広い園内には川や色んな遊具やがあってボリューム満点。しかしこの公園に来たのはとあるひなたの思惑があったのだ。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "4921393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4921393",
                    "Titles": {
                        "eng": "I'm Starting a Part Time Job!",
                        "jpn": "アルバイト、始めます！"
                    },
                    "Summaries": {
                        "eng": "Running low on funds for her mountaineering, Aoi applies for a part-time job at a cake shop. There, she meets college sophomore Hikari Onozuka, who shows her the ropes. After a hard day of work, Aoi feels her horizon has expanded a little.",
                        "jpn": "山登りをするのも結構お金がかかることに悩むあおい。家庭教師のアルバイトをやっているひなたは、買った雨具の思い出や体験を話し、 いつもの様にからかってあおいをノセることに成功。あおいはとあるアルバイトを始めることを決意する。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "4921394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4921394",
                    "Titles": {
                        "eng": "The Homework's Unending!",
                        "jpn": "宿題が終わらないよぉ"
                    },
                    "Summaries": {
                        "eng": "Having made much progress in her preparations for the Mt. Tanigawa trip, it soon dawns on Aoi that she hasn't touched her summer homework. With Hinata on vacation, Aoi asks Kaede to help her out, only to find she hasn't finished any of her homework either. Kaede instead calls in Yuuka to help tutor them over the next week, allowing them to get it done in time.",
                        "jpn": "バイトも充実して、谷川岳に向けての準備もばっちりで「全部順調で超イイ感じ！」と上機嫌なあおい。 うきうきしているとお母さんから「夏休みの宿題、やっているの？」というセリフが。何ひとつ片付いていなかったことを思い出し青ざめるあおい…。 谷川岳の前に宿題山脈を登る日々が始まるのだった。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "4921395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4921395",
                    "Titles": {
                        "eng": "Kokona's Big Hanno Adventure",
                        "jpn": "ここなの飯能大冒険"
                    },
                    "Summaries": {
                        "eng": "On the day before the Tanigawa climb, Kokona, whose birthday is on the same day, gets some new shoes as an early present from her mother and decides to go on a walk to Akebano Children's Forest Park to try them out. After returning home, Kokona celebrates her birthday with her mother, who ran a little late home from work. Meanwhile, Aoi, who spent the day making a pound cake, wonders about what will happen after her dream is fulfilled.",
                        "jpn": "谷川岳挑戦の前日、ここなは自宅のアパートでとある人からのプレゼントを見つける。嬉しさのあまりとある場所に「行っちゃおうかな…」とひらめく。 プレゼントを携え、勢いよく扉を開けるここな。彼女の飯能大冒険が始まる！"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "4921396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4921396",
                    "Titles": {
                        "eng": "To the Mountain of Memories",
                        "jpn": "思い出の山へ"
                    },
                    "Summaries": {
                        "eng": "The day of the Mount Tanigawa climb finally arrives, with Hinata also pondering what will happen after she and Aoi fulfil their dream. After a series of staircases and some obligatory forms, the girls arrive at Tanigawa, where Aoi must face the cable car first hand. Despite Aoi still being afraid, the other girls help her get through it before Hinata helps her ride a ski lift.",
                        "jpn": "小さなころ交わしたあおいとの約束、忘れられない思い出。「いつかまた、ふたりでこようね！」 「うん、約束！」富士山にも挑戦できたんだから心配はないけど…でも、この約束が叶ったら、何かが変わっちゃったりするのかな…。ひなたの足がすこしずつ重くなってくる。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "4921397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4921397",
                    "Titles": {
                        "eng": "Can We Be Friends?",
                        "jpn": "ともだちになろ？"
                    },
                    "Summaries": {
                        "eng": "As the girls officially start climbing up the mountain, they encounter a quiet young photographer named Honoka, who had previously helped them by the cable car. Interested in her, Aoi decides to follow Honoka as she goes about her photography. After encountering some rainfall, the girls arrive at the mountain hut, where Aoi and Hinata look back on memories of their previous time there, worrying what happens after their promise is fulfilled.",
                        "jpn": "ロープウェイとリフトも何とかクリアし、いよいよ谷川岳登山の本番！険しい道や崖もあって息が上がってきたけれど「富士山に比べたらこれくらい！」と自分を奮い立たせるあおい。行く手に見えてきた小屋の中で、とある人物と偶然の出会いが……。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "4921398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4921398",
                    "Titles": {
                        "eng": "The Promise",
                        "jpn": "約束"
                    },
                    "Summaries": {
                        "eng": "The girls have Honoka join them for dinner, where they celebrate Kokona's birthday together. Later that night, Honoka gives some advice to Aoi concerning her promise, and the two exchange contact info with her. The next morning, as the girls continue their ascent, Aoi and Hinata look back on their recent adventures as they finally watch the sunrise together, realising that their promise will continue forever as they keep making memories together.",
                        "jpn": "雨も本降りになってきた。雨宿りの小屋の中で食事をしたりサプライズ企画を実行したりと、楽しく穏やかなひと時を過ごす一行。皆の笑顔を写真に収めていくほのかにも、だんだんと変化が出てきて…。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "4921399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4921399",
                    "Titles": {
                        "eng": "Farewell to Our Summer",
                        "jpn": "さよなら、わたしたちの夏"
                    },
                    "Summaries": {
                        "eng": "On the day the Aoi invites Honoka to join her and the others for a fireworks festival, she and Hinata get into another argument with each other. As Aoi takes Honoka on a tour of Hanno, she can't stop thinking about Hinata and decides to try to make up with her, while Hinata hear how Aoi feels about her from Hikari and decides she should apologize too. Both have trouble finding an opportunity to apologize to each other during the festival, but soon find they don't really need to, quickly forgetting why they even fought in the first place.",
                        "jpn": "明日は、飯能納涼花火大会！ほのかが群馬から遊びに来て、皆で花火を見て、お菓子と、紅茶と、たくさんのおしゃべりするんだ…楽しみ！と、 うきうきのあおいだったが、ふとしたことでいつものごとくひなたとケンカになる。そして……"
                    },
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "763418",
            "URL": "https://thetvdb.com/series/encouragement-of-climb/seasons/official/3",
            "Titles": {
                "eng": null,
                "jpn": null,
                "deu": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "deu": "Mit dem Abschluss der unvergesslichen Sommerferien nimmt Aoi sich fest vor, in der nächsten Sommersaison erneut zu versuchen, den Gipfel des Fuji zu erreichen. Dafür möchte sie im anstehenden Herbst schon ihre Ausdauer aufbauen und neue Erfahrungen sammeln, um bei ihrem nächsten Versuch alles richtig zu machen. Hinata ist beeindruckt davon, wie aktiv ihre beste Freundin neue Outdoor-Aktivitäten verfolgt und mit ihren gemeinsamen Freunden Ausflüge plant. Allerdings wird sie langsam aber sicher etwas eifersüchtig und glaubt, dass Aoi sich dadurch vielleicht immer weiter von ihr entfernt …"
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "6676346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676346",
                    "Titles": {
                        "eng": "First Date at Mt. Tsukuba!?",
                        "jpn": "筑波山で初デート!?"
                    },
                    "Summaries": {
                        "eng": "Aoi is in search of a gift for her friend, Hinata, who gave her a Mt. Fuji toy when they climbed it a little while back.",
                        "jpn": "夏休みが終わり、新学期が始まった。高校1年生のあおいは、夏休みに登った富士山で、幼なじみのひなたがプレゼントしてくれた人形のお礼をしたいと考えていた。アルバイト先の先輩・ひかりからアドバイスをもらったあおいは、ひなたに筑波山への登山を提案する。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6676347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676347",
                    "Titles": {
                        "eng": "Are Hiking Shoes Really Awesome?",
                        "jpn": "登山靴ってすごいの？"
                    },
                    "Summaries": {
                        "eng": "Aoi begins training to take on Mt. Fuji again. But first, she’ll need a new pair of hiking shoes.",
                        "jpn": "富士山登山に再チャレンジすることを決意したあおい。だが、山登りの先輩・かえでから、そろそろちゃんとした登山靴を買ってはどうかと勧められる。高額な金額を聞いて尻込みするあおい。放課後、なけなしの貯金を手にしたあおいは、ひなた、かえでと登山用品店へ向かう。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "6676348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676348",
                    "Titles": {
                        "eng": "Alps in Hanno?!",
                        "jpn": "飯能にアルプス!?"
                    },
                    "Summaries": {
                        "eng": "Aoi heads out to Mt. Tenran to break in her new hiking shoes.",
                        "jpn": "富士山登山再挑戦に向けて体力をつけるため、新品の登山靴を履いて「飯能アルプス」踏破をすることにしたあおい。今回はひとりでの登山だ。飯能アルプス最初の山・天覚山を登り始めたころは鼻歌交じりで快調だったあおいの足取り。だが次第にバテてしまい……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6676349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676349",
                    "Titles": {
                        "eng": "Having Fun with Classmates!",
                        "jpn": "クラスメイトと遊ぼう"
                    },
                    "Summaries": {
                        "eng": "To Aoi’s surprise, she makes some new friends at school, and they hang out together after school.",
                        "jpn": "10月になり、衣替えの季節。しかしあおいはいまだにクラスに馴染めず、クラスの中に友だちはひなただけだと思っていた。休み時間、ひとりで編み物をしているとき、ふとクラスメイトのみおに話しかけられる。それをきっかけにふたりで話をするうちに、放課後、同じクラスメイトのゆりやかすみ、そしてひなたも一緒にカラオケへ出かけることに。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6676350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676350",
                    "Titles": {
                        "eng": "Let's Photograph Our Memories!",
                        "jpn": "思い出を写そう！"
                    },
                    "Summaries": {
                        "eng": "Hinata’s dad has some business in Gunma, so he gives her and Aoi a ride to a castle there. Their friends, Kokona and Honoka, join them there.",
                        "jpn": "ひなたの父の取材に便乗して、群馬県にあるロックハート城を訪れたあおいとひなた。高尾山で出会った友人のここな、谷川岳の登山で出会い、群馬に住むほのかも一緒だ。城内を散策し、おいしいカレーを食べたり、写真を撮ったりして楽しむ4人。そのうちに『プリンセス体験』の看板を見つけた4人は……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6676351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676351",
                    "Titles": {
                        "eng": "What Does Coffee Taste Like?",
                        "jpn": "コーヒーってなんの味？"
                    },
                    "Summaries": {
                        "eng": "Aoi sees Hinata drinking coffee, and takes it upon herself to try making coffee at a mountaintop.",
                        "jpn": "ひなたの家のウッドデッキでお茶をごちそうになっていたあおい。ふとひなたを見ると、コーヒーを飲んでいる。山頂でコーヒーを飲む「山コーヒー」のおいしさを勧められたおあいは、自分もやってみたいと思うものの、コーヒーの苦さがまだ苦手。ひなたと山コーヒーをするために、あおいは豆選び&ドリップの練習を始める。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "6676352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676352",
                    "Titles": {
                        "eng": "She Who Does Not Work, Neither Shall She Climb?!",
                        "jpn": "働かざるもの、登るべからず!?"
                    },
                    "Summaries": {
                        "eng": "Hinata wants to hang out with Aoi at Ikebukuro, but she has work two days in a row. Aoi is on a roll, but Hinata feels a bit left out.",
                        "jpn": "ひなたがあおいに、今度の休みに池袋まで遊びに行こうと誘うものの、あおいはアルバイトがあるからと断る。アルバイトの当日、その日はクラスメイトやお母さんの退院祝いを買いに来た女の子など、様々な人たちがやってくるが、あおいは熱心に接客をするのだった。その様子を見たひかりは、あおいの成長に目を細める。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "6676353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676353",
                    "Titles": {
                        "eng": "Two Promises",
                        "jpn": "ふたつの約束"
                    },
                    "Summaries": {
                        "eng": "Aoi makes plans to go to Gunma with Honoka while Hinata, unable to get in touch with Aoi, ends up making plans to go to Mt. Akagi with Kokona on the same day.",
                        "jpn": "「あおいでも登れそう」ということで、ひなたは群馬の赤城山登山にあおいを誘おうとするが、連絡がつかない。そのころ、あおいはほのかと群馬の伊香保温泉に遊びに行く約束をしていたのだ。翌日、あおいからほのかとの約束を告げられ、一緒に行こうと誘われたひなただったが、断ってしまう。あおいはひなたのそんな様子をいぶかしがる。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "6676354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676354",
                    "Titles": {
                        "eng": "Everyone's Own Views",
                        "jpn": "それぞれの景色"
                    },
                    "Summaries": {
                        "eng": "Hinata can’t quite get Aoi off her mind as she climbs Mt. Akagi with Kokona. Meanwhile, Aoi is enjoying Ikaho Shrine with Honoka.",
                        "jpn": "伊香保温泉の階段を登りきり、伊香保神社や展望台を歩き回るあおいとほのか。さらにほのかはせっかく来たのだから、露天風呂に入っていこうとあおいを誘う。友達とお風呂に入ることがちょっぴり苦手なあおいだったが、覚悟を決めて露天風呂に向かう。一方、ひなたは、あおいのことを案じながら、ここなと一緒に赤城山を登りきる。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "6676355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676355",
                    "Titles": {
                        "eng": "Season of Misunderstandings",
                        "jpn": "すれ違う季節"
                    },
                    "Summaries": {
                        "eng": "Aoi’s classmates invite her to hang out at Ikebukuro. She knows Hinata has prior arrangements that day, so she hesitates, but decides to go anyway.",
                        "jpn": "同級生のみおたちに池袋へ遊びに行かないかと誘われたあおい。ひなたにはすでに予定があって一緒に行けないと知り、あおいは遊びに行くかためらうが、みおたちと出かけることに。当日、あおいからの楽しそうなメールを受け取ったひなたは、あおいの楽しそうな様子を見て一抹の寂しさを感じていた。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "6676356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676356",
                    "Titles": {
                        "eng": "A Clumsy Traversal",
                        "jpn": "ぎこちない縦走"
                    },
                    "Summaries": {
                        "eng": "Aoi buys Hinata a gift, but Hinata’s mind seems to be elsewhere. Meanwhile, Kaede makes plans for the gang to climb Mt. Kinpu on an overnight trip.",
                        "jpn": "あおいが池袋で買ってきたおみやげをひなたに渡したものの、ひなたはどこか浮かない様子。そんななか、かえでが「週末にテント泊しながら瑞牆山と金峰山に登ろう」と誘う。出発の前日、あおいは自宅に泊まりに来たここなと一緒に翌日の夕食の準備をしていた。ところがその準備に思いのほか手間がかかってしまい……。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "6676357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676357",
                    "Titles": {
                        "eng": "Friends",
                        "jpn": "ともだち"
                    },
                    "Summaries": {
                        "eng": "Hinata hurts her foot, and Aoi decides to stay behind with her while Kokona and Kaede finish the trip to the top of Mt. Kinpu.",
                        "jpn": "前日に準備してきた晩御飯を振る舞うあおいとここな。そのおいしさにひなたも少し喜んでくれた様子で、あおいは胸をなでおろす。翌日、早朝から金峰山へアタックを開始するが、ひなたの様子がおかしい。すると、ひなたにあるトラブルが発生し、心配になったあおいはひなたに寄り添うのだった。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "6676358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676358",
                    "Titles": {
                        "eng": "It's a Secret",
                        "jpn": "秘密だよ？"
                    },
                    "Summaries": {
                        "eng": "It’s November, and Hinata’s birthday is coming up. Aoi tries to choose a gift for her, but nothing seems right.",
                        "jpn": "季節はめぐり、もう11月。富士山登山に向けて体力をつけるため、あおいはペットボトルが入った荷物を担いで、天覧山に登っていた。そこで偶然ここなと会ったあおいは、ひなたの誕生日が近いことを知らされる。ひなたへのプレゼントは何がいいのか、あおいはいろいろと考えを巡らせるが、なかなか思いつかずにいて……。"
                    },
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "2023200",
            "URL": "https://thetvdb.com/series/encouragement-of-climb/seasons/official/4",
            "Titles": {
                "eng": "Next Summit",
                "jpn": "ヤマノススメ Next Summit",
                "deu": "Encouragement of Climb: Next Summit"
            },
            "Summaries": {
                "eng": "Joined by fellow mountaineering enthusiasts, including the spirited Kuraue Hinata and the other climbers they've met on their journey to great heights, Aoi and friends tackle tough challenges and conquer new summits while they embark on adventures throughout the mountain ranges of Japan.",
                "jpn": null,
                "deu": "Nachdem Aoi sich an die bisherigen Abenteuer mit ihren Wandergefährtinnen zurückerinnerte, ist sie entschlossen, weiter an ihren körperlichen Fähigkeiten zu arbeiten. Immerhin möchte sie im nächsten Jahr nochmal den Fuji besteigen! Eine jüngere Mitschülerin lädt Aoi in den Wanderclub ein, in dem sie mit den anderen Mitgliedern trainieren könnte. Doch ist das die Art von Bergwandern, für die ihr Herz schlägt? Um ihre ganz eigene Motivation zu finden und sich gleichzeitig auf die große Fuji-Wanderung vorzubereiten, stellt sich Aoi gemeinsam mit ihren Freundinnen weiteren Herausforderungen."
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9378110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/9378110",
                    "Titles": {
                        "eng": "1st Season: Spring",
                        "jpn": "ヤマノススメぷりくえる／1st season春"
                    },
                    "Summaries": {
                        "eng": "Aoi once made a promise, but to whom? That person’s name — and the ambition it inspires — is on the tip of her tongue… and on the top of a distant peak!",
                        "jpn": "あおいとひなたが再会する少し前の話。中学卒業を控えたあおいは、早春の飯能をそぞろ歩く。図書館や公園といった普段見慣れた風景の中に山の予感が色濃く漂う中、ひなたが飯能に帰ってくる。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9384272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/9384272",
                    "Titles": {
                        "eng": "2nd Season: Summer Part 1",
                        "jpn": "走れ！ヤマガール／2nd season夏 前編"
                    },
                    "Summaries": {
                        "eng": "Mt. Fuji awaits! What will Aoi and her friends see from that legendary summit? The peak is in reach... but will they all make it to the top?",
                        "jpn": "五月。初夏の爽やかな青天の下体育祭が行われていた。運動が苦手で憂鬱なあおいに対して、いろいろな種目に引っ張りだこのひなた。そして、借り物競争に参加したひなたが選んだ借り物はあおいだった。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9384273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/9384273",
                    "Titles": {
                        "eng": "2nd Season: Summer Part 2",
                        "jpn": "都内で登山⁉／2nd season夏 後編"
                    },
                    "Summaries": {
                        "eng": "Think you can’t climb a mountain in Tokyo? Think again! The Success Steps of the Atago Shrine are right around the corner.",
                        "jpn": "あおいと一緒に池袋まで買い物に出かけたひなたは、天然の山で23区最高峰の愛宕山に登ることを思いつく。愛宕神社の出世の石段の由来を見て登りだすふたり。出世のためには進学だと、社殿に着いたひなたは大学合格を祈願する。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9384274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/9384274",
                    "Titles": {
                        "eng": "3rd Season: Fall",
                        "jpn": "夢にまでみた？フジ◯◯／3rd season秋"
                    },
                    "Summaries": {
                        "eng": "Their next thrilling summit isn’t a mountain. It’s the king of the coasters, and they’re going to conquer this peak, too!",
                        "jpn": "ここなが商店街の福引で当てた富士急ハイランドのチケットで、河口湖にやってきたあおい、ひなた、ここな。FUJIYAMAという名前とひなたに煽られてキング・オブ・コースターに乗ってしまったあおいだったが……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9384275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/9384275",
                    "Titles": {
                        "eng": "A Challenge From the Mountaineering Club!? / Tough Love on Mt. Buko?",
                        "jpn": "登山部からの挑戦⁉／武甲山で愛のムチ？"
                    },
                    "Summaries": {
                        "eng": "The mountaineering club is a lot of fun, but not everyone was into the idea at first glance. Some people need a more comprehensive introduction!",
                        "jpn": "登山部からの挑戦⁉:\r\n\r\nかえでの同級生で登山部部長の小春が初登場。ひなた以上の押しの強さに圧倒されて部室に見学に行くあおいは、小春たちとともに天覧山までのランニングにチャレンジすることになる。\r\n\r\n武甲山で愛のムチ？:\r\n\r\n小春の勧めによりトレーニング目的で秩父の武甲山にやってきたあおいとひなた。最近ウォーキングを始めたという母親の恵も一緒だ。体力作りのため、恵の荷物を持ちボランティアの水を山頂に運ぶあおいは、予想以上にハードな経験をすることに――"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9384276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/9384276",
                    "Titles": {
                        "eng": "Hikari's Big Date Plans! / Together for a White Christmas!",
                        "jpn": "ひかりのデート大作戦！／みんなでホワイトクリスマス！"
                    },
                    "Summaries": {
                        "eng": "A trip to Naguri Lake? Sounds like fun, especially since Aoi gets to try canoeing with her coworker. But does this outing feel a bit…unusual?",
                        "jpn": "ひかりのデート大作戦！：\r\n\r\nアルバイト先の先輩、ひかりに誘われて名栗湖にやってきたあおいは、カヌーを体験する。ひかりとふたり、水遊びをしたり、お弁当を食べたりと楽しんでいるうちに、あおいはそれがまるでデートのようだと気づく。\r\n\r\nみんなでホワイトクリスマス！：\r\n\r\nクリスマスイブにひなたの家に集まることになったあおいたち。いつものメンバーに加えてほのかやゆうか、小春も参加した大パーティだ。急遽バイトが入って途中参加となったあおいは、ひなたたちにあるサプライズを仕掛けるのだが……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9384277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/9384277",
                    "Titles": {
                        "eng": "Where to Watch the First Sunrise / Hiking With Classmates!",
                        "jpn": "初日の出、どこで見る？／クラスメイトと山登り！"
                    },
                    "Summaries": {
                        "eng": "Hinata, Kokona and Aoi plan to watch the first sunrise from atop Mt. Tenranzan, but the plan may change on a dime when they get unexpected news!",
                        "jpn": "初日の出、どこで見る？：\r\n\r\n大晦日、天覧山で初日の出を見ようとあおいの家に集まったひなたとここな。ところが天覧山は大変な混雑だと聞き、あおいの父親とともに日和田山へ向かうことに。前の晩夜更かししたせいで時間はギリギリ。果たしてあおいたちは初日の出に間に合うのか？\r\n\r\nクラスメイトと山登り！：\r\n\r\nあおいとひなたはクラスメイトのみお、ゆり、かすみの3人をガイドして高尾山に初詣に出かける。初めての山登りに苦戦するみお達を励ましながら１号路を登るあおい。その道すがら中学校以来の同級生、かすみと思い出を語り合うのだった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9384278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/9384278",
                    "Titles": {
                        "eng": "Power Spot for Valentine's Day? / Trying Out Snowshoes!",
                        "jpn": "パワースポットでバレンタイン？／スノーシューにチャレンジ！"
                    },
                    "Summaries": {
                        "eng": "With Valentine’s Day approaching, Aoi and the girls invite Honoka out to hike Mt. Mitake in Okutama.",
                        "jpn": "パワースポットでバレンタイン？：\r\n\r\nバレンタインデーが間近なある日、群馬のほのかを誘って奥多摩の御岳山へ。受験を控えたほのかは渋っていたが、ここなも参加すると聞いて一転、参加を決める。パワースポットをめぐる中で、ほのかは何故かここなが気になる様子なのだが……？\r\n\r\nスノーシューにチャレンジ！：\r\n\r\n部室整理で出てきたスノーシューをあおいたちに見せる小春。その履き心地をあおいたちに実感させようと雪の赤城山行きを計画する。再び群馬に住むほのかも参加することになったのだが、例年にない陽気のせいで現地に着いたあおいたちが目にした光景は……。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9384279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/9384279",
                    "Titles": {
                        "eng": "Mountain Stream Fishing – The Meaning of Life? / Off to Kamakura With Hinata's Family!",
                        "jpn": "渓流釣りって、人生？／ひなた一家と、いざ鎌倉！"
                    },
                    "Summaries": {
                        "eng": "Learning to fish is fun… or at least it should be. So why does it feel like Kokona’s mind is miles away from the day’s activities at Naguri stream?",
                        "jpn": "渓流釣りって、人生？：\r\n\r\n単身赴任先から帰ってきた父親に誘われて渓流釣りをするあおいとひなた。釣りに興味があるというここなも一緒だ。釣り宿のオーナーにやり方を教わるものの、なかなかつれないあおいたち。ヒキを待つ間、ここなは受験を控えた心境をあおいたちに語り出すのだった。\r\n\r\nひなた一家と、いざ鎌倉！：\r\n\r\nテスト勉強のためにひなたの家を訪れたあおいは、見慣れぬ女性に会う。それは長らく会っていなかったひなたの母親・舞だった。仕事でストレスまみれになっている舞の「海と山、両方に行きたい！」という無茶振りにこたえて鎌倉行きを計画するひなた一家に、あおいもついて行くことに。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9384280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/9384280",
                    "Titles": {
                        "eng": "A New Season",
                        "jpn": "新しい季節"
                    },
                    "Summaries": {
                        "eng": "A spur-of-the-moment proposal snowballs into Aoi leading her entire class on a hike! Somehow this feels more like herding cats than a game of “follow the leader,” though…",
                        "jpn": "桜が咲き始める3月。あおいは２年になったらひなたと別のクラスになるかもしれないという不安にかられる。終業式の日に天覧山で写真を撮ることになり、山に詳しいという理由でリーダーに選ばれてしまうあおい。ほとんど話したこともないクラスメイト達を相手に、あおいはどうする？"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9384281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/9384281",
                    "Titles": {
                        "eng": "We Meet Again, Mount Fuji!",
                        "jpn": "また会えたね！富士山"
                    },
                    "Summaries": {
                        "eng": "After her last attempt, it’s time for Aoi to scale Mount Fuji once again. But she isn’t climbing alone, and her plans will need to make her friends happy, too.",
                        "jpn": "２年生になったあおい。雲取山でのトレーニングや新しいザック購入などの準備を着々と進め、そして迎えた夏。ついに富士山に再チャレンジする日がやって来た。今回あおい達が選んだのは森の中からスタートする須走ルート。予報サイトによるとどうも天気が怪しいようだが‥‥‥。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9384282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/9384282",
                    "Titles": {
                        "eng": "Onward! To a New Summit",
                        "jpn": "行こう！新しい頂きへ"
                    },
                    "Summaries": {
                        "eng": "The girls head up the Subashiri Trail despite fears about the weather, and things seem to go smoothly! But past is all too often prologue, and Hinata must make a big decision…",
                        "jpn": "天候に不安を抱きながら須走ルートを行くあおい達。やがて雲が晴れ、富士山の山頂が姿を表す。そこからは順調な道のりに思えたが、標高が上がった本七合目の手前であおいは一年前と同じように頭痛に襲われる。挫折の記憶が蘇るあおいを前にして、ひなたはある決断をする‥‥‥。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}