{
    "URL": "https://thetvdb.com/series/the-unlimited-hyoubu-kyousuke",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2575708/",
        "https://www.themoviedb.org/tv/55065"
    ],
    "Titles": {
        "eng": "Unlimited Psychic Squad",
        "jpn": "THE UNLIMITED 兵部京介"
    },
    "Summaries": {
        "eng": "Kyousuke Hyoubu, an ESPer who was betrayed many years ago, is now one of the most powerful ESPers—and also a fugitive. However, behind that glare lies a kind heart. His main mission is to save ESPers who are mistreated by humans, even if that be by force. Through his methods, he has saved many ESPer lives and gained the loyalty of those he has saved. The name of his group: P.A.N.D.R.A.",
        "jpn": "風になびく美しい銀髪、何かを悼むかのようにその身にまとった漆黒の学ランを着た青年……彼の名は兵部京介。\r\n エスパー犯罪組織パンドラを指揮し、超能力者の同胞たちのために革命を起こすまで、その黒い翼は闇の空を羽ばたき続ける。\r\n 椎名高志原作「絶対可憐チルドレン」に生まれた偽悪のヒーロー・兵部京介がオリジナルストーリーによるスピンオフ・アニメーションとなって登場!!\r\n 刻（とき）の運命にあらがって、無限を解き放て!!"
    },
    "Aliases": [
        "Courtesy of Zettai Karen Children: The Unlimited - Hyoubu Kyousuke",
        "Unlimited Psychic Squad"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "1": {
            "ID": "506391",
            "URL": "https://thetvdb.com/series/the-unlimited-hyoubu-kyousuke/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4446642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-unlimited-hyoubu-kyousuke/episodes/4446642",
                    "Titles": {
                        "eng": "Paranormal Jailbreak -Schooler of Deadlock-",
                        "jpn": "＃01 『超常脱獄 -Schooler of deadlock-』"
                    },
                    "Summaries": {
                        "eng": "The leader of the criminal esper organization P.A.N.D.R.A is imprisoned in the jail for espers, Deadlock. There he meets a man with unusually colored eyes who catches his interest, Andy Hinomiya.",
                        "jpn": "超能力者を収容するエスパー刑務所・デッドロックに一人の男が収監されてくる。\r\n 男の名は兵部京介。エスパー犯罪組織パンドラのリーダーである。\r\n エスパーを人とも思わぬ刑務所所長たちが牛耳る猥雑な刑務所の中で、兵部は不思議な目の色をした男、アンディ・ヒノミヤと出会う。\r\n\r\n 飄々としてどこか隙のないその男に兵部は興味を抱くが……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4446643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-unlimited-hyoubu-kyousuke/episodes/4446643",
                    "Titles": {
                        "eng": "The Melody of Assassination -Ghost of WW2-",
                        "jpn": "＃02 『暗殺のメロディ -Ghost of WW2-』"
                    },
                    "Summaries": {
                        "eng": "As Andy begins to familiarize himself within P.A.N.D.R.A, he is given his first mission to assassinate a mafia leader.",
                        "jpn": "欧州の某国にやってきたカタストロフィ号。その目的は物資の確保、そして取引をすること。\r\n 手際よく事を運ぶパンドラの面々にヒノミヤは一々驚くばかり。\r\n そんなパンドラの真の目的は兵部の昔馴染みの或る人物と会うこと。\r\n\r\n しかし、商談の席についた兵部を、彼方から銃口が狙っていた――！"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4446644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-unlimited-hyoubu-kyousuke/episodes/4446644",
                    "Titles": {
                        "eng": "Cleanliness and Pollution -Queen Not a Princess-",
                        "jpn": "＃03 『清楚と汚濁 -Queen not a princess-』"
                    },
                    "Summaries": {
                        "eng": "P.A.N.D.R.A has kidnapped Princess Sophie a Pro-Esper activist. The plan to do so was formulated by non-other than Yugiri.",
                        "jpn": "エスパー人権保護に手厚いモナーク王国の王女・ソフィが開いた記念式典の会場を訪れたバベルのエージェント・皆本と賢木。そんな華やぐ会場にやおら届けられたパンドラ参上の文字。それはソフィ王女誘拐の犯行声明だった。色目き立つ王室関係者に皆本たちが協力を働きかける。\r\n\r\n 一方のパンドラにもある思惑が動いていた。その誘拐の首謀者は意外な人物で……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4446645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-unlimited-hyoubu-kyousuke/episodes/4446645",
                    "Titles": {
                        "eng": "Absolute Domain -Children Territory-",
                        "jpn": "＃04 『絶対領域 -Children Territory-』"
                    },
                    "Summaries": {
                        "eng": "Hyobu Kyosuke has ordered the Catastrophe back to Japan where they at met with a warm welcome from old friends.",
                        "jpn": "日本へ向かい洋上を進むカタストロフィ号に緊急事態が発生。船内に侵入者が現れたのだ。緊急体制に入るパンドラのクルー達。しかし侵入者はそれを嘲笑うかのように、いとも容易く手練のエスパー達を一人、また一人と料理していく。そして、寄港先の港で兵部を待っていたのは――\r\n\r\n ―最強のエスパーチーム、コードネーム「ザ・チルドレン」がパンドラの行く手に立ちはだかる！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4446646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-unlimited-hyoubu-kyousuke/episodes/4446646",
                    "Titles": {
                        "eng": "Strangers -Portrait of the Family-",
                        "jpn": "＃05 『ストレンジャーズ -Portrait of the family-』"
                    },
                    "Summaries": {
                        "eng": "As the Catastrophe is undergoing repairs after their clash with The Children, Andy is tasked by Magi, Momiji and Yoh to accompany Yūgiri as they are summoned back. The crew enjoys some free time shopping. Andy treats Yugiri to a special treat but its cut short when he is visited by B.A.B.E.L with some important information.",
                        "jpn": "つかの間の休日を過ごすパンドラの一行。\r\n クルー達へのお土産品を買ったり、季節の景色を愛でたりと一時の観光気分を味わっていた。\r\n ヒノミヤは買い出しに訪れた街でユウギリの子守りを任され不承不承。\r\n\r\n 一方、兵部は一行と離れ、単独行動でとある場所を訪れていた。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4446647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-unlimited-hyoubu-kyousuke/episodes/4446647",
                    "Titles": {
                        "eng": "Darkness, Run -As True as a Lie-",
                        "jpn": "＃06 『闇、走る -As true as a lie-』"
                    },
                    "Summaries": {
                        "eng": "Not only is the secret of the Catastrophe is revealed but so has Andy’s hidden agenda. Does he have the power to stand against the Major?",
                        "jpn": "パンドラの次のミッションは新型ECMの強奪に決まった。 作戦決行前夜、いつものように葉とビリヤードに興じるヒノミヤたちのところへ寝付けないでいたユウギリがやってくる。\r\n ユウギリに絵本を読んであげることになったヒノミヤ。\r\n しかし、その脳裏に去来するのは自らの過去と葛藤「半端ものだった俺が……」。\r\n\r\n 寝息をたて始めたユウギリを後に、本を戻しに入った図書室でヒノミヤは偶然にもある光景を目撃する。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4446648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-unlimited-hyoubu-kyousuke/episodes/4446648",
                    "Titles": {
                        "eng": "ESP Unit - Part One -Generation ZERO PART I-",
                        "jpn": "＃07 『超能部隊 前編 -Generation ZERO PARTⅠ-』"
                    },
                    "Summaries": {
                        "eng": "After his father’s death, Baron Tsubomi took in Kyosuke and raised him with his daughter Fujuko, a sensory user. Together with other sensory users they help form Japans first Special ESP Unit.",
                        "jpn": "時は戦時下――ひとりの少年が日本に降り立つ。彼の名は兵部京介。\r\n 縁ある蕾見男爵のもとに引き取られた彼は、そこで一人の少女と出会う。彼女の名は蕾見不二子。\r\n\r\n 兵部がまだ少佐と呼ばれるようになる以前、兵部京介はじまりの話し……。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4446649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-unlimited-hyoubu-kyousuke/episodes/4446649",
                    "Titles": {
                        "eng": "ESP Unit - Part Two -Generation ZERO PART II-",
                        "jpn": "＃08 『超能部隊 後編 -Generation ZERO PARTⅡ-』"
                    },
                    "Summaries": {
                        "eng": "Kyosuke has been chosen to represent the E.S.P unit in the Navy war games. The Units future is on his shoulders.",
                        "jpn": "ある事件がきっかけで実戦機と一対一の対決をすることになった兵部少年。\r\n 不二子たち超能部隊の中から選抜された彼は、厳しい訓練を重ね、ついにその対決のときをむかえる。海軍が誇る最新鋭戦闘機と兵部少年による迫真のドッグファイトの幕があがる。しかし、その裏ではある悲劇が着々と進行していた……。\r\n\r\n 兵部京介という一人の人間の核心に触れる激動と迫真の一話!!"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4446650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-unlimited-hyoubu-kyousuke/episodes/4446650",
                    "Titles": {
                        "eng": "Catastrophe -Pandora's Box Opens-",
                        "jpn": "＃09 『カタストロフ -Pandora's box opens-』"
                    },
                    "Summaries": {
                        "eng": "The American government has made their move with a full on assault against the Catastrophe, but their real intentions are unknown even to their spy; History will repeat itself.",
                        "jpn": "単身カタストロフィ号へ戻った兵部は伊號奪取任務中のヒノミヤと対峙する。一方、バベルの作戦によって身動きのとれない真木たちパンドラメンバー。絶体絶命の彼らを救ったのは……！？ \r\n\r\n しかし、事態は刻一刻と最後の瞬間に近づいていた。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4446651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-unlimited-hyoubu-kyousuke/episodes/4446651",
                    "Titles": {
                        "eng": "The Distant Paradise -Original Sin-",
                        "jpn": "＃10 『遠い楽園 -Original Sin-』"
                    },
                    "Summaries": {
                        "eng": "Old foes thought long gone, have been exposed as the mastermind behind the plans to sink the Catastrophe is taking Yugiri. This new information re-ignites the fire in Kyosuke as he shakes off death to get his revenge.",
                        "jpn": "心拍計が静かに、かすかに動いている。\r\n もはや普通の人間のレベルではとうに死んでいるはずのその男の命は、いまなお消えずにいた。\r\n 何故なら彼にはまだやるべきことがあるからだ。夜の帳が静かに降りる頃、彼は旅立っていった。\r\n愛しい人の制止を振り切って。そして、そこにはもう一人、彼を待っている男がいた。\r\n 似ている瞳をした二人の男。\r\n\r\n 彼らは暁光の中、空の涯てへ向けて旅立っていった……。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4446652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-unlimited-hyoubu-kyousuke/episodes/4446652",
                    "Titles": {
                        "eng": "The Two Within the Storm -Outlaws-",
                        "jpn": "#11『嵐の中のふたり -OUTLAWS-』"
                    },
                    "Summaries": {
                        "eng": "New York has a new Mayor that is in support of esper relationships, at the same time Hyobu and Andy work their way into the USEI facility only to discover…",
                        "jpn": "そこはもはや戦場だった。雨のように注ぐ弾丸、レーザーの中でも男達は決して諦めない。\r\n何故なら、彼らには果たすべき誓いがあるから。そのとき二人は、はじめてお互いの力をあわせた。\r\n\r\nそして、ひとつの強大な敵に敢然と立ち向かっていった。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4446653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-unlimited-hyoubu-kyousuke/episodes/4446653",
                    "Titles": {
                        "eng": "To the Future -LAST RESOLUTION-",
                        "jpn": "#12『未来へ -LΛST RESOLUTION-』　　最終回"
                    },
                    "Summaries": {
                        "eng": "Saotome plan is finally coming to fruition and with no one powerful enough to stop it, the world will be saved from Hyobu Kyoskue.",
                        "jpn": "闇に追われ、闇を貫き、そして終焉（おわり）がはじまる。\r\n そのとき男は託すべき未来のため、最後の決意をする……。\r\n\r\n 「THE UNLIMITED 兵部京介」最終回。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}