{
    "URL": "https://thetvdb.com/series/amnesia-2013",
    "Genres": [
        "Animation",
        "Drama",
        "Fantasy",
        "Mystery",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2552204/",
        "https://www.anime-amnesia.com/",
        "https://www.themoviedb.org/tv/50087"
    ],
    "TitleEnglish": "Amnesia",
    "SummaryEnglish": "August 1st. The protagonist regains consciousness in an unfamiliar cafe, with no memories of the past. Where is this place? What was the protagonist doing here? Who and what kind of life did the protagonist live?\r\n\r\nA boy appears before the protagonist. The boy's name is Orion, and calls himself a fairy. Under Orion's direction, the protagonist gropingly searches for clues about himself. He eventually meets people who know him, a childhood friend, a senior, and a lover.",
    "Aliases": [
        "失憶症",
        "アムネシア"
    ],
    "Modified": "2025-05-02",
    "Seasons": {
        "0": {
            "ID": "506398",
            "URL": "https://thetvdb.com/series/amnesia-2013/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4638371",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4638371",
                    "TitleEnglish": "OVA",
                    "SummaryEnglish": "Animate Tokuten for purchasing all volumes of TV Anime Series. The contents of the OVA are from the Drama CD.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "506399",
            "URL": "https://thetvdb.com/series/amnesia-2013/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4446734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4446734",
                    "TitleEnglish": "I",
                    "SummaryEnglish": "The Heroine wakes up on august 1st, with no memories of who she is or where she's been. A mysterious boy named \"Orion\" appears before her, calling himself a \"Spirit.\"  With his help, she starts to put back together the pieces of her life and keeps the people around her from finding out that she's lost her memories.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4470720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4470720",
                    "TitleEnglish": "II",
                    "SummaryEnglish": "Orion tells Heroine to keep her memory loss a secret as she doesn't know who to trust. At the restaurant a firework, sparks part of her memory with some disturbing news.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4470721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4470721",
                    "TitleEnglish": "III",
                    "SummaryEnglish": "Shin has figured out that Heroine has lost her memory. He attempts to jog her memory by taking her to familiar places and talking about their relationship.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4470722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4470722",
                    "TitleEnglish": "IV",
                    "SummaryEnglish": "The staff of Meido no Hitsuji decides to have a fireworks party, during which Shin finally tells Heroine the truth of her accident. He also reveals a story of his own past that she was not expecting.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4470723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4470723",
                    "TitleEnglish": "V",
                    "SummaryEnglish": "Heroine is confused on why she was sent back in time. Orion appears before trying to explain but disappears before she is able to understand.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4470724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4470724",
                    "TitleEnglish": "VI",
                    "SummaryEnglish": "Heroine doesn't know which Ikki's personality is real, and she meets a man that advises her watch her back.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4470725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4470725",
                    "TitleEnglish": "VII",
                    "SummaryEnglish": "Heroine suddenly appears outside her apartment, and receives a text message from Kent, who says to meet up at the café. Heroine is confused by the conversation she has with Kent but plays along the best she can. Later at the café Kent figures out she has lost her memory.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4470726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4470726",
                    "TitleEnglish": "VIII",
                    "SummaryEnglish": "Toma has been taking care of Heroine after she has passed out. Toma has continued to take care of her after a series of unknown threats. To lighten the mood they go shopping together and not long Heroine is approached by three angered girls.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4470727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4470727",
                    "TitleEnglish": "IX",
                    "SummaryEnglish": "After the incident where the Heroine encountered Ikki's fan, she was isolated in Toma's house for few days. Every time she woke up, she received coffee from him until Orion showed up and explained that he put sleeping pills in her coffee. As they tried to escape, they found her phone, which contained many odd texts, but before they can leave, Shin shows up. She went back to bed and pretended to be asleep. However, it is revealed by Shin while arguing with Toma that he was not her boyfriend. After Shin leaves, Toma revealed his true motive to keep her here. He kisses her forcefully, making her swallow the drug and knock out. The next morning, she wakes up in a cage that he put her in if she tries escape from him. At night, Toma decides to let her out, and he explains that the reason he was doing it was to protect her from Ikki's fans. He puts her back in the cage after his professor calls him and tells him his data is incorrect in his report. While Toma leaves for the university, he forgets to lock the cage. The Heroine and Orion decide to escape, as they have the opportunity to go to her home here where her diary is so, she can find out how she truly feels about Toma.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4470728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4470728",
                    "TitleEnglish": "X",
                    "SummaryEnglish": "The Heroine finally arrives home, where she is able to open her diary by using her bobby pin where she sees that she had written that she loved Toma, and that on August the 1st was the day she had planned to tell him. Ikki knew of this. After the heroine had read it, Toma rushes in with an angered face. At first, he starts talking about how it was dangerous to go outside and how she kept \"running away\" from him. He moves in closer to her and notices her injuries. Toma tells her that since she did not know how his hurt heart felt, he would stop caring if she gets hurt too. Then he says, \"If I take all of you by force, you'll no longer see anything but me. Or will you break instead?\" The Heroine replies that she knows that he wouldn't do that. So, Toma asks, \"If I can't protect you, should I break you? I believe that I'll still love you, so...\" Seeing that the Heroine got afraid, he apologizes but says that he doesn't plan to let her hand go. As he closes into her face, the diary that the Heroine was holding the whole time falls down to the floor where Toma notices it. He asks her what it was and the Heroine replies that it was her diary. After he reads her diary and understands what she had felt, he apologies and tells her he loves her. Because she got injured in the last episode Toma takes her to the hospital, where Ikki and his fanclub apologizes to her. Toma leaves and the next scene was at the hospital where everything was dark. Ukyo comes and picks the Heroine up while she is sleeping and drops her off the building. Then, the memories at the burning building with the watchtower is shown again. She then arrives back on August the 1st where a lot of \"bad\" things happened to her like almost getting hit by a train but Ukyo's warnings prevented her death. At the end of the episode Ukyo tells her that the world is trying to kill her and that they are lovers.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4470729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4470729",
                    "TitleEnglish": "XI",
                    "SummaryEnglish": "Ukyo is claiming to be Heroine's lover, and he warns her that the world is trying to kill her. But can Ukyo be trusted when he is...",
                    "Aliases": []
                },
                "12": {
                    "ID": "4470730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4470730",
                    "TitleEnglish": "XII",
                    "SummaryEnglish": "The evil Ukyo goal is to kill Heroine, as she runs for her life a battle wages inside of Ukyo.",
                    "Aliases": []
                }
            }
        }
    }
}