{
    "URL": "https://thetvdb.com/series/tamako-market",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2560604/",
        "https://www.themoviedb.org/tv/48561"
    ],
    "Titles": {
        "eng": "Tamako Market",
        "jpn": "たまこまーけっと"
    },
    "Summaries": {
        "eng": "Tamako is a mochi-loving high-school freshman whose family runs a mochi (rice cake) shop in a certain town's shopping district. She enjoys her high school life with her friends Midori and Kanna in the badminton club. She also helps out at her family's shop and develops new mochi.",
        "jpn": "うさぎ山商店街にある餅屋の娘･北白川たまこは､\r\nお餅と､生まれ育った商店街のことが大好きな高校1年生｡\r\n商店街が特に忙しくなる年末に､突然､高飛車な鳥がやって来る｡\r\n人の言葉を話すその鳥は､ひょんなことからたまこの家に居候する事になって……?\r\nたまこと不思議な鳥が繰り広げる､お騒がせな一年が始まります!"
    },
    "Aliases": [],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "506402",
            "URL": "https://thetvdb.com/series/tamako-market/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 8,
            "Episodes": {
                "7": {
                    "ID": "4742592",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/tamako-market/episodes/4742592",
                    "Titles": {
                        "eng": "Tamako Love Story",
                        "jpn": "たまこラブストーリー"
                    },
                    "Summaries": {
                        "eng": "As she edges toward the end of her high school life, the energetic but generally clueless third-year Tamako Kitashirakawa has only one major concern: pulling off a stunning baton performance at the Usagiyama Marching Festival. But all too soon, she is confronted by the reality that all her friends have big plans for their futures; she, on the other hand, just operates with the moderate goal of continuing to work at her family's restaurant.\r\n\r\nUnder the same brilliant sky, Mochizou Ooji intends to study at a university in Tokyo, leaving behind his family, friends, and most importantly, his first and only love Tamako. Unfortunately, the shy admirer cannot bring himself to declare his love, and Tamako is yet unaware that she is the source of such anguish. With time quickly running out, Mochizou must confess his feelings to Tamako soon, or his dream of romance will never be fulfilled.",
                        "jpn": "春。\r\n高校3年生に進級しても北白川たまこの頭の中は相変わらずおもちのことばかり。\r\n\r\n春の夕暮れ、学校の帰り道。\r\nたまこやみどりたち仲良し4人組は進路の話をしていた。\r\nみんな不安をかかえながらも将来のことをちゃんと考えている様子。\r\nたまこも、何気なく、将来は家業を継ぐと答える。\r\n\r\n同じ頃、たまこのお向かいの家でずっと一緒に過ごしてきたもち蔵も、ある決心をしていた。\r\n\r\n周りのいろんなことが変わっていって、\r\n少しずつ、少しずつ、たまこの心は揺れ始める……。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5775459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamako-market/episodes/5775459",
                    "Titles": {
                        "eng": "Dera-chan of the Southern Island",
                        "jpn": "南の島のデラちゃん"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "506403",
            "URL": "https://thetvdb.com/series/tamako-market/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4446736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamako-market/episodes/4446736",
                    "Titles": {
                        "eng": "That Girl is the Cute Daughter of a Mochi Shop Owner",
                        "jpn": "第1話 あの娘はかわいいもち屋の娘"
                    },
                    "Summaries": {
                        "eng": "Whilst shopping for some flowers in her local market, Tamako Kitashirakawa, the daughter of a mochi shop owner, encounters a peculiar talking bird named Dela Mochimazzi that decides to follow her home. As Tamako and her younger sister Anko go to the public baths later that evening, Dela has Tamako's childhood friend, Mochizō Ōji, take him to the baths as well. As New Year's Eve arrives, with Dela having put on weight after gaining an affection for mochi, Dela almost chokes on a mochi, prompting the neighbourhood to help him out, overlooking Tamako's birthday.",
                        "jpn": "どういう訳だかやって来た、見知らぬ町の商店街。\r\n 旅の途中で会ったのは、なぜか、もち屋の娘でした"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4462735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamako-market/episodes/4462735",
                    "Titles": {
                        "eng": "A Valentine's Day Blooming with Love",
                        "jpn": "第2話 恋の花咲くバレンタイン"
                    },
                    "Summaries": {
                        "eng": "As Valentine's Day approaches, Tamako suggests the shopping district should hold a Valentine campaign. However, Tamako's father, Mamedai, is against the campaign, believing it to be too modernised. As Tamako and Mochizō start shooting a commercial for the shopping district, Tamako's friend, Midori Tokiwa, feels conflicted by feelings she starts having around Tamako. At the screening of the commercial, Dela manages to stand in for the projector by projecting the image through his eyes. When the commercial finishes, Dela shows another video, this time a video message from his home country. As Valentine's Day arrives, Midori comes to terms a little with her feelings.",
                        "jpn": "色とりどりの花の中、ひそやかに咲く花もある。どんな想いも花は花。\r\n 心に咲いて、愛おしい"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4462736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamako-market/episodes/4462736",
                    "Titles": {
                        "eng": "Hot for a Cool Girl",
                        "jpn": "第3話 クールなあの子にあっちっち"
                    },
                    "Summaries": {
                        "eng": "As a new school year starts, Tamako and her friend Kanna Makino ends up in the same class as badminton club member Shiori Asagiri. That morning, Dela has a run in with Shiori and falls in love with her. After Dela ends up getting lost, Shiori escorts her back to Tamako's house, where Tamako attempts to become friends with her. Due to coincidental situations with her family, Shiori soon ends up staying for dinner and joining Tamako to the baths. The next day, Shiori tries to work up the courage to thank Tamako for the other day, but has difficulties overcoming her shyness. As Shiori ends up helping her homeroom teacher to Tamako's house for a home visit, Tamako takes her to a coffee shop, where she is finally able to convey her feelings of gratitude. As the two become proper friends, Shiori gives her thanks to Dela for helping her out, though rejects his proposal of love. Afterwards, Tamako hears from Midori about how much courage it took for her to convey her feelings properly.",
                        "jpn": "言葉は時にむずかしい。言葉は時にもどかしい。伝えたい思いはいつも空回り。\r\n だけどいつか届くはず"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4462737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamako-market/episodes/4462737",
                    "Titles": {
                        "eng": "A Small Love Blooms",
                        "jpn": "第4話 小さな恋、咲いちゃった"
                    },
                    "Summaries": {
                        "eng": "Anko becomes disappointed that she can't go a museum with her friends, including a boy from her class she likes, because the market is preparing for a festival. Luckily, her grandfather says she'll be able to go if she wakes up early and finishes up all her jobs. Meanwhile, Dela is cast as an ornament for the festival's shrine. As Anko prepares to go to the museum, the florist asks for her help in dressing up some children, foregoing the museum in favor of giving one of the girls her support. When the boys from her class arrives, Anko becomes embarrassed and shuts herself in the closet, although she eventually comes out when one of the boys brings her a souvenir from the museum.",
                        "jpn": "思い願いが叶わずも、思い通りに行かずとも、別の道は別の花。新たな花が咲いている"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4462738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamako-market/episodes/4462738",
                    "Titles": {
                        "eng": "We Spent the Night Together",
                        "jpn": "第5話 一夜を共に過ごしたぜ"
                    },
                    "Summaries": {
                        "eng": "As summer arrives, the girls go to the swimming pool to teach Tamako how to swim while Dela learns of Mochizou's crush on Tamako. Dela decides to accompany Mochizou as he and the others go on a school trip to the beach and help him with his love troubles. When Midori learns of this, she chooses to stand against him, although the heat between them soon calms down by the next day as the gang watch some fireworks.",
                        "jpn": "恋の花火に、心の花火。真夏の夜の夢、色付く想い。はかなく散ってしまわぬように"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4462739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamako-market/episodes/4462739",
                    "Titles": {
                        "eng": "I Felt Chills Down My Spine Too",
                        "jpn": "第6話 俺の背筋も凍ったぜ"
                    },
                    "Summaries": {
                        "eng": "Noting that not too many people come by the market during hot days, Tamako suggests they put on a haunted house to help cool people down. As Tamako, Midori and Kanna work on preparing the haunted house, Mamedai claims he saw some ghosts floating about at night, leading the shopkeepers to become paranoid, believing the market to be cursed. After a test run by Shirori and Dera, the haunted house starts gaining some attention whilst Shiori helps clear up some of the 'hauntings' the shopkeepers have been experiencing. The haunted house proves to be a huge success, drawing lots of customers to the market. At the wrap-up party, Kanna reveals she and Dera were behind the ghost sightings from before. As Dera falls over in shock, his eyes once again project a video from the foreign prince, informing everyone that someone named Choi is coming to the market.",
                        "jpn": "すったもんだの大騒ぎ。終わりよければすべてよし。今は眠るよ、ひたすらに"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4462740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamako-market/episodes/4462740",
                    "Titles": {
                        "eng": "She Went to Be a Bride",
                        "jpn": "第7話 あの子がお嫁に行っちゃった"
                    },
                    "Summaries": {
                        "eng": "Choi Mochimazzi, a fortune teller from Dera's homeland, comes to stay at Tamako's house, revealing that both she and Dera come from the island's royal family. When Choi becomes annoyed by Dera gaining weight and forgetting his mission to find a bride for the island's prince, he claims he is being held against his will, leading her to be distrustful of the good will Tamako and the shopkeepers show towards her. As Choi tells fortunes as a mean's of paying back everyone's kindness, shopkeeper Sayuri Yumoto reveals she is getting married, much to the dismay of tofu shop owner Tomio Shimizu, who had a crush on her. This leads Choi to think about her own unrequited feelings for the prince, leading to her getting a fever after passing out in the bath.",
                        "jpn": "あの娘がお嫁に行こうとも、やっぱり豆腐は四角くて。四角いからこそ豆腐だよ"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4462741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamako-market/episodes/4462741",
                    "Titles": {
                        "eng": "Don't Call Me a Chicken",
                        "jpn": "第8話 ニワトリだとは言わせねぇ"
                    },
                    "Summaries": {
                        "eng": "Deciding his obesity needs to be addressed, Tamako, Choi and the others decide to put Dera on a mochi-free diet until he loses enough weight to fit into a birdhouse Kanna made. In order to keep watch over Dera to make sure noone feeds him, Choi goes to school with Tamako and the others, where she joins in on classes and helps Dera get some much needed exercise, before going to a used clothes store. As Dera shows up the next day with a curiously slim body, Kanna and Midori give Choi a sweater they made for her.",
                        "jpn": "季節は巡って、空気は高く澄んでいく。人情ぬくいよ、ほっこりと。\r\n心は染まるよ、紅葉色"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4462742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamako-market/episodes/4462742",
                    "Titles": {
                        "eng": "Singing a Love Song",
                        "jpn": "第9話 歌っちゃうんだ、恋の歌"
                    },
                    "Summaries": {
                        "eng": "As the Tamaya shop decides to put on a mochi pounding event for October 10, Mochi Day, Anko asks Tamako to set some daifuku aside for Yuzuki, the boy she has a crush on, but can't bring herself to face him in person. Asked by Tamako to help, Mochizō learns that Anko is depressed because Yuzuki is transferring to another school on Mochi Day. As Mochi Day arrives, Tamako gives Anko the encouragement to see Yuzuki off before he leaves. Receiving some fresh mochi Tamako gave Anko, Yuzuki tells her that they'll see each other again when his family next comes to Tamaya for some mochi. Meanwhile, Tamako comes across Mamedai playing a familiar song from her childhood. The record store owner, Kunio Yaobi, tells Tamako and the others that the song was written by Mamedai for her late mother, Hinako.",
                        "jpn": "エブリバディ・ラブズ・サムバディ。誰かが誰かを好きになる。いつか誰でも恋をする。\r\n僕が君を見つけたように"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4462743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamako-market/episodes/4462743",
                    "Titles": {
                        "eng": "A Flower Blooms on Her Baton",
                        "jpn": "第10話 あの子のバトンに花が咲く"
                    },
                    "Summaries": {
                        "eng": "With the school cultural festival approaching, the Baton Club manage to get a key timeslot for the main stage. However, Midori struggles to come up with some choreography for their performance, finding herself unable to admit it to Tamako and the others. As Midori becomes more stressed, leading to her catching a fever, Shiori mentions to Tamako and Kanna about Midori's worries. The next day, Tamako and the others visit Midori after hearing about her fever, she admits that she had been unable to come up with any choreography and is overcome with guilt. After Dera cheers her up by performing an amusing dance, Tamako, Kanna and Shiori help Midori come up with choreography, managing to come up with something come the day of the festival. As Choi comes to the school to give the club her support, she notices a particular mark on Tamako's neck, later announcing to Tamako that she is destined to become her prince's bride.",
                        "jpn": "空も心も揚々と、いざ幕開き、晴れ舞台。バトン娘が踊り出す"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4462744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamako-market/episodes/4462744",
                    "Titles": {
                        "eng": "Who Knew She'd Be a Princess?",
                        "jpn": "第11話 まさかあの娘がプリンセス"
                    },
                    "Summaries": {
                        "eng": "As word spreads about Tamako allegedly being a princess, Tamako herself is more focused on collecting enough loyalty points to receive a medal from the shopping district. After Tamako earns her medal, Choi manages to fix Dera's communication features and get in contact with the prince, Mechya, who exchanges some words with Tamako before Dera breaks down again. Whilst Tamako herself feels she's not really a princess, the neighbourhood have a meeting concerning Tamako, feeling she should probably go, although Tamako herself feels otherwise. The next morning, Tamako panics when she can't find her medal, only to be given it by Mechya himself.",
                        "jpn": "変わりたくない変わりたい。人の心は裏腹で。背中合わせの思いを抱え、どっこい、明日を生きていく"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4462745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamako-market/episodes/4462745",
                    "Titles": {
                        "eng": "Another Year Ends",
                        "jpn": "最終回 今年もまた暮れてった"
                    },
                    "Summaries": {
                        "eng": "As the whole shopping district takes an interest in Mechya, Tamako feels a little confused by everything, the empty shopping district begins to remind her of when her mother died. When asked by Dera about what she thinks of the whole bride business, Tamako talks about how much the district has meant to her over the years. Tamako rushes to turn down Mechya's proposal, only to learn that she isn't actually a candidate, as Choi has misunderstood things. After the girls see them off, Choi and Mechya head back to their home country, only to realise they've left Dera behind. Come New Year's, Dera attempts to head back home by hiding himself in a bouquet, only to wind up in a box Mochizō has ordered for Tamako's birthday and end up right back on Tamako's doorstep.",
                        "jpn": "年は変わっていくけれど、ちっとも変わらぬものもある。それは夜目には見えないが、心で見れば見えるもの"
                    },
                    "Aliases": []
                }
            }
        }
    }
}