{
    "URL": "https://thetvdb.com/series/da-capo-iii",
    "Genres": [
        "Animation",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0496193/",
        "https://hikosen.co.jp/eigeki/dc3/",
        "https://x.com/https://twitter.com/DC3_anime"
    ],
    "TitleEnglish": "Da Capo III",
    "SummaryEnglish": "On the island of Hatsunejima, where spring is eternal, grows a particular large cherry blossom tree. This cherry blossom tree never withers, and is said to be able to fulfill any wish.\r\n\r\nHowever, one day, this tree had become a normal cherry blossom tree...",
    "Aliases": [
        "D.C.III ~Da Capo III~",
        "Da Capo 3",
        "D.C.Ⅲ ダ・カーポⅢ"
    ],
    "Modified": "2025-06-01",
    "Seasons": {
        "0": {
            "ID": "556887",
            "URL": "https://thetvdb.com/series/da-capo-iii/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4682782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4682782",
                    "TitleEnglish": "Pre-Air Special",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "506380",
            "URL": "https://thetvdb.com/series/da-capo-iii/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4446308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4446308",
                    "TitleEnglish": "Blooming Cherry Blossoms",
                    "SummaryEnglish": "On the island of Hatsune-jima, 20 years after it was once well known for its blooming everlasting cherry blossom trees, the official Kazami Academy newspaper club members: Kiyotaka Yoshino, his cousin Charles Yoshino, his neighbor Himeno Katsuragi, the club president Ricca Morizono, Sara Rukawa, and Aoi Hinomoto decide \"magic\" to be their article theme in order to beat their rival, Suginami, the president of the unofficial newspaper club. They pay a visit to the dead cherry blossom tree in Sakura Park, rumored to be magic in the past. When they make a wish, the cherry blossom tree suddenly blooms much to everybody's surprise. At that moment, they all received a text message that says \"When the cherry blossoms bloom, at that promised place...\" from an unknown sender dated in 1951. The next morning, while the islanders are excited by the cherry blossom trees blooming again the two clubs accept a duel to unravel the mystery of the cherry blossom tree with Kiyotaka's partnership on the bet. Sakura Yoshino makes an appearance at the cherry blossom tree.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4446310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4446310",
                    "TitleEnglish": "A Warm Place",
                    "SummaryEnglish": "Sakura walks around in confusion. Kiyotaka and his friend Kōsuke Edogawa discuss about girls. Ricca commences investigation on the cherry blossom tree. Charles tries to persuade Kiyotaka to make her his own home made cooking and soon later succeeds when Kiyotaka promises to do so. However, it turns out Aoi lost her keys while they were gathering info so she, Himeno, Sara, and Kiyotaka split up looking for them. Fortunately they were found, but Kiyotaka has accidentally broken his promise with Charles without realizing. He comes home late at their apartment to find a slightly annoyed Charles but she seems to quickly forgive him by taking a bath with him before he apologizes properly.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4446312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4446312",
                    "TitleEnglish": "Where Cherry Blossoms Flutter",
                    "SummaryEnglish": "Kiyotaka meets the mysterious Sakura and later he coincidentally saves her from falling and afterwards she thanks him. He searches through records on strange phenomena of incidents that happened before the cherry blossom tree withered 20 years ago. Mikoto tells him that the unofficial club is also ancient. Then on the same day, Kiyotaka and Sakura meet for the third time by the blooming cherry blossom tree. Kiyotaka helps her find her lost cat Utamaru, when they find her Kiyotaka brings her to a sweet shop for a treat. They become closer as the day slowly ends.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4446313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4446313",
                    "TitleEnglish": "A Place One Wants to Be Forever",
                    "SummaryEnglish": "Kiyotaka is on the bus with Himeno, with an awkward atmosphere since the past events in the morning; Kiyotaka went in Himeno's bedroom without permission and sees her undressed, which infuriated her. The bus stops suddenly and Kiyotaka saves Himeno from falling and she thanks him. In the club room they decipher the information they have gather so far, which leads to the former principal of Kazami Academy who resembles Sakura that disappeared 20 years ago, much to Kiyotaka's surprise. Later that day, Sakura and Kiyotaka end up playing together in the park after he finds her spying on him, she notices Kiyotaka is daydreaming while looking slightly lonely. Himeno invites him out in the evening where the two take a walk alone. Kiyotaka admits he feels unfortunate because he is spending a lot less time with her which touches Himeno. She insists on holding hands with Kiyotaka and he agrees to.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4446315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4446315",
                    "TitleEnglish": "A Place Where One is not Alone",
                    "SummaryEnglish": "Sara and Kiyotaka go to the library together for research. On the way, Charles jumps on him that causes a misunderstanding made Sara shout at him and runs off. Throughout the school day, Sara avoids Kiyotaka until he helps her clean up on duty. They accidentally get themselves locked in the gym equipment room together but they use this time to talk to each other. Sara reveals the reason she enrolled to Kazami Academy was because of a future dream her parents had foreseen. But things take a turn for the worse when Sara starts to need to use the restroom badly. Luckily, Himeno finds them just in time but this causes yet another misunderstanding. Later, they both of them go to the softball club. Sakura helps Kiyotaka pick up balls. He found Sara later taking nap under the cherry blossom tree.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4446317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4446317",
                    "TitleEnglish": "A Place Where We Can Be Together",
                    "SummaryEnglish": "Ricca and Kiyotaka eat lunch together in the club room leaving Kōsuke and the male students jealous. Ricca tells him it bothers her how little time he spends with her and the amount he spends with the other girls assisting them. When Suginami tries to convince Kiyotaka into sharing and exchanging information, Ricca comes along and says he has to beat the unofficial newspaper club. At the end of the day, Kiyotaka and Ricca go around town having fun looking at magic material and clothes, and talk about past lives like lovers. Sakura is finally introduced to Kiyotaka's friends.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4446319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4446319",
                    "TitleEnglish": "A Place Where I Can Rely on You",
                    "SummaryEnglish": "The club members examine on Sakura being related to Sakura Yoshino, but are unsure compare to her age. Kiyotaka notices Aoi's fever and takes care of her for the day, including change her clothes! The next day, Aoi is absent at school so Kiyotaka visits her, where she asks him to spoil her once more by cooking and sleeping with her. Coming home late in the morning without a notice has Himeno worrying about him.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4446321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4446321",
                    "TitleEnglish": "The Place Overflowing with Love, Dreams, and Hope",
                    "SummaryEnglish": "Everyone goes to a water resort. Kiyotaka has won tickets to it in a lottery, and even invites Sakura. The girls try to get Kiyotaka's attention by seeing who is most attractive but Sakura keeps dragging him away. He also finds Mikoto, Kōsuke and his sister Shiki there observing them. They then participate in a swimsuit competition held there. Sakura steps in when Ricca accidentally loses her top. In the end, Sakura wins and earns a Japanese confectionery set. In the sun setting, she encounters Minatsu Amakase who recognizes her.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4446323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4446323",
                    "TitleEnglish": "A Festival of Beautiful Women and a Place with a Beautiful Sunset",
                    "SummaryEnglish": "After Kiyotaka and Kōsuke have an unknown conversation with Suginami. Shiki and the student council seize them for questioning, Suginami manages to free Kiyotaka somehow. After school, the student council yet insists Kiyotaka to talk and runs in hot pursuit. The next day, he accompanies Mikoto to a theme park where things go wild. At night, Suginami gives Kiyotaka an address regarding to the Amakase Detective Agency.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4446325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4446325",
                    "TitleEnglish": "A Place We Both Reached",
                    "SummaryEnglish": "Kiyotaka meets Minatsu, Yuzu Kohinata (who knew Nanaka Shirakawa), and Yuuhi Takanashi at the Amakase Detective Agency. He listens to their explanation of robots then later requests about the cherry blossom tree's magic. The club members continue their discussion of magic of the cherry blossom trees. Kiyotaka shows the agencies the strange text message, learns of Minatsu's past and theories of magic. At school, he and Ricca have lunch together, she trips on top of him and shared a kiss. Later, they found Sakura and when Ricca touched her they see a vision of themselves meeting.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4446327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4446327",
                    "TitleEnglish": "Omoide to Hajimari no Tokoro",
                    "SummaryEnglish": "Sakura walks in a rainy night as the memories of Jun'ichi Asakura sadden her. Ricca also confuse with sudden influx of memories she'd remembered. After seeing Sakura in the rain Himeno goes searches for her then called Kiyotaka for help. Ricca touches the eternal cherry blossom tree and remembers past memories of her and Kiyotaka living as a family when they first planted the tree. Sakura arrives at the old Asakura and Yoshino residence and remembers more of Jun'ichi and Nemu back in the day. Ricca found Sakura and tells a story about her life as a magician and her friend Jill. Then the sun rises through the clouds. Sakura decides to keep moving forward.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4446331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4446331",
                    "TitleEnglish": "The Island of the Everlasting Cherry Blossom",
                    "SummaryEnglish": "Everyone gathers to meet Sakura saying she made a decision to leave the island until after having fun together with everyone once more. They took pictures, have cake, playing in the ocean, sightseeing all of Hatsune-jima. Ricca lets Sakura be alone with Kiyotaka as a date by going to different sites, then Kazami Academy seeing the school is prepare for the graduation ceremony. Finally, at the eternal cherry blossom tree Sakura reveals the memories of her and Jun'ichi to Kiyotaka. Sakura disappears and reunites with Jun'ichi. Afterward, the club members receive another text message from Sakura.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4536342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/da-capo-iii/episodes/4536342",
                    "TitleEnglish": "Da Capo",
                    "SummaryEnglish": "Kiyotaka wakes up in the morning then walks with Himeno and everyone else to school. They decided to write a different article for the graduation edition for the official newspaper club. Charles jumps on Kiyotaka again, Sara and Aoi try to spend time with him. Himeno contacts Kiyotaka in the courtyard but they get interrupted. Ricca has lunch with Kiyotaka as they talk more about past lives. The official and the unofficial club members found them on the roof of the school, Suginami uses his trick to help Kiyotaka and Ricca escape from them since their competition is meaningless now. Ricca tells Kiyotaka how they should move with their daily lives. The girls eventually found them and they all ask Kiyotaka to which girl he would choose, but he answers that he wants their relationship to stay the way they are for now. That evening, at the eternal cherry blossom tree they meet a girl, who reveals she is Sakura Yoshino, different from the other Sakura they all knew which feels nostalgic to them. She shows her magic of summoning Japanese sweets as she about to tell them a long dream-like story like a da capo. The episode ends showing Sakura in London holding a sakura twig meeting Ricca and Kiyotaka.",
                    "Aliases": []
                }
            }
        }
    }
}