{
    "URL": "https://thetvdb.com/series/amnesia-2013",
    "Genres": [
        "Animation",
        "Drama",
        "Fantasy",
        "Mystery",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2552204/",
        "https://www.anime-amnesia.com/",
        "https://www.themoviedb.org/tv/50087"
    ],
    "Titles": {
        "eng": "Amnesia",
        "jpn": "AMNESIA"
    },
    "Summaries": {
        "eng": "August 1st. The protagonist regains consciousness in an unfamiliar cafe, with no memories of the past. Where is this place? What was the protagonist doing here? Who and what kind of life did the protagonist live?\r\n\r\nA boy appears before the protagonist. The boy's name is Orion, and calls himself a fairy. Under Orion's direction, the protagonist gropingly searches for clues about himself. He eventually meets people who know him, a childhood friend, a senior, and a lover.",
        "jpn": "8月1日――\r\n 見知らぬ場所で意識を取り戻した主人公は、突如として8月1日以前の記憶をすべて失ってしまっていた……\r\n ここはどこで、何をしていたのか。自分は何者で、どのような人生を送ってきたのか。\r\n\r\n 戸惑う主人公の前に現れたのは、自身を『精霊』と名乗るオリオンという少年だった。\r\n オリオンの導きにより、主人公は記憶喪失を悟られぬよう手探りで行動することとなる。\r\n\r\n 次第に浮かび上がる周囲の人間関係―― \r\n 名前も顔も知らない“幼馴染”や“先輩”、そして“恋人”との出会い。\r\n 記憶のない主人公は、彼らの想いを痛切に感じつつも、それに応えることができずにいた……\r\n\r\n 時折よみがえる過去の記憶の欠片、そして突然訪れる危機――\r\n 物語は、彼女を巻き込み複雑に絡み合っていく。\r\n\r\n 失った記憶の先にある『答え』とは――"
    },
    "Aliases": [
        "失憶症",
        "アムネシア"
    ],
    "Modified": "2025-05-02",
    "Seasons": {
        "0": {
            "ID": "506398",
            "URL": "https://thetvdb.com/series/amnesia-2013/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4638371",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4638371",
                    "Titles": {
                        "eng": "OVA",
                        "jpn": "XIII"
                    },
                    "Summaries": {
                        "eng": "Animate Tokuten for purchasing all volumes of TV Anime Series. The contents of the OVA are from the Drama CD.",
                        "jpn": "アニメイト限定全巻連動購入特典DVD収録。エピソード「1日目 ダーツDAY」「2日目 プラネタリウムDAY」「3日目 アニマルDAY」「4日目 着ぐるみDAY」「5日目 メガネDAY」「最終日 サプライズDAY」"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "506399",
            "URL": "https://thetvdb.com/series/amnesia-2013/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4446734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4446734",
                    "Titles": {
                        "eng": "I",
                        "jpn": "Ⅰ"
                    },
                    "Summaries": {
                        "eng": "The Heroine wakes up on august 1st, with no memories of who she is or where she's been. A mysterious boy named \"Orion\" appears before her, calling himself a \"Spirit.\"  With his help, she starts to put back together the pieces of her life and keeps the people around her from finding out that she's lost her memories.",
                        "jpn": "ある日――突如として見知らぬカフェで目を覚ました主人公。 \r\n 心配そうに声をかけてくれる人々の顔を、彼女は誰一人知らなかった。\r\n そして眼前に突然現れた精霊・オリオンから、自分が8月1日以前の記憶を全て失ってしまったことを告げられる。\r\n 失った記憶を巡り、今彼女の新たな物語の幕があがる――"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4470720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4470720",
                    "Titles": {
                        "eng": "II",
                        "jpn": "Ⅱ"
                    },
                    "Summaries": {
                        "eng": "Orion tells Heroine to keep her memory loss a secret as she doesn't know who to trust. At the restaurant a firework, sparks part of her memory with some disturbing news.",
                        "jpn": "強烈な記憶のフラッシュバックとともに、気を失った主人公。\r\n 彼女を「裏切り者」と呼ぶ女性たちにも心当たりはなく、記憶喪失の状況にますます不安は募ってゆく。\r\n そして迎えたバイト仲間との信濃旅行。皆が和やかに過ごす一時のなか、シンだけは一人訝しげな視線を主人公に向けていた…"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4470721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4470721",
                    "Titles": {
                        "eng": "III",
                        "jpn": "Ⅲ"
                    },
                    "Summaries": {
                        "eng": "Shin has figured out that Heroine has lost her memory. He attempts to jog her memory by taking her to familiar places and talking about their relationship.",
                        "jpn": "旅行先で崖から転落した主人公は、目を覚ました病室で突然シンにキスをされる。\r\n 傍にいたオリオンも消えてしまい、状況を飲み込めずに戸惑う主人公。\r\n そんな彼女の不審な様子を見て、シンは彼女が記憶喪失であることをあっさり見抜き、改めて説明する。\r\n 自分たちは恋人同士だ、と――"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4470722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4470722",
                    "Titles": {
                        "eng": "IV",
                        "jpn": "Ⅳ"
                    },
                    "Summaries": {
                        "eng": "The staff of Meido no Hitsuji decides to have a fireworks party, during which Shin finally tells Heroine the truth of her accident. He also reveals a story of his own past that she was not expecting.",
                        "jpn": "主人公の記憶を取り戻そうと、親身になって協力してくれるシン。\r\n しかし一方で、恋人同士だった頃の記憶を持たない主人公への接し方に迷い、葛藤していた。\r\n それでも再び彼女と向き合うことを決めたシンは、口を閉ざしていた転落事故の背景、そして自身の心の内を静かに語り出す……"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4470723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4470723",
                    "Titles": {
                        "eng": "V",
                        "jpn": "Ⅴ"
                    },
                    "Summaries": {
                        "eng": "Heroine is confused on why she was sent back in time. Orion appears before trying to explain but disappears before she is able to understand.",
                        "jpn": "これまでとは異なる雰囲気で主人公に迫るイッキ。\r\n そして明かされた、イッキが自分の恋人だという事実は、主人公を一層混乱させる。\r\n さらにサワやケントから「イッキは決まって3ヶ月で恋人と別れる」と聞いて困惑する主人公。その「3ヶ月」に秘められた意味とは……"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4470724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4470724",
                    "Titles": {
                        "eng": "VI",
                        "jpn": "Ⅵ"
                    },
                    "Summaries": {
                        "eng": "Heroine doesn't know which Ikki's personality is real, and she meets a man that advises her watch her back.",
                        "jpn": "恋人と必ず3ヶ月で別れるというイッキに対して、疑念を拭い切れない主人公。\r\n しかし体調を崩した主人公を見舞いに来たイッキは、心底心配そうな様子で優しく看病をしてくれた。\r\n イッキの本当の想いを掴めないまま参加したビリヤード合宿の夜、主人公はイッキからついに真実を告げられる。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4470725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4470725",
                    "Titles": {
                        "eng": "VII",
                        "jpn": "Ⅶ"
                    },
                    "Summaries": {
                        "eng": "Heroine suddenly appears outside her apartment, and receives a text message from Kent, who says to meet up at the café. Heroine is confused by the conversation she has with Kent but plays along the best she can. Later at the café Kent figures out she has lost her memory.",
                        "jpn": "合宿先のボート事故で湖に落ちた主人公。だが、気がつくと一人で自宅マンションの前に立っていた。\r\n 戸惑う主人公のもとに、ケントからメールが入る。\r\n そしてケントとの会話の中で、自分たちが付き合っていることを知った主人公は、また新たな局面に立たされていることに気付くのだった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4470726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4470726",
                    "Titles": {
                        "eng": "VIII",
                        "jpn": "Ⅷ"
                    },
                    "Summaries": {
                        "eng": "Toma has been taking care of Heroine after she has passed out. Toma has continued to take care of her after a series of unknown threats. To lighten the mood they go shopping together and not long Heroine is approached by three angered girls.",
                        "jpn": "オリオンから並行世界を移動していると聞かされた主人公。\r\n 直後に世界はまたその形を変え、気付けば隣には心配そうに覗き込むトーマの顔があった。\r\n 甲斐甲斐しく自分の身を気にかけてくれるトーマに、主人公は互いの関係について尋ねる。\r\n トーマが笑顔で告げた答えは……"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4470727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4470727",
                    "Titles": {
                        "eng": "IX",
                        "jpn": "Ⅸ"
                    },
                    "Summaries": {
                        "eng": "After the incident where the Heroine encountered Ikki's fan, she was isolated in Toma's house for few days. Every time she woke up, she received coffee from him until Orion showed up and explained that he put sleeping pills in her coffee. As they tried to escape, they found her phone, which contained many odd texts, but before they can leave, Shin shows up. She went back to bed and pretended to be asleep. However, it is revealed by Shin while arguing with Toma that he was not her boyfriend. After Shin leaves, Toma revealed his true motive to keep her here. He kisses her forcefully, making her swallow the drug and knock out. The next morning, she wakes up in a cage that he put her in if she tries escape from him. At night, Toma decides to let her out, and he explains that the reason he was doing it was to protect her from Ikki's fans. He puts her back in the cage after his professor calls him and tells him his data is incorrect in his report. While Toma leaves for the university, he forgets to lock the cage. The Heroine and Orion decide to escape, as they have the opportunity to go to her home here where her diary is so, she can find out how she truly feels about Toma.",
                        "jpn": "ショッピングセンターでの買い物中に、主人公は突然背後から髪を切られてしまう。\r\n 彼女の身を案じるトーマは、家から出ないよう強く言い渡すが、その想いは徐々にエスカレートしてゆき……そんなトーマの行動に疑問を抱き始める主人公。\r\n そして混乱する彼女の前に、シンが姿を現す――"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4470728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4470728",
                    "Titles": {
                        "eng": "X",
                        "jpn": "Ⅹ"
                    },
                    "Summaries": {
                        "eng": "The Heroine finally arrives home, where she is able to open her diary by using her bobby pin where she sees that she had written that she loved Toma, and that on August the 1st was the day she had planned to tell him. Ikki knew of this. After the heroine had read it, Toma rushes in with an angered face. At first, he starts talking about how it was dangerous to go outside and how she kept \"running away\" from him. He moves in closer to her and notices her injuries. Toma tells her that since she did not know how his hurt heart felt, he would stop caring if she gets hurt too. Then he says, \"If I take all of you by force, you'll no longer see anything but me. Or will you break instead?\" The Heroine replies that she knows that he wouldn't do that. So, Toma asks, \"If I can't protect you, should I break you? I believe that I'll still love you, so...\" Seeing that the Heroine got afraid, he apologizes but says that he doesn't plan to let her hand go. As he closes into her face, the diary that the Heroine was holding the whole time falls down to the floor where Toma notices it. He asks her what it was and the Heroine replies that it was her diary. After he reads her diary and understands what she had felt, he apologies and tells her he loves her. Because she got injured in the last episode Toma takes her to the hospital, where Ikki and his fanclub apologizes to her. Toma leaves and the next scene was at the hospital where everything was dark. Ukyo comes and picks the Heroine up while she is sleeping and drops her off the building. Then, the memories at the burning building with the watchtower is shown again. She then arrives back on August the 1st where a lot of \"bad\" things happened to her like almost getting hit by a train but Ukyo's warnings prevented her death. At the end of the episode Ukyo tells her that the world is trying to kill her and that they are lovers.",
                        "jpn": "主人公は、軟禁されていたトーマの部屋を飛び出し、自宅へ向かう。\r\n 自分の元を逃げ出した主人公に対し、怒りと悲しみの感情をぶつけるトーマだったが、差し出された彼女の日記帳を読んで衝撃を受ける。\r\n そこには、記憶を失う前の主人公の想い――トーマへの本当の気持ちが綴られていた。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4470729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4470729",
                    "Titles": {
                        "eng": "XI",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Ukyo is claiming to be Heroine's lover, and he warns her that the world is trying to kill her. But can Ukyo be trusted when he is...",
                        "jpn": "自らを主人公の恋人だと語る青年は、ウキョウと名乗った。\r\n さらに「世界は君を殺そうとしている」と告げる口ぶりは、まるで先々のことを知っているかのようで、ウキョウもまた並行世界を移動しているのではないかとオリオンは疑うが……\r\n そして主人公の前に、“もう一人のウキョウ”が現れる。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4470730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amnesia-2013/episodes/4470730",
                    "Titles": {
                        "eng": "XII",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "The evil Ukyo goal is to kill Heroine, as she runs for her life a battle wages inside of Ukyo.",
                        "jpn": "8月25日――主人公はウキョウを追って大学にいた。\r\n そこでウキョウから語られたのは、この世界では主人公とウキョウ、どちらかしか生きられないという悲しき死の運命だった。\r\n 崩れ落ちる大学、迫るタイムリミット――入れ替わるウキョウの人格から、それぞれの想いを受け止めた主人公は……"
                    },
                    "Aliases": []
                }
            }
        }
    }
}