{
    "URL": "https://thetvdb.com/series/bakumatsu-gijinden-roman",
    "Genres": [
        "Animation",
        "Comedy",
        "Fantasy",
        "History"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2632022/",
        "https://www.themoviedb.org/tv/50114",
        "https://www.themoviedb.org/tv/50114",
        "https://x.com/roman_anime"
    ],
    "Titles": {
        "eng": "Bakumatsu Gijinden Roman",
        "jpn": "幕末義人伝 浪漫"
    },
    "Summaries": {
        "eng": "The story takes place in Kyoto in the late 19th century. Manjiro has two faces. During the day, he works as a helper for people in Kyoto, but he also acts in secret to get back people's properties from the men in power. As the get-backer \"Roman,\" Manjiro is getting involved in a nationwide conspiracy.",
        "jpn": "時は幕末。黒船来航により幕府200年の安定は崩れ、世情は乱れ社会は混沌に包まれた。その混乱に乗じ、権力を握る者たちは、弱き民を虐げ略奪し、私欲を満たしていった。 だが――。 その「闇」を斬り裂く者が現れる。 弱き者の《奪われもの》を、奇想天外・神出鬼没の技をもって盗み出し取り戻す義賊“還し屋”浪漫である。 この物語は、普段はサエない助け屋・漫次郎、実は“還し屋”浪漫とその仲間たちが、人々の希望を取り還すために活躍する姿を描く奇想天外!空想時代活劇である。 しかし――。 時代は刻々と動いている。 来訪した異人たちの目論見、謀略の陰に笑む妖女・阿国、孫一の属する謎の集団の暗躍。時代の流れを動かそうとする者たちの策謀が交錯し、浪漫たちの意思に係らず彼らの運命は翻弄されていくことになる……。"
    },
    "Aliases": [
        "Roman",
        "Roman the Animation"
    ],
    "Modified": "2023-01-06",
    "Seasons": {
        "1": {
            "ID": "506393",
            "URL": "https://thetvdb.com/series/bakumatsu-gijinden-roman/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4446654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakumatsu-gijinden-roman/episodes/4446654",
                    "Titles": {
                        "eng": "A Lavish Banquet of Raining Coins!",
                        "jpn": "第壱話　ババンと小判が、大盤振舞！"
                    },
                    "Summaries": {
                        "eng": "With the help of his friends, Roman's lavish banquet will return money and power to the people!",
                        "jpn": "幕末。時代が移り変わろうとしている亰の町で連続辻斬り事件が発生。人々は不安と恐怖に包まれる。父親が辻斬りにあい、悲しみに暮れる子供が、万八万八幡神社であるお願いする…。「どうか大事なこの町に笑顔を取り戻してください…」。その願いを聞いた「還し屋」浪漫は動き出す。奪われてしまった笑顔を取り返すために！！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4446655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakumatsu-gijinden-roman/episodes/4446655",
                    "Titles": {
                        "eng": "A Lavish Banquet for That Hateful Jerk!",
                        "jpn": "第弐話　ニクいアイツが、大盤振舞！"
                    },
                    "Summaries": {
                        "eng": "Roman's latest robbery attempt has been stopped by a new member of the Mimawarigumi, Magoichi. Upset that he was bested by Magoichi, Roman has to hide it when Magoichi shows up at the Helper's.",
                        "jpn": "今宵も亰の町を騒がす浪漫。だが、浪漫の前に一人の男が立ちはだかる。ただ者ではないその男の名は、亰都見廻組 鈴木孫一。ある日、孫一は「助け屋」漫次郎を訪ねる。漫次郎が二代目鼠小僧の「還し屋」浪漫である事を知らずに…。孫一は旅芸人一座の座長『浮雲の与平』を探してほしい、と浪漫に依頼する。一方、孫一とは別の集団も浮雲の与平を探していて…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4446656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakumatsu-gijinden-roman/episodes/4446656",
                    "Titles": {
                        "eng": "A Lavish Banquet for Guys in Trouble!",
                        "jpn": "第参話　困った奴らが、大盤振舞！"
                    },
                    "Summaries": {
                        "eng": "The secret of the Shogunate, the Coastal Atlas of Japan, has been stolen! It is up to the Helper to get it back.",
                        "jpn": "石川五十右衛門を名乗る男が、ある盗みを働くが、その後謎の死を遂げる…。時を同じくして「還し屋」浪漫に依頼が舞いこむ…。伊能忠敬らにより作られた幕府の最高機密である日本地図「大日本沿海輿地全図」。それが何者かに奪わてしまったので取り返してほしいという依頼だった。その地図が戦に利用されたら、世の安定が揺らいでしまう…。浪漫たちは、地図を奪い返すために立ち上がる！"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4446657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakumatsu-gijinden-roman/episodes/4446657",
                    "Titles": {
                        "eng": "A Lavish Banquet in Skintight Swimsuits!",
                        "jpn": "第肆話　ぱつぱつ水着で、大盤振舞！"
                    },
                    "Summaries": {
                        "eng": "Ten million ryō... that is the Helper's share if the help the monkey face lord retrieve his family's hidden treasure. That much money is always followed by a string of headaches.",
                        "jpn": "浪漫を怪しい二人組が訪ねてきた。その小柄な男達は、太閤豊臣秀吉の末裔・豊臣秀猿とその家臣・幸村だと名乗る。実は豊臣家は、大阪夏の陣で生き延びて西国に身をひそめていた、という。秀猿は先祖秀吉の埋蔵金を探す手伝いを浪漫に依頼する。埋蔵金が見つかれば褒美として一千万両という条件に、浪漫は大興奮！早速、埋蔵金探しの旅に出かけるのだったが…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4446658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakumatsu-gijinden-roman/episodes/4446658",
                    "Titles": {
                        "eng": "Shred and Throw for a Lavish Banquet!",
                        "jpn": "第伍話　千切って投げて、大盤振舞！"
                    },
                    "Summaries": {
                        "eng": "Roman's secret identity has been found and challenged for the title of \"Second Generation Nezumi Kozo\" by Red!",
                        "jpn": "浪漫が家へ帰ると、家財道具一式が無くなっていた！代わりにあったのは「二代目鼠小僧の名をかけて、浪漫に勝負を挑む」という果たし状だけ。そして、現れた赤いふんどしの男。名は清兵衛といい、家財道具一式を盗んだのもこの男のようだ。清兵衛は、何故か浪漫の正体を知っている…。浪漫はこの謎の男と家財道具と二代目鼠小僧の名前をかけ、義賊三本勝負をする！"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4446659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakumatsu-gijinden-roman/episodes/4446659",
                    "Titles": {
                        "eng": "Alleys, Cellars and a Lavish Banquet!",
                        "jpn": "第陸話　路地裏、穴蔵、大盤振舞！"
                    },
                    "Summaries": {
                        "eng": "Roman's one true love has been kidnapped by a pervert. He has been asked by Orin to find her, and so has Magoichi, who has received some bad information.",
                        "jpn": "阿国が、紀伊国屋の若旦那に呼ばれたきり戻ってこない…との連絡を受けた浪漫。一方、亰都見廻組・孫一も阿国捜索に乗りだす。船着場に一艘だけ戻ってきていない船がある事を聞きつけた浪漫は、その船を発見。そして、船の中にいた若旦那から見事阿国を救出する！だが、そこへ孫一が現れて浪漫に縄をかける…！？"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4446660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakumatsu-gijinden-roman/episodes/4446660",
                    "Titles": {
                        "eng": "There's a Lot to Life and a Lavish Banquet!",
                        "jpn": "第柒話　人生色々、大盤振舞！"
                    },
                    "Summaries": {
                        "eng": "The helpers have been asked in secret by the Mito, Owari, and Kishu domains to find the thieves to continually steal from them. The task leads Roman to a military group, and the worst secret he could ever learn.",
                        "jpn": "尾張藩の屋敷が放火され刀や槍、鉄砲等の武器が盗まれた。このところ亰では同様の手口の事件が続いていた。そして、奪われた武器を取り返してほしいと「還し屋」浪漫に依頼がはいる。浪漫達は捜査を開始し、ある目撃情報を入手。放火があった屋敷すべてに不審な女がいた、という…。浪漫はその女を追っていくと、倒幕を目論む男達が最新式の武器を手に入れようとしている計画を知る…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4446661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakumatsu-gijinden-roman/episodes/4446661",
                    "Titles": {
                        "eng": "What a Terrible Face, and a Lavish Banquet!",
                        "jpn": "第捌話　ひでぇ面して、大盤振舞！"
                    },
                    "Summaries": {
                        "eng": "Roman is broken and spends his days drinking; a man from his past attempts to snap him out of his rut. Meanwhile, Magoichi might have found what he was looking for...",
                        "jpn": "浪漫は、亰から遠く離れた場所にいた。飲み代を踏み倒そうとして袋叩きにあっているところを初代鼠小僧の相棒、清兵衛と再会する。清兵衛は、怪我をしている浪漫をひとまず自分の家まで運ぶ。清兵衛の家にはたくさんの子供たちがいて、その中に浪漫を気遣う心優しい娘・茜がいた。だが、茜の優しさにも浪漫は心を開くことができず…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4446662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakumatsu-gijinden-roman/episodes/4446662",
                    "Titles": {
                        "eng": "Bang Bang Ba-Bang! It's a Lavish Banquet!",
                        "jpn": "第玖話　ばんばんばばんと、大盤振舞！"
                    },
                    "Summaries": {
                        "eng": "Koharu is kidnapped! Roman and his friends are determine to rescue her.",
                        "jpn": "小春は、突然姿を消してしまった兄・浪漫を探す日々。そんな小春に不穏な影が近づく…。しばらくして町に浪漫が戻ってきた。浪漫は家へ帰るが小春がいない…そこには負傷した奏の姿があり、小春はある者にさらわれてしまったという。そして、浪漫も知らなかった小春の謎が明らかになっていく。それは、浪漫の父であり初代鼠小僧・次郎吉や幕府も巻き込んだ壮大な秘密であった…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4446663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakumatsu-gijinden-roman/episodes/4446663",
                    "Titles": {
                        "eng": "Show Your True Intentions with a Lavish Banquet!",
                        "jpn": "第拾話　ポロッと本音で、大盤振舞！"
                    },
                    "Summaries": {
                        "eng": "After capturing Koharu, Otsu is shot and thrown off Admiral Perry's Ironclad. Roman and his friend managed to save her life. She reveals her tragic life story to Roman, while everyone prepares resecue Koharu.",
                        "jpn": "さらわれた小春を取り戻す……。「還し屋」浪漫達が一世一代の大仕事に取りかかる！そんな矢先、傷を負った阿国が浪漫達のもとへ運び込まれてきた…。一体誰にやられたのか？ 一方、小春を連れ去った集団達の巨大戦艦が、ある場所を目指して進んでいく。彼らが向かっている場所とは何処なのか？そして、小春をさらった理由とは一体？"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4446664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakumatsu-gijinden-roman/episodes/4446664",
                    "Titles": {
                        "eng": "A Showdown you wont Believe, and a Lavish Banquet!",
                        "jpn": "第拾壱話　たまげた勝負だ！ 大盤振舞！"
                    },
                    "Summaries": {
                        "eng": "Roman and his friends using one of the old man's inventions, rush quickly to Perry's high-tech Ironclad Shining Dawn. The team boards the ship underfire, while Roman proceeds to try find his sister, Koharu. Roman soon discovers, Koharu has been brained washed as part of Perry's plan to take over Japan.",
                        "jpn": "謎の異人達の目的が明らかになり、浪漫達は小春を取り戻すために彼らを追っていく。異人達が乗る巨大戦艦の蒸気機関出力と潮の流れから計算して、船の現在位置はおそらく……。源内があらかじめ用意していた秘策により、浪漫達は遂に巨大戦艦へ追いつくのだった。そして、小春と日ノ本を巡る最終決戦がついに幕を開ける！"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4446665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakumatsu-gijinden-roman/episodes/4446665",
                    "Titles": {
                        "eng": "In Full Bloom! A Lavish Banquet of Smiles!",
                        "jpn": "第拾弐話　満開！ 笑顔の大盤振舞！"
                    },
                    "Summaries": {
                        "eng": "Roman and his friends fight on the burning decks of the Shining Dawn, however \"Admiral\" Perry has the brainwashed Koharu fires the ship's main gun and devastates Edo. The gang cripples the ship and while Roman confronts Perry in a final battle.",
                        "jpn": "巨大戦艦の甲板では、「還し屋」浪漫達と謎の異人達との壮絶な戦いが繰り広げられる。そして、ついに謎の異人達が何者なのかが明らかになる…。傷だらけの満身創痍の浪漫。様々な人たちの想いを胸に、それでも浪漫は何度でも立ち上がり……。日ノ本の行く末をも左右するこの大一番に「還し屋」浪漫は、果たして小春を取り戻し、再び流町に帰る事ができるだろうか？"
                    },
                    "Aliases": []
                }
            }
        }
    }
}