{
    "URL": "https://thetvdb.com/series/bastof-lemon",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0838345/"
    ],
    "Titles": {
        "eng": "BASToF Syndrome",
        "jpn": null
    },
    "Summaries": {
        "eng": "The setting of the story is the year 2097 AD, the place the city of Xenon. An ultimate cyber game, where players fight as biomech cyber robots, has been developed. However, there's something wrong: the game's cyberspace and the real world are linked, thus the damage done in the game's cyberspace creates real destruction in the city of Xenon. This all started when players heard a painful scream, saw a ghostly face, and a powerful scent of lemon overcame them. To solve this mystery, the creator of the game assembles a \"Dream Team,\" which is the top three gamers in all of Xenon. The team is composed of rebellious and arrogant teens, who have to overcome their attitudes and fears to find the answers, answers to the mystery that is much bigger than just the game.",
        "jpn": null
    },
    "Aliases": [
        "Bastof Syndrome",
        "Genei Toushi Bastof Lemon"
    ],
    "Modified": "2025-05-06",
    "Seasons": {
        "1": {
            "ID": "510222",
            "URL": "https://thetvdb.com/series/bastof-lemon/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "4478882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478882",
                    "Titles": {
                        "eng": "Lemon Fragance in the Game",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Pseudo humilates Mint at a public X-game. As Psuedo is running away from Mint, Bewefau takes his skateboard. Once in the game room, Bewefau watches Pseudo closely to see how good of a gamer he is.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4478883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478883",
                    "Titles": {
                        "eng": "The Secret of the Lemon Game",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Pseudo can not forget his hallucination from the Lemon game. Bewefau is jealous of Psuedo and will not accept him as a good gamer.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4478884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478884",
                    "Titles": {
                        "eng": "Mysterious Girl, Tiel",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Moderato fixes a game machine and receives a strange signal from it. The Lemon game is Berserk and it will not work as it has been programmed. Bewefau tries to confront Berserk.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4478885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478885",
                    "Titles": {
                        "eng": "Spearhead Dream Team",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Mint wants to meet Bewefau to learn more about the game and is shocked to learn how weird he is. Then she starts to follow Moderato around thus allowing her to become a member of the Spearheads.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4478888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478888",
                    "Titles": {
                        "eng": "The Real Fight",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Moderato and Dupe blame each other for the fact that something went wrong with the game. Mint faints from the game.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4478892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478892",
                    "Titles": {
                        "eng": "Pluto's Lock",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Hadim becomes the mayor and at the reception, Mint runs into Bewefau again. Pseudo is upset that everyone thinks he was kicked out of the Spearheads because he is a poor gamer.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4478894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478894",
                    "Titles": {
                        "eng": "BASToF Emblem",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Moderto discovers that the server for the Lemon game has been connected to the server at the nuclear power plant. This causes the reactor to explode",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4478895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478895",
                    "Titles": {
                        "eng": "Dupe the Illegal Hacker",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4478896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478896",
                    "Titles": {
                        "eng": "The Ger clan and The Biochip",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4478897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478897",
                    "Titles": {
                        "eng": "Illegal Game Jockey",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Pseudo is having some weird memories so he goes to the temple to find Hestia. He is unable to locate Hestia because there are so many caves and no one seems to know where she lives. Pseudo leaves to go back to the game room and as he is arriving, he hears a scream from Tiel that is coming from the temple.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4478898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478898",
                    "Titles": {
                        "eng": "Hadim's Conspiracy",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Head quarters believes all the computer malfunctions are being caused by the Lemon game and the pirates that are broadcasting them. Hadim sends his secret agents to investigate Moderato. Since Hadim wants to control the game server, he makes Dupe the senior engineer of the system.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4478899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478899",
                    "Titles": {
                        "eng": "The Lemon Game Server",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Hadim has Dupe move the Lemon game server to the main head quarters. Hestia is able to hack into the new server by using the channel Dupe made for her. Pseudo has a hard time battling with a small group of Lemons so Bewefau joins the game to help him out. A bond of friendship forms during this game between Pseudo and Bewefau.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "4478900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478900",
                    "Titles": {
                        "eng": "Moderator and Hestia",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Moderato goes to the temple to investigate a clue about Riddle. At the temple, Moderato is captured by Hestia but is able to run away. Pseudo goes to the temple to see Hestia and experiences strange memories. Bewefau and Mint learn that the Lemon game servier is related to the government.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "4478901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478901",
                    "Titles": {
                        "eng": "Pluto Project",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Moderato is beginning to think Hestia and Riddle are the same person so he goes to Riddles' house to investigate. At the house, he meets up with Pseudo and both of them go down to the basement to check out Dr. Pluto's lab. Once in the lab, Pseudo begins to remember an experiment that was performed here and becomes unconscience.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "4478902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478902",
                    "Titles": {
                        "eng": "The Secrets of PX-1",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "During Pseudos' unconscienceness, he keeps on murmuring about PX-1. Hadim becomes upset once he learns from Dupe that Bewefau and Mint were able to break into the main system center.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "4478903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478903",
                    "Titles": {
                        "eng": "The Girl in the Game",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Hestia and Tiel go to Pluto's house to try to figure out Tiel's past. Bewefau and Mint follow Bomb to Pluto's house. Once Hadim finds out Bewefau and Mint are there, he sends his secret agent to retrieve Bewefau. The agents shock both of their bio-chips and they lose consciousness.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "4478904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478904",
                    "Titles": {
                        "eng": "Lemon Hall",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Bewefau figures out his Father is a sponsor of the Lemon game. Mint and Bewefau are both grounded after being caught by the secret agents.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "4478905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478905",
                    "Titles": {
                        "eng": "Moderato's Decision",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Pseudo was seriously injured during the previous game. Moderato becomes concerned that the Lemon game might put kids into danger and does not want to keep going. Bewefau meets up with Dupe and he asks him about the cuff buttons he found at Dr. Pluto's house. Dupe will not tell Bewefau what he knows.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "4478906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478906",
                    "Titles": {
                        "eng": "Pluto and Hadim",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Bewefau was hurt during the battle with a Lemon Cyclops and is in the hospital. As Hadim is leaving Bewefau's hospital room, Mint shows up for a visit and begins to suspect that Hadim is Bewefau's Father. Moderato wants the Lemon game to stop and tells Riddle this. Riddle does not and persuades Moderato to continue the game.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "4478907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478907",
                    "Titles": {
                        "eng": "Cora's Ghost",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Bewefau encounters a ghost of a little girl that was in the lemon game while he was in the hospital hallway. Moderato and Pseudo find a photo of this same little girl. Hadim goes to the temple and sees Tiel standing on a cliff. This reminds him of a terrible accident that happened on the cliff a long time ago.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "4478908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478908",
                    "Titles": {
                        "eng": "Tiel's Secret",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Pseudo has a nightmare about Tiel so he goes to the temple. There he sees Tiel being kidnapped so he fights off the agents in order to save Tiel. Moderato goes to Pluto's house and runs into Hestia. He then realizes that Hestia and Riddle are the same person. Pseudo and Tiel endure a hallucination as they are looking at the lab downstairs.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "4478909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478909",
                    "Titles": {
                        "eng": "The Mystery of Tiel and the Pluto Project",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Hestia figures out that Tiel is with Pseudo and goes to the game room to find them. As all the members are watching the computer monitors, they see Tiel have a strange reaction to the Lemon Hall.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "4478910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478910",
                    "Titles": {
                        "eng": "Omen of Disaster",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Bewefau asks Hadim about Tiel and PX-l. Hadim explains to Bewefau Dr. Pluto. Hadim asks Bewefau to stop playing the lemon game.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "4478911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478911",
                    "Titles": {
                        "eng": "Temple Festival",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Pseudo and Tiel are able to escape from Pluto with the help of Bewefau and Mint. They all then run to the temple. Once at the festival and the drum beats start, Pseudo's memory chip is restored and he has Pluto's memory. Pseudo does not understand why he has this memory.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "4478912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478912",
                    "Titles": {
                        "eng": "Pseudo, Trapped in the Game",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Pseudo is now connected to the Lemon game and the Lemon is changing his shape. Pseudo can not use his weapons now so Bewefau and Mint join the game to help him. They then are logged out of the game so this leaves Pseudo locked into the game space. Hestia finds out that Tiel's biochip has also been restored and can communicate with Cora. Moderato learns the identity of Pseudo and the Lemon once Hestia projects Tiel's chip onto the monitor.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "4478913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bastof-lemon/episodes/4478913",
                    "Titles": {
                        "eng": "Good bye Cora",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Cora wants to combine Tiel with herself but Hestia tells her not to as it will have horrible consequences. Hestia realizes Cora thinks Pseudo is her father, Dr. Pluto, and asks Psuedo to deal with Cora's hurt feelings. Cora remembers the happy times with her Father so she is about to give up on the idea of combining with PX-1. This upsets Hadmin greatly because he has be dreaming of this day for a long time.",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        }
    }
}