{
    "URL": "https://thetvdb.com/series/karneval",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Fantasy",
        "Mystery",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2552218/",
        "https://www.themoviedb.org/tv/65675"
    ],
    "TitleEnglish": "Karneval",
    "SummaryEnglish": "Nai searches for someone important to him, with only an abandoned bracelet as a clue. Gareki steals and pick-pockets to get by from day to day. The two meet in a strange mansion where they are set-up, and soon become wanted criminals by military security operatives. When Nai and Gareki find themselves desperate in a hopeless predicament, they encounter none other than the country's most powerful defense organization - \"Circus\"!!",
    "Aliases": [],
    "Modified": "2024-04-07",
    "Seasons": {
        "0": {
            "ID": "514055",
            "URL": "https://thetvdb.com/series/karneval/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 14,
            "Episodes": {
                "14": {
                    "ID": "5961390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karneval/episodes/5961390",
                    "TitleEnglish": "コミックスカバー裏コメント＜花礫＞",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "514056",
            "URL": "https://thetvdb.com/series/karneval/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4516065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karneval/episodes/4516065",
                    "TitleEnglish": "Rainbow Colored Flower Fuse",
                    "SummaryEnglish": "Sheltered Nai is on a journey in search of Karoku, a man who abruptly disappeared from his life. All he has to go on is Karoku's bracelet, a form of ID for members of Circus - a government agency made up of men and women with supernatural powers.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4544875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karneval/episodes/4544875",
                    "TitleEnglish": "Fortune Cat",
                    "SummaryEnglish": "Now that Nai knows Karoku's bracelet has something to do with Circus, he goes in search of answers, but he finds that his earlier brush with trouble is far from over.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4549867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karneval/episodes/4549867",
                    "TitleEnglish": "Illusory Picnic",
                    "SummaryEnglish": "While under Circus's protection, a curious fact comes to light regarding Nai's true identity. With that clue in hand, Nai, Gareki, and several members of Circus pay a visit to where they believe Nai came from.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4549868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karneval/episodes/4549868",
                    "TitleEnglish": "Evening Swallow",
                    "SummaryEnglish": "After their trip to Rainbow Forest, Gareki asks to drop by Karasuna, where they run into an old acquaintance of his. From this enounter, Nai and Yogi learn more about Gareki's past.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4559527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karneval/episodes/4559527",
                    "TitleEnglish": "Clown's Prescription",
                    "SummaryEnglish": "Yotaka has become a Varuga and Yogi fights him, telling Gareki and Nai to get back to Karasuna on their own. But Gareki feels very conflicted about his past with Yotaka and Tsubame, and what has happened to them now.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4559528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karneval/episodes/4559528",
                    "TitleEnglish": "Wing of Sunrise",
                    "SummaryEnglish": "With Yotaka gone, Gareki and Tsubame are left to pick up the pieces and make sense of what has happened.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4559529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karneval/episodes/4559529",
                    "TitleEnglish": "Three Knights and \"The Mermaid's Sigh\"",
                    "SummaryEnglish": "Team Two is helping Team One put on their Circus parade and show, and Yogi gets Nai and Gareki to join the parade in an effort to cheer up Gareki. But a malfunctioning Team One rabbit throws a wrench into their festivities.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4559530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karneval/episodes/4559530",
                    "TitleEnglish": "Silver Box",
                    "SummaryEnglish": "Circus goes to Rinoll, the ice crystal city. Hirato sends them a warm snowman, Yukkin, which was invented in the Research Tower. Back on the ship, the Circus council discusses Nai and Gareki's circumstances, Nai being an experimental specimen. They enter a vacation house to check up on it, when leaving, Yuukin becomes trapped in a hole and is found by strangers. Nai runs off to find Yuukin, and we learn that the strangers were enemies of Circus who were trying to hide evidence left in the vacation house. Nai, Yogi, and Gareki fall into the hole, which turns out to be man made and leads to the mansion. They find a small, moving box. Yuukin travels and finds Tsukumo, unaware of the enemies close by. They confront her, but the rest of the Circus group returns after bombing the surface with one of Gareki's devices.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4559531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karneval/episodes/4559531",
                    "TitleEnglish": "Blue Rose",
                    "SummaryEnglish": "Yogi going berserk sends the bad guys running, but when Nai senses that something is wrong with him, Tsukumo turns back alone, only to run into trouble herself.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4559532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karneval/episodes/4559532",
                    "TitleEnglish": "Beastmaster's Tears",
                    "SummaryEnglish": "With Yogi and Tsukumo out of commission, Nai and Gareki are given into the care of Airship One. The team dynamic is a little different, but the two of them still go on a mission with them, where Gareki learns more about their special powers.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4559533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karneval/episodes/4559533",
                    "TitleEnglish": "Ice-Cream Parade",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "4559534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karneval/episodes/4559534",
                    "TitleEnglish": "The Rainbow Promise",
                    "SummaryEnglish": "Second Ship and First Ship of Circus are off to save Karoku. They manage to take over the security system and take over the mansion, but they can't find Karoku!Karoku is shown with another person talking about Nai coming. Nai remembers his days as an animal with Karoku and reaches for the sky, where the forest opens a rainbow gate, assumedly to Karoku.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4596960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karneval/episodes/4596960",
                    "TitleEnglish": "Karneval",
                    "SummaryEnglish": "As Nai and Gareki make their way towards the mysterious rainbow to see if Karoku is there, the rest of Circus work to wrap up what they can of the raid on the Kafka facility.",
                    "Aliases": []
                }
            }
        }
    }
}