{
    "URL": "https://thetvdb.com/series/the-severing-crime-edge",
    "Genres": [
        "Action",
        "Animation",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2623000/",
        "https://crimeedge.com/mobile/",
        "https://www.themoviedb.org/tv/52850"
    ],
    "TitleEnglish": "The Severing Crime Edge",
    "SummaryEnglish": "Killing Goods are murder weapons handed down from generation to generation within the families of their owners. They are cursed to compel their current owners to repeat the original murders. The curse also makes them indestructible. Kiri Haimura is the current owner of a pair of shears that can cut seemingly anything, although the only thing he wants to cut is hair. One day he meets Iwai Mushanokoji, a girl of whom he has only heard rumors that her hair cannot be cut, a girl who can grant one wish, any wish, but only to the person who murders her. Every morning he cuts her hair, which grows back every night; and every day he helps protect her from people who know about her curse and who want a wish granted.",
    "Aliases": [
        "Dansai Bunri no Crime Edge"
    ],
    "Modified": "2025-09-06",
    "Seasons": {
        "1": {
            "ID": "514638",
            "URL": "https://thetvdb.com/series/the-severing-crime-edge/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4520898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-severing-crime-edge/episodes/4520898",
                    "TitleEnglish": "―Sleeping Beauty―",
                    "SummaryEnglish": "Kiri has found his Queen, a young woman with hair that he wants… must cut. But getting involved with her will change his life forever.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4520899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-severing-crime-edge/episodes/4520899",
                    "TitleEnglish": "―The Portrait of Heresy―",
                    "SummaryEnglish": "With her hair cut, Iwai finally has a chance to live a normal life. This doesn’t sit well with one of the twins as the killing emotions begin to emerge.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4520900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-severing-crime-edge/episodes/4520900",
                    "TitleEnglish": "―Cross the Thunder Clouds―",
                    "SummaryEnglish": "An Author had made it to town and even though the Professor says there is nothing to worry about, Kiri doesn’t agree and fears the worse.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4520901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-severing-crime-edge/episodes/4520901",
                    "TitleEnglish": "―Where is the Visitor?―",
                    "SummaryEnglish": "After the Sledgehammer incident, Iwai has been more on guard about Authors. As a change of pace, Kiri ask her if there was any place she wants to visit with her new found freedom. She mentions her father and his travels…",
                    "Aliases": []
                },
                "5": {
                    "ID": "4520902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-severing-crime-edge/episodes/4520902",
                    "TitleEnglish": "―Before the Game―",
                    "SummaryEnglish": "Kiri and Iwai have made plans to cut her hair during the school trip. Iwai is enjoying the new experiences she is having as Kiri frets over his relationship status with Iwai. The school trip is thrown into chaos when a new Author makes an attempt on the Queen.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4520903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-severing-crime-edge/episodes/4520903",
                    "TitleEnglish": "―Waltz of Stars―",
                    "SummaryEnglish": "Will Iwai's voice reach Kiri before he is commanded to do the unthinkable? Will the outside observers use this chance to make a play for the Queen?",
                    "Aliases": []
                },
                "7": {
                    "ID": "4520904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-severing-crime-edge/episodes/4520904",
                    "TitleEnglish": "―Coins of the Scale―",
                    "SummaryEnglish": "An invitation to a Gossip party has Kiri and Iwai nervous. While preparing for the party, people in their life remark about the changes they are going through.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4520905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-severing-crime-edge/episodes/4520905",
                    "TitleEnglish": "―Party Chopper―",
                    "SummaryEnglish": "A play depicting the tale of the Queen is the party entertainment. Kiri and Iwai are lead backstage to get into costume for the next act, but this will leave one of them hanging.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4520906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-severing-crime-edge/episodes/4520906",
                    "TitleEnglish": "―Lyrical Night Fright―",
                    "SummaryEnglish": "Nakajima has broken the rules of the party causing the host who wish to remain anonymous, Lady Violet Witchy, to intervene and correct Nakajima’s behavior.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4520907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-severing-crime-edge/episodes/4520907",
                    "TitleEnglish": "―Standing Babe-ation―",
                    "SummaryEnglish": "While reminiscing about the previous night, Iwai discovers that her hair has not grown back to its original state. Fearful and unsure of how Kiri would react she breaks off all plans with him. Meanwhile, a very unique and deadly Author has set their eyes on a distracted Iwai.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4520908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-severing-crime-edge/episodes/4520908",
                    "TitleEnglish": "―Red Rising―",
                    "SummaryEnglish": "Still suffering from the attacks from Emily, Kiri goes to school in an attempt to maintain normalcy. At school he is forced to go to nurse where Yamane is on duty and offers him an option that could ease his pain. Wanting to get strong, Kiri travels to the grave of Iwai’s father and sees the most unusual dance.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4520909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-severing-crime-edge/episodes/4520909",
                    "TitleEnglish": "―The Forbidden Game―",
                    "SummaryEnglish": "The story starts with information that people don't believe that Grayland exist because there is no way that he can kill 200 people. Kiri found Emily at her father's grave as that day is Emily's father death anniversary. Emily states that he would not kill Kiri but because she will kill Iwai, he wants to get her to be scared of him so that she might stop trying to kill Iwai. But when they fight Kiri lose and he end up rolling of the cliff. Just when Kiri thought he would die, he dreamt about the original, even though Kiri's frighten he knew that if this somehow can make him stronger than he would do anything. Kiri followed Grayland into a door, but he realize that he was Grayland, and he walks into the door. Once inside he found a lot of corpse and realize that Grayland was going to cut the corpse. Kiri tried to stop him but it failed. Without realizing Kiri stands up with his two hands and feet in the ground with holding his scissor in his mouth. Kiri catching Emily off guard, Kiri cuts Emily's hand. She noticed that Kiri have the ability of pain augmentation. At that time she felt her hand hurting so much. When Iwai come to the scene, she found Kiri's bag and immediately search for Kiri, but she didn't find Kiri but instead found Emily with blood everywhere. Emily then admit that Crime Edge is the most brutal killing good.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4596511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-severing-crime-edge/episodes/4596511",
                    "TitleEnglish": "―Grayland is in the House―",
                    "SummaryEnglish": "Iwai carries the wounded Emily as a forest fire spreads. She sympathizes with Emily telling how much their father cared about them. The murderous Kiri appears and walks up to Iwai touching her body and then violently cuts her hair. Kiri then regains conscious and passes out. Iwai realize she mustn’t forget how painful fear is, and her hair suddenly grows long again. Later, as Kiri is being hospitalize at a clinic owned by the Gossip after Emily called for a rescue department. Iwai and Emily take a bath together as they recover from their injuries and form a sister relationship. Emily intimates Iwai if she and Kiri are dating or ever had sex, Iwai admits she has feelings for Kiri, in spite of how scaring he can be. Meanwhile, Kiri wakes up from his medicinal bed he gets an unexpected visit by Lady Violet Witchy. She gives Kiri a rough discussion on the Killing Goods and their Authors. Then she impulsively gives him his first kiss before saying that his days as a murder are far from done. The next day, Kiri is overjoying to cutting Iwai's hair once again with his scissor.",
                    "Aliases": []
                }
            }
        }
    }
}