{
    "URL": "https://thetvdb.com/series/majestic-prince",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2703708/",
        "https://www.themoviedb.org/tv/53724"
    ],
    "TitleEnglish": "Majestic Prince",
    "SummaryEnglish": "In the latter half of 21st century, humans leave the Earth and begin to live in space. In order to adapt to the environment in space and deal with the hostile aliens in Jupiter, genetically engineered children called \"Princes\" are artificially raised and trained to be pilots of armed robots \"AHSMB (Advanced High Standard Multipurpose Battle Device). This is a story about one of the teenage \"Princes\", Hitachi O Izuru, who studies in an academic city Grandzehle.",
    "Aliases": [
        "Ginga Kikoutai Majestic Prince"
    ],
    "Modified": "2025-05-28",
    "Seasons": {
        "0": {
            "ID": "516327",
            "URL": "https://thetvdb.com/series/majestic-prince/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4611427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4611427",
                    "TitleEnglish": "Special Edition: It won’t end with Zannen!! (Episode 12.5)",
                    "SummaryEnglish": "A special program is held featuring Kei's voice actor Yōko Hikasa and Tamaki's voice actor Yuka Iguchi, discussing their impressions from the first twelve episodes including their favourite scenes.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5779147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/5779147",
                    "TitleEnglish": "Wings to the Future",
                    "SummaryEnglish": "In July 2016 the episodes were rebroadcast, with a new \"25th episode\" on September 30, 2016, with events leading to a feature film released in November.\r\n\r\nFour boys and girls were watching the vicious battle between the GDF (Global Defense Force), Team Rabbits, and the Wulgaru on television. Members of Team Forn Sei, Chris, Yui, and Ahn had been going through rigorous training at Gurantseere Academy, dreaming of being able to one day be deployed onto the battlefield like their beloved Team Rabbits in their new AHSMB robots. Suddenly, during their time in training, it was decided that the GDF would participate in a dangerous battle to destroy a Wulgaru base. Along with their other fellow cadets, Team Forn awaits the announcement of their assignment for the operation...",
                    "Aliases": []
                },
                "3": {
                    "ID": "5779151",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/5779151",
                    "TitleEnglish": "Majestic Prince: Genetic Awakening",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "516328",
            "URL": "https://thetvdb.com/series/majestic-prince/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "4537180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4537180",
                    "TitleEnglish": "Sortie",
                    "SummaryEnglish": "Undina Base is under attack by the Wulgaru. With the heavy losses suffered by the UPI, the evacuation of the base is ordered with the help of the secret service, MJP. Meanwhile, in a mock combat, Team Rabbits perform miserably as usual, getting the worst grades once again. The team members fight among each other arguing that they can't work with each other. Team Rabbits is called into action to hold off the Wulgaru forces while the Undina Base is being evacuated. When the evacuation is completed, the team leader Izuru notices that there are still civilians left on the base and with no vessels available to evacuate them, Izuru decides to fight off the Wulgaru fleet recalling that his dream is to become a hero. After destroying much of the fleet, the rest of the Wulgaru fleet retreats.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4537181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4537181",
                    "TitleEnglish": "Heroes Are Born",
                    "SummaryEnglish": "Having protected Undina Base, Team Rabbits is now being recognized as a group of young heroes. But life isn’t easy in the limelight. Will they be able to do their jobs with all of these reporters hounding at them?",
                    "Aliases": []
                },
                "3": {
                    "ID": "4537182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4537182",
                    "TitleEnglish": "Surprise Attack",
                    "SummaryEnglish": "After a series of physical exams indicate that Team Rabbits is in need of some R&R, they go on a short trip to a resort. Almost immediately upon coming back from the trip, they are ordered to attack a supply route.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4537183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4537183",
                    "TitleEnglish": "Loss",
                    "SummaryEnglish": "Izuru shows true comradeship with his willingness to sacrifice himself to protect both Tamaki and Kei. But is self-sacrifice truly the right choice to make? Tensions grow taut as the pilots and crew brew over their last skirmish.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4537184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4537184",
                    "TitleEnglish": "Operation: Infiltrate a Planetoid Base",
                    "SummaryEnglish": "Team Rabbits and Team Doberman are ordered to work together to destroy a low-security Wulgaru base. But when they reach the base, they discover that it’s anything but low security! Will the Fail Five and Bummer Three live up to their names?",
                    "Aliases": []
                },
                "6": {
                    "ID": "4537185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4537185",
                    "TitleEnglish": "Graduation",
                    "SummaryEnglish": "Team Rabbits returns to Earth to graduate from the academy. Will they remain the Fail Five in the hearts of their classmates forever, or will they get one last chance to redeem themselves before they go?",
                    "Aliases": []
                },
                "7": {
                    "ID": "4537186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4537186",
                    "TitleEnglish": "Stronghold of Lust",
                    "SummaryEnglish": "The Wulgaru are preparing to retaliate after losing one of their bases while the GDF prepares to launch an attack of their own. Meanwhile, Izuru’s pit crew tries to give him a little taste of what it’s like to have a family.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4537187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4537187",
                    "TitleEnglish": "Battle of Ceres",
                    "SummaryEnglish": "The Wulgaru army is striking Earth’s GDF in a massive collaborative attack. In the midst of battle, Jiart attacks Red 5. Now Izuru must face his toughest opponent ever or die on the battlefield! Can he master the JURIA-SYSTEM in time?",
                    "Aliases": []
                },
                "9": {
                    "ID": "4537188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4537188",
                    "TitleEnglish": "Disclosure",
                    "SummaryEnglish": "Despite having the upper hand, the Wulgaru retreat, leaving heavy casualties on Earth's side. Izuru, in shock upon realizing the true nature of their enemies, is instructed by Rin to not reveal it to the others. Soon after, he has another encounter with the mysterious girl, and much to their surprise, Team Rabbits is informed that she is a Wulgaru who had warned mankind of the attack from their race, and their mecha were created using Wulgaru technology obtained from her.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4537189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4537189",
                    "TitleEnglish": "The Hunter and the Hunted",
                    "SummaryEnglish": "Team Rabbits learn from Teoria that mankind is one among several races created by the Wulgaru to serve as their prey in order to strenghten their species. Meanwhile, news of their exploits reach the Wulgaru's main council who recognize the Earthlings as the first race so far who made such a stand against them and starts adressing them by their name instead of labeling them as mere game.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4537190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4537190",
                    "TitleEnglish": "Operation: Ares",
                    "SummaryEnglish": "A Wulgaru ship has crashed in Mars and Team Rabbits is assigned to escort Teoria's aide Daneel while he infiltrates it to retrieve its data, while dealing with several issues against them, like the unfavourable weather, the remaining enemy forces stationed there and the ship's fast decaying.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4537191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4537191",
                    "TitleEnglish": "Secret Mission",
                    "SummaryEnglish": "While the guys are enjoying their day off, Tamaki and Kei are on a secret mission--they have to act like stars for the day! For quiet and reserved Kei, this is no easy task. Can the two young ladies survive running from gig to gig non-stop?",
                    "Aliases": []
                },
                "13": {
                    "ID": "4537192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4537192",
                    "TitleEnglish": "The Aloof Ace",
                    "SummaryEnglish": "A new recruit, Ange Kuroki, joins the ranks of Team Rabbits. Shy at some moments and abrasive at others, Ange displays outstanding prowess in battle during their first mission together, but the rest of the team is rendered speechless while seeing Kuroki's true demeanor.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4537193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4537193",
                    "TitleEnglish": "AHSMB's Shadow",
                    "SummaryEnglish": "Ange is invited to hang out with the rest of the team and they get astonished with the multiple talents of their new companion. After a brief meeting with Teoria, Izuru joins Team Rabbits in a mission to rescue Team Doberman's derelict ship. However, Jiart appears to resume his duel with Izuru, and with Teoria's words engraved into his heart, the leader of Team Rabbits pushes the capabilites of his unit to the limit.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4537194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4537194",
                    "TitleEnglish": "Defending Vesta",
                    "SummaryEnglish": "Following his clash with Jiart, Izuru awakens at the hospital, and his companions find that he is behaving differently than usual. With his unit severely damaged, Izuru must stay behind while the rest of Team Rabbits is dispatched to assist Team Doberman once more, but little they know that the Wulgaru's attack is just a distraction for one of them to gain access to the Earth's systems and obtain secret info regarding the MJP Project.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4537195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4537195",
                    "TitleEnglish": "Your Hero",
                    "SummaryEnglish": "Izuru is invited by Teoria for a dinner, but their meeting is cut short when a small enemy detachment slips by the defense lines intending to reach Earth.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4537196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4537196",
                    "TitleEnglish": "Defensive Battle at Cosmopolitan Academy (Part 1)",
                    "SummaryEnglish": "Ange is sent to assist Team Doberman in the frontlines while the rest of Team Rabbits race against all odds to intercept the enemy forces before they reach the Academy. Meanwhile, Jiart realizes that Teoria, his sister, is on Earth under human custody.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4537197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4537197",
                    "TitleEnglish": "Defensive Battle at Cosmopolitan Academy (Part 2)",
                    "SummaryEnglish": "After a long and exausting battle, Team Rabbits succeed to defend the academy and defeat one of the Wulgaru's main commanders despite their units get damaged almost beyond repair. Meanwhile, Teoria hears from Daneel that Jiart had already learned that she is on Earth and is asking her to contact him. Back at the Wulgaru's base, another commander learns of Teoria's betrayal and Jiart takes some extreme measures to silence him.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4537198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4537198",
                    "TitleEnglish": "Deep Recon",
                    "SummaryEnglish": "With Team Rabbits' units still under repairs, the pilots get some medical check-up, raising concerns about Izuru's condition. Meanwhile, Team Doberman is assigned to pinpoint the location of the Wulgaru's dimensional gate behind the enemy lines, a top secret mission that may end up turning into a one way trip.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4537199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4537199",
                    "TitleEnglish": "Genes of Destiny",
                    "SummaryEnglish": "As the members of Team Rabbits mourn the tragic fate of Team Doberman, Izuru's condition keeps worsening, while Teoria reveals herself before the Earth's top governments to ask for their support in a decisive battle against the Wulgaru. Asagi is asked by Izuru's pit crew to perform some tests on his unit, and manages to activate it, which was not supposed to be possible by anyone except Izuru himself. Pressuring Rin for answers, Asagi learns from her the secret behind the MJP project and the truth behind his and Izuru's origins.",
                    "Aliases": []
                },
                "21": {
                    "ID": "4537200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4537200",
                    "TitleEnglish": "Night before the Decisive Battle",
                    "SummaryEnglish": "As both the Earth and Wulgaru forces make preparations for their final battle, Izuru refuses to stay behind despite his condition and is allowed to remain on standby at the Godinion. The other members of Team Rabbits then promise to do their best to ensure he does not need to sortie. Meanwhile, Teoria decides to join the battle as well, piloting her own unit to defend mankind against her own race.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4537201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4537201",
                    "TitleEnglish": "Operation: Heaven's Gate",
                    "SummaryEnglish": "The members of Team Rabbits make a beeline to the Wulgaru's dimentional gate in an attempt to destroy it and stop the invasion, but another enemy commander stays in their way and Tamaki confronts her by herself to avenge her friend from Team Doberman. Once the enemy is defeated, all hope seems lost when their plan to bring down the gate ends in failure.",
                    "Aliases": []
                },
                "23": {
                    "ID": "4537203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4537203",
                    "TitleEnglish": "Alea Iacta Est",
                    "SummaryEnglish": "Instead of waiting for Izuru, Jiart joins the battle and blocks Team Rabbits' escape route, forcing Izuru to sortie. The fierce clash between Izuru and Jiart is interrupted when Teoria reveals herself before the Wulgaru, asking them to retreat. After successive failed attempts in destroying the dimentional gate, Commander Simon decides to ram the Star Rose into it in a last desperate move to stop the invasion.",
                    "Aliases": []
                },
                "24": {
                    "ID": "4537204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/majestic-prince/episodes/4537204",
                    "TitleEnglish": "Flowers Falling in Space",
                    "SummaryEnglish": "The remnant Earth forces protect the Star Rose as it approaches the gate, forcing the Wulgaru to launch a desperate attack to stop it. Pushed to the limit against Jiart, Izuru is about to get his mind overcome by his instincts until his friends call for him, allowing him to wake up and unlock the true power of his mecha.",
                    "Aliases": []
                }
            }
        }
    }
}