{
    "URL": "https://thetvdb.com/series/fantasista-doll",
    "Genres": [
        "Animation",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2904660/",
        "http://www.fantasistadoll.com/",
        "https://www.themoviedb.org/tv/72120",
        "https://www.themoviedb.org/tv/72120",
        "https://x.com/fantasistadoll",
        "https://www.youtube.com/c/UCxsGdf1Dp_qIZL9uUfehu0g"
    ],
    "TitleEnglish": "Fantasista Doll",
    "SummaryEnglish": "Uzume Uno, a girl who is an elite player at card tournaments, is one day given a curious device which uses special cards to summon artificially intelligent female warriors known as Fantasista Dolls. From this day on, Uzume spends each day spending time with her new friends, while also fighting battles against other card masters who seek to have their wishes granted by the Mutual Dream Association Group in exchange for defeating her.",
    "Aliases": [],
    "Modified": "2025-05-01",
    "Seasons": {
        "1": {
            "ID": "520184",
            "URL": "https://thetvdb.com/series/fantasista-doll/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4570293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasista-doll/episodes/4570293",
                    "TitleEnglish": "Uzume Uzu Uzu - A Shadow Draws Near?",
                    "SummaryEnglish": "Whilst riding the train to school, Uzume Uno finds a mysterious device slipped into her bag. Later at school, Uzume finds herself running from a supposed stalker whilst also hearing a voice in her head. Wanting to be safe, Uzume makes a contract to become a Fantasista Doll master, bringing forth one of these dolls, Sasara.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4612422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasista-doll/episodes/4612422",
                    "TitleEnglish": "Sasara Sara Sara - You're My 'Master'?",
                    "SummaryEnglish": "Following an argument with Sasara, who wasn't happy with Uzume being dishonest about turning down an invitation by her classmate, Manai Hatsuki, Uzume stubbornly states that she wants to stop being the dolls' master and return the cards to where they came.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4612423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasista-doll/episodes/4612423",
                    "TitleEnglish": "The Expedient Errand - Madeleine's Devotion",
                    "SummaryEnglish": "After beating back Manai's dolls, Uzume learns she had been brainwashed to attack them. Meanwhile, Uzume gets a little annoyed with Madeleine's insistance on helping out and urges her not to come out as much. Just then, they come across Kira Kazunari, another Doll Master who uses his dolls with little regard for their safety. Thanks to Madeleine's help, they manage to get out of the fight okay by sacrificing one of their support cards, whilst Shimeji helps pick out a seal for Uzume's device.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4612424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasista-doll/episodes/4612424",
                    "TitleEnglish": "Jimejime Shimeji - Counterattack by the Pathetic Prince?",
                    "SummaryEnglish": "Shimeji recognises one of Kira's dolls as Aloe and is reminded of her previous master who eventually abandoned her. As such, Shimeji starts behaving oddly, not wanting to get close to Uzume out of fear of being abandoned. Just then, the gang once more encounter Kira, who is capturing cards for the Mutual Dream Assurance Group in the hopes of retrieving a keepsake from his long lost love. When Aloe, along with Kira's other dolls, realise the folly of Kira's harsh treatment and announce their resignation, Kira plans to take them all out by having Aloe self-destruct. Aloe decides to sacrifice herself to save the others, but thankfully Uzume manages to use a repair card to restore her. Despite everything, Aloe decides to stay by Kira's side as she feels he wouldn't last without her, whilst Shimeji receives a gift from Uzume.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4615627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasista-doll/episodes/4615627",
                    "TitleEnglish": "Work Work Working - Katia's Beginning?",
                    "SummaryEnglish": "Agreeing to join Manai's card club, Uzume discovers the girl that previously attacked her, Kagami Totori, is also a member. Kagami acts coldly towards her, but becomes less so after returning the Kunoichi card she had won earlier. After Uzume decides to ban the dolls from having snacks due to the damage it does on her wallet, the dolls decide to take up part time jobs, with Katia taking up a delivery job. Whilst trying to find her way, Katia meets Uzume's little sister, Miko, who helps show her the way, winding up being interviewed on a TV broadcast.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4615628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasista-doll/episodes/4615628",
                    "TitleEnglish": "Akari Kari kari - Restrictions and Devotion?",
                    "SummaryEnglish": "As Uzume takes everyone out after inadvertently waking up early on a Sunday, Akari worries about getting too close to her in the event that they be abandoned again. They soon meet a girl named Miina Rurukawa who acts like a doll, with her actual dolls acting as her masters. Later that night, Miko ends up discovering Uzume's dolls, but is too happy to see Katia to bother blabbing about it. The next day, Uzume meets Miina again, who explains why she chose to become a doll.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4615629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasista-doll/episodes/4615629",
                    "TitleEnglish": "A Heart Tart? All Together As One",
                    "SummaryEnglish": "On her way home from school, Uzume is challenged by another member of the MDAG named Kiyoshi Kiyomizu, who overwhelms her dolls with his team's rugby formation, but she is aided by Manai and Kagami, who force Kiyoshi to retreat. Rafflesia gives Uzume a card that brings forth a special technique when master and dolls work together as one, but it appears to only summon random objects upon scanning. As Uzume trains them to work cooperatively, the objects soon take the form of pieces of a cannon, though they can't figure out how to use them, with Sasara placing the blame on Uzume.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4615630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasista-doll/episodes/4615630",
                    "TitleEnglish": "Onion On On - A Fair of Culture?",
                    "SummaryEnglish": "It is time for the culture festival, with many members of the MDAG looking to target Uzume for her cards. Among these are Rin, a ditzy fashion model who keeps placing second behind Komachi, and Jun, a director who is scorned when his experimental film isn't received well. During the festival, Kagami, who had been looking after Miko after she got separated from Katia, becomes worried when she loses sight of her. Hearing a PA announcement from Rin calling Uzume to meet her, Kagami goes herself and quickly beats all of Rin's dolls.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4615631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasista-doll/episodes/4615631",
                    "TitleEnglish": "Kagami Kami Kami? Confusing Feelings",
                    "SummaryEnglish": "Kagami, who had joined the MDAG for information on the whereabouts on her missing brother, becomes cold towards Uzume again after she refuses to give her her cards. Uzume becomes conflicted over how to make up with Kagami without fighting her or relinquishing her cards. Meanwhile, Kagami, who is given a time limit for completing her requested exchange, also becomes conflicted over whether to betray Uzume or not. Kagami inevitably confronts Uzume in a battle between their dolls.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4615632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasista-doll/episodes/4615632",
                    "TitleEnglish": "Poked Poker - The Director's Challenge?",
                    "SummaryEnglish": "As Uzume remains uncertain over how to get Madeleine back, she receives a message from Anne, who challenges her to a game of poker for her remaining cards. Just as she goes to inspect the necessary equipment sent amongst a shipment of teas, Uzume's mother, Mikoto, stumbles across them first and decides to join their game, teaching Uzume some of the basics before they start. Mikoto gets a strong start against Anne thanks to her bluff. On the next round, Anne goes all in, but Mikoto manages to beat her hand with a stronger one, winning Madeleine's card from her.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4615633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasista-doll/episodes/4615633",
                    "TitleEnglish": "Komachi Machi Machi? Promised Devotion",
                    "SummaryEnglish": "After returning Madeleine to Uzume, Komachi breaks a seal held on the dolls' memories, revealing that she was once their original master. Postponing the discussion concerning her motives til the next day, Komachi has the dolls stay at her place for the night, leaving Uzume restless. The next day, the girls and dolls meet up with Rafflesia and his partner Mikasa, who explain the origins of the Fantasista Dolls.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4615634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasista-doll/episodes/4615634",
                    "TitleEnglish": "Wishes Upbeat, Everyone's Shining",
                    "SummaryEnglish": "It is shown how Sonnet was lost to Komachi when she pushed her out of the way of a speeding truck, her card become crushed as a result. As the battle between Uzume and Komachi begins, Anne asks Makoto for his help in reviving Sonnet. Uzume is soon joined by Kagami and Manai, whose combined show of friendship seems to resonate with Proto-Zero, who expresses her desire to live, making Komachi realises she has been neglecting other dolls whilst focusing on Sonnet.",
                    "Aliases": []
                }
            }
        }
    }
}