{
    "URL": "https://thetvdb.com/series/sunday-without-god",
    "Genres": [
        "Adventure",
        "Animation",
        "Fantasy",
        "Mystery",
        "Suspense"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2904550/",
        "https://www.themoviedb.org/tv/49473"
    ],
    "TitleEnglish": "Sunday Without God",
    "SummaryEnglish": "God abandoned the world on Sunday. As a result, nobody in the world can die or reproduce. A little girl, Ai, is the gravekeeper for a village. She has prepared 47 graves for the eventual deaths of every member of the village. Later, a boy who identifies himself as \"Hampnie Hambart, the 'Man-eating Toy',\" which is coincidentally the name that Ai's mother left behind as the name of her father, arrives in the village and slaughters everybody. Just what is going on?",
    "Aliases": [
        "Kamisama no Inai Nichiyoubi",
        "The Sunday Without God"
    ],
    "Modified": "2024-11-02",
    "Seasons": {
        "0": {
            "ID": "520699",
            "URL": "https://thetvdb.com/series/sunday-without-god/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4664712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sunday-without-god/episodes/4664712",
                    "TitleEnglish": "Memories",
                    "SummaryEnglish": "Unaired Episode 13 which was included in the 5th volume of the blu ray. This bonus episode is separated into three parts. In the first part (scene takes place in between episode 9 and 10), taking place before the characters reach Ostia, Ai and the others visit a hot spring",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "520700",
            "URL": "https://thetvdb.com/series/sunday-without-god/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4575166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sunday-without-god/episodes/4575166",
                    "TitleEnglish": "Valley of Death I",
                    "SummaryEnglish": "Ai is a merry gravekeeper, spending her days digging empty graves for the villagers. No one has died in the village since her mother passed away years ago, but that is all about to change with the appearance of a handsome young man...",
                    "Aliases": []
                },
                "2": {
                    "ID": "4606906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sunday-without-god/episodes/4606906",
                    "TitleEnglish": "Valley of Death II",
                    "SummaryEnglish": "Ai meets two new people throughout the course of the day. The first is a \"real\" gravekeeper, who brings surprising news with her. The other is Hampnie's childhood friend, who swears that he will avenge his wife by killing Hampnie!",
                    "Aliases": []
                },
                "3": {
                    "ID": "4608360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sunday-without-god/episodes/4608360",
                    "TitleEnglish": "Valley of Death III",
                    "SummaryEnglish": "While on their journey, Hampnie Hambart gets taken by a gang of deceased! Now it's up to Ai, Julie and Scar to save him. Along the way, Ai comes to a stunning realization...",
                    "Aliases": []
                },
                "4": {
                    "ID": "4608361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sunday-without-god/episodes/4608361",
                    "TitleEnglish": "Ortus I",
                    "SummaryEnglish": "After Julie fixes an abandoned van, the group is ready to set out on their journey. But what are they going to do about the unconscious boy Scar found in the back seat? This new encounter takes them to the Land of the Deceased, Ortus!",
                    "Aliases": []
                },
                "5": {
                    "ID": "4608362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sunday-without-god/episodes/4608362",
                    "TitleEnglish": "Ortus II",
                    "SummaryEnglish": "With Diva's help, Ai becomes good friends with Princess Ulla! Ai is constantly impressed with how happy the deceased in Ortus seem. But beneath the dazzling exterior, she is starting to catch glimpses of the darkness that shrouds Ortus...",
                    "Aliases": []
                },
                "6": {
                    "ID": "4608363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sunday-without-god/episodes/4608363",
                    "TitleEnglish": "Ortus III",
                    "SummaryEnglish": "When Ai goes to tell Ulla about the Admission of the Living Ceremony, she discovers that Ulla is Koroshiohake. But does her friend realize that she is killing people? Even if it means losing a friend, Ai must tell her the truth!",
                    "Aliases": []
                },
                "7": {
                    "ID": "4608364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sunday-without-god/episodes/4608364",
                    "TitleEnglish": "Goran Academy I",
                    "SummaryEnglish": "Ai finds herself trapped in Goran Academy, a “concentration camp” for children with special powers. Unwilling to give up her dream of saving the world, Ai must break out. Fortunately, some of her classmates are already working on that.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4608365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sunday-without-god/episodes/4608365",
                    "TitleEnglish": "Goran Academy II",
                    "SummaryEnglish": "It’s just about time to escape from Goran Academy and Ai is determined to leave with everyone in Class Q. However, Tanya doesn’t want to leave the confines of the school. Can Ai convince her to join them before it’s time to go?",
                    "Aliases": []
                },
                "9": {
                    "ID": "4608366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sunday-without-god/episodes/4608366",
                    "TitleEnglish": "Where Gravekeepers are Born",
                    "SummaryEnglish": "Ai and her group of friends go on a journey to find Scar. The journey takes them to Story Circle, the land where gravekeepers are born. Inside the foggy land, everyone must overcome haunting illusions. Who will Ai see in hers?",
                    "Aliases": []
                },
                "10": {
                    "ID": "4608367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sunday-without-god/episodes/4608367",
                    "TitleEnglish": "Class 3-­­­­4 I",
                    "SummaryEnglish": "Alis take Ai and her friends to his world--a world that can only be saved by destroying it. The students of Class 3-4 have created an enclosed world that loops in time. Alis may want to destroy it, but he has an enemy in his way...",
                    "Aliases": []
                },
                "11": {
                    "ID": "4608368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sunday-without-god/episodes/4608368",
                    "TitleEnglish": "Class 3-­­­­4 II",
                    "SummaryEnglish": "Throughout the years, Dee has been destroying any outside information Alis brings in. But after a month of searching for clues only to come up empty-handed, Ai comes across a clue that suddenly makes matters a whole lot more complicated!",
                    "Aliases": []
                },
                "12": {
                    "ID": "4608369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sunday-without-god/episodes/4608369",
                    "TitleEnglish": "Class 3-4 III",
                    "SummaryEnglish": "In a fit of jealous rage, Dee decides to reset the entire world. The reset is slowly claiming the world as Dee manipulates the students of Class 3-4. Can Ai and Alis stop the reset now that it has already begun?",
                    "Aliases": []
                }
            }
        }
    }
}