{
    "URL": "https://thetvdb.com/series/danganronpa-the-animation",
    "Genres": [
        "Action",
        "Animation",
        "Crime",
        "Mystery",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2902582/",
        "https://www.themoviedb.org/tv/49471"
    ],
    "TitleEnglish": "Danganronpa: The Animation",
    "SummaryEnglish": "A group of 15 elite high school students are gathered at a very special, high class high school. To graduate from this high school essentially means you'll succeed in life, but graduating is very difficult. The school is presided over by a bear called Monokuma, and he explains to them that their graduation hinges around committing a murder. The only way to graduate is to kill one of your classmates and get away with it. If the other classmates discover the identity of the killer, the killer is the only one executed. However, if they fail to catch the killer, only the killer graduates and the others are annihilated. Which of the 15 will survive the bloodbath to come?",
    "Aliases": [
        "Dangan Ronpa: The Academy of Hope and the High School Students of Despair",
        "Dangan Ronpa: The Animation",
        "Danganronpa: Academy of Hope and High School Students of Despair",
        "Danganronpa: Kibou no Gakuen to Zetsubou no Koukousei - The Animation",
        "Danganronpa 3: The End of Hope's Peak Academy Side: Future",
        "Danganronpa 3: The End of Hope's Peak High School: Future Arc",
        "Danganronpa 3: The End of Kibōgamine Gakuen: Mirai Hen",
        "Danganronpa 3: The End of Kibougamine Gakuen - Mirai-hen",
        "Danganronpa 3: The End of Hope's Peak High School - Future Arc",
        "Danganronpa 3: The End of Hope's Peak Academy - Future Volume",
        "ダンガンロンパ3 －The End of 希望ケ峰学園－ 未来編",
        "ダンガンロンパ3 -The End of 希望ヶ峰学園- 未来編"
    ],
    "Modified": "2025-08-17",
    "Seasons": {
        "0": {
            "ID": "560336",
            "URL": "https://thetvdb.com/series/danganronpa-the-animation/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5703559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/5703559",
                    "TitleEnglish": "Recap of Danganronpa 2",
                    "SummaryEnglish": "The game is from Hajime Hinata's point of view as he starts his first year at Hope's Peak Academy. As he walks into the school building he is overcome with fatigue, when he recovers he finds himself in front of a door. He has the strong urge to open it, and once he does he finds himself in a classroom full of his new classmates.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5703704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/5703704",
                    "TitleEnglish": "Ultra Despair Girls",
                    "SummaryEnglish": "Taking place half a year after the events of the first game, prior to the events of the second game. Komaru Naegi, the younger sister of the first game's protagonist, Makoto Naegi, has spent the past year locked inside an apartment complex in Towa City, unaware of the events that have gone on in the outside world. She is suddenly forced to flee when was she attacked by deadly Monokuma robots and comes across Future Foundation member Byakuya Togami, who gives Komaru a special Hacking Gun that can fight against the robot and orders her to escape the city.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8116243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/8116243",
                    "TitleEnglish": "Danganronpa 2.5: Nagito Komaeda and the Destroyer of the World",
                    "SummaryEnglish": "Set after Danganronpa 2: Goodbye Despair and before Danganronpa 3: The End of Hope's Peak High School - Hope Arc, with Nagito Komaeda as the protagonist and portrayed as \"an ordinary boy\" whose bad luck causes good luck for others. Due to suffering a very traumatic death in the program, his mind created a strange, relatively peaceful world he lives in as a coping mechanism. However, it all begins to fall apart after \"The Destroyer of the World\" appears.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "520678",
            "URL": "https://thetvdb.com/series/danganronpa-the-animation/seasons/official/1",
            "TitleEnglish": "Danganronpa: The Animation",
            "SummaryEnglish": "A group of 15 elite high school students are gathered at a very special, high class high school. Graduating from this high school essentially means you'll succeed in life, but actually doing so is very difficult. The school is presided over by a bear called Monokuma, and he explains to them that their graduation hinges around committing a murder. The only way to graduate is to kill one of your classmates and get away with it. If the other classmates discover the identity of the killer, the killer is the only one executed. However, if they fail to catch the killer, only the killer graduates and the others are annihilated. Which of the 15 will survive the bloodbath to come?",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4575087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/4575087",
                    "TitleEnglish": "PROLOGUE: Welcome to Despair High School",
                    "SummaryEnglish": "Makoto Naegi gets a super lucky break and enters the highly prestigious school, Hope's Peak High School. But things take a turn for the worse when Makoto learns that he's trapped in that school for the rest of his life unless he kills a classmate!",
                    "Aliases": []
                },
                "2": {
                    "ID": "4575088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/4575088",
                    "TitleEnglish": "(Not) Normal Arc: Kill and Live",
                    "SummaryEnglish": "When the first person gets murdered, Makoto is the number one suspect! He must prove his innocence during the class trial or everyone but the killer will get executed. Can he find enough evidence to clear his name and identify the killer?",
                    "Aliases": []
                },
                "3": {
                    "ID": "4575089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/4575089",
                    "TitleEnglish": "Not Normal Arc: Kill and Live",
                    "SummaryEnglish": "The first classroom trial has begun. Naegi has to think fast, or everyone innocent will get punished! Kirigiri seems to be on to something, but she isn't handing out answers. When the trial is over, will Monokuma go through with his \"punishment\"?",
                    "Aliases": []
                },
                "4": {
                    "ID": "4575090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/4575090",
                    "TitleEnglish": "(Not) Normal Arc: Weekly Shonen Despair Magazine",
                    "SummaryEnglish": "Part of the second floor has opened, including the pool and locker rooms! Monokuma gives the students a few days to explore before he gets bored. They have 24 hours to kill someone or else he'll broadcast their darkest or most embarrassing secrets.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4575091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/4575091",
                    "TitleEnglish": "Not Normal Arc: Weekly Shonen Despair Magazine",
                    "SummaryEnglish": "Togami seems convinced that the culprit in this case is a depraved serial killer, but is he merely trying to deceive his classmates? Tensions rise as some of the students' dark secrets are revealed, including an incredible secret about the victim!",
                    "Aliases": []
                },
                "6": {
                    "ID": "4575092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/4575092",
                    "TitleEnglish": "(Not) Normal Arc: Return of the New Century Galaxy Legend! O Armored Hero, Stand upon the Earth!",
                    "SummaryEnglish": "Asahina finds ALTER EGO, an AI created by Fujisaki. Ishimaru and Yamada are smitten with the program in their own ways, and neither boy wants to play nice and share. After the laptop goes missing, a \"suspicious character\" begins attacking students.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4575093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/4575093",
                    "TitleEnglish": "Not Normal Arc: Return of the New Century Galaxy Legend! O Armored Hero, Stand upon the Earth!",
                    "SummaryEnglish": "Two students have been killed one after the next and all of the evidence seems to point at Hagakure. But the way Naegi sees it, things just aren't adding up quite right. Is their blood really on Hagakure's hands or has he been framed?",
                    "Aliases": []
                },
                "8": {
                    "ID": "4575094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/4575094",
                    "TitleEnglish": "(Not) Normal Arc: All All Apologies",
                    "SummaryEnglish": "Monokuma announces that he planted a mole amongst the students. Rather than let them figure out who it is on their own, he generously offers the information. Now the rift between the surviving students is worse than ever before!",
                    "Aliases": []
                },
                "9": {
                    "ID": "4575095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/4575095",
                    "TitleEnglish": "All All Apologies II",
                    "SummaryEnglish": "The fourth murder case is a locked-room mystery. Two of the primary suspects for the murder aren't actually sure if they did the dirty deed or not! Can Naegi piece the clues together to figure out what really happened in the game room?",
                    "Aliases": []
                },
                "10": {
                    "ID": "4575096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/4575096",
                    "TitleEnglish": "(Not) Normal Arc: The Junk Food of Despair for Racing through Youth",
                    "SummaryEnglish": "Kirigiri steals Monokuma's \"treasure.\" He warns the students that everyone will be held equally guilty. Later that night, Togami finds that Monokuma has gone out of order. The next day, there is a new body. Could all of this somehow be related?",
                    "Aliases": []
                },
                "11": {
                    "ID": "4575097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/4575097",
                    "TitleEnglish": "Not Normal Arc: The Junk Food of Despair for Racing through Youth",
                    "SummaryEnglish": "Naegi and the others are forced to participate in an awkward classroom trial for a victim they don't know anything about. Naegi is convinced that Monokuma is plotting something, but what? And why is Kirigiri trying to paint him as the culprit?",
                    "Aliases": []
                },
                "12": {
                    "ID": "4575098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/4575098",
                    "TitleEnglish": "The Reason Super High School-Level Bad Luck Attracted Super High School-Level Murder, Super High School-Level Execution and Super High School-Level Despair",
                    "SummaryEnglish": "Naegi no longer questions whether the principal is the mastermind, but if it isn't him, who could it be? He finds the principal's digital notebook, which allows him to find clues that will be imperative in the upcoming trial.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4575099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/4575099",
                    "TitleEnglish": "Goodbye, Despair High School",
                    "SummaryEnglish": "Now that the mastermind has been revealed, Naegi and his classmates must uncover the mysteries behind Hope's Peak High School during the final classroom trial. Can hope defeat despair or will the mastermind come out triumphant in the end?",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "672083",
            "URL": "https://thetvdb.com/series/danganronpa-the-animation/seasons/official/2",
            "TitleEnglish": "Danganronpa 3: The End of Hope's Peak High School",
            "SummaryEnglish": "Danganronpa returns with two brand new arcs! Despair Arc takes place before season one of the anime with Hajime Hinata in a tale of despair. Future Arc continues after the hit game Danganronpa 2: Goodbye Despair following Makoto Naegi in a new death game.",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5660330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/5660330",
                    "TitleEnglish": "(Future) Third Time's the Charm",
                    "SummaryEnglish": "Following the events of Danganronpa 2: Goodbye Despair, Makoto Naegi, the Super High School Level Hope, is placed under arrest by the Future Foundation for harboring the Remnants of Despair; those who continued the evil desires of the Super High School Level Despair, Junko Enoshima, following her death. The top members of the Future Foundation, including Makoto's former classmates Kyoko Kirigiri, Aoi Asahina, and Yasuhiro Hagakure, are all brought together to discuss Makoto's punishment. Just then, the Future Foundation's headquarters is attacked by a missile, cutting off all exits, before a round of sleeping gas knocks everyone unconscious. When they wake up, the members are greeted by the all-too-familiar visage of Monokuma, who announces that a new killing game has begun before revealing that housekeeper Chisa Yukizome has already been killed.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5680973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/5680973",
                    "TitleEnglish": "(Future) Hang the Witch",
                    "SummaryEnglish": "Tensions flare among members of the Future Foundation as Monokuma's game begins. Who will the attacker choose first?",
                    "Aliases": []
                },
                "3": {
                    "ID": "5683682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/5683682",
                    "TitleEnglish": "(Future) Cruel Violence and Hollow Words",
                    "SummaryEnglish": "Makoto is relieved to find Aoi is still alive, having only been depicted with a toy knife and some ketchup, only to discover Great Gozu had been killed instead. Hoping to prevent any further killings, Makoto uses the intercom to communicate with the other participants, explaining how he tried to help Remnants of Despair while also revealing his forbidden action. Meanwhile, pharmacist Seiko Kimura accuses sweetmaker Ruruka Ando of being the traitor, taking a bunch of drugs to transform herself and pursue her and blacksmith Sonosuke Izayoi. While Juzo goes after Kyoko, who is with Ryota and former headmaster Kazuo Tengan. Kyosuke, believing Makoto lacks the despair to make his words credible, attacks Makoto with his sword.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5683684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/5683684",
                    "TitleEnglish": "(Future) Who Is a Liar",
                    "SummaryEnglish": "As Kyoko ends up spraining her ankle after Ryota lands on her, Kazuo manages to knock out Juzo by taking advantage of his inability to punch. Meanwhile, Kyosuke manages to capture Makoto, announcing his intention to execute him in order to lure out the attacker. He explains to Makoto that he suspects the traitor will end the killing game prematurely, frame one of the dead leaders for their crimes, and manipulate Makoto into destroying the Future Foundation. While Kazuo confronts Kyosuke, helping Aoi and Miaya escape with Makoto, Kyoko and Ryota, along with scoutman Koichi Kizakura, look over the corpses, pondering about the attacker's motives. Following a fierce battle, both Kyosuke and Kazuo end up falling off a walkway, and Kazuo is impaled on a piece of debris below. Meanwhile, Juzo makes his way past Miaya, unaware that she is actually a robot being controlled by the Lil Ultimate Homeroom, Monaca Towa.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5683685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/5683685",
                    "TitleEnglish": "(Future) Dream of Distant Days",
                    "SummaryEnglish": "As Seiko is confronted by Sonosuke and Ruruka, she recalls how her friendship with Ruruka became soured over the years. Just as Ruruka is cornered, she deduces Seiko's forbidden action, letting someone step on her shadow. Meanwhile, Juzo confronts Makoto and Aoi while Kazuo tells Kyosuke who attacker is, stabbing his eye before he finishes him off. When Yasuhiro, stuck outside of the building following the initial attack, is attacked by a helicopter, the explosion reveals a hidden secret entrance which Sonosuke discovers. Rejecting Ruruka's offer to kill Kyosuke in exchange for her life, Seiko takes more drugs and destroys all the lights in the room, pursuing Ruruka until she gets knocked out by Miaya's weapons. Regretting that she couldn't save anyone, Seiko is killed following the next time limit.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5683686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/5683686",
                    "TitleEnglish": "(Future) No Man Is an Island",
                    "SummaryEnglish": "After looking over Great Gozu's body, Kyoko's group discover that, along with Seiko, Sonosuke has also been killed with a knife to the chest, soon coming across Ruruka. Meanwhile, Makoto notices that the rules don't forbid anyone from escaping, managing to get in contact with fellow classmate Byakuya Togami to tell them about Monokuma's killing game. Byakuya informs Makoto that an attack is being launched on Jabberwock Island, where the recovered Remnants of Despair are, while hiding the fact that the real Miaya Gekkogahara is dead. Believing that Monaca is involved, Byakuya gets in contact with Toko Fukawa and Makoto's sister Komaru in Towa City to gain their assistance.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5701293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/5701293",
                    "TitleEnglish": "(Future) Ultra Despair Girls",
                    "SummaryEnglish": "Receiving help from the former Warriors of Hope, Komaru and Toko, along with the latter's psychotic alter-ego Genocider Sho, make their way to Monaca's hideout. After arriving at the scene and surviving an explosion, the girls discover Monaca has suddenly given up on despair, revealing that, outside of killing Miaya and replacing her with a robot, she is not the mastermind behind the new killing game. Leaving behind some disturbing words about Makoto, Monaca decides to launch herself into space to become a NEET, with Komaru preventing Toko from pursuing her any further. Afterwards, Komaru contacts Makoto and Aoi through the Miaya robot, relaying Monaca's warning that one of the original survivors of Hope's Peak Academy's mutual killing game will allegedly die because of Makoto.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5701294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/5701294",
                    "TitleEnglish": "(Future) Who Killed Cock Robin?",
                    "SummaryEnglish": "Who did it? The group gathers to solve the latest grizzly murder!",
                    "Aliases": []
                },
                "9": {
                    "ID": "5701295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/5701295",
                    "TitleEnglish": "(Future) You Are My Reason to Die",
                    "SummaryEnglish": "The secret exit turns out to be a dead end, with Kyoko deducing the game area is actually somewhere underwater. After destroying the Miaya robot and retrieving a data module containing information on everyone's forbidden actions, Kyosuke suddenly turns against Juzo and kills him. Meanwhile, Makoto and Aoi meet up with Kyoko and Ryota before the next time limit, during which Ruruka is killed. Upon waking up, however, Makoto and the others are shocked to discover that Kyoko has died from her forbidden action, which was set to kill her if Makoto survived by the fourth time limit, at which point Kyosuke calls Makoto out.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5701296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/5701296",
                    "TitleEnglish": "(Future) Death, Destruction, Despair",
                    "SummaryEnglish": "Realising that Kyoko kept quiet about her forbidden action so that he could keep on living, Makoto leaves Aoi and Ryota with Kyoko as he sets off to confront Kyosuke. Kyosuke begins hunting Makoto throughout the facility, overcoming every trap that Makoto sets up for him. Using Kyosuke's forbidden action, opening doors, to keep him from killing him and becoming trapped, Makoto tries to talk with Kyosuke, who reveals Kazuo's final message that the attacker isn't merely one person, but in fact all of the Future Foundation members. Despite hearing this, Makoto states that even if it everyone were Remnants of Despairs, he would still feel glad to have met Kyoko, leading Kyosuke to realise just how much he cared for Chisa. As Kyosuke loses his will to keep fighting, Aoi appears with Kyoko's notebook, which allegedly reveals who the true attacker is.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5701297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/5701297",
                    "TitleEnglish": "(Future) All Good Things",
                    "SummaryEnglish": "More truths are exposed as Makoto and the group take one step closer to ending the game once and for all!",
                    "Aliases": []
                },
                "12": {
                    "ID": "5701298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-the-animation/episodes/5701298",
                    "TitleEnglish": "(Future) It Is Always Darkest",
                    "SummaryEnglish": "Kazuo's video message, sent to Ryota following his death, appears to prove he was a Remnant of Despair. Refusing to run away, Ryota explains how Junko stole his brainwashing techniques, intended for a peacemaking anime, to create a Despair Video, hypnotising people into becoming Remnants of Despair. He then reveals he has made a \"Hope Video\" possessing the opposite effect, using it on Aoi to have her hold Makoto back while he goes off on his own. Just as Makoto realises that Kazuo was actually trying to stop Ryota from using his video, the group are forced to defend themselves from soldiers hypnotised by Ryota's video. As Ryota escapes and prepares to broadcast his Hope Video worldwide, Makoto is aided by the arrival of Byakuya and Yasuhiro, while another figure makes his own move.",
                    "Aliases": []
                }
            }
        }
    }
}