{
    "URL": "https://thetvdb.com/series/the-affair",
    "Genres": [
        "Drama",
        "Suspense"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2699110/",
        "https://www.themoviedb.org/tv/61463"
    ],
    "TitleEnglish": "The Affair",
    "SummaryEnglish": "At once deeply observed and intriguingly elusive, The Affair explores the emotional effects of an extramarital relationship. Noah is a New York City schoolteacher and novelist who is happily married, but resents his dependence on his wealthy father-in-law. Alison is a young waitress trying to piece her life and marriage back together in the wake of a tragedy. Set in Montauk at the end of Long Island, the provocative drama unfolds separately from both the male and female perspectives, using the distinct memory biases of both to tell the story.",
    "Aliases": [],
    "Modified": "2025-07-20",
    "Seasons": {
        "1": {
            "ID": "526128",
            "URL": "https://thetvdb.com/series/the-affair/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "4626052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/4626052",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "The emotional effects of an extramarital relationship are explored when a married schoolteacher begins an affair with a waitress on Long Island. In the opener, Noah Solloway and his family visit Long Island where he connects with a local waitress.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5010402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5010402",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "As the Butler estate readies for the annual summer party, Noah can't escape the allure of the mysterious Alison. She, meanwhile, bends under the emotional debt owed to her mother-in-law. But as aspects of their separate lives start to weave together, the two are forced to consider an inevitability.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5011131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5011131",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "With his novel gaining traction, Noah turns to Alison to help him research the local culture - but their innocent tour of Montauk proves more dangerous than expected. Meanwhile, Cole takes a stand on behalf of his community, and Helen deals with business back in Brooklyn.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5017568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5017568",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "In order to spend time together apart from their families, Noah and Alison take a day trip to remote Block Island. But as the two grow closer, they quickly learn that intimacy can be a double-edged sword.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5017569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5017569",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "As passions flare behind closed doors, Alison and Noah are forced to confront new obstacles at home. Alison gets a surprise visit from her estranged mother, Athena, while Noah struggles with the behavior of his daughter, Whitney.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5019188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5019188",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "After Noah spends a night out with his best friend Max, he discovers there's more to Alison than he's been led to believe. At home, his wife Helen hopes to make the most of the family's time in Montauk. Meanwhile, Alison and her husband Cole work to keep the Lockharts from danger.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5024715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5024715",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "With summer coming to an end, the Solloways are returning to Brooklyn - a welcome relief for Noah following recent revelations. Meanwhile, Cole is forced to confront Alison when the Lockhart side business hits too close to home. And Helen and Noah grapple with the results of an unexpected emergency.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5024716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5024716",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "Distracted by her burgeoning small business, Helen tasks Noah with representing the family at a literary award ceremony for her father, Bruce. A chance encounter with Alison and her grandmother leads to an uncomfortable truth.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5054524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5054524",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "A revelation about their daughter Whitney makes Noah and Helen realize their troubled marriage is directly affecting their children. Bending under remorse, Alison spirals towards a reckoning.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5054536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5054536",
                    "TitleEnglish": "Episode 10",
                    "SummaryEnglish": "The disappearance of Whitney spurs Helen to scrutinize Noah and his relationship with Alison and her family. Cole searches for answers at Lockhart Ranch. Meanwhile, Detective Jeffries makes significant progress on his case.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "632192",
            "URL": "https://thetvdb.com/series/the-affair/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5279577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5279577",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "Noah and Helen attempt to conduct amicable divorce proceedings. Surprising developments in Helen's life lead to unexpected emotions.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5324518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5324518",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "Alison's summer with Noah is interrupted by an unwelcome guest. Cole's self-destructive lifestyle causes everyone to become concerned.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5324519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5324519",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "Noah's undying love for Alison leads to serious consequences. Alison discovers a surprising truth about how to sustain a marriage.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5324520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5324520",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "Helen makes an innocent mistake that leads to outrageous consequences. A court order leads to a dire setback for Noah and Alison.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5324521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5324521",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "Alison is thrown by a shift in behavior from her hosts, and furious with Noah after a chance discovery.  Cole rejects Scotty's plan to make money - but not before Scotty catches him in a situation best kept secret.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5324522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5324522",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "A medical emergency casts Helen and Noah's litigation process in a new light, causing Helen to make a long overdue decision. The dynamic of Noah and Alison's relationship shifts as troublesome discoveries are made.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5324523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5324523",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "Alison's mother raises concerns about her and Noah's new lifestyle. Alison confronts Noah about his book. Cole lashes out at Luisa and is further alienated from his family in the wake of startling revelations.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5324524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5324524",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "On the college campus where they first met, Helen is amazed to see Noah in a new role, and bewildered by Whitney's future plans. Meanwhile, Noah is in danger of spinning out of control as his fame and related temptations escalate.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5324525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5324525",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "Alison weathers a momentous journey alone. Helen receives unexpected attention from a sexy yet exasperating source. Noah faces a terrible reckoning. An array of challenges pushes Cole to the very edge.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5324526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5324526",
                    "TitleEnglish": "Episode 10",
                    "SummaryEnglish": "Noah grapples with essential questions. Alison begins to doubt a recent ambition, and renewed interactions with the Lockhart brothers force her to consider a harrowing possibility.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5411380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5411380",
                    "TitleEnglish": "Episode 11",
                    "SummaryEnglish": "Cole and Luisa take a serious step forward. Meanwhile, a series of revelations cause Noah to reconsider everything he thought he knew about Alison - and a momentous decision Alison makes may just end their relationship.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5411379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5411379",
                    "TitleEnglish": "Episode 12",
                    "SummaryEnglish": "Events set in motion long ago come to their conclusion. Alison is honest with Noah -- and herself. A dispute between Cole and Scotty is followed by tragedy. Meanwhile, a turn in Noah's trial results in a shocking event.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "670985",
            "URL": "https://thetvdb.com/series/the-affair/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "5649996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5649996",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "Haunted by recent hardship, Noah struggles to navigate the challenges of his old life while attempting to adapt to a new one. A new love interest isn't enough to overcome a sense of dread. Someone is watching him. Season premiere.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5801482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5801482",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "One year earlier: after a stern request from Noah leaves Helen devastated, various pressures cause Helen and Vik to reexamine their relationship. Alison returns to Montauk after a crisis only to have her worst fears realized.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5815733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5815733",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "Running from secrets she left behind in Paris, Juliette finds Noah an alluring prospect. But a terrifying event shatters all hope of an easy affair. Meanwhile, Noah must fight like never before to make sense of what just occurred.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5815734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5815734",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "Cole is put in an increasingly impossible situation by Alison's return to his life. Alison must contend with Luisa while attempting to reconnect with her daughter. Simultaneously, a dangerous passion threatens to wreck everything.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5815735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5815735",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "Alison is motivated to spend a memorable day with Noah on Block Island for an unusual reason. Noah is left wistful by their profound connection, until the problems from which he was escaping return with a shocking force.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5833343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5833343",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "An unexplained absence sends Helen on a journey of increasingly troublesome discoveries. Compelled to return to a place he's spent his life trying to escape, Noah attempts to repair his relationship with Martin.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5833344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5833344",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "Helen gives Noah the help he needs - but at what cost? At his absolute weakest, Noah's world has never seemed more hostile or bewildering. A vital moment of release turns suddenly into something that can't be undone.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5833345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5833345",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "An unexpected cause to celebrate provokes a sobering realization in Alison. Soon after, a startling warning leaves her pondering the unthinkable. Cole's frustrations with Alison come to a head, revealing a radical truth.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5833346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5833346",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "Helen's escape to Montauk exacerbates her guilt and hastens an identity crisis: should the truth finally come out? Noah's world collapses, leaving him to process something horrific.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5833347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/5833347",
                    "TitleEnglish": "Episode 10",
                    "SummaryEnglish": "Noah's visit to Paris provides Juliette with a distraction from unpleasant realities at home. A chance encounter offers Noah the possibility of healing a relationship in desperate need of repair. Season finale.",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "726446",
            "URL": "https://thetvdb.com/series/the-affair/seasons/official/4",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "6276812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/6276812",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "Noah struggles to adjust to his new life after moving to Los Angeles to be closer to his kids. He attempts to reach a gifted but troubled student while under the stern eye of the school's principal. Helen finally discovers the source of her anxiety, only to be blindsided by a new catastrophe. Season premiere.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6699988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/6699988",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "Cole tries to keep Alison’s behavior from ruining an important deal while Luisa’s legal status threatens their future. An encounter with a local surfer leads Cole to question if he’s the same person he used to be. Alison is saved by a handsome stranger.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6699991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/6699991",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "Noah’s attempt to teach his students a lesson in civil duty spirals out of control. Helen can’t handle Vik’s decision and goes behind his back, only to find resistance everywhere she turns.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6699995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/6699995",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "Alison and Ben dig into her past and begin confronting her fears. Cole’s relationship with Alison is jeopardizing his marriage to Luisa.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6699997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/6699997",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "Vik decides it’s time he started living for himself. Cole meets Nan, an old friend of his father, who sends him on a journey to exorcise the ghosts of his past.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6699999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/6699999",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "Noah supports Anton in a decision about his future which puts Janelle in a complicated spot with her ex-husband. Alison makes a surprising discovery about her father, and another about Ben that eventually leads her back to Noah.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6700002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/6700002",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "Helen goes to Joshua Tree in search of meaning. Noah and Anton begin an adventure with high hopes until an ominous phone call alters their course.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6700003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/6700003",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "A hopeful epiphany leads Cole on a journey to a horrific discovery. Noah questions his role in tragic events.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6700005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/6700005",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "Ben finally confesses the truth to Alison. But is it too late for their relationship?",
                    "Aliases": []
                },
                "10": {
                    "ID": "6700007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/6700007",
                    "TitleEnglish": "Episode 10",
                    "SummaryEnglish": "Noah and Anton visit Yale where Noah encounters an old friend. An immensely difficult day forces Cole and Luisa to reexamine their relationship. Helen gets a new perspective on life.",
                    "Aliases": []
                }
            }
        },
        "5": {
            "ID": "813512",
            "URL": "https://thetvdb.com/series/the-affair/seasons/official/5",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "7222561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/7222561",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "Noah embarks on his journey with the Descent movie by getting acquainted with his star, Sasha Mann. Helen mourns a tragic event. Sierra welcomes a new arrival. Joanie struggles with an upcoming birthday.",
                    "Aliases": []
                },
                "2": {
                    "ID": "7308319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/7308319",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "Janelle struggles with her relationship and work, so turns to Carl for support. Production for Descent commences, and Sasha takes an interest in Helen. Helen takes her first steps towards acceptance.",
                    "Aliases": []
                },
                "3": {
                    "ID": "7308321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/7308321",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "Sasha proposes adjustments to Noah’s script. Sasha’s relationship with Helen blossoms, and Noah takes notice. Bruce’s condition worsens. Joanie’s business trip leads to violent encounters.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7308324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/7308324",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "Noah, Margaret and Stacey bond over their mutual distaste for Sasha. Noah attempts to sabotage Helen and Sasha’s relationship. Whitney and Colin face the hardships of their relationship. Joanie visits the graveyard.",
                    "Aliases": []
                },
                "5": {
                    "ID": "7315351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/7315351",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "Sierra struggles to balance motherhood with her burgeoning acting career. Sierra’s mother visits uninvited. Helen works her first design gig and begins to focus on herself.",
                    "Aliases": []
                },
                "6": {
                    "ID": "7315353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/7315353",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "In Montauk for work, Joanie becomes acquainted with EJ. Together, they explore Joanie’s family history, leading her to question the cause of her mother's death. Rattled, she starts to make some self-destructive decisions.",
                    "Aliases": []
                },
                "7": {
                    "ID": "7327784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/7327784",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "Noah and Whitney travel to Montauk to begin planning the wedding. Noah gets a concerning call. Armed with new information about her mother's death, Joanie confronts a stranger.",
                    "Aliases": []
                },
                "8": {
                    "ID": "7327786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/7327786",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "Allegations against Noah surface and he seeks guidance on how to handle the situation. Helen celebrates a birthday and protects Sierra during an extremely trying time.",
                    "Aliases": []
                },
                "9": {
                    "ID": "7327787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/7327787",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "As controversy swirls around Noah, Helen and Whitney must decide where their allegiances lie.",
                    "Aliases": []
                },
                "10": {
                    "ID": "7327789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/7327789",
                    "TitleEnglish": "Episode 10",
                    "SummaryEnglish": "As wildfires threaten Los Angeles, Helen and Noah are forced to run for their lives and confront old wounds along the way.",
                    "Aliases": []
                },
                "11": {
                    "ID": "7340739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-affair/episodes/7340739",
                    "TitleEnglish": "Episode 11",
                    "SummaryEnglish": "It’s Whitney’s wedding day and everything comes full circle.",
                    "Aliases": []
                }
            }
        }
    }
}