{
    "URL": "https://thetvdb.com/series/black-box",
    "Genres": [
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2968404/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=EP01776228",
        "https://www.themoviedb.org/tv/51675",
        "https://www.wikidata.org/wiki/Q14422869"
    ],
    "TitleEnglish": "Black Box",
    "SummaryEnglish": "Catherine Black is a world-famous neurologist at the state-of-the-art medical institution known as \"The Cube\". Catherine is brilliant, beautiful, and at the top of her game, though she's hiding a secret of her own: she's bipolar. Each week, the doctors on staff attempt to unravel the mysteries of the brain and are constantly challenged by cases never-before-seen on television. The medical stories are moving, bizarre and a visual feast. The personal stories are riveting. The patients have rare, highly visual, often hallucinogenic and startling conditions, which we’ll see through their eyes as Catherine diagnoses and treats them.",
    "Aliases": [
        "The Black Box"
    ],
    "Modified": "2024-09-06",
    "Seasons": {
        "1": {
            "ID": "523007",
            "URL": "https://thetvdb.com/series/black-box/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4596700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-box/episodes/4596700",
                    "TitleEnglish": "Kiss the Sky",
                    "SummaryEnglish": "Dr. Catherine Black, a world famous neurologist, treats patients with only the most difficult and fascinating neurological issues to solve. A brilliant doctor at the top of her field, Catherine can relate to the patients she helps because she is bipolar herself—a secret only her closest family knows. But when her boyfriend Will proposes, Catherine will be forced to confront her secret and decide if she’s ready to let him see her true self. Meanwhile, she finds temptation at work in the form of sexy new neurosurgeon, Dr. Bickman. Catherine treats a boy who can’t stop drawing on walls and a woman who hallucinates befriending one of Santa’s elves.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4770232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-box/episodes/4770232",
                    "TitleEnglish": "Sweet Little Lies",
                    "SummaryEnglish": "Dr. Black's team of fourth year medical students try to determine why a young nanny is suffering from hallucinations of her head exploding. Will and Catherine struggle to get their relationship back on track after she reveals that she cheated on him during a manic episode. After the chief of neurosurgery suffers a seizure during surgery, the Cube’s medical director calls a meeting to announce that any doctors suffering from medical conditions that could harm patients must come forward.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4861269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-box/episodes/4861269",
                    "TitleEnglish": "Who Are You?",
                    "SummaryEnglish": "Will reveals to Catherine he's slept with the hostess at his restaurant in retaliation for her betrayal. Bickman's ego gets the best of him when he performs emergency surgery on a celebrity. Regan reluctantly agrees to allow Esme an opportunity to work with Catherine on a student film. A patient arrives at the Cube and displays signs of being unbalanced.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4861272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-box/episodes/4861272",
                    "TitleEnglish": "Exceptional or Dead",
                    "SummaryEnglish": "Catherine introduces Will as her fiancé to Dr. Bickman. During a moment alone, Dr. Bickman tells Catherine they are more alike than what meets the eye. He explains neither one can ever really find happiness in monogamy. Meanwhile, Ali wonders if she has chosen the right career path when she sees Leo is constantly firing on all cylinders. After a closer look, Ali is certain that something is not quite right about Leo and it’s not his superior memory. Dr. Morely admits a patient that he suspects is having a manic episode, and Dr. Lolita Mahmoud arrives as The Cube’s medicating psychiatrist",
                    "Aliases": []
                },
                "5": {
                    "ID": "4861275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-box/episodes/4861275",
                    "TitleEnglish": "Jerusalem",
                    "SummaryEnglish": "Catherine shares a moment of tenderness with Esme when she turns to her for help with winning over the heart of a boy. A close friend comes to Bickman at the Cube after she discovers her husband Jacob gave away his car, liquidated his assets, and has given his penthouse away to his maid. During an examination with Dr. Black, Jacob reveals symptoms of a centuries old condition called Jerusalem Syndrome. Catherine and Owen use unconventional methods to help Dr. Reynaud deal with his crippling fear of death so that he can be at peace in his final days.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4861273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-box/episodes/4861273",
                    "TitleEnglish": "Forget Me",
                    "SummaryEnglish": "Catherine and Joshua have different ideas about how the past unfolded after their father made the decision to leave them. Hunter Black is ready to reconnect, though Catherine is reluctant to allow him back into her life. Meanwhile, a decorated soldier is struggling with a war wound that has left him miserable. Another patient is admitted to the Cube with macular degeneration after she falls off the side of a mountain. To her surprise, she begins to see vibrant visions of snow leopards and landscapes that she could have never imagined. Elsewhere, Will discovers that he can't get rid of Delilah without risk of losing his restaurant.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4882795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-box/episodes/4882795",
                    "TitleEnglish": "Kodachrome",
                    "SummaryEnglish": "A Pulitzer Prize winning journalist arrives at The Cube after being hit by a stray bullet in Syria. The pressure is on when Dr. Bickman and Dr. Black embark on a procedure to remove the live ammo without the help modern technology. A high-profile make-up artist suffers a minor stroke leaving him color blind. Catherine is determined to find a cure when she discovers that this could end his career. Catherine meets Will’s parents and begins to panic at the thought of turning into a boring housewife.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4882796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-box/episodes/4882796",
                    "TitleEnglish": "Free Will",
                    "SummaryEnglish": "Doctor Hartramph refers a patient to The Cube after he complains of headaches and hearing voices. His vivid hallucinations take control of him driving him to strike out with a violent intrusion on the hospital. Catherine takes on a patient diagnosed with Alien Hand Syndrome and struggles to get her relationship back on track with Will.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4882797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-box/episodes/4882797",
                    "TitleEnglish": "Sing Like Me",
                    "SummaryEnglish": "Dr. Black begins work on a music study where her patients range from a popular music competition winner that has lost her ability to recognize music pitch, to a man that has developed Acquired Savant Syndrome after being struck by lightning. Elsewhere, a street musician suffering from tremors requires Catherine to turn to an unlikely source for help in getting him the treatment he needs. Catherine realizes her feelings for Dr. Bickman might be mutual though he makes her a proposal that shocks her.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4882798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-box/episodes/4882798",
                    "TitleEnglish": "I Shall Be Released",
                    "SummaryEnglish": "Dr. Morely admits a patient who is convinced he is dead. Doomed to enduring the advanced onset of the hallucination, he reluctantly agrees to some tests that reveal he has Cotard’s Syndrome. A mother is at the end of her rope when her daughter displays signs of meningitis and fails to be diagnosed by several other doctors. Esme is hired at Will’s restaurant to help out, and it isn’t long before she discovers the truth about Delilah. Will confronts Catherine when he thinks she is hiding a secret. In a panic, Catherine reveals the truth only, not the one he was looking for.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4882799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-box/episodes/4882799",
                    "TitleEnglish": "Emotion",
                    "SummaryEnglish": "Dr. Bickman rushes his doorman to The Cube after he sees him collapse from a buried aneurysm. With a second bleed imminent, he makes a choice to perform an alternative procedure to repair it. After revealing a difficult diagnosis to a young mother, Catherine finds herself sinking into a deep sadness. In her desperation, she misleads a nurse into supplying her with oxycodone. Catherine turns to her brother for help, though he begins to wonder if he’s become an enabler. Catherine reveals to Will that their relationship is over.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4882800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-box/episodes/4882800",
                    "TitleEnglish": "The Fear",
                    "SummaryEnglish": "Catherine is experiencing hallucinations and refuses Dr. Hartramph’s urging to be admitted into a hospital. Her behavior is becoming increasingly manic and it isn’t long before Mahmoud begins to piece together what she’s seeing. Meanwhile, Bickman is reluctant to go back into the operating room after Joey’s botched surgery. Catherine encourages Bickman to see Lina so that she can re-wire his brain. A woman confronts a knife-wielding man on the street and the team wonders if it’s really a display of bravery or if she has an absence of fear.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4882801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-box/episodes/4882801",
                    "TitleEnglish": "Consequences",
                    "SummaryEnglish": "After undergoing treatment in rehab, Catherine returns to face the fallout at home and at The Cube. While trying to get her life back on track, Esme's biological father arrives and is in desperate need of a transplant. Catherine is faced with the difficult decision of having to reveal the truth to Esme about who her real parents are. Owen is agreeable to having Catherine back at work, though it isn't without strict parameters, making it a challenge for Catherine to earn her credibility back.",
                    "Aliases": []
                }
            }
        }
    }
}