{
    "URL": "https://thetvdb.com/series/mutant-turtles-superman-legend",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Children"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/29955"
    ],
    "TitleEnglish": "Teenage Mutant Ninja Turtles: Legend of the Supermutants",
    "SummaryEnglish": "When the Teenage Mutant Ninja Turtles acquire Mutastones from Crys-Mu, the spirit of light, they acquire the ability to enhance themselves into Super Turtles for a duration of three minutes. Meanwhile, the evil Shredder and his minions Bebop and Rocksteady stumble upon the Dark Mutastone, which transforms them into Devil Shredder, Supermutant Bebop and Supermutant Rocksteady, respectively. But the Turtles have one more trick up their shells: all four of them can combine into their ultimate form - Turtle Saint.",
    "Aliases": [
        "Mutant Turtles: Superman Legend",
        "Teenage Mutant Ninja Turtles: Superman Legend",
        "Mutant Turtles: Chôjin densetsu hen"
    ],
    "Modified": "2024-09-20",
    "Seasons": {
        "1": {
            "ID": "522160",
            "URL": "https://thetvdb.com/series/mutant-turtles-superman-legend/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4588124",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mutant-turtles-superman-legend/episodes/4588124",
                    "TitleEnglish": "The Great Crisis of the Super Turtles! The Saint Appears!",
                    "SummaryEnglish": "The Turtles explored the temple of the lost Muta Kingdom where they met the spirit of light called Crys-Mu, who was contained inside the Muta Stone. In reward, she gives the Turtles the ability to do the Super Mutation, which turns them from regular turtles into Super Turtles for three minutes. When all four Super Turtles turns into one, they turn into the all-mighty Turtle Saint. At the same time, Shredder and Krang manage to find the Dark Muta Rock as they try to awake the demoness Dark Mu contained inside the crystal.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4588125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mutant-turtles-superman-legend/episodes/4588125",
                    "TitleEnglish": "The Coming of the Guardian Beasts - The Metal Turtles Appear!",
                    "SummaryEnglish": "The Turtles, along with April and Splinter, goes on a trip to Japan in order to help Kinzou Hattori, in order to get rid of a ghost haunting the Hattori House. At the same time, Shredder, Bebop and Rocksteady teleports themselves to Japan in order to steal the Tablet of the Seven Elements, so they can gain the powers of the Guardian Beasts.",
                    "Aliases": []
                }
            }
        }
    }
}