{
    "URL": "https://thetvdb.com/series/twelve-warrior-explosive-eto-rangers",
    "Genres": [
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/9570"
    ],
    "TitleEnglish": "Twelve Warrior Explosive Eto Rangers",
    "SummaryEnglish": "The Eto Rangers ride in Space-Time Transmitting Machine Kirinda to repair the Novel Worlds of Mugen. The Eto Rangers are anthropomorphic animals, each representing one of the 12 Chinese zodiac animals (and The Twelve Branches in Buddhism). In Japan they are known as the Eto animals. The Novel Worlds are stories created by the human imagination, such as old folk tales as well as newer books. These living worlds play out repeatedly, and are necessary for the good of humanity. Princess Aura rules Mugen, which is an island continent hanging over an ocean from the skybound Novel Pole. The Great God Goal gives her power, but she may never leave the small palace island area. Their nemesis is the forgotten Spirit of Cats, Nyanma(real name, Chocolat), who was excluded from the choice of 12 protectors by being disqualified from the race (in actual legend there are many versions of this story). She seeks her revenge by distorting Novel Worlds with Jarei Monsters.\r\nWhen a Jarei Monster goes to a Novel World they alter the story, turning it into a different version, sometimes a parody of itself. Bakumaru, the Spirit of Mice, must use the Genmakyou mirror to reveal (\"Jarei Shouran!\") the evil spirit once enough clues lead to its identity. Often the Eto Rangers must play out some of the story to find out who or what it is, sometimes even taking on the role of one of the characters in the tale. After defeating the creature, Kirinda is called when Bakumaru holds up his hand with one of Aura's 12 gems on it and calls out \"Daikourin Kirinda!\" Kirinda descends from a dimensional slit and purifies the evil spirit with a beam weapon, calling out \"Jouka!\" (Purification).\r\nMost of the episodes involve up to 5 Eto Rangers, chosen by the computer's roulette member selection, going into Novel Worlds to repair them, but there is another story going on as well. The Jarei Monsters are commanded by Jarei O Nyanma, the Queen of Evil-Spirited Monsters, sitting in her throne in the giant shell fortr",
    "Aliases": [],
    "Modified": "2013-06-20",
    "Seasons": {
        "1": {
            "ID": "523000",
            "URL": "https://thetvdb.com/series/twelve-warrior-explosive-eto-rangers/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 39,
            "Episodes": {
                "1": {
                    "ID": "4596642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596642",
                    "TitleEnglish": "Does Such Adventure Really Exist~?",
                    "SummaryEnglish": "We are introduced to our heroes at the country of Mugen's annual athletic meet, which commemorates the legendary race for a spot on the Zodiac that was held years ago. The race is interrupted, however, once the evil Jyarei Monsters reveal themselves to the world.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4596643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596643",
                    "TitleEnglish": "Defeat the Jyarei Monster",
                    "SummaryEnglish": "On the Eto Rangers' first mission, the Jyarei Monsters have warped the world of Momotaro into an interplanetary war.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4596644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596644",
                    "TitleEnglish": "Cinderella at Five Past Midnight",
                    "SummaryEnglish": "Nothing seems to be wrong in the world of Cinderella, so the Eto Rangers use the opportunity to take a load off. While they're at it, Soufflé falls in love. Perhaps they'll all go dancing, but not in the way they expect...",
                    "Aliases": []
                },
                "4": {
                    "ID": "4596645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596645",
                    "TitleEnglish": "Silly Rabbit, Winning is for Tortoises",
                    "SummaryEnglish": "It's race time! And behind the wheel of a top-notch racecar, the hare might actually stand a chance. Which is bad. To make matters worse, Pochiro and Monk are willing to put one-upping each other ahead of making sure the mission is completed!",
                    "Aliases": []
                },
                "5": {
                    "ID": "4596646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596646",
                    "TitleEnglish": "Duck, Duck, Ostrich?",
                    "SummaryEnglish": "Sick and tired of being treated like a clucking joke by her own teammates, Tart takes the Ugly Duckling, now an ostrich that can't swim, under her wing.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4596647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596647",
                    "TitleEnglish": "Journey to the Western",
                    "SummaryEnglish": "A little bout of roughhousing has left Bakumaru with a sprained wrist. And when going to a world corrupted into a Western shootout, that doesn't exactly leave him with a good firing hand. It's up to Monk to take the role of the Monkey King and handle things himself.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4596648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596648",
                    "TitleEnglish": "Help Wanted",
                    "SummaryEnglish": "The story can't even start if the old couple never finds the child in the forest. And since they've suddenly found themselves with the most successful spaghetti restaurant to ever exist, they don't have any free time to do that. Cream, Tart, and Soufflé help to lighten the load while Gaoh, Hols, and Urii do a little babysitting.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4596649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596649",
                    "TitleEnglish": "Who's Afraid of the Big Bad Riding Hood",
                    "SummaryEnglish": "Little Red Riding Hood's learned to fight back against the Big Bad Wolf. Between Urii's newfound friendship with her and her desire for revenge, she has a difficult decision to make. In the meantime, Nyanma takes the next step in her master plan.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4596650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596650",
                    "TitleEnglish": "We Can't Stop Here, This is Giant Country!",
                    "SummaryEnglish": "Jack is a total airhead. Though whether that's a corruption or not is unclear. What IS corrupted is that the giant's castle is now a bustling city brimming with giants, and the Eto Rangers have to make sure Jack doesn't get himself crushed. And speaking of little things that can be crushed, Bakumaru deals with his hatred of spiders.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4596651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596651",
                    "TitleEnglish": "Pinocchio's Golden Days?!",
                    "SummaryEnglish": "Pinocchio is now made of gold instead of wood. And he still has that nose growing curse. So, instead of it being a nuisance, now telling lies makes him richer. That's definitely not a metaphor for anything.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4596652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596652",
                    "TitleEnglish": "Snow White Apple Panic!",
                    "SummaryEnglish": "The Eto Rangers think they have it easy this time when they see the Jyarei Monster on its way to the novel world. But it turns out to be like finding a needle in a stack of other needles. There's apples everywhere!",
                    "Aliases": []
                },
                "12": {
                    "ID": "4596653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596653",
                    "TitleEnglish": "The Terror of Jyarei King Nyanma",
                    "SummaryEnglish": "A Novel World has been darkened beyond any other, to the point where Kirinda can't even identify it. And yet, things seem deceptively simple once they get inside. What exactly's going on here? To make matters worse, Nyanma is cutting right to the chase and trying to assassinate Princess Aura in person!",
                    "Aliases": []
                },
                "13": {
                    "ID": "4596654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596654",
                    "TitleEnglish": "Divide and Conquer",
                    "SummaryEnglish": "There was something creeping under the surface of the latest Novel World, and it's finally revealed itself. The wolf's mecha takes off on its own, and proves itself to be a more powerful foe than the Eto Rangers have ever faced before.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4596655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596655",
                    "TitleEnglish": "A Strawman Argument",
                    "SummaryEnglish": "There was already enough trades in this story, so when the Straw Millionaire just won't hold onto the straw that makes him a millionaire, he finds himself caught in the middle of a bidding war between the Eto Rangers and everyone else.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4596656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596656",
                    "TitleEnglish": "Peter Pan Gets Grounded",
                    "SummaryEnglish": "Peter Pan can't save Wendy if he can't even get to her, so when he develops a crippling fear of heights, things don't look good for her when she gets stuck on Captain Hook's airship. It's up to the Eto Rangers to talk some sense into him.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4596657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596657",
                    "TitleEnglish": "Love and War",
                    "SummaryEnglish": "Bakumaru has to fight in a martial arts tournament for another girl's hand in order to save the Novel World, while Cream has to watch. It's about to get worse, too, when one of the competitors isn't interested in playing fair.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4596658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596658",
                    "TitleEnglish": "Grandpa Aladdin and the Magic Lamp",
                    "SummaryEnglish": "The Magic Lamp's been right under Aladdin's nose for sixty years in Edo-period Japan. But he still can't find it. He's not the only one who's been looking, though...",
                    "Aliases": []
                },
                "18": {
                    "ID": "4596659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596659",
                    "TitleEnglish": "The Grateful What?",
                    "SummaryEnglish": "Yabba-dabba-do! The man in the story's a fierce, excitable hunter in the Stone Age, and he follows the law of the jungle, baby! That's bad news for the crane-turned-mammoth, though, because he's hungry and she's secretly his favorite food.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4596660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596660",
                    "TitleEnglish": "The Weird, Weird House of Snacks",
                    "SummaryEnglish": "Kirinda's carelessly-dropping-the-away-team-wherev­er has finally done it; he dropped them right on the witch, she's been knocked out cold, and the house of sweets is just a normal house right now. Looks like it's D.I.Y. time!",
                    "Aliases": []
                },
                "20": {
                    "ID": "4596661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596661",
                    "TitleEnglish": "Pray For Mercy From Puss in Boots",
                    "SummaryEnglish": "Bakumaru's fear of cats is seriously getting to him. Which is especially bad now, because this proves to be the most dangerous Novel World yet.",
                    "Aliases": []
                },
                "21": {
                    "ID": "4596662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596662",
                    "TitleEnglish": "Stand Up, Bakumaru!",
                    "SummaryEnglish": "Bakumaru will be a sitting duck against Nyanma and her elites in the state he's in right now. So, Gaoh comes up with a way to give him a little incentive.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4596663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596663",
                    "TitleEnglish": "Power Up! New Kirinda!",
                    "SummaryEnglish": "The planet is going to be destroyed in five minutes. Only the legendary golden warrior can st- wait, wrong anime. Or is it? There's SOMETHING special about the Giraffe's Soul Stone, and the Eto Rangers are about to find out what it is.",
                    "Aliases": []
                },
                "23": {
                    "ID": "4596664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596664",
                    "TitleEnglish": "Chicken Cordon Blue?",
                    "SummaryEnglish": "Nyanma's not the only one who's flat-out embarrassed by Gousen's failure. The mischievous Jyuken wants to show that she doesn't need those other guys to kill the Eto Rangers, and in a world as bizarre as this, there's plenty of opportunities to find a few games to play with them.",
                    "Aliases": []
                },
                "24": {
                    "ID": "4596665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596665",
                    "TitleEnglish": "Soufflé, Get Your Gun!",
                    "SummaryEnglish": "Seems the roulette forgot someone this time; Bakumaru's not allowed in this Novel World. Someone has to be the leader, though, and Soufflé's desperate to prove that she's at least SLIGHTLY useful to the team...",
                    "Aliases": []
                },
                "25": {
                    "ID": "4596666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596666",
                    "TitleEnglish": "Way of the Little Mermaid",
                    "SummaryEnglish": "This isn't your family film with singing fish. This is the Hans Christian Andersen version with a tragic ending, so when the Jyarei Cyborg threatens to make the world a happy one, the Eto Rangers have a difficult choice to make; let the world fall apart, or ruin everything.",
                    "Aliases": []
                },
                "26": {
                    "ID": "4596667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596667",
                    "TitleEnglish": "Wooden Nickels",
                    "SummaryEnglish": "For the first time ever, every Eto Ranger is allowed in the Novel World at once! But whoops. It's a trap, and now everyone but Bakumaru and Nyorori are wooden totems. They can deal with that later, though. There's gold everywhere! It's not like a bunch of pieces of wood are going anywhere... right?",
                    "Aliases": []
                },
                "27": {
                    "ID": "4596668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596668",
                    "TitleEnglish": "The White Devil of the Desert",
                    "SummaryEnglish": "The next Novel World is \"Moby Dick\", where the Eto Rangers end up in a whale of a tale. The ocean has become a desert, Moby Dick is now \"Moleby Dick\", and Captain Ahab's obsessive grudge against the beast is driving his ship and crew to the brink of exhaustion. The Eto Rangers are going to have to assist the captain's fixation before getting himself stranded in the sandy wasteland.",
                    "Aliases": []
                },
                "28": {
                    "ID": "4596669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596669",
                    "TitleEnglish": "Annihilate Monk!? The Monkey-Crab War!",
                    "SummaryEnglish": "Monk has finally gone too far with his pranks and the other Eto Rangers (particularly Pochiro) are ready to give him what he deserves. After arriving in \"The Crab and the Monkey\" world, its \"monkey see monkey do\" for Monk when the last Jyarei Four King plans to use the world's story to eliminate him.",
                    "Aliases": []
                },
                "29": {
                    "ID": "4596670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596670",
                    "TitleEnglish": "Pakaracchi, Of Love and Youth",
                    "SummaryEnglish": "The next Novel World is the horror story of \"Frankenstein\", only to discover the changes there are not even more horrific as it was. Other monsters from other stories have been included to throw the team off the trail. How can they find the Jyarei Monster with all these other monsters running around? The answer might lie in a young school girl named Francoise, who Pakaracchi has grown rather attached to.",
                    "Aliases": []
                },
                "30": {
                    "ID": "4596671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596671",
                    "TitleEnglish": "Birthday Present of Memories",
                    "SummaryEnglish": "While the Eto Rangers are enjoying their day off, Gao remains absent to deliver his girlfriend's birthday present who mysteriously disappeared. It was then through an unexpected encounter, Gao learns the shocking truth.",
                    "Aliases": []
                },
                "31": {
                    "ID": "4596672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596672",
                    "TitleEnglish": "Crisis! Nyanma's Trap",
                    "SummaryEnglish": "Still shocked in disbelief, Gao could not concentrate on his Ranger work. When the Ranger's next mission is in \"The Town Musicians of Bremen\" World, it was expected for Gao to fulfill the feline role, but Gao can already realize something else. Meanwhile, Nyanma launches a new weapon to keep Kirinda and the other Rangers busy while endangering the away team.",
                    "Aliases": []
                },
                "32": {
                    "ID": "4596673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596673",
                    "TitleEnglish": "Taking Back the Lost Memories",
                    "SummaryEnglish": "Nyanma's trap has successfully divided and conquered the Eto Rangers into a corner. The \"Town Musicians of Bremen\" World is slowly disappearing into the darkness, and who knows what outcome befalls the away team after failing to return under the time limit. Can the remaining Rangers save the Novel World and their fallen teammates from their fate?",
                    "Aliases": []
                },
                "33": {
                    "ID": "4596674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596674",
                    "TitleEnglish": "Nyanma's Sad Past",
                    "SummaryEnglish": "Gao's distraction towards the truth keeps pulling the team down until Tart (who accidentally overheard) decides to confront Princess Aura about the matter. There the Princess finally unfolds to the Rangers of what happened during the Zodiac race. A sad truth about a little cat girl's broken heart.",
                    "Aliases": []
                },
                "34": {
                    "ID": "4596675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596675",
                    "TitleEnglish": "Kirinda's Shocking Origin",
                    "SummaryEnglish": "Part 2 continues of Princess Aura's story. As the Rangers listen of what happened to Chocolat after the Zodiac race, they learn of another tragedy that befallen to one of their own but still exists as their current comrade.",
                    "Aliases": []
                },
                "35": {
                    "ID": "4596676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596676",
                    "TitleEnglish": "The Final Battle! Entering the Yoma Castle!!",
                    "SummaryEnglish": "Princess Aura has fallen, and the evil queen, Nyanma uses this opportunity to launch an all-out assault on the Novel Worlds. The Rangers know too well it is impossible to save all the worlds at once. Thus the only solution is to strike the problem at the root; in the enemy stronghold.",
                    "Aliases": []
                },
                "36": {
                    "ID": "4596677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596677",
                    "TitleEnglish": "Unleash! Zodiac Union Beam",
                    "SummaryEnglish": "Kirinda and the Eto Rangers discover that the enemy stronghold is actually the previous Mugen which sank into the ocean long ago. To confront Nyanma, they descend the Dark Novel Pole to have Rouran awaiting them in the Dark \"Urashima Tarō\" World. As the whole team proved to be no match against the improved Rouran, the Great Spirit God, Goal appears to bestow the Rangers a powerful gift.",
                    "Aliases": []
                },
                "37": {
                    "ID": "4596678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596678",
                    "TitleEnglish": "Jyuken Rises!",
                    "SummaryEnglish": "The Eto Rangers have defeated Rouran, but at a terrible price costing two of their own. But despite their loss, they have unexpectedly gained another - one who proves to be the key in the final approach towards Nyanma herself.",
                    "Aliases": []
                },
                "38": {
                    "ID": "4596679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596679",
                    "TitleEnglish": "To the end of Rage and Hate!",
                    "SummaryEnglish": "The Rangers have reached the island of Dark Mugen, where a full-powered Nyanma continues to finish them off one by one. All seems hopeless with only Bakumaru, Cream and Urii remaining, and it is up to them to convince Nyanma the truth of her beliefs.",
                    "Aliases": []
                },
                "39": {
                    "ID": "4596680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twelve-warrior-explosive-eto-rangers/episodes/4596680",
                    "TitleEnglish": "We're Always Seeing You",
                    "SummaryEnglish": "The Jyarei Goddess Bagi has revealed herself and her ambitions to bring apocalypse to Mugen and all of humanity's hopes and dreams. Being the only fighting force left, Bakumaru challenges the Bagi-powered Black Kirinda in one last battle. The final showdown begins where every story ends with love, peace, and understanding. A long adventure ends and a new one begins!",
                    "Aliases": []
                }
            }
        }
    }
}