{
    "URL": "https://thetvdb.com/series/stella-womens-academy-high-school-division-class-c",
    "Genres": [
        "Action",
        "Animation",
        "Comedy"
    ],
    "Other Sites": [],
    "TitleEnglish": "Stella Women's Academy, High School Division Class C³",
    "SummaryEnglish": "Yura Yamato has just arrived at the high school division of Stella Women's Academy, when Sonora Kashima invites her to join a club called \"C³\". Sonora is the third-year student who became the new head of this club for military survival games. The other members include two second-year students (part-Japanese Karila Hatsuse and G36K-wielding Honoka Mutsu) and two other new students (Rento Kirishima whose family runs a Japanese sweets shop and the really short Yachiyo Hinata).",
    "Aliases": [
        "C3-Bu",
        "Stella Jogakuin Koutouka C3-bu",
        "ステラ女学院高等科C³部（しーきゅーぶ）"
    ],
    "Modified": "2024-05-10",
    "Seasons": {
        "1": {
            "ID": "523783",
            "URL": "https://thetvdb.com/series/stella-womens-academy-high-school-division-class-c/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4603276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stella-womens-academy-high-school-division-class-c/episodes/4603276",
                    "TitleEnglish": "Any Volunteers to Enlist!?",
                    "SummaryEnglish": "Yura Yamato is a shy girl who enrolls in Stella Women's Academy. On her first day at the academy, she checks into her dorm to find that her roommate, third year Sonora Kashima is out visiting her family. Looking around the room, she discovers her roommate's collection of military items, such as guns, action guerilla movies etc. At the same time, the C3 Club meets elsewhere in school to discuss the recruitment of new students into the club. After coming up with a ridiculous plan and deciding that it would be unrealistic, they decided to take a break and play a Rambo-style battle to lighten the mood. Rento goes to Yura and Sonora's room to borrow Sonora's M60 and unexpectedly stumbles onto Yura playing with the \"props\" while watching Rambo. Deciding that yura fulfilled the condition to be recruited, she brought Yura to the C3 Club. Under the impression that the club does pretty lady things (as the rest of the academy does), Yura almost joined the club when Karila, Yachiyo, Rento and Honoka explained the club's purpose. Yura was surprised by this and left. Undeterred, Rento lured Yura to try a game with them using Yura's favorite food, cake. Yura plays a Rambo-style game with the rest of the club and discovers that she loves it. The episode ends with a cutscene showing Sonora shooting at a gun shooting range.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4605806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stella-womens-academy-high-school-division-class-c/episodes/4605806",
                    "TitleEnglish": "I Am Charged with Guarding the Lady",
                    "SummaryEnglish": "Yura finally meets Sonora, who had returned from a shooting contest in America and becomes impressed by her skills at making onigiri, reminding her of her own marksmen training. Revealing herself to be the president of the C3 Club, Sonora asks Yura if she wants to officially join, but Yura doesn't have enough confidence to agree. Meanwhile, the other members try their own hair-brained schemes to get Yura to join, with little success. Becoming impatient and not giving Yura time to give an honest reply, the members challenge Yura and Sonora to an escort match, in which Yura must safely escort an unarmed Sonora, stating that if they lose, Yura will be forced to join the club. Sonora manages to take Yachiyo down with her own weapon whilst Yura manages to use a clever rouse to get Rento and Honoka to take each other out. As Yura becomes nervous about facing Karila, Sonora tells her to think of her gun as an onigiri and together they manage to take down Karila. No longer pressured to join, Yura decides to join the C3 Club of her own free will.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4611692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stella-womens-academy-high-school-division-class-c/episodes/4611692",
                    "TitleEnglish": "Does Enemy Fire Pierce Even the Soul?",
                    "SummaryEnglish": "The girls enter a national high-school airsoft tournament, which follows capture the flag rules. The girls manage to win the first round after Yura grabs the opponent's flag and the team continue their winning streak all the way to the finals. There, they are to face Meisei Girl's Academy, who they've always drawn against on previous encounters, one of their member's being Rin Harada, who was Sonora's partner in America. As the match gets underway, Meisei prove to be tough opponents, as they manage to take out the majority of Stella's team, with only Yura remaining. Yura becomes more panicked when she overhears Rin being more focused on taking down every member instead of just stealing their flag and decides to forfeit out of fear. Afterwards, Rin scolds Yura for her cowardess, with Sonora sharing the sentiment. As Yura ponders over her actions, she realizes that if she wants to change, she'll have to make the changes herself. The next day, Yura comes into school with her hair cut and asks not to be called by any nicknames, saying she will take airsoft more seriously from now on.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4611812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stella-womens-academy-high-school-division-class-c/episodes/4611812",
                    "TitleEnglish": "Learn to Hit the Target Without Firing",
                    "SummaryEnglish": "Sonora and Rento decide to give Yura some training at an Inari shrine, with Sonora lending Yura a Škorpion vz. 61 airsoft gun she got from her teacher. Along the way, Yura thinks she can see a white fox, but the others pass it off as her active imagination. They first task Yura with hitting a dangling coin, teaching her to aim without aiming. Although she manages to hit it at a close distance, she starts to struggle afterwards. As the group head back for the day, Yura discovers her gun has gone missing and rushes back to the shrine alone to search for it. There, she meets a curious warrior spirit named Choujirou, who shows Yura a world that blends his tragic past with Yura's delusional world. He tries to have Yura prevent his own death by an arrow, but she is unable to pull it off. Upon returning to the dorms and hearing that the Skorpion is nicknamed Choujirou, Yura tells what she experienced to Sonora, who tells her about her teacher who was killed in action. The next day, as Yura returns to the shrine to reenter that world, Rento finds herself brought into the world as well, where she witnesses her shoot the arrow, which in real life translates to her hitting the coin right in the center from a long distance. As a reward, Sonora allows Yura to keep the Skorpion.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4621017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stella-womens-academy-high-school-division-class-c/episodes/4621017",
                    "TitleEnglish": "A Remote Island Game Burns Hot.",
                    "SummaryEnglish": "The C3 Club travels to a remote island for a practice match against the Seto Family team from Kansai, which they manage to win thanks to Yura's quick thinking. After the match, they spend the rest of the evening having a barbecue and setting off fireworks. Later that night, Yura has a nightmare about falling back to her old self and becomes determined to win the next match. The next morning, when everyone's flags are accidentally burned, they decide to have a Capture the Center Flag match using bikini tops instead. As the match gets underway, Sonora notices Yura is a bit more fired up than usual whilst the other members struggle due to the Seto team's strategy of using dual weapons to confuse their numbers. With Yura's help, the C3 Club manage to overcome the Seto team's strategy and win the match, though Sonora does not seem happy about it.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4621995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stella-womens-academy-high-school-division-class-c/episodes/4621995",
                    "TitleEnglish": "'Operation, Soak' is Underway",
                    "SummaryEnglish": "With the club holding back on sweets to save for an upcoming 24 hour tournament, Sonora suggests they raise the money for the tournament by holding a stand at the school fair so that they can happily buy sweets with their own funds. However, this turns out to be a crayfish-related disaster, and they are soon left with no money for either. Deciding to work with what they've got, they decide to put on a cosplay shooting café, with Sonora managing to borrow a portable shooting range. As the festival gets underway, the club is visited by Karira's twin brother, Aira, who is from Seikou Academy's opera club, also planning to enter the 24hr tournament. In order to draw in more customers, Honoka puts together a bikini water pistol fight display. When it is Yura and Sonora's turn to duel, Yura ends up landing a hit on Sonora whilst she was distracted by a kid bumping into Rento. Although the club manages to raise enough money for the tournament, they discover after the festival that the shooting range had become broken due to the water fights.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4621996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stella-womens-academy-high-school-division-class-c/episodes/4621996",
                    "TitleEnglish": "An Assassin's Bullet Cannot Kill a Kindred Spirit",
                    "SummaryEnglish": "On their way home, Yura and Sonora come under attack by a sniper using an illegally modified airsoft gun firing dangerous rounds. As Yura attempts to go after the sniper herself, Sonora injures herself protecting Yura from running into the path of a car, leaving her with a twisted ankle which puts her out of the tournament. Feeling guilty, Yura becomes determined to take Sonora's place in a the tournament, spending all of her free time looking up strategies and putting the others through an intense training regime. Upon arriving at the tournament, where they meet Seikou Academy's full team, Yura becomes suspicious that Rin might be the sniper.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4621997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stella-womens-academy-high-school-division-class-c/episodes/4621997",
                    "TitleEnglish": "Should a Commander be Hard of Heart?",
                    "SummaryEnglish": "The tournament begins, with teams tasked with obtaining flags and bringing them to a safe zone to avoid elimination. Thanks to Yura's strategy, Stella manage to take Seikou's flag and pass the first round. As the team progresses through the various rounds, Yachiyo becomes irritated by Yura constantly scolding Rento. By nightfall, only Stella and Meisei remain in the tournament. Before the final round, Yura goes to see Rin, whose cold words only serve to make Yura more determined to beat her. As the round begins, Yura goes up against Rin, who runs out of bullets. Yura then gets hit by another person's shot, but chooses to fire at Rin anyway, leading Stella to be declared the winners.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4640952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stella-womens-academy-high-school-division-class-c/episodes/4640952",
                    "TitleEnglish": "Thus, the Party Ends",
                    "SummaryEnglish": "After Sonora is discharged from hospital, Yura confesses to everyone that she violated the 'zombie rule', in which players cannot shoot other players once they have been hit themselves. Yura informed the tournament holders about this, but Rin tells them they didn't violate any rules so their victory stands. Not content with this decision, Yura states she wants to face off against Meisei again, but is met with objection from the others, who can no longer hold back their frustrations with Yura's recent behaviour. Yura confronts Rin over why she kept quiet about her cheating, to which she responds that she just have faith in herself. After seeing a news report of Rin helping to capture the real sniper, stating some words that she heard Sonora use before, Yura calls Sonora to the shrine to ask what her relationship with Rin was. Sonora explains how she and Rin met in America and became friends whilst learning airsoft. However, after their instructor was killed in action, Rin felt having weakness was fatal and became focused on airsoft, eventually drifting apart from Sonora. Feeling she has nothing more to learn from them, Yura decides to quit the C3 Club.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4640953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stella-womens-academy-high-school-division-class-c/episodes/4640953",
                    "TitleEnglish": "Brothers in Arms are Bound to Disappear",
                    "SummaryEnglish": "Yura joins up with Meisei's airsoft club, which the C3 Club come to learn of after Aira spots her and informs Karilla. However, Yura becomes upset when Rin assigns her as a medic role during a match that they narrowly lose, feeling she could've won if she was regular attacker. As Rin tells her to figure out the reason for herself, Yura assumes she needs to get stronger and begins training herself intensely, bringing worry to Rento when she comes to visit her. After another medic match, Rin informs Yura that she is ignoring the team and focusing too much on her own victories. During another match, in which one of Meisei's girls injures herself, Yura ignores her in favor of winning the match after she sees that the injured girl is taken care of by other members of Meisei. Rin becomes disappointed in Yura, stating that she is only fighting for her own self-satisfaction, and takes her off the team. Thinking over all her actions, Yura falls into depression, feeling she has no place to return to. Meanwhile, Sonora has a phone call from her mother concerning an abroad placement.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4640954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stella-womens-academy-high-school-division-class-c/episodes/4640954",
                    "TitleEnglish": "Unfit for Further Combat",
                    "SummaryEnglish": "Sonora informs the others about her plans to transfer to America at the end of the month, leaving the other C3 Club members downhearted. Wanting everyone together for an airsoft-style sendoff, Rento searches for Yura, eventually finding her at the arcade in a sorry state. With Yura seemingly residing herself to be a no-good person, Rento snaps at her, telling her to think about how others feel. Noticing Sonora also appears to be waiting for Yura to return, the girls make it their mission to make Yura rejoin the club. Meanwhile, Sonora is visited by Rin, who tells her about Yura's performance and suggests Sonora should act more like she used to. As Yura starts to really miss her friends, she is drawn to the shrine where she once again meets Choujirou, who tells Yura that she needs to accept herself. Finding her old gun in the shrine, Yura overcomes her self-pity and shows up to challenge Sonora in her sendoff match.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4640955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stella-womens-academy-high-school-division-class-c/episodes/4640955",
                    "TitleEnglish": "Go Out with Guns Blazing",
                    "SummaryEnglish": "Sonora challenges Yura to a one-on-one match, matching each other move for move and rekindling their excitement for airsoft. In the middle of the match, Rento comes by to give Yura some more ammo, earning her thanks for inviting her, whilst Karilla comes to support Sonora, with the entire club soon getting involved and turning the game into a free-for-all. As the day comes to a end, Yura urges everyone to keep fighting til the last pellet is fired, bringing everyone into her dream world where they fight against the entire academy. With the day finally coming to an end, Sonora invites Yura and the others to come visit her any time. After Sonora leaves for America, Yura takes some initiative and invites some other students to join the C3 Club.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4640956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stella-womens-academy-high-school-division-class-c/episodes/4640956",
                    "TitleEnglish": "The Foot Soldier is the Queen of the Battle",
                    "SummaryEnglish": "Earlier on the year, as the club finds itself running low on BB pellets, the girls enter a Field Queen Contest, which contestants compete with both beauty and airsoft, to try and win some more. After various rounds of airsoft against various players, including Rin, Aoi and Aira, the final pits Karilla against Honoka, which Honoka manages to win by using her sex appeal to earn the popular vote.",
                    "Aliases": []
                }
            }
        }
    }
}