{
    "URL": "https://thetvdb.com/series/naked-wolves",
    "Genres": [
        "Time Travel"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1414421/",
        "https://www.themoviedb.org/tv/56079"
    ],
    "TitleEnglish": "Naked Wolves",
    "SummaryEnglish": "In the Flash-animated television comedy series, a sumo wrestler named Mikoshiarashi travels around the world to train to become the Yokozuna, the Grand Sumo Champion. He meets colorful characters along the way as he is determined to meet his goals.",
    "Aliases": [],
    "Modified": "2025-04-19",
    "Seasons": {
        "1": {
            "ID": "524883",
            "URL": "https://thetvdb.com/series/naked-wolves/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "4614038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614038",
                    "TitleEnglish": "New Year's Tournament",
                    "SummaryEnglish": "Mikoshiarashi and Tetsunoshiki were mawashi wearing middle schoolers who would practice sumo every day by the river on their way home. Scouted by a sumo master, both of them trained hard every day. Finally, during the final match of the New Year's Grand Sumo Tournament, Mikoshiarashi must fight his friend Tetsunoshiki for the title, but is completely defeated. Disappointed but not discouraged, Mikoshiarashi consults his Sumo Boss for advice...",
                    "Aliases": []
                },
                "2": {
                    "ID": "4614039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614039",
                    "TitleEnglish": "L.A. Tournament",
                    "SummaryEnglish": "In search of the 48 secret techniques, Mikoshiarashi travels to L.A. where his attire gets him in trouble immediately. Thankfully, he is saved by the master of distortion rock, Breaky, who might have a thing or two to teach the young sumo wrestler...",
                    "Aliases": []
                },
                "3": {
                    "ID": "4614040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614040",
                    "TitleEnglish": "Montreal Tournament",
                    "SummaryEnglish": "Hitchhiking up north in Canada, Arashi-kun passes out in a sudden blizzard, but is saved by the girlfriend of Canadian Ice Hockey Star Justin. Justin is none too pleased about his girl taking in another man, and challenges Mikoshiarashi to a one-on-one hockey showdown!",
                    "Aliases": []
                },
                "4": {
                    "ID": "4614041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614041",
                    "TitleEnglish": "New York Tournament",
                    "SummaryEnglish": "Tricked by a taxi cab driver, Arashi-kun is in dire need of money, stranded in the middle of New York City. With no where else to turn, he enters a funky dance contest, only to find that the local dance legend, Bootsy, may hold the secret to one of the 48 techniques...",
                    "Aliases": []
                },
                "5": {
                    "ID": "4614042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614042",
                    "TitleEnglish": "Cleveland Tournament",
                    "SummaryEnglish": "Arashi is scouted by the manager for the New York Nyankees for his amazing arm, and the home run king of the Cleveland Iideyansu, Rodry, is seriously mad at having his spotlight taken away. This grudge can only be settled in one way: Baseball!",
                    "Aliases": []
                },
                "6": {
                    "ID": "4614043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614043",
                    "TitleEnglish": "D.C. Tournament",
                    "SummaryEnglish": "While visiting the White House, Arashi is mistakenly arrested for being the ringleader of a terrorist organization. But thanks to his keen eye, he helps Edgar, the nation's top FBI watchdog, apprehend the real mastermind.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4614044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614044",
                    "TitleEnglish": "Mexico Tournament",
                    "SummaryEnglish": "After being introduced to the wonders of tequila at a Mexican bar, Arashi is taken in by a mysterious masked wrestler who recruits Arashi as his new partner. Could this be the birth of the ultimate Lucha tag-team?",
                    "Aliases": []
                },
                "8": {
                    "ID": "4614045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614045",
                    "TitleEnglish": "Cuba Tournament",
                    "SummaryEnglish": "Still feeling quite happy after his Mexican wrestling adventure, Arashi talks back to a Cuban military patrol and is thrown into jail along with other political prisoners. Never giving up hope, they wait for the day their hero, Guevaran, will lead an attack to rescue them...",
                    "Aliases": []
                },
                "9": {
                    "ID": "4614048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614048",
                    "TitleEnglish": "Jamaica Tournament",
                    "SummaryEnglish": "Impressed by the sites and tastes of the island, Arashi is faced with a choice between two restaurants. But it seems the entire country is on the verge of a civil war between two political parties. Could the music of the master rastafarian, Bob, calm the masses?",
                    "Aliases": []
                },
                "10": {
                    "ID": "4614049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614049",
                    "TitleEnglish": "Rio de Janeiro Tournament",
                    "SummaryEnglish": "It's the day before a dance carnival in Rio, and one team's main dancer has gone missing! Can Arashi learn the secret behind the samba in only 1 night of practice? Can he get over the embarrassment of wearing such gaudy outfits? Can a sumo wrestler shake his hips like that in the first place?",
                    "Aliases": []
                },
                "11": {
                    "ID": "4614050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614050",
                    "TitleEnglish": "Amazon Tournament",
                    "SummaryEnglish": "Hearing news of a mysterious hermit that lives deep in the Amazon Jungle, Arashi goes to see him in search of another one of the 48 techniques. But will he become one with nature, or just fish food?",
                    "Aliases": []
                },
                "12": {
                    "ID": "4614051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614051",
                    "TitleEnglish": "Columbia Tournament",
                    "SummaryEnglish": "In a rush to get to the airport, Arashi gets on the wrong bus. When that bus breaks down near a coffee plantation, Arashi heads to a famous local coffee shop.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4614052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614052",
                    "TitleEnglish": "Argentina Tournament",
                    "SummaryEnglish": "Arashi is looking forward to getting on board a cruise ship, but all the tickets are sold out. With no where else to turn, he offers to help out a young man who says he knows the captain of the ship, but... can a sumo wrestler dance the tango?",
                    "Aliases": []
                },
                "14": {
                    "ID": "4614053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614053",
                    "TitleEnglish": "Caribbean Sea Tournament",
                    "SummaryEnglish": "Enjoying his Atlantic cruise, Arashi hears rumors of a vicious pirate named Hawk who has been attacking ships. There's no way he'd actually attack this ship though... right?!",
                    "Aliases": []
                },
                "15": {
                    "ID": "4614054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614054",
                    "TitleEnglish": "Atlantic Ocean Tournament",
                    "SummaryEnglish": "Having successfully beaten off the pirates, Arashi is back on his way to Europe. But Captain Hawk wants revenge! Arashi and the rest of the ship is saved at the last moment by a gallant explorer... Maybe he can teach Arashi a thing or two?",
                    "Aliases": []
                },
                "16": {
                    "ID": "4614055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614055",
                    "TitleEnglish": "Pamplona Tournament",
                    "SummaryEnglish": "Arriving finally in Europe, Arashi is transfixed by all the beautiful women. Catching one, on the other hand, proves to be quite a challenge...",
                    "Aliases": []
                },
                "17": {
                    "ID": "4614056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614056",
                    "TitleEnglish": "Barcelona Tournament",
                    "SummaryEnglish": "Back in Japan, Arashi's rival Tetsunishiki is racking up wins in the sumo world. A mysterious architect helps Arashi regain his motivation to keep going on his quest to become the greatest sumo wrestler in the world.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4614057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614057",
                    "TitleEnglish": "Paris Tournament",
                    "SummaryEnglish": "Arashi becomes quick pals with Emperor Napoleonne, and offers to help him invade Italy by crossing the Alps. Thanks to their indomitable spirit, they overcome the shear ludicrousness of the concept and somehow emerge victorious.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4614058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614058",
                    "TitleEnglish": "Paris Collection Tournament",
                    "SummaryEnglish": "Arashi confronts a man secretly taking pictures of him around Paris, and it turns out he's a budding photographer who's just really shy. Arashi offers to be his practice subject, and gets scouted to be the next top model.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4614059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614059",
                    "TitleEnglish": "Bourgogne Tournament",
                    "SummaryEnglish": "Arashi sits down for a nice full course French meal, but seems to not understand how to properly savor the experience. At a local winery, he learns the secret to using all 5 of his sense... Not just for enjoying food and wine, but for sumo wrestling as well!",
                    "Aliases": []
                },
                "21": {
                    "ID": "4614060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614060",
                    "TitleEnglish": "London Tournament",
                    "SummaryEnglish": "After running into a funny, boy-like character in a London pub, Arashi is taken to \"pure heart land,\" an island where kids never grow up. But just as he arrives, the evil Captain Hoo-kun appears...",
                    "Aliases": []
                },
                "22": {
                    "ID": "4614061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614061",
                    "TitleEnglish": "Scotland Tournament",
                    "SummaryEnglish": "Outside a stately mansion, Arashi is caught up in a murder investigation. Can the ultimate detective, Holmeslock, solve the crime and prove Arashi's innocence?",
                    "Aliases": []
                },
                "23": {
                    "ID": "4614062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614062",
                    "TitleEnglish": "Stuttgart Tournament",
                    "SummaryEnglish": "Entering Germany for the first time, Arashi feels like having a beer, but gets in a car accident while trying to save a puppy. Arashi is fine, but the car is another story... Can the genius car engineer Merben analyze the secret behind what makes Arashi's body so strong?",
                    "Aliases": []
                },
                "24": {
                    "ID": "4614063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614063",
                    "TitleEnglish": "Hesse Tournament",
                    "SummaryEnglish": "In search of a local map, Arashi encounters a strange fellow who throws him into the world of a fairy tale! Can Arashi live happily ever after?",
                    "Aliases": []
                },
                "25": {
                    "ID": "4614064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614064",
                    "TitleEnglish": "Alps Tournament",
                    "SummaryEnglish": "Arashi meets up with a small girl and helps her carry some heavy bags back to her cabin in the Alps. Inside the cabin, however, is a familiar face...",
                    "Aliases": []
                },
                "26": {
                    "ID": "4614065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614065",
                    "TitleEnglish": "Switzerland Tournament",
                    "SummaryEnglish": "Arashi's in Switzerland, the land of banks, but plum out of cash. Heading to a bank to withdraw some money, Arashi is caught up in an attempted robbery, and meets Meister, a master Swiss watchmaker. Meister helps Arashi with a complete tune-up: Of both his watch, and his body.",
                    "Aliases": []
                },
                "27": {
                    "ID": "4614066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614066",
                    "TitleEnglish": "Love Tournament",
                    "SummaryEnglish": "Arashi arrives in Italy, and tries to find his childhood friend Hikaru-chan, who he heard was in the country. Arashi makes a scene and spots Hikaru-chan in the crowd, but she runs away, leading him to the Colosseum. What could Hikaru-chan be trying to tell Arashi?",
                    "Aliases": []
                },
                "28": {
                    "ID": "4614067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614067",
                    "TitleEnglish": "Preliminaries",
                    "SummaryEnglish": "Arashi enters a tournament taking place in the Colosseum to determine the greatest warrior in all of Europe. With over 100 fierce warriors vying for the title, an incredible free for-all begins to pick the 8 finalists.",
                    "Aliases": []
                },
                "29": {
                    "ID": "4614068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614068",
                    "TitleEnglish": "Finals",
                    "SummaryEnglish": "Arashi has gotten past the tournament preliminaries, and the 8 finalists pair off in the quarter-finals. Nachopulco, Gugliel, and Arashi up against Porunga, Gargon, and Usshishi! Who will make it to the semi-finals?",
                    "Aliases": []
                },
                "30": {
                    "ID": "4614069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614069",
                    "TitleEnglish": "Conclusion",
                    "SummaryEnglish": "Mikoshiarashi vs. Porunga, Gugliel vs. Julius! It's the semi-finals and final match-up in the Champion's Tournament, and only the warrior who can master not only his own power, but that of the heavens itself may prevail. Fight on, Naked Wolves!",
                    "Aliases": []
                },
                "31": {
                    "ID": "4614070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614070",
                    "TitleEnglish": "Austria Tournament",
                    "SummaryEnglish": "Arashi is invited to a feast at the Austrian court in honor of his victory at the Champion's Tournament, and he runs into the world's greatest composer, Mozun. The ever polite Arashi is asked to help teach Mozun some manners, but ends up becoming the inspiration for his latest symphony instead.",
                    "Aliases": []
                },
                "32": {
                    "ID": "4614071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614071",
                    "TitleEnglish": "Sweden Tournament",
                    "SummaryEnglish": "Arashi is going for a walk in Sweden when suddenly a nearby house explodes! Sir Nobelson, a scientist inventor, has finally completed his greatest invention, dynamite, to help his friend finish building a tunnel. But there are people who would use such power for evil in this world...",
                    "Aliases": []
                },
                "33": {
                    "ID": "4614072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614072",
                    "TitleEnglish": "Finland Tournament",
                    "SummaryEnglish": "Arashi is in Finland on Christmas Eve, when he happens upon Santa's workshop! Arashi is eager to help deliver presents but Santa seems somewhat different than how he had imagined him to be...",
                    "Aliases": []
                },
                "34": {
                    "ID": "4614073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614073",
                    "TitleEnglish": "Russia Tournament",
                    "SummaryEnglish": "Arashi goes for a swim in a heated pool to warm up from the cold of the Moscow's winter, when he encounters a group of synchronized swimmers. The leader of the group, Elschenko, tries to recruit Arashi into the group, but he thinks the sport is too feminine. Arashi soon learns that displays of grace require incredible strength out of sight.",
                    "Aliases": []
                },
                "35": {
                    "ID": "4614074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614074",
                    "TitleEnglish": "Romania Tournament",
                    "SummaryEnglish": "Arashi is lost in a dark forest somewhere in Romania, when he comes across a kind young woman who offers to let him rest in her house. It seems that she's just happy to finally have a visitor she can talk to... Or rather, suck from?",
                    "Aliases": []
                },
                "36": {
                    "ID": "4614075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614075",
                    "TitleEnglish": "Greece Tournament",
                    "SummaryEnglish": "Arashi pays a visit to the Parthenon and stumbles upon a meeting of the gods. Sent as a representative of humanity to Hades, Arashi must convince Hadus, the lord of the underworld, that humanity is worth saving. This might be one bout Arashi can't win through force...",
                    "Aliases": []
                },
                "37": {
                    "ID": "4614076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614076",
                    "TitleEnglish": "Turkey Tournament",
                    "SummaryEnglish": "Arashi ventures into Istanbul, where he heads to a local sauna for a bath. But he runs into the divine oily god of Turkish Sumo, Ozman. Which Sumo with rein supreme?! Watch out, Arashi... He's a slippery one!",
                    "Aliases": []
                },
                "38": {
                    "ID": "4614077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614077",
                    "TitleEnglish": "Egypt Tournament",
                    "SummaryEnglish": "Arashi is wandering in the desert, desperately searching for some water, when he comes across some giant pyramids being built. He helps with the construction in exchange for some water, and meets King Phara-oh. But when Cleonpatran shows up, Phara-oh runs off for some reason...",
                    "Aliases": []
                },
                "39": {
                    "ID": "4614078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614078",
                    "TitleEnglish": "Kenya Tournament",
                    "SummaryEnglish": "Arashi marvels at the natural beauty of the savanna, that is, until a lion almost eats him! Saved by the head of the local village, Elmoran, Arashi helps hunt Big Daddy, a giant lion that's been attacking people.",
                    "Aliases": []
                },
                "40": {
                    "ID": "4614079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614079",
                    "TitleEnglish": "Episode 40",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "41": {
                    "ID": "4614080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614080",
                    "TitleEnglish": "Episode 41",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "42": {
                    "ID": "4614081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614081",
                    "TitleEnglish": "Episode 42",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "43": {
                    "ID": "4614082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614082",
                    "TitleEnglish": "Thailand Tournament",
                    "SummaryEnglish": "Arashi arrives in Thailand, and gets picked up by a tour guide in a Tuk-Tuk taxi. After seeing a giant Buddha and riding an elephant, he's taken to see some Thai boxing. Inspired, Arashi challenges the King of the Super Heavyweights, Pappon!",
                    "Aliases": []
                },
                "44": {
                    "ID": "4614083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614083",
                    "TitleEnglish": "Mongolia Tournament",
                    "SummaryEnglish": "Arashi finds himself in Mongolia, a rival country in the sport of sumo wrestling, but something seems amiss in the village. It seems a single man has been going around challenging all the villages to a sumo bout with the entire village on the line! Arashi heads out to stop this person, and to learn from a powerful foe.",
                    "Aliases": []
                },
                "45": {
                    "ID": "4614084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614084",
                    "TitleEnglish": "Korea Tournament",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "46": {
                    "ID": "4614085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614085",
                    "TitleEnglish": "China Tournament",
                    "SummaryEnglish": "Arashi is in China, and is mistaken for Zhuge Liang by Liu Long and his followers Fei Chang and Yu Guan. Arashi volunteers to go to ask QiÄ?n Sun to form an alliance with Liu Long in order to defeat the evil Chancellor Cao CÄ?ng CÄ?ng. Can Arashi help unite the country?",
                    "Aliases": []
                },
                "47": {
                    "ID": "4614086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614086",
                    "TitleEnglish": "Macao Tournament",
                    "SummaryEnglish": "Arashi is drawn to the glittering lights of Macao's casinos, and runs into an old friend, Badri! The two of them get on a huge winning streak, and attract the attention of the owner of the casino, the genius gambler Hoho, who invites Arashi for a personal duel...",
                    "Aliases": []
                },
                "48": {
                    "ID": "4614087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614087",
                    "TitleEnglish": "Australia Tournament",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "49": {
                    "ID": "4614088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614088",
                    "TitleEnglish": "Hawaii Tournament",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "50": {
                    "ID": "4614089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614089",
                    "TitleEnglish": "Tokyo Tournament",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "51": {
                    "ID": "4614090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614090",
                    "TitleEnglish": "Final Tournament - Part 1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "52": {
                    "ID": "4614091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naked-wolves/episodes/4614091",
                    "TitleEnglish": "Final Tournament Part 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}