{
    "URL": "https://thetvdb.com/series/wonderland-2013",
    "Genres": [
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2879390/",
        "https://www.themoviedb.org/tv/48936"
    ],
    "TitleEnglish": "Wonderland (2013)",
    "SummaryEnglish": "Wonderland is a warm, light-hearted and engaging relationship drama revolving around four couples at very different stages of life - the star-crossed singles, blissful newlyweds, hot new lovers and long-term marrieds. We join them as they navigate the humorous and sometimes painful minefield of love and friendship.",
    "Aliases": [],
    "Modified": "2024-01-13",
    "Seasons": {
        "1": {
            "ID": "526116",
            "URL": "https://thetvdb.com/series/wonderland-2013/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4625949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/4625949",
                    "TitleEnglish": "The Wedding",
                    "SummaryEnglish": "The series opens with everyone coming together for Dani and Steve's wedding. Steve's sister, Miranda, arrives late, so Tom is forced to give the speech. Kristen asks Tom to marry her at the reception, but Tom turns her down and she pushes him into the cake. Colette and Rob discuss having a baby, while Grace meets Carlos and has sex with him. Tom bets Steve that he will not have sex with a female housemate for 12 months. If he does, he loses his 1964 Ford.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4643085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/4643085",
                    "TitleEnglish": "The Obsession",
                    "SummaryEnglish": "After signing the napkin treaty, Tom is tested by his attraction to Miranda. He later allows her to move in with him, angering Steve. Colette and Rob try to sort through their issues, while Grace tries to avoid Carlos following their one-night stand. Tom hosts a Food Appreciation Time (FAT) dinner, which Kristen gatecrashes.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4644795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/4644795",
                    "TitleEnglish": "The Parking",
                    "SummaryEnglish": "Steve discovers Dani's unpaid parking fines and learns that she has maxed out her credit cards, causing them to fight. After suffering from panic attacks, Colette confesses to Rob that she had a one-night stand. Grace has sex with Carlos again. While taking her mother, Ruth, home, Maggie is pulled over by the police for drink driving. Tom and Miranda share a drunken kiss after they both experience disastrous dates.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4653296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/4653296",
                    "TitleEnglish": "Celebrity",
                    "SummaryEnglish": "Things are awkward between Tom and Miranda following their kiss. When Kristen's proposal to Tom is broadcast on a television show, she asks Tom if he will attend a counselling session with her. Rob learns that Colette had her affair with a barista and he attacks him. After a difficult day at work, Dani quits her job. Carlos asks Grace to take their relationship public, while she moves into the Wonderland building. Maggie tries to keep her DUI case a secret from her husband, Warwick.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4661975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/4661975",
                    "TitleEnglish": "Dreams",
                    "SummaryEnglish": "Tom's father, Warwick, turns up and asks his son to lease the family's wine vineyard to a mining company. Maggie tries to stay out of it, but ends up telling Warwick a few home truths. Carlos and Grace each try to help Rob and Colette. Rob meets a surfer on the South Coast and almost has sex with her, before returning home. Steve competes for a promotion with his workplace enemy Jason.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4667595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/4667595",
                    "TitleEnglish": "Personal Space",
                    "SummaryEnglish": "The group find out about Colette's affair when Dani tells Steve. Rob continues to struggle with his wife's infidelity. While helping to create a photo gallery for Tom's website, Miranda realises she might have feelings for him. Grace tells Carlos that she needs her space.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4668003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/4668003",
                    "TitleEnglish": "Hooking Up",
                    "SummaryEnglish": "Miranda get back into the dating scene with the help of Dani's themed dating idea and Tom. Grace becomes suspicious of Carlos when he comes home in the morning and thinks he might have had a one-night stand. Steve helps Carlos when he loses his phone at a client's house. Maggie struggles to Skype Warwick and calls the wrong person.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4673426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/4673426",
                    "TitleEnglish": "Macho",
                    "SummaryEnglish": "Tom decides to tell Miranda the truth. Rob catches Colette cheating again. Carlos faces deportation after a car accident with Grace.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4680905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/4680905",
                    "TitleEnglish": "Exes",
                    "SummaryEnglish": "Miranda ends up receiving a shock visit from her former fiance. Maggie comes to a drastic decision about her marriage.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4693084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/4693084",
                    "TitleEnglish": "Motherhood",
                    "SummaryEnglish": "Colette finds out that she is going to have a baby. Dani is given a hard lesson about Steve's fears with children.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4694735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/4694735",
                    "TitleEnglish": "Comfort Zone",
                    "SummaryEnglish": "Colette realises that her marriage troubles aren't over. Dani and Steve receive some bad news from Dani's father. With Adam returning, Tom decides to get back on the dating scene but cannot shake his feelings for Miranda.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4699551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/4699551",
                    "TitleEnglish": "Gay Marriage",
                    "SummaryEnglish": "Grace re-examines her views after a revelation from Carlos, Rob and Colette have different ideas when it comes to their wedding and Tom starts an argument with Adam.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4705985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/4705985",
                    "TitleEnglish": "Messages",
                    "SummaryEnglish": "On the day of their vow renewals, Rob sees Colette with The Barista. Meanwhile, Steve reveals the bet to Miranda, who then confronts Tom, and Grace panics when Carlos tells her he loves her.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "594122",
            "URL": "https://thetvdb.com/series/wonderland-2013/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 15,
            "Episodes": {
                "1": {
                    "ID": "4966701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/4966701",
                    "TitleEnglish": "Relationship Status",
                    "SummaryEnglish": "Colette is left feeling stunned after Rob changes his online status to separated. Miranda and Tom clash over a bet. Maggie makes a new male friend.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4966702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/4966702",
                    "TitleEnglish": "Standing In Line",
                    "SummaryEnglish": "Rob drags Tom out to a nightclub, determined to meet a girl; Carlos is jealous of Grace's new male colleague; Miranda is intrigued by Tom's romantic past; Dani puts her job on the line.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4966703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/4966703",
                    "TitleEnglish": "Fear Of Missing Out",
                    "SummaryEnglish": "Grace finds herself in the middle of a jealous Carlos and charming Nick. Tom attempts to sort things out with Miranda.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4972900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/4972900",
                    "TitleEnglish": "First World Problems",
                    "SummaryEnglish": "Rob helps a friend and finds a way to help himself, Miranda and Tom's argument leads to them sharing a special connection, and Grace tries to keep Nick at arm's length.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4981985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/4981985",
                    "TitleEnglish": "Monogamy",
                    "SummaryEnglish": "When Miranda has a hot fantasy about Tom she tries to put some distance between them; Maggies is shocked to hear there is a rival for Warwick's affection; Colette and Rob both try to move on.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4988685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/4988685",
                    "TitleEnglish": "Saving Face",
                    "SummaryEnglish": "Tom's attempts to solve his father's problems might just cause more issues; news about Carlos prompts Grace to jump to the next stage with Nick; Dani keeps secrets for her troubled step-sister.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4995580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/4995580",
                    "TitleEnglish": "Narcissism",
                    "SummaryEnglish": "Tom's chain of one-night stands is a sore point for Miranda ? but what's really going on? Colette's happiness leaves Rob feeling lonelier than ever; Grace gets a glimpse of Nick's dark side.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4996360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/4996360",
                    "TitleEnglish": "Liking",
                    "SummaryEnglish": "Tom and Miranda plan a romantic interlude. will fate finally be on their side? Grace plays mum to Nick's little girl; an accident at Rob's work sees his relationship with Colette turn a new corner.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4996361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/4996361",
                    "TitleEnglish": "Milestones",
                    "SummaryEnglish": "Tom is ready to start a new chapter just as Miranda's best friend Ava arrives; Grace discovers the truth about Nick; Steve has a surprise for Dani that could change their lives.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5018155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/5018155",
                    "TitleEnglish": "Home",
                    "SummaryEnglish": "Colette and Carlos return from Brazil with a massive secret. A mysterious new tenant shows up.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5018924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/5018924",
                    "TitleEnglish": "Secrets",
                    "SummaryEnglish": "Miranda discovers Tom and Ava's secret - but can flirtatious Max cheer her up? Dani and Steve's romantic reunion takes an unexpected turn. Will Carlos give in to temptation with Felicity?",
                    "Aliases": []
                },
                "12": {
                    "ID": "5018927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/5018927",
                    "TitleEnglish": "Sex",
                    "SummaryEnglish": "Miranda is enjoying her new connection with Max but Tom is suspicious. Carlos puts his visa in jeopardy whilst Rob's dilemma could end up making or breaking his reunion with Colette.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5035102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/5035102",
                    "TitleEnglish": "Burn",
                    "SummaryEnglish": "Could a blast from Tom's past ruin everything with Ava? Grace is shocked to learn Carlos' secret, and smitten Miranda ignores her friends' concerns about Max.",
                    "Aliases": []
                },
                "14": {
                    "ID": "5038420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/5038420",
                    "TitleEnglish": "Haunted",
                    "SummaryEnglish": "Steve and Miranda's dad Callan comes for a visit that stirs up the past, Grace offers Carlos a chance to fix his legal problems, and Tom seeks answers from Sasha.",
                    "Aliases": []
                },
                "15": {
                    "ID": "5044586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/5044586",
                    "TitleEnglish": "Blind",
                    "SummaryEnglish": "Max angers Miranda when his article puts her friends in danger, Tom puts his relationship with Ava at risk, and Grace finds a drastic way to save Carlos - but can she go through with it?",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "612263",
            "URL": "https://thetvdb.com/series/wonderland-2013/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 16,
            "Episodes": {
                "1": {
                    "ID": "5120262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/5120262",
                    "TitleEnglish": "Rescue",
                    "SummaryEnglish": "Tom's late night decision leaves him on thin ice; Callan's efforts to bond with Steve result in a brush with death; Dani uncovers plans for a secret wedding but there's an even bigger shock in store.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5120263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/5120263",
                    "TitleEnglish": "Rejection",
                    "SummaryEnglish": "With his unhealthy passion for Sasha reignited, will Tom close himself off to Miranda? Carlos tries to do the right thing by Grace. Dani surprises Steve in Singapore but walks into a surprise of her own.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5126293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/5126293",
                    "TitleEnglish": "Baggage",
                    "SummaryEnglish": "Tom learns a shocking truth about his parents' history with Sasha; Distressed Maggie falls into the comforting arms of Callan; Miranda stumbles across a secret Max has been hiding.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5135372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/5135372",
                    "TitleEnglish": "Withholding",
                    "SummaryEnglish": "Sparks fly when Grace meets an old flame but can she tell him the truth about her marriage? When Sasha demands he tell her his secrets, Tom drops a bombshell about one of his friends.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5143404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/5143404",
                    "TitleEnglish": "Toxic",
                    "SummaryEnglish": "Miranda's attempt to help Tom sees the gloves come off between her and Sasha, Grace nurses Carlos through a mystery illness, and Warwick makes a surprise visit to guilty Maggie.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5149180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/5149180",
                    "TitleEnglish": "Fathers",
                    "SummaryEnglish": "Colette is devastated when Jade reveals she is having Rob's baby, Callan returns to fight for Maggie, and Grace must confess to her parents that she secretly married Carlos.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5155459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/5155459",
                    "TitleEnglish": "Split",
                    "SummaryEnglish": "Tom considers going into business with Sasha, Dani learns of her mother's separation and questions her own marriage, and Maggie's flat becomes crowded when Warwick invites a new lady friend over.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5161354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/5161354",
                    "TitleEnglish": "The Other Woman",
                    "SummaryEnglish": "Collette is home alone when Jade returns to her door with severe labour pains. Can she help Jade through this traumatic moment? Meanwhile, Carlos and Miranda do their best to cover up their kiss.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5176606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/5176606",
                    "TitleEnglish": "Boundries",
                    "SummaryEnglish": "Colette questions whether Rob is the baby's father - will he agree to a paternity test? Miranda agrees to work with Max again but when things get dangerous, Max makes an unexpected declaration.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5187886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/5187886",
                    "TitleEnglish": "Strange Bedfellows",
                    "SummaryEnglish": "On a night out with the girls Sasha crosses paths with someone who knows about her secret past. Meanwhile, Jade confesses she got pregnant on purpose causing a furious Rob to demand a paternity test.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5198437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/5198437",
                    "TitleEnglish": "Epic",
                    "SummaryEnglish": "A jealous Warwick starts a fight with Callan that ends in the emergency room. Colette catches Rob lying to her and Tom is gearing up to pop a question that will stun everyone.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5198438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/5198438",
                    "TitleEnglish": "Is It Love?",
                    "SummaryEnglish": "Unaware of her explosive secret, Tom pushes Sasha to set the date. Carlos sets high expectations for him and Grace but will he be let down? Collette feels the pressure of the baby's arrival.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5198978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/5198978",
                    "TitleEnglish": "Wild",
                    "SummaryEnglish": "In the lead up to Tom and Sasha's wedding, an innocent night out with friends leads to fights, saucy games, a steamy affair and the ultimate betrayal.",
                    "Aliases": []
                },
                "14": {
                    "ID": "5213680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/5213680",
                    "TitleEnglish": "Lost",
                    "SummaryEnglish": "Miranda discovers a secret that could destroy any chance of a reunion between Sasha and Tom. Meanwhile, Colette is rushed to hospital with an emergency that threatens her pregnancy.",
                    "Aliases": []
                },
                "15": {
                    "ID": "5213681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/5213681",
                    "TitleEnglish": "Truth",
                    "SummaryEnglish": "Sasha reappears and tells Tom the truth about her dark past. Meanwhile, Miranda's life is put in danger as she finally discovers the man she loves has been leading a double life.",
                    "Aliases": []
                },
                "16": {
                    "ID": "5222840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wonderland-2013/episodes/5222840",
                    "TitleEnglish": "Commitment",
                    "SummaryEnglish": "It is the day of the wedding and Sasha is faced with the dilemma of a lifetime. Miranda also has a hard decision to make? will she reveal her true feelings towards Tom before it is too late?",
                    "Aliases": []
                }
            }
        }
    }
}