{
    "URL": "https://thetvdb.com/series/tokyo-ravens",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3104072/",
        "https://www.themoviedb.org/tv/67395"
    ],
    "Titles": {
        "eng": "Tokyo Ravens",
        "jpn": "東京レイヴンズ"
    },
    "Summaries": {
        "eng": "Harutora Tsuchimikado was born into an ancient clan of Onmyouji known for their mastery of all things occult. Unfortunately, he didn’t inherit the magical ability to see spirit energy, so he was doomed to live a normal life. At least, that is, until a mysterious girl from Harutora’s past returns to alter the course of his future!",
        "jpn": "『ぼく、シキガミになる。ずっと一緒にいて、ずっと護ってあげる』\r\nそれは遠い昔の約束。彼がまだ”未来”の意味を知る前のーーーー。\r\n霊的災害＜零災＞が多発し、陰陽師たちが活躍する現代。\r\n土御門春虎はトコトン運の悪い少年だった。\r\n陰陽師の名門に生まれながら才能はからっきし。\r\nこの16年の人生で、死にかけた回数12回。\r\nそしてある夏の日、極めつきの受難が、彼の前に訪れる。\r\n「久ぶりですーーー春虎君」\r\n土御門家時期当主である幼馴染の少女、夏目。\r\n彼女との再会が、春虎をかつて見た”未来”へ―ー波乱に充ちた”未来”へと導き始める！"
    },
    "Aliases": [],
    "Modified": "2025-06-20",
    "Seasons": {
        "0": {
            "ID": "561579",
            "URL": "https://thetvdb.com/series/tokyo-ravens/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5324680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/5324680",
                    "Titles": {
                        "eng": "Kon Explains it All! #1",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5324681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/5324681",
                    "Titles": {
                        "eng": "Kon Explains it All! #2",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5324682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/5324682",
                    "Titles": {
                        "eng": "Kon Explains it All! #3",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "526301",
            "URL": "https://thetvdb.com/series/tokyo-ravens/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "4628133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/4628133",
                    "Titles": {
                        "eng": "SHAMAN*CLAN Promise",
                        "jpn": "SHAMAN＊CLAN -約束-"
                    },
                    "Summaries": {
                        "eng": "All Harutora Tsuchimikado wants is to spend his days idly with his friends, but as a descendant of the famous onmyo mage, Abe no Seimei, he has no choice but to follow his family's traditions.",
                        "jpn": "とある田舎町で夏休みを過ごす少年・土御門春虎。彼は陰陽師の名門・土御門の分家の人間で、ちょっと運が悪いという以外は平凡な高校生。夏期補習からの帰り道、彼と親友の阿刀冬児、中学時代に出会った少女・北斗は他愛のない会話を交わしていた。そんな中、北斗はなぜか春虎に「陰陽師を目指せ」と迫ってくる。才能のない春虎は陰陽師になる気はなかった。しかしその翌日、夏祭りで起こった事件が春虎の運命を動かすことになる。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4671544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/4671544",
                    "Titles": {
                        "eng": "SHAMAN*CLAN Confession",
                        "jpn": "SHAMAN＊CLAN -告白-"
                    },
                    "Summaries": {
                        "eng": "After the festival, Hokuto is mad at Harutora, and Harutora and Natsume meet to sort out family issues. An interruption leads to a confrontation with Suzuka near the Tsuchimikado main house.",
                        "jpn": "夏祭り会場に現れた『十二神将』の一人、『神童』大連寺鈴鹿。彼女はとある禁呪を執り行なおうとし、陰陽庁から追われる身になっていた。鈴鹿の式神に捕らえられた春虎は、彼女にいきなりキスをされる。それを目撃してしまった北斗はショックで泣きじゃくり、走り去ってしまった。翌日、気まずい思いを引きずる春虎だったが、土御門家の次代当主の少女・夏目に呼び出され、鈴鹿が土御門家の持つ祭壇を狙っていることを知らされる。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4671545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/4671545",
                    "Titles": {
                        "eng": "SHAMAN*CLAN Calling the Dead",
                        "jpn": "SHAMAN＊CLAN -魂呼(たまよばい)-"
                    },
                    "Summaries": {
                        "eng": "Harutora and Natsume interrupt Suzuka as she tries to bring her older brother back from the dead.",
                        "jpn": "契約を交わし、夏目の式神となった春虎。二人は『泰山府君祭』を行うため土御門家の裏山に向かった鈴鹿を追い、夏目の式神の白馬・雪風にまたがって空を駆ける！　対する鈴鹿は装甲鬼兵・土蜘蛛を用いて結界を張って足止めをし、もう一体の式神・阿修羅を繰って斬りかかる。挟み撃ちで絶体絶命の夏目は、式神の竜・北斗を召喚する。その力を借りて、春虎は辛くも鈴鹿の式神を打ち倒す。しかし目前で、祭祀は成されてしまい……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4680956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/4680956",
                    "Titles": {
                        "eng": "RAVEN'S NEST School",
                        "jpn": "RAVEN”s NEST -学舎-"
                    },
                    "Summaries": {
                        "eng": "Harutora and Touji arrive at the elite Onmyo Prep School, which Natsume also attends, but their presence causes conflict with some of their new classmates.",
                        "jpn": "陰陽塾に通うこととなり、寮での生活が始まった春虎と冬児。担任の大友に案内された教室で挨拶をするが、半年遅れで編入してきた彼らを倉橋家の令嬢・京子は疑問に思い、異議を唱えた。それを仲裁してくれた夏目だったが、あまりに勉強ができない春虎に激怒し、特訓を言い渡す。夏目からの宿題にげんなりしていた春虎は、父親から渡された式符のことを思い出した。その式符から現れたのは春虎の護法となる式神、コンだった。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4699086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/4699086",
                    "Titles": {
                        "eng": "RAVEN'S NEST Bonds",
                        "jpn": "RAVEN”s NEST -絆-"
                    },
                    "Summaries": {
                        "eng": "Harutora makes friends with his classmates after the battle of the familiars, which upsets Natsume. However, when Natsume is in danger, Harutora and his new friends fight to save her.",
                        "jpn": "京子と式神勝負をすることになった春虎。勝負にはあっさりと負けてしまうのだが、勇気を讃えられ、京子とも和解できた。だが夏目は孤独感から、春虎にキツくあたってしまう。そのとき、突然現れた呪詛式・蟲毒が夏目を襲う！　土御門夜光の生まれ変わりとされる夏目は、夜光を崇拝する信者に以前から狙われていたのだ。さらわれた夏目を救うため、春虎たちは夜光の式神・飛車丸を名乗る男と、角行鬼と呼ばれた隻腕の鬼と対峙する！"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4699087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/4699087",
                    "Titles": {
                        "eng": "Days in Nest: Holiday",
                        "jpn": "days in nest -休日-"
                    },
                    "Summaries": {
                        "eng": "Weird rumors are going around about Harutora and Natsume, and they are made worse when Harutora and Natsume go shopping together on their day off.",
                        "jpn": "突然入寮してきた春虎と冬児、夏目の三人は、密かに寮母の間で噂になっていた。そんな状況を恐れつつも、春虎と夏目は日曜日に二人で渋谷に出かけることに。しかし無計画な二人は街をさまよい、ラブホテル街に迷い込んでしまう。さらに雨まで降ってきたところで二人は寮母に後を付けられていたことに気づき、隠れるためにラブホテルに入りドギマギする春虎と夏目だったが、現れたコンから『敵』の接近を告げられて……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4699088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/4699088",
                    "Titles": {
                        "eng": "Chimaira Dance: Ogre Eater",
                        "jpn": "cHImAirA DanCE -鬼喰(おにくい)-"
                    },
                    "Summaries": {
                        "eng": "Six months have passed since Harutora and Touji transferred to Onmyo Prep, and it's time for their end-of-year exams.",
                        "jpn": "春虎と冬児が陰陽塾に編入してから半年が経ち、陰陽塾では試験の真っ最中。塾生たちは実技試験に向けて意気込んでいた。一方、伝説の陰陽師『Ｄ』の暗躍を捉えた呪捜部部長の天海大善は、比良多篤祢とともに大友陣と密会し、警戒を強めていた。そして行われる春虎たちの実技試験。それは擬似的な霊災の修祓だった。しかし試験の最中に霊災テロが発生！　進行する霊災の前に十二神将『鬼喰い（オーガー・イーター）』鏡伶路が現れた。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4699089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/4699089",
                    "Titles": {
                        "eng": "Chimaira Dance: Half-Ogre",
                        "jpn": "cHImAirA DanCE -生成(なまなり)-"
                    },
                    "Summaries": {
                        "eng": "Touji's past is revealed as he struggles with turning into a half-ogre, and Harutora has to choose between helping his friend or protecting Natsume.",
                        "jpn": "霊災はフェーズ3へ移行し、動的霊災・鵺が現出！　そのとき、瘴気にあてられた冬児が苦しみだし頭には角が……。彼は2年前の霊災テロの影響で、鬼の『生成り』になっていたのだ。陰陽塾に避難した春虎たちは、塾長の倉橋美代から、夏目の竜の力を貸してほしいと言われる。暴れる鵺と戦うために、夏目は祓魔局に行くことを決意する。同時に、春虎たちは目を覚ました冬児がどこかへ行ってしまったことを伝えられる。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4716385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/4716385",
                    "Titles": {
                        "eng": "Chimaira Dance: Purification",
                        "jpn": "cHImAirA DanCE -修祓-"
                    },
                    "Summaries": {
                        "eng": "Harutora runs to join Natsume and Kogure in their fight against the nue as the other exorcists fight the other spirit disaster.",
                        "jpn": "フェーズ4に移行した鵺の一体『キマイラ01』は霊災連鎖により、百鬼夜行を発生させていた。その最中、逃亡した『キマイラ02』を追って、夏目は十二神将の一人・木暮禅次朗とともにバイクに乗る。夏目が北斗を繰り、『キマイラ02』を追い詰めたというところで、行く手を阻む霊災テロの首謀者・六人部千尋。木暮は六人部と対峙し、夏目は追いついた春虎とともにバイクで『キマイラ02』を追う。そして冬児は鬼の力を解放し……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4716386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/4716386",
                    "Titles": {
                        "eng": "Girl Return: Prodigy",
                        "jpn": "GIRL RETURN -神童-"
                    },
                    "Summaries": {
                        "eng": "When the new school year starts, Suzuka also enrolls at Onmyo Prep, and Harutora and Natsume must keep her from finding out that Natsume Tsuchimikado is really a girl.",
                        "jpn": "『上巳の再祓』から一ヶ月。春虎たちは二年に進級し、陰陽塾には新入生がやってきた。その代表として壇上で挨拶をしたのは、なんと『神童』大連寺鈴鹿だった。禁呪を行い、陰陽庁に捕らえられたはずの鈴鹿がなぜ……？　まるでアイドルのような笑顔を振りまく鈴鹿に、困惑する春虎たち。そのとき、春虎に気づいた鈴鹿が壇上から、彼が自分のファーストキスの相手だと告げる。ざわめく塾生たち、涙目になる春虎。波乱の新学期が始まる。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4716387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/4716387",
                    "Titles": {
                        "eng": "GIRL RETURN -Tiger-",
                        "jpn": "GIRL RETURN -虎-"
                    },
                    "Summaries": {
                        "eng": "In order to keep Suzuka from telling everyone that Natsume is a girl, Harutora and Natsume are forced to do everything Suzuka wants, and Kon ends up in a predicament.",
                        "jpn": "夏目の弱みを握ったことで、鈴鹿は春虎と夏目をこき使うようになった。エスカレートする鈴鹿はついに男子寮にまで押しかけてきた！　鈴鹿は傍若無人に部屋を荒し、夏目の部屋の押し入れにある結界を解こうとする。夏目は猛烈に反抗して北斗を召喚。暴れ回った末に、彼らは揃って寮母に怒られることになった。その翌日、陰陽塾に謎のトラが出没!?　突然のトラ襲来に塾生たちは大騒ぎ。侵入してきた敵はいったい何者……？"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4716388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/4716388",
                    "Titles": {
                        "eng": "GIRL RETURN -Love-",
                        "jpn": "GIRL RETURN -恋心-"
                    },
                    "Summaries": {
                        "eng": "Harutora's class is going to a special training camp, and Harutora and Natsume are excited to get a break from Suzuka. But when they get to the camp, a certain someone is already waiting for them.",
                        "jpn": "バスに乗って陰陽塾の面々が向かうのは、二・三年生合同の実技合宿。鈴鹿の仕打ちから逃れられると、にこやかな春虎と夏目だったが、不幸なことに合宿所では鈴鹿が待ち受けていた。彼女は特別にこの合宿に参加することになっていたのだ。合宿が進んでいくなか、遅れて登場した冬児は鈴鹿に自分の鬼の力を見せ、『協力』を願い出る。夏目を狙う『双角会』や謎の陰陽師『D』に備えて、陰陽師のタマゴたちは、結束を固めていくのだった。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "4745148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/4745148",
                    "Titles": {
                        "eng": "Black Shaman ASSAULT -Priest-",
                        "jpn": "Black Shaman ASSAULT -法師-"
                    },
                    "Summaries": {
                        "eng": "Harutora and Natsume struggle with telling each other their feelings while Doman mounts an attack.",
                        "jpn": "北斗を操っていたのは夏目だった？　実技合宿が終わってから、春虎の胸の中にはそんな疑惑が渦巻いていた。一方夏目も、春虎の気持ちが捉えきれずもやもやとした思いを抱えていた。彼らと同じように、陰陽塾の仲間たちが秘めていた想いも、だんだんと浮き彫りになっていく。そんななか、ついに動き出す蘆屋道満。彼は陰陽庁に式神を放ち、『鴉羽織』を奪うと宣言する。そして陰陽庁に『十二神将』たちが集い、道満の襲撃を迎え撃つ。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "4759931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/4759931",
                    "Titles": {
                        "eng": "Black Shaman ASSAULT -Face-off-",
                        "jpn": "Black Shaman ASSAULT -術比(じゅつくらべ)-"
                    },
                    "Summaries": {
                        "eng": "Harutora and the others face off against Ashiya. Doman invades Onmyo Prep with his army of Tsuchigumos as he searches for the Raven Coat.",
                        "jpn": "蘆屋道満の式神に襲撃される陰陽庁。しかし道満本人がやってきたのは陰陽塾だった。彼の放った黒い結界がエントランスロビーを侵食し、塾舎の外壁を何体もの土蜘蛛が這い回る。その土蜘蛛の一体が春虎たちを見つけ、天馬に仕掛けていた呪符を発動。塾舎の結界を破り、内部に侵入してきた！　なんとか土蜘蛛を退け、屋上に逃れる春虎たち。しかしすぐに道満が追いついてくる。絶体絶命の状況。そこに、束帯姿の大友が現れる。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "4759932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/4759932",
                    "Titles": {
                        "eng": "Darkness Emerge: Encounter",
                        "jpn": "DARKNESS EMERGE -邂逅-"
                    },
                    "Summaries": {
                        "eng": "In the aftermath of Doman's attack, Harutora and Natsume have a strange encounter and learn new information.",
                        "jpn": "蘆屋道満の陰陽塾襲撃事件は、大友の活躍によりなんとか終息した。しかし大友は入院。塾生たちは半壊した塾舎修復の間、祓魔局目黒支部に通い、プロの祓魔官に囲まれて呪術を学ぶことに。そんな状況のなか、大友と道満の術比べに魅了された春虎は何度も２人の呪術戦を思い返していた。更に彼は塾舎の屋上にあった祭壇のことを思い出し、夏目を誘って見に行くことにする。そこで、彼らは謎の少女・相馬多軌子と出会う。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "4759933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/4759933",
                    "Titles": {
                        "eng": "Darkness Emerge: Divine Fan",
                        "jpn": "DARKNESS EMERGE -神扇-"
                    },
                    "Summaries": {
                        "eng": "The members of the Twin Horn Syndicate start panicking as the plan to eradicate them from the Onmyo Agency begins.",
                        "jpn": "陰陽庁による双角会の一斉掃討が始まった。これは陰陽庁内にいる双角会員をあぶり出すという目的があった。被害の飛び火に備え、塾生には護衛がつくことになったが、護衛は……なんと『鬼喰い』鏡伶路！　彼は使用禁止になっていた式神・シェイバまで持ち出して塾生の護衛にあたる。一方で陰陽庁による双角会の検挙は着々と進み、『十二神将』の一人、『神扇』と呼ばれる天海大善は、陰陽庁から双角会に内通していた人物と相まみえるが……。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "4774304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/4774304",
                    "Titles": {
                        "eng": "_DARKNESS_EMERGE_ -Razor-",
                        "jpn": "DARKNESS EMERGE -髭切-"
                    },
                    "Summaries": {
                        "eng": "Shaver suddenly attacks when Etou approaches Harutora and the others, and Harutora must find a way to stop him from causing any more damage.",
                        "jpn": "鏡の式神・シェイバの様子がおかしい。突然跳びかかり、春虎たちに近づいた元双角会の一員・江藤を斬り裂き、江藤が持っていた呪具も無造作に破壊する。するとそこから瘴気が噴き出した！　一気に霊災がフェーズ3まで進行し、間近で瘴気を浴びたシェイバもまた、霊災に侵され春虎たちに襲いかかる。強力な使役式であるシェイバは愛刀・髭切を用い、夏目の竜・北斗をも圧倒する。そんな絶体絶命の状況で春虎は……。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "4774305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/4774305",
                    "Titles": {
                        "eng": "over-cry -Assault-",
                        "jpn": "over-cry -強襲-"
                    },
                    "Summaries": {
                        "eng": "Harutora and the others return to school for the first time after the incident that revealed Natsume's true gender.",
                        "jpn": "夏目が女だということがバレてしまった。夏目を好いていた京子は、騙されていたことにショックを受け。彼女が一目惚れした男の子は夏目ではなかったのだ。春虎は京子に『しきたり』を黙っていたことを謝るが、話すうちに自分が昔京子に会っていたことを思い出す。春虎が京子の想いに戸惑っているその頃、土御門泰純の持つ本物の『鴉羽』を狙って、陰陽庁から宮地と弓削が出動。土御門の本家は焼失してしまい……。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "4774306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/4774306",
                    "Titles": {
                        "eng": "over-cry -Princess-",
                        "jpn": "over-cry -姫-"
                    },
                    "Summaries": {
                        "eng": "Takiko visits Harutora and Natsume at Onmyo Prep while they are still in the middle of their fight with Kyoko.",
                        "jpn": "相馬多軌子が夏目を訪ねてやってきた。彼女は陰陽塾を見学しに来たのだと言い、夏目たちと一緒に一日を過ごすことになる。途中、土御門家焼失の出来事を多軌子に話すと、彼女はその事件の状況を説明し始める。なぜ多軌子がそんなことを知っているのか訝しむ春虎たちだったが、多軌子は呪術でなら伝えられることがあると、夏目に手合わせを申し出る。一方、陰陽庁の長官室には、片眼鏡を付けた青年・夜叉丸が現れていた。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "4774307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/4774307",
                    "Titles": {
                        "eng": "over-cry -Fireworks-",
                        "jpn": "over-cry -花火-"
                    },
                    "Summaries": {
                        "eng": "Natsume reflects on her relationship with Harutora as they go with the others to the fireworks festival.",
                        "jpn": "鈴鹿の提案で花火大会に行くことになった陰陽塾の面々。京子と和解した夏目は、北斗のことを春虎に打ち明ける約束をしていた。穏やかな日常が戻り、仲間たちとの楽しい夏の一日が始まろうとする一方、夏目が男子ではないという事実が倉橋源司たちの間に波紋を呼んでいた。夏目が夜光の転生だと信じていた彼らは、ここに至って泰純の仕込んだ『呪』に気づく。激昂した多軌子は『鴉羽』を持ち出し花火会場に向かった。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "4774308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/4774308",
                    "Titles": {
                        "eng": "to the DarkSky -Dark Night-",
                        "jpn": "to The DarkSky -闇夜-"
                    },
                    "Summaries": {
                        "eng": "As Harutora tries to come to terms with what happened, Yashamaru approaches him with a proposition.",
                        "jpn": "暴走した『鴉羽』に射抜かれ、夏目は死んだ。祓魔官が出動する騒ぎになる中、我を失った春虎は夏目の亡骸を抱き、空に逃げる。なんとか春虎を諌めようと雪風を繰って彼を追うり冬児と鈴鹿だが、錯乱した春虎は『泰山府君祭』で夏目を生き返らせようと言い出す。困惑する彼らの前に現れたのは夜叉丸──元は鈴鹿の父である大連寺至道だった。彼は春虎に、自分たちの仲間になるよう誘い、対価に夏目を蘇らせると言うが……。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "4774309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/4774309",
                    "Titles": {
                        "eng": "to the DarkSky -Protector-",
                        "jpn": "to The DarkSky -護法-"
                    },
                    "Summaries": {
                        "eng": "Harutora is brought to Chief Kurahashi's office while Touji and Mr. Ohtomo lead separate attacks on the Onmyo Agency.",
                        "jpn": "陰陽庁に捕まった春虎を助けるために集まった冬児、京子、鈴鹿。そこに天馬の姿はない。時を同じくして大友と道満もまた、陰陽庁へ侵入する。庁舎前に現れた道満は弓削と宮地に遭遇し応戦。一方、大友の前に現れたのは因縁の相手、鏡だった。庁舎内では、春虎が倉橋源司と夜叉丸の前に連れていかれる。「夏目の蘇生」を条件に、条件に春虎を懐柔しようとする彼ら。そのとき、心傾く春虎の前にコンが姿を現す。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "4774310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/4774310",
                    "Titles": {
                        "eng": "To the Dark Sky: Onmyou",
                        "jpn": "to The DarkSky -陰陽-"
                    },
                    "Summaries": {
                        "eng": "Things come to a head at the Onmyo Agency as Tenma finds his way into the building and joins the others.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "4774311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ravens/episodes/4774311",
                    "Titles": {
                        "eng": "To the Dark Sky: Calling the Dead",
                        "jpn": "to The Darksky -魂呼(たまよばい)-"
                    },
                    "Summaries": {
                        "eng": "Memories from the past mix with the present as Harutora tries to bring a beloved friend back from the dead.",
                        "jpn": "自ら『泰山府君祭』を行うと決めた春虎は、早乙女涼に会うために『鴉羽』をまとって飛ぶ。上空を進む彼を襲ったのは鏡。春虎はコンとともに鏡の放つ呪術と斬撃に対抗するも、逃れられない。決死の覚悟でコンが鏡の腕を刺して抵抗するが、鏡の刃がコンの脇腹に突き刺さり、コンを庇った春虎も左目を切られてしまう。絶体絶命のそのとき、コンにかけられていた封印が解呪を始める。こうして闇鴉の封印がすべて解かれ……。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}