{
    "URL": "https://thetvdb.com/series/100-2",
    "Genres": [
        "Documentary"
    ],
    "Other Sites": [],
    "TitleEnglish": "100%",
    "SummaryEnglish": "Planet Earth is stacked with amazing feats of engineering and construction, a dazzling array of machines and vehicles, an awe inspiring great outdoors and a near limitless number super skilled, super humans\r\nWhat we want to know exactly how much of all this we’ve got, where it all is and what it exactly it does…\r\nIn each episode we will carry out the ultimate, exhaustive stock take of that particular category (from skyscrapers to mountains, boats to special forces, railways to fire-fighters…discovering exactly where every single example is located and in doing so answer those questions we have about the world that have never been answered until now.\r\nA fast paced entertaining mix of graphics, archive and location reports together will be the ultimate information countdown.",
    "Aliases": [],
    "Modified": "2013-08-10",
    "Seasons": {
        "1": {
            "ID": "526705",
            "URL": "https://thetvdb.com/series/100-2/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4631999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/100-2/episodes/4631999",
                    "TitleEnglish": "Planes",
                    "SummaryEnglish": "100 Percent features amazing stories of aviation and flying. From military planes to recreational\r\nplanes to stunt planes, we fly high and learn more about the world's 400,000+ aircraft from the\r\npilots and engineers that work closely with them. Discover the most versatile military plane that\r\ncan dogfight and bomb in a single mission. Take an aerobatic stunt lesson with a 25-year veteran\r\npilot. And tour a luxurious private jet, rumoured to cost up to half a billion dollars.",
                    "Aliases": []
                }
            }
        }
    }
}