{
    "URL": "https://thetvdb.com/series/white-album-2",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2942224/",
        "https://www.themoviedb.org/tv/70072"
    ],
    "TitleEnglish": "White Album 2",
    "SummaryEnglish": "The story centers around a college junior named Haruki Kitahara and his relationships with Setsuna Ogiso and Kazusa Touma in the light music club.",
    "Aliases": [],
    "Modified": "2025-05-29",
    "Seasons": {
        "0": {
            "ID": "561801",
            "URL": "https://thetvdb.com/series/white-album-2/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4993583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4993583",
                    "TitleEnglish": "Picture Drama 1 - Kazusa Ver.",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "4993584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4993584",
                    "TitleEnglish": "Picture Drama 1 - Setsuna Ver.",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "527104",
            "URL": "https://thetvdb.com/series/white-album-2/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4636242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4636242",
                    "TitleEnglish": "White Album",
                    "SummaryEnglish": "On a fall day a month before the school fair, Haruki Kitahara's Light Music Club is about to be disbanded, thanks to trouble caused by their beautiful vocalist, Tomo Yanagihara. Haruki tries to find a new member, but despite his own problems he's forced to help with the School Fair Committee too. There he meets Setsuna Ogiso, winner of the Miss Houjou contest for two years running, who wants to withdraw from this year's contest.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4676990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4676990",
                    "TitleEnglish": "The Neighboring Pianist and Guitarist",
                    "SummaryEnglish": "Haruki is entranced by Setsuna's singing on the rooftop, and plots to get her to join the Light Music Club no matter what. But she hates standing out, so convincing her is incredibly difficult. Meanwhile, the club has an even bigger problem. The elite student from Music Room 2 he was trying to persuade to join his club as the keyboard player isn't a member of the Music Class, it's a mysterious person whose class and identity are a total unknown.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4676992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4676992",
                    "TitleEnglish": "The Light Music Association Regroups",
                    "SummaryEnglish": "The \"elite student in music room 2\" turns out to be Haruki's delinquent classmate, Kazusa Touma. With his characteristic pushiness, he tries to get her to join the light music club. But his pushiness backfires, and only makes her more annoyed. Setsuna gets irritated... no, involved, and approaches Kazusa secretly.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4676994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4676994",
                    "TitleEnglish": "Sound of Destiny",
                    "SummaryEnglish": "The Light Music Club's members are finally together, and with the School Fair only two weeks away they begin to practice. With their schedule almost murderously tight, Kazusa proposes a plan to fix their biggest problem, Haruki's guitar playing. After a great deal of training, the three finally master their first song, White Album.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4696616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4696616",
                    "TitleEnglish": "Bonding Hearts",
                    "SummaryEnglish": "Setsuna realizes that Haruki has been staying at Kazusa's house this whole time, and she reveals her true self to him: cowardly, introverted, and pathetic. But Haruki accepts her as she is. The boundary between them is broken, and the bonds between the three grow stronger as the school fair draws near. But Kazusa is skipping sleep and food to work on her \"last trick\" before the school concert.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4696617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4696617",
                    "TitleEnglish": "Festival Eve",
                    "SummaryEnglish": "Kazusa's overworking finally catches up to her, and she collapses two days before the school fair. Haruki cares for her as he continues to practice his guitar. Kazusa, in a (possibly) fevered state, tells him about her troubled relationship with her mother Youko. But meanwhile, at the concert rehearsal in the gym, Setsuna is separated from the other two and feels lonely and afraid her first time on stage.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4696618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4696618",
                    "TitleEnglish": "The Best and Last Day",
                    "SummaryEnglish": "The day of the festival is here, and the three are getting ready for their performance. They sing, dance, and play on stage with all their hearts, and have the best time of their live. But the wonderful fun they had leaves them sad and uncertain about the future. And that night, Haruki is faced with a sudden and important choice.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4696619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4696619",
                    "TitleEnglish": "And Then It Was Winter",
                    "SummaryEnglish": "After the success of the School Fair concert, Haruki and Ogiso fall in love. But the two of them still want to include Kazusa just like they have so far. Kazusa answers by affirming her friendship with Setsuna, and on the surface things continue as before. And before much time has passed at all, the second semester is over and winter break begins. Setsuna and Kazusa drag Haruki on a Christmas hot springs vacation, and they enjoy their last big, fun, event.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4696620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4696620",
                    "TitleEnglish": "Hearts Out of Touch",
                    "SummaryEnglish": "Ever since the school trip, Kazusa hasn't come to school. Haruki tells himself that it's because she's practicing for the upcoming recital, but part of him is still struggling over what's happened. And even when he's with Setsuna that doesn't go away. He finally invites Ogiso to a birthday party, with just the two of them, to finally come to terms with his feelings. But he doesn't know that Kazusa is making a big decisions of her own...",
                    "Aliases": []
                },
                "10": {
                    "ID": "4696622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4696622",
                    "TitleEnglish": "From When The Snow Melts, To When It Falls Again (Part I)",
                    "SummaryEnglish": "Haruki hears about Kazusa's moving from her mother, who she hadn't been on good terms with. He feels betrayed and angrily confronts her. But his words force open the door to Kazusa's heart, which she had desperately tried to keep closed so that the three of them could stay together.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4696624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4696624",
                    "TitleEnglish": "From When The Snow Melts, To When It Falls Again (Part II)",
                    "SummaryEnglish": "At last Haruki realives Kazuma's true feelings, but while he's confused at this sudden turn of events he can't hide his joy that the girl he loved best likes him too.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4696625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4696625",
                    "TitleEnglish": "Graduation",
                    "SummaryEnglish": "Haruki collapses after saying goodbye to Kasuza, and Setsuna, who he betrayed, comes to take care of him. Haruki is too overcome with guilt to move, and Setsuna tries to pretend she knows nothing as she struggles with guilt of her own.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4696626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4696626",
                    "TitleEnglish": "A Love That Cannot Be",
                    "SummaryEnglish": "At last, Haruki sleeps with Kazusa. Her wish finally comes true, and she prepares to leave for Europe. Haruki takes Setsuna to the airport, hoping that they can all be together once again. When the three are reunited, everyone remembers the best moment of their lives: the last song they sang at the school concert. The title of the song was...",
                    "Aliases": []
                }
            }
        }
    }
}