{
    "URL": "https://thetvdb.com/series/diabolik-lovers",
    "Genres": [
        "Animation",
        "Drama",
        "Fantasy",
        "Horror",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3114350/",
        "http://anime-dialover.com/dl/",
        "https://www.themoviedb.org/tv/61512"
    ],
    "TitleEnglish": "Diabolik Lovers",
    "SummaryEnglish": "The heroine, Komori Yui, was a normal teenage girl. In her second year of high school, Yui's father, a priest, moves somewhere else for his work. As a result, Yui is forced to move to a new town and arrives alone at a mansion she was told will be her new home. As she approaches the front door it begins to rain. Because no one answers her knock, she reaches for the knob, but the door swings open of its own accord. Yui enters the mansion to find no one in sight. As she starts to explore her immediate surroundings, she finds a young man(Ayato) asleep on a couch. He wakes up as she approaches him and promptly pins her down. As she begins to panic, five other young men gradually appear. Yui notices something different about all of them. She discovers that all six of them are brothers but by three different mothers, later revealed to be Beatrix (mother to Shu and Reiji), Cordelia (mother of the triplets Ayato, Kanato, and Raito), and Christa (mother to Subaru). However, these young men don't seem quite human. In fact, they all turn out to be vampires.",
    "Aliases": [
        "Diabolik Lovers More, Blood",
        "DIABOLIK LOVERS MORE,BLOOD"
    ],
    "Modified": "2024-12-28",
    "Seasons": {
        "0": {
            "ID": "561761",
            "URL": "https://thetvdb.com/series/diabolik-lovers/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4697306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/4697306",
                    "TitleEnglish": "Episode 6.5",
                    "SummaryEnglish": "A Recap of episodes 1-6",
                    "Aliases": []
                },
                "2": {
                    "ID": "5350837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/5350837",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "Extra episode bundled with the game \"Diabolik Lovers:\r\nDark Fate\"",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "526973",
            "URL": "https://thetvdb.com/series/diabolik-lovers/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4634803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/4634803",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "Yui Komori's ordinary highschool girl life takes a new turn when she has to move to a new town for her new highschool,and on top of that she has to live in a place called haunted house with six vampire brothers.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4665335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/4665335",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "It is the first day of new high school for Yui, with Ayato and Kanato in same class as her, she will be having a really hard time as Ayato will force her to do everything he want and even drink her blood. But how will Yui respond?",
                    "Aliases": []
                },
                "3": {
                    "ID": "4665336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/4665336",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "Yui finally finds out that why all the brothers don't get along with each other. Ayato challenges Shu a dart match, and the winner's prize will be Yui",
                    "Aliases": []
                },
                "4": {
                    "ID": "4665337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/4665337",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "At school, Yui makes a vain attempt to contact her father, and even her attempts to be friendly with Kanato go wrong. Later, she is caught by Laito, which leads her to a disastrous result.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4665338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/4665338",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "Yui is still picturing the event when Laito was sucking her blood and told her why she was brought here, but she is later confronted by Kanato who sucks her blood in the graveyard. Later she confronts Reiji who also feeds on her.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4665339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/4665339",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "Kanato takes Yui to the sacrificial bridal room where he almost kills her, but stops when Ayato tells him that Reiji wants to see him. Later, Subaru tells her to escape, but she decides not to, so Subaru gives her a silver knife which can kill vampires.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4665340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/4665340",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "Yui is awakened by the sound of rain and looking down from her window, she sees a mysterious woman in a purple dress. She becomes controlled by an unknown force, and walks all the way down to a secret tunnel and enters through a door that takes her to the past. There she sees Ayato, Kanato, Laito, Shuu, Reiji, and Subaru as children. But after she discovers the truth of their twisted past, she reappears in the tunnel with a worried looking Ayato in front of her. And when being joined by Laito who was looking for some \"fun\" Ayato leaves shortly after saying he's had \"Enough of this\", and once again reappears looking down a balcony in deep thought.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4665341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/4665341",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "Yui asks the triplets about the woman in the purple dress who she spotted in the garden, and learns the gruesome truth about what befell their mother. Yui runs out of the house in horror and collapses sobbing in the garden, only to be approached by Subaru, who demands she keep her distance from him, or else. Yui spends a sleepless night in her chamber, made less restful by the arrival of an unwanted guest.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4665342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/4665342",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "Yui experiences more chest pains and leaves the mansion in the middle of the night to seek answers and finds Shu in an abandoned church. At first, he is unhelpful but quickly becomes interested in obliging her request for answers by forcibly tasting her blood to verify that is has indeed changed somehow. Richter then appears and takes Yui to the secret room where 'Cordelia' awakens and everyone feels it especially Ayato who finds Yui's rosary on her bed.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4665343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/4665343",
                    "TitleEnglish": "Episode 10",
                    "SummaryEnglish": "Cordelia and Richter savor one another's company for the first time in ages, until Ayato interrupts, demanding to know what they have done to Yui.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4665344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/4665344",
                    "TitleEnglish": "Episode 11",
                    "SummaryEnglish": "While Cordelia and Richter catch up, Reiji appears, and Cordelia begins to tease him in a seductive way. He then rejects her, and Laito, Kanato, Subaru, and Shu all appear due to the commotion. As they discuss the situation, she gives a knife to Ritcher so he can \"dispose\" of all the boys for her. Richter does not follow suit, as it is revealed that he must kill Cordelia, much to her chagrin. Going after her heart, Ayato appears and tells the two to end the bickering, and that Yui belongs to him. As he and Ritcher duel in attempt to win Yui, Ayato is stabbed. Just then, Yui regains control of her body, and calls for Ayato. She then stabs herself in the heart in order to save everyone. Richter attempts to take Yui's heart, but is stabbed by Ayato. At that moment, Cordelia takes over Yui's body once more.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4665345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/4665345",
                    "TitleEnglish": "Episode 12",
                    "SummaryEnglish": "eturning from when Yui stabbed herself, Subaru takes out the silver knife. Richter then struggles to the attic where he's hidden Cordelia's dress, however Laito finds him there and prevents him from using the dress to keep him alive. Meanwhile, Shuu, Subaru, Kanato and Ayato are watching over Yui and the awakening takes place. Reiji makes a potion to kill Cordelia while in Yui's body, but in order to make the potion complete, he must have a piece of Coredlia. Kanato pulls apart his Teddy to reveal a vile containing Cordelia's ashes. This makes the potion complete. Switching back to the attic, Laito sets fire to the dress and Ritcher, which then the fire kills Ritcher. Ayato then drinks the potion only to feed it to Yui through a kiss. Yui then awakens, and notices all the brothers are with her. After the credits end, we see all the brothers talking to Yui, one-by-one. Resuming the episode, we see Yui on the balcony holding a rose, Ayato then walks up to her a returns her cross necklace. We then see the rose falling and the petals falling off, and chains locking Cordelia in the attic.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "615791",
            "URL": "https://thetvdb.com/series/diabolik-lovers/seasons/official/2",
            "TitleEnglish": "More Blood",
            "SummaryEnglish": "Yui Komori, still held captive by the Sakamaki brothers—pureblood vampires after her blood—experiences yet more bizarre twists to her life following her stay at their household. Though haunted by enigmatic dreams, Yui soon deciphers their meaning when caught in a car crash, which subsequently leads to meeting four new vampires: the Mukami brothers, Ruki, Azusa, Kou, and Yuuma, who themselves capture the bewildered girl.",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5153040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/5153040",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "Yui Komori is living with the 6 vampires, the Sakamaki brothers, who continue to take her blood daily. But one day, the limousine Yui and the Sakamaki brothers are in crashes. 4 new vampires, the Mukami brothers, emerge. They call Yui \"Eve,\" but what is their motive...?",
                    "Aliases": []
                },
                "2": {
                    "ID": "5178821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/5178821",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "Yui wakes up to find herself in the Mukami's mansion and the Mukami brothers introduce themselves. They tell her that she will be living with them from now on, because her - \"Eve's\" - blood will seek out an \"Adam\" amongst them. The Sakamaki's on the otherhand, ponder over her sudden disappearance, but they hope that she will eventually return. Meanwhile, Ruki sucks Yui's blood after chasing her down when she tries to escape. A mysterious bat observes this from the window.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5355010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/5355010",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "Yui begins to notice how different the Mukami's are from the Sakamaki's. The Mukami's go to school, but they won't let Yui go because the Sakamaki's also go there. They leave Azusa in the mansion to monitor Yui for the day. Azusa invites Yui to his room to show off his knife collection, but things go haywire when he requests her to help him test out the sharpness of one of his knives.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5355011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/5355011",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "Yuma drags Yui to help him in his garden. While harvesting, Yui learns something new from Yuma: the Mukami's were originally humans...",
                    "Aliases": []
                },
                "5": {
                    "ID": "5386073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/5386073",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "Kou gives Yui a bouquet of roses as a token of acquaintance. This makes her happy until he requests her to return the 'favor'. He wants something back from her; which is none other than her blood. Yui pushes Kou away when he gets too close to her, prompting him to reveal that he is not the person whom she thought he was...",
                    "Aliases": []
                },
                "6": {
                    "ID": "5386074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/5386074",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "The Mukami's allow Yui to go back to school. There, she bumps into Reiji, Laito and Kanato who each insert their comments on how she left them for the Mukami's. Yui is later on confronted by Subaru who drags her to the school roof where he demands some answers from her. He asks Yui if she really chose to be with the Mukami's, but their conversation is cut short when Kou interferes.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5386075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/5386075",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "Yuma is a bit curious about Shu, so he asks Yui what she knows about him. At school, Yui almost falls down the stairs, but is saved by Yuma. He carries her off, only to soon come across Shu who is sleeping in the corridor, so he makes him move by biting Yui. When Yui returns to the Mukami's mansion, Ruki appears and grabs her in order to suck her blood, but he suddenly refrains. This confuses Yui and Ruki quickly leaves. In his room, Ruki is beginning to become aware that he and his brothers may not be able to become \"Adam\" after all...",
                    "Aliases": []
                },
                "8": {
                    "ID": "5386076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/5386076",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "Yui Komori, Kou Mukami, Yuma, and Azusa eating as usual in the living room. Ruki wasn't there. Recently Ruki has been in his room and his brothers have felt different than usual.\r\nAt night, as Yui prepares to go to school, she is taken to the basement room by Ruki, who suddenly appears. There he is sucked blood and loses consciousness as it is ....\r\nBrothers who are confused by Ruki's words to seek Yui's blood to become Adam.\r\nAfter being trapped in the room, he continues to suck blood, and Yui's exhausted ears hear a familiar voice. When I looked up in amazement, I saw Ayato Sakamaki.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5393158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/5393158",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "When Yui Komori wakes up in her room, there is a Sakamaki light in front of her, and she is forcibly sucked blood.\r\nShe says that Wright, who sucked blood, changed Yui, and she tries to suck blood again, but Rage appears there and orders Yui to come to the living room.\r\nWhen she heads to the living room, she is asked by Rage about the four ungodly brothers, and Yui tells Rage what she knows.\r\nAfter talking, Rage looks like he realizes something.\r\nAfter that, Rage told the six Sakamaki brothers in the living room that the next full moon day-the lunar eclipse that appears in the demon world and the human world at the same time-will make the vampires extremely weak.\r\nShe warns Ayato that she doesn't have to worry about Shu not to look sweet.\r\nYui thinks she might know something about Eve by asking Rage, and she visits his room.\r\nRage answered her question that she didn't need to know, and she sucked blood on Yui ...",
                    "Aliases": []
                },
                "10": {
                    "ID": "5393159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/5393159",
                    "TitleEnglish": "Episode 10",
                    "SummaryEnglish": "Yui Komori is sucked by Shu Sakamaki, and Shu shows attachment to Yui who shows resistance, and thrusts Kiba deeper.\r\nOn the other hand, in the godless family, Kou Yuma Azusa was confused by Yui, who was robbed by Ayato, and Ruki's attitude, which overlooked it.\r\nAs soon as I headed to the room to ask Ruki what he meant, I felt a sign of someone. Immediately after, it was the wolves who broke the window and invaded.\r\nAround that time, when Yui was looking out the window in the living room of the Sakamaki family, Kanato appeared there. When Kanato forcibly sucks blood on Yui, Azusa full of wounds appears there. Kanato is furious at Azusa who tries to take Yui.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5393791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/5393791",
                    "TitleEnglish": "Episode 11",
                    "SummaryEnglish": "Yui Komori returned to the godless family after being taken by the godless Azusa.\r\nShe saw Ruki lying in her bed, she was injured.\r\nHe is said to have taken a deep dive on Azusa.\r\nKou Yuma Azusa tells Yui why Ruki's appearance was strange recently.\r\nBy continuing to suck Yui's blood, one of the four ungodly brothers awakens to \"Adam,\" but he was impatient with the situation where he did not awaken.\r\nLater, when Yui wakes up watching by Ruki, he is asked why he is here, and Yui tells him that Azusa has brought him.\r\nWhen Yui says that he should tell everyone what Ruki has, Ruki vomits that he is frustrated but worried.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5393792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diabolik-lovers/episodes/5393792",
                    "TitleEnglish": "Episode 12",
                    "SummaryEnglish": "After the four ungodly brothers were attacked by the wolves, the six Sakamaki brothers were also attacked by the wolves.\r\nShake off the attacks of the wolves while being injured.\r\nThey figure that this attack is the work of the founder and their aim is Yui Komori.\r\nAyato heads back to the godless mansion to protect Yui from the hands of the founder.\r\nAyato suddenly appears in front of Yui and Ruki, telling him that this attack is the work of the founder and that the aim is Yui himself.\r\nYui says he can't bother everyone and says he'll leave them, but Ayato and Ruki oppose him.\r\nRuki proposes to join hands with Ayato to protect Eve from the founder.\r\nAyato reluctantly accepts it, but Yui says that it belongs to her and sucks blood on Yui ...",
                    "Aliases": []
                }
            }
        }
    }
}