{
    "URL": "https://thetvdb.com/series/gingitsune-messenger-fox-of-the-gods",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3196320/",
        "http://gingitsune.net/",
        "https://www.themoviedb.org/tv/72911"
    ],
    "TitleEnglish": "Gingitsune: Messenger Fox of the Gods",
    "SummaryEnglish": "Gintaro is a fox spirit that has been protecting the small Inari temple since the Edo era. Saeki Makoto's family possesses the power to see the gods' agent, but the ability is limited to one living relative at a time. When Makoto's mother passed away while she was still young, Makoto inherited the ability as the sole remaining family member. With the help of fox spirit's power, Makoto and Gintaro help the people of their community, in spite of their many differences.",
    "Aliases": [
        "Silver Fox"
    ],
    "Modified": "2025-08-16",
    "Seasons": {
        "1": {
            "ID": "528838",
            "URL": "https://thetvdb.com/series/gingitsune-messenger-fox-of-the-gods/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4652803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gingitsune-messenger-fox-of-the-gods/episodes/4652803",
                    "TitleEnglish": "The 15th Successor and Gintaro",
                    "SummaryEnglish": "Saeki Makoto is a high school student who happens to be the 15th successor of a small Inari Shrine that has been around since the Edo period. As a true successor, Makoto has the ability to see the fox spirit Gintaro who serves as a herald, a messenger of god. One day, Makoto asks Gintaro to help tell the fortune of Ikegami Yumi, a classmate. However, she fails to properly communicate that fortune to Yumi.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4677621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gingitsune-messenger-fox-of-the-gods/episodes/4677621",
                    "TitleEnglish": "Learning to Compromise",
                    "SummaryEnglish": "Makoto's classmate Funabashi Hiwako is a member of the student council who comes from an elite family. One day, she gives fellow classmate Yumi a dressing down about her behavior, but she turns other girls in the class against her in the process. The next day after school, Makoto walks into a restroom to find a bunch of girls surrounding Hiwako.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4677879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gingitsune-messenger-fox-of-the-gods/episodes/4677879",
                    "TitleEnglish": "Places for the Gods",
                    "SummaryEnglish": "One day, Makoto discovers a turtle herald near Saeki Shrine and learns that he has lost his home. The next day, Makoto and Gintaro take the turtle to the nearby Shoubai Grand Shrine, where they meet the lion-dog heralds Utamaru and Saimaru.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4677880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gingitsune-messenger-fox-of-the-gods/episodes/4677880",
                    "TitleEnglish": "Satoru and Haru",
                    "SummaryEnglish": "Makoto is left in shock after her father suddenly tells her that they will be welcoming a new family member. And it turns out to be a boy from another shrine who's the same age. At school, she hears talk about a new transfer student. At the shrine, Gintaro is napping when he notices a boy in a high school uniform looking at him.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4692304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gingitsune-messenger-fox-of-the-gods/episodes/4692304",
                    "TitleEnglish": "Season of Warmth",
                    "SummaryEnglish": "Haru, the herald from Satoru's family shrine, wants to be with Satoru and refuses to go home. After an argument, Haru runs away from the Saeki shrine. Makoto asks Gintaro to divine Haru's location, but Gintaro tells her not to interfere.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4692305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gingitsune-messenger-fox-of-the-gods/episodes/4692305",
                    "TitleEnglish": "How Do I Look?",
                    "SummaryEnglish": "Satoru has left girls swooning after his first kendo practice. Everyone is talking about him, and there's a clamor when they discover that he's living with Makoto. But at home, his stiff demeanor makes it very awkward.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4692306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gingitsune-messenger-fox-of-the-gods/episodes/4692306",
                    "TitleEnglish": "Shrine and Temple",
                    "SummaryEnglish": "Makoto, Gintaro, and Satoru are accompanying Haru on a walk through town when they happen to pass by a large temple. Makoto overhears a familiar voice and it turns that the temple is the home of Yumi's boyfriend Shohei. Inside, they're introduced to Shohei's unique family.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4692307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gingitsune-messenger-fox-of-the-gods/episodes/4692307",
                    "TitleEnglish": "Humans Are Strange",
                    "SummaryEnglish": "After hearing that her father will soon return from a trip overseas, Hiwako needs to pick a fitting birthday present. She asks Yumi and Makoto for advice, and they end up going to a new shopping mall in the area to buy a present.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4692308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gingitsune-messenger-fox-of-the-gods/episodes/4692308",
                    "TitleEnglish": "I'm Sorry",
                    "SummaryEnglish": "One afternoon, while Makoto and Satoru are at school and Tatsuo happens to be out, Aki and Sachina visit the Saeki shrine. They are joined by Yuuya and two other boys. Eventually, they begin splashing each other with water by using the shrine dippers, until one is accidentally broken. An enraged Haru gives chase as the children flee the scene, but she quickly gets lost.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4692309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gingitsune-messenger-fox-of-the-gods/episodes/4692309",
                    "TitleEnglish": "It Really Doesn't Matter",
                    "SummaryEnglish": "As the summer cleansing ceremony approaches, Tatsuo tells Satoru to invite some friends, which leaves him flustered. He continues to practice hard as a member of the kendo club, but he hasn't managed to break the ice with the other members. One day, he gets in a fight with Kosugi, another member, and ends up in a kendo match against Kinugawa, the captain.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4692310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gingitsune-messenger-fox-of-the-gods/episodes/4692310",
                    "TitleEnglish": "Makoto's Future",
                    "SummaryEnglish": "Makoto continues to worry about what she should do in the future. Tatsuo tells her to do what she wants, but Makoto doesn't know what she wants to do and turns to Gintaro. And on the day before the summer cleansing, Tatsuo's friend Takami Yoshitomo and many other people gather inside Saeki Shrine to prepare.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4692311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gingitsune-messenger-fox-of-the-gods/episodes/4692311",
                    "TitleEnglish": "Summer Cleansing",
                    "SummaryEnglish": "It's time for the Summer Cleansing. At the Saeki Inari shrine, Makoto, Yumi, and Hiwako wake up early so Tatsuo's sister, Etsuko, can help them change into shrine maiden outfits. Tatsuo drops by to mention that a foreign-looking boy has arrived. When they step outside, they find the student council president Kirishima. People continue to gather for the semi-annual event.",
                    "Aliases": []
                }
            }
        }
    }
}