{
    "URL": "https://thetvdb.com/series/yu-shibu",
    "Genres": [
        "Adaptation",
        "Adult Animation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3196524/",
        "http://www.yu-sibu.com",
        "https://www.themoviedb.org/tv/71441"
    ],
    "TitleEnglish": "I Couldn't Become a Hero, so I Reluctantly Decided To Get a Job",
    "SummaryEnglish": "Also known in it short form as \"Yu-Sibu\". The story revolves around Raul, a boy who did not become a Hero, since the demon lord was already defeated just before his Hero exams. His dreams dashed, Raul spends his days working at a magic shop in the capital. One day, a part-time job seeker appears at the shop with an amazing résumé:\r\n\r\nName: Phino\r\nPrevious Occupation: Demon Lord Heir\r\nMotive: Because my father was defeated\r\n\r\nThe work comedy revolves around this former Hero-in-training and the daughter of the demon lord.",
    "Aliases": [
        "Yuusha ni Narenakatta Ore wa Shibushibu Shuushoku wo Ketsui Shimashita",
        "I couldn't become a hero, so I reluctantly decided to get a job.",
        "Yuushibu",
        "Yusibu",
        "Yu-Sibu",
        "勇しぶ。"
    ],
    "Modified": "2025-08-17",
    "Seasons": {
        "0": {
            "ID": "562245",
            "URL": "https://thetvdb.com/series/yu-shibu/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "4821048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-shibu/episodes/4821048",
                    "TitleEnglish": "My Sister Came to the Capital To See Me, Her Brother Who Couldn't Become a Hero",
                    "SummaryEnglish": "Unaired episode that was released with volume 9 of the Light Novel. Raul's Sister has come all the way from Raul's home village to see her brother who has \"become a hero\".  Raul and his fellow co-workers think its a better idea to trick his sister to thinking Raul is a real hero.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4950861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-shibu/episodes/4950861",
                    "TitleEnglish": "Yu-Shibu Short 1",
                    "SummaryEnglish": "Bonus animation included in DVD/BD Vol. 1.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4950862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-shibu/episodes/4950862",
                    "TitleEnglish": "Yu-Shibu Short 2",
                    "SummaryEnglish": "Bonus animation included in DVD/BD Vol. 2.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4950863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-shibu/episodes/4950863",
                    "TitleEnglish": "Yu-Shibu Short 3",
                    "SummaryEnglish": "Bonus animation included in DVD/BD Vol. 3.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4950864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-shibu/episodes/4950864",
                    "TitleEnglish": "Yu-Shibu Short 4",
                    "SummaryEnglish": "Bonus animation included in DVD/BD Vol. 4.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4950865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-shibu/episodes/4950865",
                    "TitleEnglish": "Yu-Shibu Short 5",
                    "SummaryEnglish": "Bonus animation included in DVD/BD Vol. 5.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "528836",
            "URL": "https://thetvdb.com/series/yu-shibu/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4652802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-shibu/episodes/4652802",
                    "TitleEnglish": "I Couldn't Be a Hero, so I'm Working the Register",
                    "SummaryEnglish": "Raul, who couldn't be a hero because the demon lord was defeated before his exam, his now working at Leon Magic Shop as a salesman. One day, a suspicious hooded boy show up to the store with a resume and wants an interview for a part-time job. He's the demon lord's child!",
                    "Aliases": []
                },
                "2": {
                    "ID": "4676273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-shibu/episodes/4676273",
                    "TitleEnglish": "The Demon Lord's Daughter Is Going To Learn How To Speak to Customers",
                    "SummaryEnglish": "Raul is training Fino in her new part-time job but is having difficulty being the \"Hero\" trainer. So it's time for plan B. Later on, a man with a tribal mask enter the store and Fino quickly try to help him but this customer is not an ordinary one.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4676274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-shibu/episodes/4676274",
                    "TitleEnglish": "We Should Be Careful When Handling Weird Products Sent to Us by Corporate",
                    "SummaryEnglish": "Raul continue training Fino with difficulty. Headquarter is not happy with the store's number, as such they send a more diverse choice of merchandise to the store to help boost sales. Later on, the staff received one of those new item: an air purifier. They turn it on and mayhem ensues!",
                    "Aliases": []
                },
                "4": {
                    "ID": "4676275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-shibu/episodes/4676275",
                    "TitleEnglish": "The Daughter of the Demon Lord Will Be Working at the Convenience Store",
                    "SummaryEnglish": "The convenience store next door, Lawson, need some temporary staff for the day, Fino is chosen but Raul don't think she can handle it. With Fino's absence, an awkward situation is developing between Raul and Nova while waiting for customers. Meanwhile with Elsa's help, Fino make great progress in customer service training.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4676276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-shibu/episodes/4676276",
                    "TitleEnglish": "I Couldn't Be a Hero, so I Snuck Into a Rival Store With the Daughter of the Demon King",
                    "SummaryEnglish": "Competition has arrived in town, and Leon Shop is against a big new magic shop that everyone is gossiping about. They're having a slow day at Leon, and wonder what the fuss is about, so Raul and Fino and other workers, get set off to disguise themselves as normal people to enter the new shop and get clues and information. When Raul mentions to Fino about her drawing attention to herself, Fino recalls that the manager of Leon told her when in doubt be Raul's girlfriend. During the Sphere performance at Amada Raul runs in to Airi \"All A\" but not in the manner he expected.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4676277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-shibu/episodes/4676277",
                    "TitleEnglish": "She Couldn't Become a Hero, so She Reluctantly Decided To Get a Job, Too",
                    "SummaryEnglish": "Airi \"All A\" was a straight A student, and Raul thought she'd be the one to become a hero but instead she lies to him that she has a high position while she is actually a bunny-girl at the new magic shop that is Leon's rival. Fino and Raul discover this when she bumps into him while assisting customers. Airi automatically is ashamed of this, and Raul is shocked to see that the straight A \"hero\" is not so much of a hero but only a part time job girl.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4676278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-shibu/episodes/4676278",
                    "TitleEnglish": "The Demon Lord's Daughter Visits a House",
                    "SummaryEnglish": "Fino and Raul alongside with Lore-senpai (the girl who works with machines and such)all go to repair someones magic machine which is what households run on if you have no magic. The machine doesn't have energy due to a monster or magic sucker you could say, that eats up magic. They fix it, and on they move on. There's an old lady who bought an air conditioner at Leon shop because she didn't like the way they treated her at the new magic shop, but when Fino, Raul, and Lore-senpai arrive to the house to install the A/C, the new magic shop company is also there to install an A/C. A feud comes along about which company to choose who will install the machine or not, but as they will install it, there's something that's been eating all the magic in the house. Lore-senpai gets an idea on how to remove them all, and Fino helps. Because of their help, the owner of the house, son of the old lady, chooses Leon Shop to install instead of the new company.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4676279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-shibu/episodes/4676279",
                    "TitleEnglish": "The Demon Lord's Daughter Is Tending to Customers in a Swimsuit",
                    "SummaryEnglish": "It's a hot day, and Raul wakes up to find Fino in his bed naked. Panicked, Fino says she must have become impregnated due to stories her father told her about men and women sharing beds and hinted at what her father would do. Raul does his best to calm down Fino, where she claims she must have moved to his bed overnight because his room was cooler. They go on their way to the shop to enter and see Nova who has collapsed due to heat exhaustion. Ceara, the manager then gets an idea to sell items outside with bathing suits on, and they get many male customers to buy a lot of things and come to take photos of the girls in bathing suits only if they bought more items. It was win-win deal.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4676280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-shibu/episodes/4676280",
                    "TitleEnglish": "How the Demon Lord's Daughter Spent Her First Paycheck",
                    "SummaryEnglish": "Fino is given her first pay check and she decides to ask Raul for help in spending it. She ends up spending it all on irrelevant things. On their way home, Fino is attacked by people who want her to be the next demon lord.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4676281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-shibu/episodes/4676281",
                    "TitleEnglish": "I Wanted To Be a Hero, but She Didn't Want To Be the Demon Lord",
                    "SummaryEnglish": "Because of the attack in the last episode, Raul worries for Fino, but Fino has decided to work harder to be the boss of the store that she intends to be in the demon world. While Raul's friends who were once heros work with a demon called Raid and kidnapped Fino in other to make her the next demon lord.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4676282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-shibu/episodes/4676282",
                    "TitleEnglish": "I Couldn't Become a Hero, but Now I'm Going To Rescue the Demon Lord's Daughter",
                    "SummaryEnglish": "Raul Chaser finds out where Fino is taken and goes to rescue her at the old Heroes Academy. Once there he faces Blaze and defeats him using only a ruler. As he tries to rescue Fino, Airi interrupts and states that she will kill Fino because demons killed her family. Raul and Airi duel it out ending in a tie when both are knocked out. Fino, feeling distraught starts crying and the royal bloodstone reacts with her. She flies off towards the demon world seemingly reborn as the new demon king.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4676283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-shibu/episodes/4676283",
                    "TitleEnglish": "I Couldn't Become a Hero, so I Decided To Get a Job",
                    "SummaryEnglish": "Raul, Lam, Lore, Airi and the old man that come in to buy lightbulbs sets off after Fino. As they go towards the mountain they start getting separated. At the end Raul faces Fino in a battle. After some time trying to convince Fino she reverts back to her old self destroying the Bloodstone amulet. At the end of the episode The Leon Magic Shop gains an extra member, Airi, and Fino was told to show her the ropes.",
                    "Aliases": []
                }
            }
        }
    }
}