{
    "URL": "https://thetvdb.com/series/drifters",
    "Genres": [
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3323824/",
        "https://www.themoviedb.org/tv/61596"
    ],
    "TitleEnglish": "Drifters",
    "SummaryEnglish": "The comedy is about three young women living in Leeds who've graduated, had a year out, and are now struggling to find a job that doesn't suck, a place to live that is half decent and a boyfriend they actually like. It's a sitcom about making terrible decisions, but having a brilliant time doing it.\r\n\r\nThe show focuses on Meg, her eccentric cousin Bunny and their friend Laura as they discover that life might just be a bit tougher than they had imagined...\r\n\r\nFrom demeaning Promotions jobs complete with mad outfits to pursuing the men of their dreams - yet dating the men of their nightmares - the girls face '#FML-worthy' disasters in both their work and personal lives.\r\n\r\nFor the 'Drifter' girls it's time to start asking some serious questions: What do they do now? Who are they going to be? And is it ok to shag someone with a sweat problem if you haven't had sex in twelve months?\r\n\r\nIt's all about the fear that comes with knowing you should take more responsibility and the excitement that comes with knowing you still don't really have any at all.",
    "Aliases": [],
    "Modified": "2024-05-02",
    "Seasons": {
        "1": {
            "ID": "565556",
            "URL": "https://thetvdb.com/series/drifters/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "4695742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters/episodes/4695742",
                    "TitleEnglish": "Home",
                    "SummaryEnglish": "Meg and her cousin Bunny return home to Leeds, having cut short their gap year trip round India. They're greeted at the airport by their best friend Laura but - disaster - also by Meg's stalker-ish ex-boyfriend Mark.\r\n\r\nAs far as Mark's concerned, they're still together. Unsurprisingly the homecoming doesn't run smoothly - and then there's also the small matter of finding a house and finding a job.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4695743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters/episodes/4695743",
                    "TitleEnglish": "Scabies",
                    "SummaryEnglish": "Bunny and Laura are amazed when Meg scores a hot date while out on the street promoting a smartphone.\r\n\r\nMeanwhile, Laura is concerned that she may have a skin disease and Bunny has self-diagnosed depression.\r\n\r\nBut it's not until the girls end up gatecrashing a party that things get really complicated.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4699876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters/episodes/4699876",
                    "TitleEnglish": "Work Experience",
                    "SummaryEnglish": "Meg finally gets a break when she's offered an internship at a local radio station. Can she seize her chance and make a big impact at Pennine Hits?\r\n\r\nLaura suspects Gary of cheating on her and decides to take drastic action whilst Bunny is feeling ignored and is dreading spending a Saturday alone in the flat.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4699877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters/episodes/4699877",
                    "TitleEnglish": "Dry Run",
                    "SummaryEnglish": "The girls are appalled when they realise Meg hasn't had sex in nearly a year. At Bunny and Laura's urging she agrees to punch below her weight and pick someone to have sex with who should be grateful. A \"dry run\" if you will. And an old university colleague of Bunny's could be the perfect choice. \r\n\r\nMeanwhile Bunny thinks she's in love with her latest flame Hugh, a sexy sophisticated older man, but the other girls don't quite see him that way. And Laura is uncharacteristically throwing herself into work, shifting tickets in a \"win this car\" promotion.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4699878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters/episodes/4699878",
                    "TitleEnglish": "Friend Night Stand",
                    "SummaryEnglish": "Meg makes a new friend and brings her back to the flat but the others think Ellie may have misunderstood the situation.\r\n\r\nLaura has just about had it with Gary and a chance encounter leads her to consider other options - while Bunny is having a passionate relationship with Cillian. But is he a crazy free-spirit or just a total knob?",
                    "Aliases": []
                },
                "6": {
                    "ID": "4699879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters/episodes/4699879",
                    "TitleEnglish": "Nineties Night",
                    "SummaryEnglish": "Mark reinvents himself as a DJ and asks Meg to help out at his 90s Night. Meg agrees out of sympathy: surely it's going to be a disaster, but on the night things don't go quite as she expected.\r\n\r\nWhilst trying to raise the rent money selling their clothes online, Bunny accidentally reveals more than she intended and things spiral out of control when she agrees to some lucrative modelling work with Laura along for the ride as her \"agent\".",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "599213",
            "URL": "https://thetvdb.com/series/drifters/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "5010107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters/episodes/5010107",
                    "TitleEnglish": "Rock'n'Roll",
                    "SummaryEnglish": "Meg is left feeling traumatised after her parents tell her that they are going to have a trial separation, while new neighbour Scott offers to practice his counselling skills on her. Bunny has begun to see the banjo player from promising but unsigned band The New Harvesters.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5027481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters/episodes/5027481",
                    "TitleEnglish": "Truth or Dare",
                    "SummaryEnglish": "Meg organises a girls' night in, as they're all broke and single. The night begins to spiral out of control when Laura and Bunny insist on a game of Truth or Dare.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5030092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters/episodes/5030092",
                    "TitleEnglish": "Goole",
                    "SummaryEnglish": "Meg is determined to prove to Mark that she is over their relationship and secures herself a date through a new app - but her prospective partner lives 40 miles away. Meanwhile, Laura discovers Gary also uses the app, and Bunny refuses to accept rejection.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5034470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters/episodes/5034470",
                    "TitleEnglish": "Leia",
                    "SummaryEnglish": "The arrival of Meg and Bunny's free-spirited friend Leia - who they met in India - prompts Laura to become involved in politics. Meanwhile, Bunny rescues a cat and Meg causes a sensation at an illegal rave.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5039624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters/episodes/5039624",
                    "TitleEnglish": "Hen Don't",
                    "SummaryEnglish": "Meg winds up organising a hen do, only to discover it clashes with a romantic date she cannot get out of, so she finds herself having to attend both events on the same night. Meanwhile, Bunny and Laura have their own troubles to deal with.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5039625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters/episodes/5039625",
                    "TitleEnglish": "Meg's New Job",
                    "SummaryEnglish": "Meg lands a job at charity HumanKind UK, and wants to fit in with the general hip office vibe - but struggles to win over her cool boss Rebecca (Morgana Robinson). Meanwhile, Bunny gets into trouble at the job centre and Laura discovers her vocation.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "641297",
            "URL": "https://thetvdb.com/series/drifters/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "5367627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters/episodes/5367627",
                    "TitleEnglish": "Roomies",
                    "SummaryEnglish": "Mark wants to move out of the flat, which is great because Meg wants Bunny to move in. But who is going to get the big bedroom?",
                    "Aliases": []
                },
                "2": {
                    "ID": "5377610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters/episodes/5377610",
                    "TitleEnglish": "Skint",
                    "SummaryEnglish": "The girls' finances are at rock bottom and when there is not enough money for food, Meg comes up with an unusual solution. Bunny has an audition that requires mastery of a regional accent, while Laura goes for a job as a waitress at Uncle Sam's Saturday Shack.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5385316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters/episodes/5385316",
                    "TitleEnglish": "Vanilla",
                    "SummaryEnglish": "A meeting with an old school friend brings an exciting job opportunity for Meg, Gary reveals a surprising internet enthusiasm, while Bunny is on the run from her dad, having maxed-out her emergency credit card.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5400331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters/episodes/5400331",
                    "TitleEnglish": "Hot and Cold",
                    "SummaryEnglish": "Meg finds herself in a relationship with a guy she nicknames \"Hot and Cold\"; has she got herself a boyfriend or just a casual sex partner? Bunny thinks she may have found a way into the glamorous world of the theatre. Laura is furious when Gary takes a job in Glasgow, leaving her alone on her birthday.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5400332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters/episodes/5400332",
                    "TitleEnglish": "Plus One",
                    "SummaryEnglish": "Meg desperately needs a plus one for a very important occasion, Laura's patience is stretched thin when Gary's best friend Maggot comes to stay, and Bunny takes it upon herself to do Meg a favour.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5404471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters/episodes/5404471",
                    "TitleEnglish": "Wedding",
                    "SummaryEnglish": "As Meg's brother gets married, she is determined not to feel bad about being single - and in any case, she has been given a very important role in the ceremony. Bunny tests her theory that it is easy to pull at weddings and Laura faces accusations of disloyalty.",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "683850",
            "URL": "https://thetvdb.com/series/drifters/seasons/official/4",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "5782319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters/episodes/5782319",
                    "TitleEnglish": "Halloween",
                    "SummaryEnglish": "Laura announces to her hot new colleagues that the girls are having a sexy Halloween house party, but the night doesn't go to plan",
                    "Aliases": []
                },
                "2": {
                    "ID": "5784929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters/episodes/5784929",
                    "TitleEnglish": "The Third Way",
                    "SummaryEnglish": "Meg is struggling to make a go of her relationship with dependable but boring Andrew, Laura tries to dump Gary for good this time, and Bunny becomes a relationship guru. Maybe Hot and Cold has the solution to all this relationship drama when he explains to Meg about 'the third way'... no need to be tied down by labels, we should all sleep with whoever we want.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5796569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters/episodes/5796569",
                    "TitleEnglish": "Big Break",
                    "SummaryEnglish": "Bunny is thrilled to get her big break in showbiz when she's cast in a film alongside celebrity cage fighter Alex Reid. Laura discovers a little thing called sick pay, while Meg talks herself onto Bunny's film as the work experience girl.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5810137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters/episodes/5810137",
                    "TitleEnglish": "Homeless",
                    "SummaryEnglish": "When a plan to make money by renting out the flat goes wrong, the girls find themselves homeless on the weekend of their school reunion",
                    "Aliases": []
                },
                "5": {
                    "ID": "5813404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters/episodes/5813404",
                    "TitleEnglish": "Sober",
                    "SummaryEnglish": "Meg, Laura and Bunny decide to detox for a while. Even better, they sign up for a charity mud-running event. But when Laura finds a new man, Bunny has a little health issue and Meg gets some family news, they find themselves unprepared as the race day dawns.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5830482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters/episodes/5830482",
                    "TitleEnglish": "Funeral",
                    "SummaryEnglish": "When Meg and Bunny's Grandma Primrose dies, it's time for Meg to step up, be an adult and organise the funeral for her grieving family, even though they have Glastonbury Festival tickets for the same weekend.",
                    "Aliases": []
                }
            }
        }
    }
}