{
    "URL": "https://thetvdb.com/series/magical-warfare",
    "Genres": [
        "Action",
        "Animation",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3294136/",
        "https://www.themoviedb.org/tv/72091"
    ],
    "TitleEnglish": "Magical Warfare",
    "SummaryEnglish": "In this modern magic action story, Takeshi Nanase is an ordinary high school boy who has a somewhat dark past. Due to certain circumstances, he formed a \"fake\" couple with his childhood friend Kurumi Isoshima, but otherwise, he lives a normal life. However, one day, he comes across a girl named Mui Aiba, in a uniform he has never seen before, collapsed on the school campus. This encounters changes Takeshi's destiny completely. Mui tells Takeshi that she is a magician, and she apologizes, for she turned Takeshi into a magician, too. What Takeshi once knew as one world is actually two—the world where magicians live and the world where humans live.",
    "Aliases": [
        "Mahou Sensou"
    ],
    "Modified": "2025-10-12",
    "Seasons": {
        "1": {
            "ID": "568269",
            "URL": "https://thetvdb.com/series/magical-warfare/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4719469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-warfare/episodes/4719469",
                    "TitleEnglish": "Midsummer Magical Girl",
                    "SummaryEnglish": "Takeshi Nanase is an ordinary high school boy who has a somewhat dark past. One day, he comes across a girl named Mui Aiba, in a uniform he has never seen before, collapsed on the school campus. This encounter changes Takeshi's destiny completely. Mui tells Takeshi that she is a magician, and she apologizes, for she turned Takeshi into a magician, too. What Takeshi once knew as one world is actually two — the world where magicians live and the world where humans live.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4760247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-warfare/episodes/4760247",
                    "TitleEnglish": "Another World",
                    "SummaryEnglish": "After encountering Mui, a girl magician, Takeshi, Kurumi and Ida have also been turned into magicians. As a result, they have also become targets of the Ghost Trailers, the antagonistic magician gang that had erased Mui's older brother's memories in order to control him.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4760248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-warfare/episodes/4760248",
                    "TitleEnglish": "The Magic Academy and Love Fortunes",
                    "SummaryEnglish": "Takeshi and his friends have enrolled at Subaru Magic Academy in order to start learning magic. One day during class, Mui receives tickets to see a fortune-teller from Violet-sensei, the English teacher, and invites Kurumi to go with her.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4760249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-warfare/episodes/4760249",
                    "TitleEnglish": "Mui and Tsuganashi of the Ruined World",
                    "SummaryEnglish": "Takeshi and Ida are at an early-morning practice session trying to master control of their magic. When Kurumi finally arrives, it is with the news that Mui did not return to the girls' dorm the previous night. From the looks of a map they discover on her desk, it seems Mui has again gone off to try to get back her older brother Tsuganashi.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4760250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-warfare/episodes/4760250",
                    "TitleEnglish": "Magic Tests and Winter Vacation",
                    "SummaryEnglish": "Based on their performance during the school-wide Ancestral Magic exam, Takeshi and friends may be allowed to participate in the operation to recover Mui's brother Tsuganashi. The exam is split into separate levels where each of the different types of Ancestral Magic is tested separately.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4760251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-warfare/episodes/4760251",
                    "TitleEnglish": "Battle and Recovery",
                    "SummaryEnglish": "Based on their superior performance during the Ancestral Magic exam, Takeshi and his friends are allowed to participate in the operation to recover Tsuganashi as they were promised. The School Director, Momoka, takes them with her to battle, where she faces Washizu while Takeshi's group faces Tsuganashi. However, Mui's indomitable desire to save her brother at any cost causes her to take extreme actions...",
                    "Aliases": []
                },
                "7": {
                    "ID": "4798496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-warfare/episodes/4798496",
                    "TitleEnglish": "The Magic Sword’s Secret",
                    "SummaryEnglish": "After the return of Tsuganashi Aiba, Takeshi keeps having nightmares during his sleep. That nightmares are caused by someone that used magic. In order to end the nightmare, he has to explore his dream and settle things with this magic user.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4798497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-warfare/episodes/4798497",
                    "TitleEnglish": "Wizard Brace’s Darkness",
                    "SummaryEnglish": "It's now April, and Subaru Magic Academy bustles with activity welcoming its new students. Among them are Ida's younger sister Futaba. Due to an unfortunate little incident between the Ida siblings, Futaba has become a magician as well. Also among the new students is Takeshi's younger brother Gekkou.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4809667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-warfare/episodes/4809667",
                    "TitleEnglish": "Prelude to Destruction",
                    "SummaryEnglish": "Ryuusenji Kazuma, the leader of the Ghost Trailers, had fallen into endless slumber after the previous Great War. Now that he has awoken once again, the curtain rises upon the Second Great Magic War.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4824745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-warfare/episodes/4824745",
                    "TitleEnglish": "Vanishing Boundaries",
                    "SummaryEnglish": "After revealing that he is a Ghost Trailer, Gekkou takes Kurumi and Twilight away from Takeshi. The badly wounded Takeshi is rescued by Kisaki Ena and her companions from the Community known as \"Camelot.\"",
                    "Aliases": []
                },
                "11": {
                    "ID": "4825231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-warfare/episodes/4825231",
                    "TitleEnglish": "The Battle of Pendragon",
                    "SummaryEnglish": "Takeshi continues training at Camelot in order to rescue Kurumi. Meanwhile, at the Ghost Trailers' headquarters, Kurumi confronts Gekkou. Taking advantage of a moment's carelessness, Kurumi manages to escape her prison.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4825232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-warfare/episodes/4825232",
                    "TitleEnglish": "Gone from This World",
                    "SummaryEnglish": "Having finished his special training at Camelot, Takeshi returns home to find Gekkou emerging from their house with Twilight gripped in his right hand—dripping with blood. The nightmarish vision Takeshi had once seen through Twilight's power has finally come to pass. Gekkou claims that he struck down their mother in self-defense. Unable to suppress his rage at seeing his loved ones hurt any longer, Takeshi finally finds the heart to battle Gekkou decisively.",
                    "Aliases": []
                }
            }
        }
    }
}