{
    "URL": "https://thetvdb.com/series/nisekoi",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3115338/",
        "https://www.nisekoi.jp/",
        "https://www.themoviedb.org/tv/62640",
        "https://x.com/nisekoi_k"
    ],
    "TitleEnglish": "Nisekoi: False Love",
    "SummaryEnglish": "The heir to a Yakuza Family is forced to be in a relationship with the daughter of the head of a gangster family to avoid a gang war, much to their chagrin.",
    "Aliases": [
        "Nisekoi",
        "False Love"
    ],
    "Modified": "2025-10-17",
    "Seasons": {
        "0": {
            "ID": "568609",
            "URL": "https://thetvdb.com/series/nisekoi/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "4883939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4883939",
                    "TitleEnglish": "Loss / Shrine Maiden",
                    "SummaryEnglish": "Ruri has lost her glasses and asks Raku and Kosaki to find them. Raku asks Ruri if Kosaki is in love with somebody and Ruri confirms she does, devastating Raku. Ruri scolds Raku for not knowing who Kosaki likes and almost tells him Kosaki loves him, but is stopped by Shu, who believes it is better Raku work it out for himself. Raku and Kosaki end up finding the glasses together. Raku's heartbreak at finding out Kosaki likes someone annoys Ruri so she lies and tells Raku she had been joking and that Kosaki isn't in love with anybody, curing his depression. She agrees with Shu it is best to let Raku and Kosaki work things out themselves.\r\n\r\nRaku, Chitoge, Kosaki, Marika and Seishiro are working at a shrine for New Years Eve. Raku is possessed by spirits and has nothing but bad luck all day. The priestess believes that because Raku is surrounded by pretty girls he is being haunted by the spirits of unpopular boys, and unless they are expelled by midnight, Raku may end up dead.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5013172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5013172",
                    "TitleEnglish": "Work / Change",
                    "SummaryEnglish": "Lately Tachibana Marika leaves school early, making Raku wonder. When he and Chitoge visit the local fast food restaurant they find out why. On New Year's Day the whole gang unexpectedly visits Raku's mansion. After a feast Chitoge craves some non-Japanese sweets, that unbeknownst to them happen to contain alcohol.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5091169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5091169",
                    "TitleEnglish": "Bath House / Service",
                    "SummaryEnglish": "The bath at Raku's mansion is not working properly, so he visits the local public bath, where Chitoge also happens to turn up, along with Marika, her maid Honda, Kosaki, and her sister Haru. The girls visit the hot springs up in the mountains. Their tied-together clothes get catapulted into the mens' hot spring where Raku is trying to relax for once.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5419168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5419168",
                    "TitleEnglish": "Honeymoon / Magical Patissiere Kosaki!",
                    "SummaryEnglish": "Based on Magical Patissier Kosaki-chan spinoff manga shorts of Nisekoi manga. Bundled with the 21st volume of the Nisekoi manga.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9233888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/9233888",
                    "TitleEnglish": "Pre-air Special: Nisekoi 4 Seasons",
                    "SummaryEnglish": "Recap of the first season and preview of the second season, hosted by Kirisaki Chitoge (CV. Touyama Nao).",
                    "Aliases": []
                },
                "7": {
                    "ID": "9233889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/9233889",
                    "TitleEnglish": "Magical Patissier Kosaki-chan!!",
                    "SummaryEnglish": "Kosaki Onodera, the shy and kind-hearted girl from Nisekoi, is transformed into a magical girl called Magical Patissier Kosaki-chan, who fights evil using the power of sweets and pastries. Instead of the romantic misunderstandings and love triangle drama from the main story, this spin-off turns the characters into over-the-top magical girl tropes.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "568610",
            "URL": "https://thetvdb.com/series/nisekoi/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 20,
            "Episodes": {
                "1": {
                    "ID": "4721373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4721373",
                    "TitleEnglish": "The Promise",
                    "SummaryEnglish": "Raku Ichijo is a normal high school student. But, he also happens to be the son and heir to a yakuza clan called the \"Shuei-gumi.\" Raku was never popular with the girls but 10 years ago, he met a girl and they promised each other that \"they will get married\" when they reunited. Raku still keeps the pendant that the girl gave him 10 years ago.\r\n\r\nOne morning, while Raku was walking to school, a girl suddenly came falling from atop a wall and kicked Raku. That girl turned out to be, Chitoge Kirisaki, the girl that transferred to Raku's class.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4742596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4742596",
                    "TitleEnglish": "Encounter",
                    "SummaryEnglish": "Raku and Chitoge have their first fake date. Raku wishes it was Kosaki instead of Chitoge. Kosaki is convinced that they are a couple, but she doesn't seem to be bothered by it. Will Raku be able to confess his feelings to Kosaki?",
                    "Aliases": []
                },
                "3": {
                    "ID": "4742597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4742597",
                    "TitleEnglish": "Two of a Kind",
                    "SummaryEnglish": "Raku wants to talk to Kosaki and explain to her that he’s not going out with Chitoge. All the other students are very curios about Raku and Chitoge's relationship, while Claude is still suspicious of what is going on. Raku finally decides to consult Shu.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4742598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4742598",
                    "TitleEnglish": "The Visit",
                    "SummaryEnglish": "Chitoge's Friend Notebook is helping her make friends. Onodera seems happy that Raku and Chitoge are such a lovey-dovey couple, even though she has feelings for him. Raku can't wait for Onodera to come over to his place for the study group he's having.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4742599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4742599",
                    "TitleEnglish": "Swimming",
                    "SummaryEnglish": "Ruri talks to Onodera about her feelings for Raku and the promise she made ten years ago. Ruri asks Chitoge to join the girls' swim team and invites Raku, Chitoge and Onodera to the swimming practice, in hopes of investigating their true feelings.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4742600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4742600",
                    "TitleEnglish": "Borrowing and Lending",
                    "SummaryEnglish": "Chitoge faces surprising difficulties in her attempts to thank Raku for rescuing her. After discovering the true nature of Chitoge and Raku’s relationship, Onodera tries to muster up the courage to confess her true feelings for Raku.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4742601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4742601",
                    "TitleEnglish": "Rival",
                    "SummaryEnglish": "A new transfer student arrives at the school. The girls fall in love with him, while the boys can't help having feelings of jealousy. It turns out that the new student is an old friend of Chitoge. Will Raku be able to handle having a rival?",
                    "Aliases": []
                },
                "8": {
                    "ID": "4742602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4742602",
                    "TitleEnglish": "Happiness",
                    "SummaryEnglish": "Claude is training Tsugumi for her mission of finding out the truth about the relationship between Raku and Chitoge. Tsugumi is going through some changes, and she seeks advice from people around her. Could it be possible that she is in love?",
                    "Aliases": []
                },
                "9": {
                    "ID": "4742603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4742603",
                    "TitleEnglish": "Hot Spring",
                    "SummaryEnglish": "While on an open-air school trip, Raku mistakenly ends up in the women's hot spring. When his female classmates show up to bathe, he must try and find a way to escape before being caught and labelled as a peeping tom.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4742604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4742604",
                    "TitleEnglish": "Lottery",
                    "SummaryEnglish": "The students are holding their annual Test of Courage. There is a lottery, and the boys and girls are pairing up and holding hands. Raku wants to get paired up with Onodera more than anything, but Chitoge has gone missing in the woods in a ghost costume!",
                    "Aliases": []
                },
                "11": {
                    "ID": "4742605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4742605",
                    "TitleEnglish": "Celebration",
                    "SummaryEnglish": "It's Chitoge's birthday. Seishirou is planning a surprise party for her, and she invites all her friends. Raku and Onodera go out together to get birthday presents for Chitoge. But are they on a date now?",
                    "Aliases": []
                },
                "12": {
                    "ID": "4742606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4742606",
                    "TitleEnglish": "Confirmation",
                    "SummaryEnglish": "Chitoge tells Raku about the boy she made a promise with ten years ago. Raku admits that he, too, made a promise with a girl ten years ago. They decide to try and see if Chitoge's key would open up Raku's locket. But…",
                    "Aliases": []
                },
                "13": {
                    "ID": "4821109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4821109",
                    "TitleEnglish": "After School",
                    "SummaryEnglish": "Raku finds the photo that was taken ten years ago. It's the photo of Raku and the girl he made a promise with. The girl turns out to be…",
                    "Aliases": []
                },
                "14": {
                    "ID": "4821110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4821110",
                    "TitleEnglish": "Ordeal",
                    "SummaryEnglish": "Raku's dad gives Raku the news that he actually has a fiancée and that she is coming to see him . He wants Raku to entertain her. She is the girl from the photo taken ten years ago!",
                    "Aliases": []
                },
                "15": {
                    "ID": "4821112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4821112",
                    "TitleEnglish": "Three Keys",
                    "SummaryEnglish": "Marika explains to Raku how they first met. He tries to remember the details, but it's hard for him. She takes him to her home to meet her father. Raku wants to call off the engagement, but he is so scared of Marika's father!",
                    "Aliases": []
                },
                "16": {
                    "ID": "4821113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4821113",
                    "TitleEnglish": "Typhoon",
                    "SummaryEnglish": "Onodera asks Raku if he could take on a part-time job at her family's Japanese Sweets shop. He agrees, not wanting to miss the chance of seeing her. A storm breaks out, and now Raku has no choice but to stay at Onodera's home with no one else around. And…",
                    "Aliases": []
                },
                "17": {
                    "ID": "4821114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4821114",
                    "TitleEnglish": "Festival Day",
                    "SummaryEnglish": "Raku runs into Chitoge at the festival. Seeing that many things come free when she is with Raku, Chitoge decides to hang out with him. However, there is only one thing on Raku's mind… To purchase a romantic relationship charm!",
                    "Aliases": []
                },
                "18": {
                    "ID": "4821115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4821115",
                    "TitleEnglish": "At the Beach",
                    "SummaryEnglish": "The gang goes down to the beach to enjoy the last days of summer. Chitoge starts acting very strange after seeing Raku with Marika and Onodera. Is she starting to realize she is actually in love with Raku?",
                    "Aliases": []
                },
                "19": {
                    "ID": "4821116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4821116",
                    "TitleEnglish": "The Play",
                    "SummaryEnglish": "Due to Chitoge's refusal to accept the role in their play, Kosaki steps in and takes the role as Juliet with Raku as Romeo. Whilst in the midst of rehearsals, Raku and Chitoge get into a heated argument over their fake relationship. As Raku vehemently states how dysfunctional things are between them and is considering to end their ties, Chitoge slaps Raku out of indignation. On the day of their play, Kosaki gets injured after rescuing a fellow classmate from a fall. With no one else to take over for Kosaki in her role as Juliet, Raku approaches Chitoge and convinces her to take the part. After Raku apologizes and admits he doesn't despise Chitoge as she had presumed, Chitoge leans into Raku and accepts the role as his Juliet.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4821118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4821118",
                    "TitleEnglish": "Showtime",
                    "SummaryEnglish": "With Chitoge's inclusion into their cast, the play commences with Shu as the narrator taking their performance into a comedic turn, adding nonsensical subplots into the play's story for the enjoyment of the audience but for the chagrin to some of its casts. Nevertheless, the play finishes, gaining warm admiration from the audience while Chitoge recognizes her true love for Raku. With their usual relationship back in place, Chitoge apologizes to Raku for her harsh behavior and adds that she will still be herself in front of him. During a conversation with Kosaki, Raku takes notice of Kosaki's desire of playing the role of Juliet. To compensate for not having played her role, as a result Raku and Kosaki reprise their roles as Romeo and Juliet respectively and did a private play for themselves as Chitoge looks into the horizon and remarks the conclusion of their memorable cultural festival.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "598882",
            "URL": "https://thetvdb.com/series/nisekoi/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5007495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5007495",
                    "TitleEnglish": "From Now On / Please Notice",
                    "SummaryEnglish": "Now that Chitoge has come to terms with her feelings for Raku, she sets out to mold him into the ideal boyfriend! However, with Raku being the oblivious guy he is, just how many different ways can Chitoge try to get him to recognize her more?",
                    "Aliases": []
                },
                "2": {
                    "ID": "5180654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5180654",
                    "TitleEnglish": "Fate / Showdown",
                    "SummaryEnglish": "Tsugumi has a visitor from her past. Her dark, violent past… Now, she has to prove that she still has the skills she once had!",
                    "Aliases": []
                },
                "3": {
                    "ID": "5180655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5180655",
                    "TitleEnglish": "Need",
                    "SummaryEnglish": "Christmas is just around the corner... Shu tells the gang that they should throw a party. However, Chitoge has other plans. Her mom is coming to visit, and Chitoge's dad wants to introduce Raku to her!",
                    "Aliases": []
                },
                "4": {
                    "ID": "5180656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5180656",
                    "TitleEnglish": "Mother",
                    "SummaryEnglish": "Raku is working extra hard as Ms. Hana's secretary in order to give her some time to spend Christmas Eve with Chitoge. However, is Ms. Hana really interested in getting together with her daughter?",
                    "Aliases": []
                },
                "5": {
                    "ID": "5180657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5180657",
                    "TitleEnglish": "Teach Me / Master Raku",
                    "SummaryEnglish": "Marika asks Raku to help her study, since her grades are very low. Raku agrees to tutor her, but Chitoge wants to tag along! Also, now Raku is given a pet he needs to take care of!",
                    "Aliases": []
                },
                "6": {
                    "ID": "5180658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5180658",
                    "TitleEnglish": "Delicious",
                    "SummaryEnglish": "It's Valentine's Day and Raku dreads the idea of not receiving chocolate from anyone. Meanwhile, Chitoge, Kosaki, Marika, and Seishirou are all dealing with their own issues with what giving chocolate to someone entails.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5180659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5180659",
                    "TitleEnglish": "Sister",
                    "SummaryEnglish": "Kosaki's younger sister, Haru, finally enters high school. After hearing unsavory rumors about Raku, Haru is none too pleased about him trying to get close to her sister.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5180660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5180660",
                    "TitleEnglish": "Magical Patissiere Kosaki!! / Work",
                    "SummaryEnglish": "Kosaki, Marika and Chitoge work together as magical girls to save the world from destruction. As Ichijo pitches in to help at the Onoderas' shop, Kosaki hopes he and Haru can become good friends.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5180661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5180661",
                    "TitleEnglish": "Cleaning / Sick Visit",
                    "SummaryEnglish": "Raku pays a visit to Kosaki, since she has a cold. However, is it appropriate for a guy like him to go see a girl when her parents are out of town? What does Haru have to say about the situation?",
                    "Aliases": []
                },
                "10": {
                    "ID": "5180662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5180662",
                    "TitleEnglish": "Support",
                    "SummaryEnglish": "Suspecting something is up, Raku asks Shu which girl he is crushing on. Will Raku be able to get the truth out of him?",
                    "Aliases": []
                },
                "11": {
                    "ID": "5180663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5180663",
                    "TitleEnglish": "I Want to Lose Weight / Good Morning",
                    "SummaryEnglish": "Kosaki assumes she is gaining gaining weight after checking their scale and prevents herself from eating excessively which proves to be difficult for her. Noticing Kosaki's adversity, Raku tries to present her with her favorite treat but Kosaki storms off. In the end, Raku advises Kosaki to have a proper diet due to her slender figure. Meanwhile, Haru discovers that their scale is defective.\r\n\r\nAs middle-schoolers, Kosaki and Raku were classmates with the former being in love with the latter. In her pursuit of love, Kosaki tries hard to enroll in the same school as Raku but ends up failing in the entrance exams, much to her depression. Whilst being together with Raku, Kosaki receives news that she actually passed the test as she looks forward to interacting with Raku again.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5180664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5180664",
                    "TitleEnglish": "The Search / Just Testing",
                    "SummaryEnglish": "In her rush to school for being late, Chitoge lost her ribbon. The gang forms a search party for the said ribbon but no avail. After Raku fails to gull Chitoge with a newly-bought ribbon, Chitoge dashes to retrieve her real ribbon at a distance but is seemingly ripped apart by a passing train. However, Raku reveals that the wrecked ribbon was actually his and Chitoge's ribbon is safe at his hands, much to Chitoge's excitement. After reading a light novel, Chitoge practices in confessing her love to Raku which is constantly hindered by embarrassment. But after consulting her father and Raku, Chitoge decides to postpone her confession for the time being and use it to spend more time with her fake boyfriend",
                    "Aliases": []
                }
            }
        }
    }
}