{
    "URL": "https://thetvdb.com/series/pupipo",
    "Genres": [
        "Animation",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3358248/"
    ],
    "TitleEnglish": "Pupipo!",
    "SummaryEnglish": "Centers around Himeji Wakaba, a fifth-grade girl who can see things others cannot. As a result, she is scared by her surroundings, keeps her distance from others, and lives a lonely life. One day, she meet a mysterious soft, pink creature that cries Pupipoo! - and her life is changed from that day forward.",
    "Aliases": [
        "Pupipoo!"
    ],
    "Modified": "2024-09-19",
    "Seasons": {
        "1": {
            "ID": "568614",
            "URL": "https://thetvdb.com/series/pupipo/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 15,
            "Episodes": {
                "1": {
                    "ID": "4721377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pupipo/episodes/4721377",
                    "TitleEnglish": "Wakaba and the Sunset and the Mysterious Creature",
                    "SummaryEnglish": "Wakaba Himeji, a fifth grader, has been strongly inspired since she was a child and is always obsessed with ghosts. Because of that, my classmates made me creepy and I was living lonely days. One day, Wakaba meets a mysterious pink creature that screams \"Pupipou\" on his way home.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4746055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pupipo/episodes/4746055",
                    "TitleEnglish": "Call Me Az",
                    "SummaryEnglish": "Wakaba has come to live with the mysterious creature Po-chan. Reiko Higashi, a transfer student who loves occultism, is also interested in Wakaba, and every day becomes a little brighter. However, the ghosts who are not interested in it start to surprise A-chan ...?",
                    "Aliases": []
                },
                "3": {
                    "ID": "4746056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pupipo/episodes/4746056",
                    "TitleEnglish": "The Sunset of Youth",
                    "SummaryEnglish": "Ameyama, a classmate who always harasses Wakaba, is upset by A-chan, saying, \"You really like Wakaba, right?\" Due to the actions taken by Ameyama, the situation rolls in an unexpected direction ...?",
                    "Aliases": []
                },
                "4": {
                    "ID": "4746057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pupipo/episodes/4746057",
                    "TitleEnglish": "Dark Sunday",
                    "SummaryEnglish": "Wakaba came to the park with her to do a psychic spot survey. A big ghost with a raw neck appears there, and the excited A-chan makes the ghost angry. Po-chan was absent on that day, and a big tragedy would occur.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4746059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pupipo/episodes/4746059",
                    "TitleEnglish": "Next Stop, the Afterlife",
                    "SummaryEnglish": "Wakaba who came to \"the world\" with Po-chan's mysterious ability to save the dying A-chan. A-chan, who absolutely wants to live, and Wakaba, who absolutely wants to help her friends. As the time limit approaches, will their wishes arrive ...?",
                    "Aliases": []
                },
                "6": {
                    "ID": "4746060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pupipo/episodes/4746060",
                    "TitleEnglish": "Birds of a Feather Flock Apart",
                    "SummaryEnglish": "Wakaba witnesses another classmate, Naoya Yuki, confronting a ghost. Yuki may have the same ability as himself. Wakaba, who is familiar with the suffering, calls out to Yuki.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4746061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pupipo/episodes/4746061",
                    "TitleEnglish": "Unseen Confusion",
                    "SummaryEnglish": "Wakaba is worried because she doesn't know what to do with Yuki who doesn't listen even if she talks to her. Meanwhile, the girls in the class start teasing Wakaba, aiming for the day when A-chan took a rest due to a cold. Yuki and Ameyama who witnessed the scene took unexpected actions ...?",
                    "Aliases": []
                },
                "8": {
                    "ID": "4746063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pupipo/episodes/4746063",
                    "TitleEnglish": "A Light in the Darkness",
                    "SummaryEnglish": "Since touching Po-chan, Yuki has been worried about Po-chan appearing in her dreams. In that dream, Po says there is a place where he can abandon his ability to afflict himself. Wakaba hears the story and proposes a drastic proposal to Yuki.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4746064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pupipo/episodes/4746064",
                    "TitleEnglish": "Before Summer",
                    "SummaryEnglish": "Wakaba invites her to her home to find a clue to solve Yuki's suffering. However, Yuki, who met Po-chan, seems to be terribly frightened and refuses to approach. Meanwhile, Po-chan muttered a key word.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4746065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pupipo/episodes/4746065",
                    "TitleEnglish": "The End of Oblivion",
                    "SummaryEnglish": "A place where you can throw away what you want to throw away, \"the end of the loss\". Wakaba and his friends enter the summer vacation and visit their dad's teacher, Mr. Bakusan, to see the key picture of the place. Beyond that, Wakaba and his friends will take a big step.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4746067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pupipo/episodes/4746067",
                    "TitleEnglish": "In the Land of Falling Light",
                    "SummaryEnglish": "Wakaba and Yuki have come to the mysterious world of \"the end of the loss\" where fragments of light fall. When I was looking for A-chan who had fallen apart, I met residents from another world. And Wakaba is predicted by them to be destined with Po-chan.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4746068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pupipo/episodes/4746068",
                    "TitleEnglish": "Rebirth",
                    "SummaryEnglish": "Wakaba and Yuki hear about the mechanism of \"the end of the loss\" from the alien inhabitants, Haru, a bird man, and Gueroro Gero, a frog. The fact makes them very confused. On the other hand, A-chan was in a big pinch by the dictator Amanas.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4746069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pupipo/episodes/4746069",
                    "TitleEnglish": "The Spring of Reincarnation",
                    "SummaryEnglish": "Wakaba and Yuki arrive at the \"Reincarnation Fountain\", a place where they can be reborn as they wish. There, I hear A-chan's voice and know that it is a dangerous situation. The two begin to move to save A-chan, who was captured in the castle of Amanas.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4806060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pupipo/episodes/4806060",
                    "TitleEnglish": "Collapse",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "15": {
                    "ID": "4806061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pupipo/episodes/4806061",
                    "TitleEnglish": "At Summer's End",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}