{
    "URL": "https://thetvdb.com/series/melody",
    "Genres": [
        "Children"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/233186"
    ],
    "TitleEnglish": "Melody",
    "SummaryEnglish": "Melody is a show designed to introduce preschool children to a variety of classical music through stories and delightful, colourful animation. Melody, the title character, is a partially sighted girl with an incredible imagination.",
    "Aliases": [],
    "Modified": "2024-01-20",
    "Seasons": {
        "1": {
            "ID": "569473",
            "URL": "https://thetvdb.com/series/melody/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 20,
            "Episodes": {
                "1": {
                    "ID": "4730896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/4730896",
                    "TitleEnglish": "Let's Race",
                    "SummaryEnglish": "Mum and Melody are making lunch. Melody is in a hurry to eat hers because she wants to listen to some music but spills her drink down her dinosaur top. Mum says sometimes it's best to do things slowly and finds some music for Melody to listen to.\r\n\r\nShe has chosen Dance of the Knights from Romeo and Juliet composed by Prokofiev. Melody imagines two dinosaurs having a race. Initially the smaller dinosaur is winning, but stops to take a rest. The larger dinosaur plods on slowly but surely and wins the race. Melody's verdict is that slow is best.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4730897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/4730897",
                    "TitleEnglish": "Muddy Melody",
                    "SummaryEnglish": "Melody is playing in the garden with the garden sprinkler but her feet get cold and muddy. Mum suggests a game of elephants instead. When they go inside mum suggests a piece of music that makes her think a muddy elephant. She has chosen Fanfare for the Common Man composed by Aaron Copland.\r\n\r\nMelody imagines she is a jungle explorer who has found a baby elephant playing in the mud. Other animals join the elephant and they get splashed with mud but they soon disappear. The baby elephant is disappointed to finds himself alone but then Melody the jungle explorer finds his friends splashing in the waterfall having a great time. After Melody has finished listening to the music, it's time for her to get cleaned up too.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4730898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/4730898",
                    "TitleEnglish": "Red Riding Hood",
                    "SummaryEnglish": "Melody has the dressing box out and is putting on different masks, because wearing masks makes you feel like someone else. Mum joins in the game. Melody asks mum if she has any music that makes her think of dressing up. Mum has chosen some dramatic music, which makes her think of a really big adventure.\r\n\r\nShe has chosen Danse Macabre, composed by Camille Saint-Saens. Melody imagines the story of Little Red Riding Hood. At the end of the animation Melody is not sure how she knows it's mummy and not the big bad wolf, but mum reassures her.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4730899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/4730899",
                    "TitleEnglish": "Fast Little Train",
                    "SummaryEnglish": "Mum and Melody are going on a train journey. As they wait for the train, Mum gives Melody some train music to listen to. She has chosen Symphony No 1 in D Major composed by Prokofiev.\r\n\r\nMelody imagines a story about a little train who wants to make his journey go faster and gives his passengers a bumpy ride. Melody hopes their journey is a bit slower, so they can have time to enjoy it.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4730900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/4730900",
                    "TitleEnglish": "Promises",
                    "SummaryEnglish": "Melody wants to go to the park but Mum makes her promise to make her bed. Melody gets sidetracked with dressing Fudge as a princess. Mum is ready to go to the park but she doesn't realise Melody hasn't kept her promise to make her bed. Melody thinks she will do it when she gets back.\r\n\r\nWhile in the park Melody is feeling sad that she didn't keep her promise. Mum, not realising the reason for Melody being sad, finds some music to cheer her up. She chooses Fantasia on a Theme by Thomas Tallis, composed by Ralph Vaughan Williams.\r\n\r\nMelody imagines a princess in a castle who breaks her promise to a frog. As Melody and Mum leave the park she tells Mum she has broken her promise. Mum isn't cross and Melody promises to keep all her promises to Mum.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4743915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/4743915",
                    "TitleEnglish": "The Lost Bee",
                    "SummaryEnglish": "Melody, Mum and Fudge are going on a picnic. On the way to the picnic, Melody can identify where she is by the various noises she hears - fountains, a car, rustling trees. They have their picnic in the park but can hear a bee buzzing around them.\r\n\r\nMelody asks mum for some bee music. Mum has Flight of the Bumblebee composed by Rimsky-Korsakov on her MP3 player, which takes Melody on a bee adventure. Melody helps a lost bee find its way home by reminding it to remember all the things it saw on its way, when it left home.\r\n\r\nOn Melody's way home she remembers all the things she went past and can find her way home too.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4743916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/4743916",
                    "TitleEnglish": "Melody and the Snowman",
                    "SummaryEnglish": "Melody imagines a story of a lonely snowman and a little girl.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4743917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/4743917",
                    "TitleEnglish": "Best Friends",
                    "SummaryEnglish": "Melody listens to Jupiter by Holst and imagines the story of friends who are separated.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4743918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/4743918",
                    "TitleEnglish": "The Elves and the Shoemaker",
                    "SummaryEnglish": "Melody listens to Short Ride In a Fast Machine composed by John Adams.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4743919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/4743919",
                    "TitleEnglish": "Butterfly Ball",
                    "SummaryEnglish": "Melody imagines that she and Fudge are playing chase through lots of flowers.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4743921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/4743921",
                    "TitleEnglish": "Ugly Duckling",
                    "SummaryEnglish": "Melody hears some music from Swan Lake and imagines the story of the ugly duckling.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4743922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/4743922",
                    "TitleEnglish": "Coat of Leaves",
                    "SummaryEnglish": "Melody listens to The Four Seasons - Autumn by Vivaldi, and imagines the seasons changing.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4743923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/4743923",
                    "TitleEnglish": "Flying High",
                    "SummaryEnglish": "Melody listens to The Lark Ascending and imagines a world of birds flying high.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4743924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/4743924",
                    "TitleEnglish": "Selfish Shellfish",
                    "SummaryEnglish": "Melody listens to watery music and imagines a story about a selfish shellfish.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4743925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/4743925",
                    "TitleEnglish": "Tiptoe Troll",
                    "SummaryEnglish": "Melody imagines a story about trolls stealing treasure - including the king's crown.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4743926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/4743926",
                    "TitleEnglish": "Unlikely Partners",
                    "SummaryEnglish": "Melody imagines a story a dancing hippo and mouse.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4743927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/4743927",
                    "TitleEnglish": "A Royal Stink",
                    "SummaryEnglish": "Melody asks for royal music, and Mum finds Music for the Royal Fireworks, by Handel.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4743928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/4743928",
                    "TitleEnglish": "When the Cat's Away",
                    "SummaryEnglish": "Melody accidentally leaves Fudge at Grandma's house.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4743929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/4743929",
                    "TitleEnglish": "Boat Ballet",
                    "SummaryEnglish": "Melody imagines a beautiful boat ballet with dancing swans when she goes to the park.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4743930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/4743930",
                    "TitleEnglish": "The White Whale",
                    "SummaryEnglish": "Melody listens to Nimrod by Edward Elgar and imagines some graceful dancing whales.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "616843",
            "URL": "https://thetvdb.com/series/melody/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 20,
            "Episodes": {
                "1": {
                    "ID": "5163896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5163896",
                    "TitleEnglish": "Owl",
                    "SummaryEnglish": "Melody is trying to get to sleep and mum plays her Beethoven's Moonlight Sonata. Melody drifts off into the animated world of a white owl.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5163900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5163900",
                    "TitleEnglish": "Gingerbread Man",
                    "SummaryEnglish": "Mum and Melody are making gingerbread men for Daisy's party. Mum puts on Zorba's Dance for Melody to listen to.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5163908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5163908",
                    "TitleEnglish": "The Fox and the Chicken",
                    "SummaryEnglish": "Melody enjoys looking at some chickens. She listens to Shostakovich's Jazz Suite No 1 Foxtrot and imagines a fox and chicken.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5163909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5163909",
                    "TitleEnglish": "Wooden Horse",
                    "SummaryEnglish": "Mum and Melody go on a carousel. Melody listens to Infernal Gallop by Offenbach and imagines horses breaking free from the carousel.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5163910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5163910",
                    "TitleEnglish": "Emperor's New Clothes",
                    "SummaryEnglish": "Melody listens to The Arrival of The Queen of Sheba by Handel. She imagines the story of the Emperor's New Clothes.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5163911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5163911",
                    "TitleEnglish": "Friendly Shadows",
                    "SummaryEnglish": "Melody is ready for bed but as Mum turns off the main light, Melody notices something on the wall. After Mum explains it's a shadow, they have lots of fun creating different shapes on the wall. Melody asks for a story about shadows but mum gives her music that reminds her of shadows instead. It's Playful Pizzicato from Simple Symphony by Benjamin Britten. Melody settles down to listen to the music which leads her imagination into an animation about a forest fairy who thinks she has made a new friend, not realising it's her own shadow.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5163912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5163912",
                    "TitleEnglish": "Clever Magpie",
                    "SummaryEnglish": "Mum and Melody are in the park. Mum is setting up a treasure hunt. Melody can't wait to get started but she has to be patient while mum hides the treasure. Melody and Mum have great fun finding the treasure and once they have found all the treasure Melody asks Mum for some shiny music. Mum gives her The Thieving Magpie by Rossini. As Melody settles down to listen to the music, her imagination takes into an animation about a very clever magpie who comes up with a plan to keep the peacock king in the spotlight.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5163913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5163913",
                    "TitleEnglish": "Princess and the Pea",
                    "SummaryEnglish": "Melody is excited to see what Mum is unpacking at the kitchen table. It's a toy theatre with a paper princess, which leads mum to tell the story of the Princess and the Pea. Mum gives Melody some princess music to listen to, which is Tahiti Trot by Shostakovich. Melody settles down to listen to the music and her imagination takes her into the animated story of the princess and the pea.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5163914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5163914",
                    "TitleEnglish": "Balloon Ride",
                    "SummaryEnglish": "Melody has her friend Daisy to play. Mum plays balloon games with them, which are great fun. Soon it is time for Daisy to go home and after she has gone, Melody asks for some balloon music. Mum gives her a piece of music by Bach - it's Air on a G String. As the music starts, Melody is soon transported with Fudge on a wonderful balloon ride animation.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5163915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5163915",
                    "TitleEnglish": "Imagination",
                    "SummaryEnglish": "Mum is taking Melody to an art gallery. Melody loves looking at all the different artwork, which Mum describes to her. While they are having a sit down, Melody is inspired by the artists that have used their imagination for the abstract art and asks for some music, so she can use her imagination. Mum gives her Carnival of Animals - The Swan by Camille Saint-Saens, which lets Melody use her imagination to become all sorts of different things.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5279297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5279297",
                    "TitleEnglish": "Noisy Elephant",
                    "SummaryEnglish": "Mum is trying to do some work but Melody is enjoying herself making a lot of noise and pretending to be an elephant. She trumpets around the garden and then into the house, where mum is working. Melody wants to put on a performance for Mum but Mum needs to finish her work, so she suggests Melody listens to some music. Melody sits back and listens to Mozart's Horn Concerto No 4 which, in her mind, takes her into an animated story set in the jungle, all about a noisy elephant who annoys a family of monkeys. After the music has finished, Mum has finished her work and says she will watch Melody's performance.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5280218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5280218",
                    "TitleEnglish": "Firebird",
                    "SummaryEnglish": "Melody hears Stravinsky's Firebird Suite and imagines a firebird being held captive.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5280586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5280586",
                    "TitleEnglish": "Up the Hill",
                    "SummaryEnglish": "Mum and Melody are out for the day. They are going to fly Melody's kite but first it has to be assembled. They fly the kite very successfully and then it's time for a warming drink. Melody asks for some music about hills or mountains. Mum has some music that makes her think of a storm on top of a mountain. Melody listens to A Night on the Bare Mountain by Mussorgsky. Melody's imagination soon takes her to the animated world of a huge storm on top of a mountain, which Fudge seems to be caught up in. The storm is soon over and Melody and Fudge return to the bottom of the mountain. That music made Melody think of a storm on top of a mountain too.",
                    "Aliases": []
                },
                "14": {
                    "ID": "5280587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5280587",
                    "TitleEnglish": "Storm",
                    "SummaryEnglish": "Mum and Melody are by the seaside. They visit Shoreham Lifeboat Station and are shown around the station and the lifeboats. Having had a good look round, Mum says she has some music for Melody to listen to, which is all about a storm. It's Storm Interlude from Peter Grimes by Benjamin Britten. The music makes Melody imagine that she is out at sea with Fudge, where there is a huge storm. Luckily a lifeboat comes to the rescue.",
                    "Aliases": []
                },
                "15": {
                    "ID": "5280588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5280588",
                    "TitleEnglish": "Rocket Trip",
                    "SummaryEnglish": "Mum and Melody take a trip to an observatory. Mum shows Melody an orrery and then they are shown a giant telescope and how it works. Melody is very interested in the planets and asks mum for some space music. Mum has some music about planets and gives her Mars by Gustav Holst to listen to. Melody's imagination takes her into space, with a visit to the planets of the solar system. She is, of course, joined by Fudge for this wonderful animated adventure.",
                    "Aliases": []
                },
                "16": {
                    "ID": "5280589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5280589",
                    "TitleEnglish": "Who's at the Door?",
                    "SummaryEnglish": "Mum takes Melody to visit a cathedral. Mum shows her round the cathedral, pointing out all sorts of beautiful things. Melody feels the carved wooden door, picking out different shapes. Melody asks mum for some church door music. Mum brings out the mp3 player, which plays Symphony No 5 by Beethoven. Melody sits back and imagines a story of a mouse, who is not quite sure who is knocking at his door. When the animation ends, Melody tells mum the music sounded like someone knocking on a big wooden door.",
                    "Aliases": []
                },
                "17": {
                    "ID": "5280590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5280590",
                    "TitleEnglish": "Music Box",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "18": {
                    "ID": "5280591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5280591",
                    "TitleEnglish": "Little Blue Butterfly",
                    "SummaryEnglish": "Mum and Melody visit a butterfly park where Mum tells Melody about the life cycle of a butterfly. Melody asks for some 'butterfly' music. Mum gives her Rhapsody in Blue by George Gershwin. As Melody settles down to listen to the music she is transported into a lovely animation all about a little blue butterfly.",
                    "Aliases": []
                },
                "19": {
                    "ID": "5280592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5280592",
                    "TitleEnglish": "New Bell",
                    "SummaryEnglish": "Mum and Melody go for a walk in the countryside. Mum hears some church bells, so they decide to investigate. They go into the church and meet some bell ringers. Melody is shown how the bells are rung and even gets the chance to ring the bell. Melody asks mum for some music about a bell. Mum gives her Liberty Bell by John Philip Sousa, which transports Melody into a lovely animation about a new bell and the rather precarious journey it took to the bell tower.",
                    "Aliases": []
                },
                "20": {
                    "ID": "5280593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5280593",
                    "TitleEnglish": "Tallest Towers",
                    "SummaryEnglish": "Mum and Melody find a pile of building blocks in the park and decide to have a competition to see who can build the tallest tower, with Fudge being the judge. Melody asks Mum if she has got any 'tower' music. Mum gives Melody Toccata and Fugue by Bach to listen to. As Melody sits back and listens to the music, it takes her into a wonderful animation about two giants and a little boy and who can build the tallest tower.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "684175",
            "URL": "https://thetvdb.com/series/melody/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "5786737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5786737",
                    "TitleEnglish": "Marimba",
                    "SummaryEnglish": "Melody and her mum visit The Purcell School to see her friend Joe, who plays the marimba.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5786931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5786931",
                    "TitleEnglish": "The Voice",
                    "SummaryEnglish": "Melody and her mum arrive at Royal Welsh College of Music and Drama to meet some singers.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5786932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5786932",
                    "TitleEnglish": "Piano",
                    "SummaryEnglish": "Melody and her mum meet Melody's friend Rachel, who plays the piano.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5786933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5786933",
                    "TitleEnglish": "Guitar",
                    "SummaryEnglish": "Melody and her mum arrive at the Purcell School to see Ned, who plays the guitar.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5786934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5786934",
                    "TitleEnglish": "Violin",
                    "SummaryEnglish": "Melody and her mum visit Melody's friend Eugenie, who plays the violin.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5796366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5796366",
                    "TitleEnglish": "Cello",
                    "SummaryEnglish": "Melody and her mum visit The Purcell School to see her friend Noah, who plays the cello.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5796367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5796367",
                    "TitleEnglish": "Harp",
                    "SummaryEnglish": "Melody and her mum arrive at The Purcell School to see Cherry, who plays the harp.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5796368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5796368",
                    "TitleEnglish": "Clarinet",
                    "SummaryEnglish": "Melody and her mum arrive at the Purcell School to meet friends who play the clarinet.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5796369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5796369",
                    "TitleEnglish": "Brass",
                    "SummaryEnglish": "Melody and her mum meet a group of children who all play different brass instruments.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5796370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/melody/episodes/5796370",
                    "TitleEnglish": "Flute",
                    "SummaryEnglish": "Melody and her mum meet up with Melody's friend Georgie, who plays the flute.",
                    "Aliases": []
                }
            }
        }
    }
}