{
    "URL": "https://thetvdb.com/series/spiral-the-bonds-of-reasoning",
    "Genres": [
        "Suspense"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/24438"
    ],
    "TitleEnglish": "Spiral: The Bonds of Reasoning",
    "SummaryEnglish": "Ayumu Narumi's older brother Kiyotaka Narumi, a renowned detective and piano player, suddenly disappears. His last words - \"I'm Going to Pursue the Mystery of the Blade Children\". Two years later a row of murders and incidents begin, all relating to the Blade Children. Together with school journalist, Hiyono Yuizaki, Narumi tries to figure out their destiny and the truth about what happened to Kiyotaka.",
    "Aliases": [],
    "Modified": "2023-01-16",
    "Seasons": {
        "1": {
            "ID": "577079",
            "URL": "https://thetvdb.com/series/spiral-the-bonds-of-reasoning/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "4800761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800761",
                    "TitleEnglish": "Spiral of Destiny",
                    "SummaryEnglish": "What are the Blade Children? A question that has plagued Ayumu's mind for two years. But now Ayumu has been accused of attempted murder. Who really pushed the mysterious Sayoko off the ledge? Who is Sonobe and why is he determined to make Ayumu look like the bad guy?",
                    "Aliases": []
                },
                "2": {
                    "ID": "4800762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800762",
                    "TitleEnglish": "Manor of Death",
                    "SummaryEnglish": "After Sonobe is mysteriously attacked a murder takes place in Sayoko's home. Leading us further into the questions: What are the Blade Children and is Sayoko really a Blade Child?",
                    "Aliases": []
                },
                "3": {
                    "ID": "4800765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800765",
                    "TitleEnglish": "Cursed Children",
                    "SummaryEnglish": "Eyes Rutherford has skyrocketed to the pinnacle of success, but he holds a dark secret one that could take him down with it. What does Eyes know, and how does he know Kiyotaka?",
                    "Aliases": []
                },
                "4": {
                    "ID": "4800767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800767",
                    "TitleEnglish": "The Happiness of Those Who Believe",
                    "SummaryEnglish": "Sonobe has just been murdered! Now Ayumu and Hiyono are determined to dig up some dirt on this crime. While searching for the killer, they meet the ever cocky Kousuke Asazuki. There's more to this guy than Ayumu knows: Kousuke is a Blade Child! And if things didn't seem weirder, he also knows Kiyotaka!",
                    "Aliases": []
                },
                "5": {
                    "ID": "4800769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800769",
                    "TitleEnglish": "Misty Gallows",
                    "SummaryEnglish": "The mystery of the Blade Children continues. Mr. Imazato gives Ayumu a chance to learn about the Blade Children, but before he can reveal anything, a mysterious person takes away his life. The Blade Children refuse to let anyone stand in the way of their mysterious destiny. The only person that is the key to their salvation is Ayumu.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4800770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800770",
                    "TitleEnglish": "Blind Spot in the Web",
                    "SummaryEnglish": "The mystery of Imazato's murder goes underway. However, there's a hidden danger as Hiyono becomes the next target of the Blade Children. Can Ayumu protect Hiyono from certain death? All this and more.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4800771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800771",
                    "TitleEnglish": "The Choice of the Nonbeliever",
                    "SummaryEnglish": "Ayumu has been issued yet another challenge by the Blade Children, a challenge that could most definitely be Ayumu's greatest and deadliest one yet. Meanwhile at the police station Madoka tries to get into Kiyotaka's file and learns that there's a chance that Adachi, Sonobe, and Imazato possibly have something to do with Kiyotaka's mysterious disappearance. Who were these three really, and can Ayumu and Hiyono actually defeat the Blade Children once and for all?",
                    "Aliases": []
                },
                "8": {
                    "ID": "4800772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800772",
                    "TitleEnglish": "Day of the Defeated",
                    "SummaryEnglish": "After leaving Hiyono in the hands of the Blade Children, Ayumu begins to wonder if all these dangerous games really are worth the chance of Hiyono getting killed. Meanwhile, Madoka remembers her promise to Kiyotaka: Always be there for Ayumu no matter what. After which, Ayumu returns to the hospital for the chance to save Hiyono. What will Ayumu suggest?",
                    "Aliases": []
                },
                "9": {
                    "ID": "4800773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800773",
                    "TitleEnglish": "All Things That Are Possible to You",
                    "SummaryEnglish": "After losing to Rio last time, Ayumu makes a comeback. Since each side has something the other wants, Hiyono and the tape, another game is devised. This time by none other than Ayumu. After the game begins, Rio rushes off to catch up to Hiyono while Kousuke heads off to intercept the tape. When Rio pushes Hiyono onto a train, it seems like certain death for Ayumu. With a bomb around his neck and Hiyono on a moving train, however will Ayumu get out of this alive?!",
                    "Aliases": []
                },
                "10": {
                    "ID": "4800774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800774",
                    "TitleEnglish": "Only One Wise Action",
                    "SummaryEnglish": "The game is underway, but the victor is still yet to be determined. As Kousuke rushes to intercept the tape from Ayumu's control, Rio decides to meet Ayumu face to face to see the game to the end. Who will come out on top?",
                    "Aliases": []
                },
                "11": {
                    "ID": "4800777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800777",
                    "TitleEnglish": "Goodnight Sweetheart",
                    "SummaryEnglish": "After risking his life to save Hiyono's, Ayumu has finally won the battle against Rio. However, after she is safely back in the hospital, she confesses a few things. A shadow from Eyes's past begins to take form. Will this spell out more trouble for Ayumu and Hiyono?",
                    "Aliases": []
                },
                "12": {
                    "ID": "4800778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800778",
                    "TitleEnglish": "Dry Eyes",
                    "SummaryEnglish": "It's Christmas time and the Blade Children recive an ominous warning: The Hunters are coming! Eyes seeks help from an old friend and sends a word of caution to Ayumu. Who are the Hunters and the Blade Children and who are friends and who are foes?",
                    "Aliases": []
                },
                "13": {
                    "ID": "4800779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800779",
                    "TitleEnglish": "Overture",
                    "SummaryEnglish": "A Hunter has come to assassinate Eyes, Ayumu and Kousuke become partners,and Ayumu might help to save the mysterious leader of the Blade Children. Can they unravel the mysterious assassins' plot before it's too late?",
                    "Aliases": []
                },
                "14": {
                    "ID": "4800780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800780",
                    "TitleEnglish": "Shimmering Fragrance",
                    "SummaryEnglish": "Ayumu's got a day off from school which gives him enough time to try and peice together the mystery of the Blade Children. With extreme reluctince Ayumu is intrigued with the recent events leading up to the Blade Children. As they go back through the school year the story of Spiral begins to come closer together.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4800781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800781",
                    "TitleEnglish": "Like a Swan",
                    "SummaryEnglish": "The Hunters grow desperate to eliminate the Blade Children. As if that wasn't all, a high stakes game pits Eyes against an old friend. Rutherford prepares to strengthen his defenses against the Hunters.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4800782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800782",
                    "TitleEnglish": "Moving Targets",
                    "SummaryEnglish": "A transfer student comes to the Academy and much to the dismay of Ayumu it's Kousuke. But it's all forgotten when Ayumu discovers Hiyono and Rio have been kidnapped by the Hunters. Now it's up to Ayumu, Kousuke, and Ryoko to save them.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4800783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800783",
                    "TitleEnglish": "The Watcher in the Darkness",
                    "SummaryEnglish": "As Hiyono and Rio have been held hostage in an abandoned hotel, Ayumu, Ryoko, and Kousuke must navigate through the traps and explosive devices set up on each and every floor by the Hunters. But with time ticking, it will take more than just puzzle solving to rescue the gals.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4800784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800784",
                    "TitleEnglish": "The Lamenting Angel",
                    "SummaryEnglish": "Rio and Hiyono are safe for now after the kidnapping. After which all seems well until Kanone shows up in Japan, which is a surprise to Ayumu. Before Ayumu can soak in the consequeces of Kanone's arrival Sayoko becomes more involved than ever.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4800785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800785",
                    "TitleEnglish": "Mirror of the Heart",
                    "SummaryEnglish": "A Hunter has his eyes set on a different target: Sayoko! Can Ayumu and Eyes save Sayoko and disarm the bomb in time before the Blade Children suffer an agonizing defeat?",
                    "Aliases": []
                },
                "20": {
                    "ID": "4800787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800787",
                    "TitleEnglish": "Whispering Shadows",
                    "SummaryEnglish": "Kousuke makes the dumbest decision of his life: Taking on a Hunter face to face. Will Kousuke be killed or can he be saved by Ayumu?",
                    "Aliases": []
                },
                "21": {
                    "ID": "4800788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800788",
                    "TitleEnglish": "The Sound of a Breaking Heart",
                    "SummaryEnglish": "Ayumu must face his most powerful enemy yet:someone he'd least suspect! The Blade Children plan an attack against the Hunters. And Madoka has encountered someone from the past who's got intentions that are far worse than death.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4800789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800789",
                    "TitleEnglish": "The Confession",
                    "SummaryEnglish": "The final showdown between the Blade Children and the Hunters is underway but a Hunter is on the police force and a betrayer in the Blade Children's midsts. Who are these two and can the Hunters' assassination attempts pay off at last?",
                    "Aliases": []
                },
                "23": {
                    "ID": "4800753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800753",
                    "TitleEnglish": "Relentless Rain",
                    "SummaryEnglish": "Finally a link between the missing Kiyotaka makes itself known:a kidnapper. Ayumu also has to find Madoka before it's too late. But the Blade Children are sinking deeper and deeper into peril. Will Ayumu be able to save them before it's too late?",
                    "Aliases": []
                },
                "24": {
                    "ID": "4800752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800752",
                    "TitleEnglish": "The Man in the High Castle",
                    "SummaryEnglish": "Madoka is being held captive by Kanone, and Ayumu has to survive a series of trials to find them.",
                    "Aliases": []
                },
                "25": {
                    "ID": "4800751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiral-the-bonds-of-reasoning/episodes/4800751",
                    "TitleEnglish": "The Sound of an Iris Freezing and Melting",
                    "SummaryEnglish": "Ayumu must escape Kanone's trap without blowing up himself or his friends as a final challenge in the series.",
                    "Aliases": []
                }
            }
        }
    }
}