{
    "URL": "https://thetvdb.com/series/276477-show",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1125794/",
        "https://www.themoviedb.org/tv/68417"
    ],
    "TitleEnglish": "AIKa R-16 Virgin Mission",
    "SummaryEnglish": "After recovering the lagu, Aika sends K2, the organization she works for, on vacation to a South Sea island as a reward for her excellent work. Fantastic weather, a pompous hotel with all amenities - what more could you ask for? But this time, too, it turns out differently, firstly, and secondly, than you think. Because Aika falls in love with the charming Pierre and spends a lot of time with him. However, Pierre is hiding a secret: he is actually a woman and has the task of luring Aika into a trap. Behind everything are two of Nena's and Hagen's employees, who continue to stick to their ideas. This time too there are hard fights, the headquarters of K2 is destroyed, the boss - who is also Rion's father - is injured in the hospital and nothing can be found from Aika but one of her earrings...",
    "Aliases": [
        "AIKa - New Mission"
    ],
    "Modified": "2025-03-02",
    "Seasons": {
        "1": {
            "ID": "570824",
            "URL": "https://thetvdb.com/series/276477-show/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4747268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/276477-show/episodes/4747268",
                    "TitleEnglish": "Trial 1: Secret Game",
                    "SummaryEnglish": "Aika Sumeragi, a high school age C-Class salvager, is hired by class president Eri Shinkai to pilot her salvaging vessel. After introducing Aika to the treasure hunting club, and revealing coordinates hidden in a marking on fellow classmate Karen Minamino's chest, they embark on an adventure to see where it leads.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4747269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/276477-show/episodes/4747269",
                    "TitleEnglish": "Trial 2: Peach Peach Beach",
                    "SummaryEnglish": "After arriving at the coordinates, Eri decides the treasure hunting club needs a break and declares that they will have a beach party on a nearby island. They are not alone, however, and Aika has to fight her teacher to protect Karen.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4747270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/276477-show/episodes/4747270",
                    "TitleEnglish": "Trial 3: Deep Blue Girl",
                    "SummaryEnglish": "In the final episode of the series, Aika, Eri, and Karen find an old airport at the bottom of the ocean. After exploring the still functional facility, they finally uncover the secret to Karen's past.",
                    "Aliases": []
                }
            }
        }
    }
}