{
    "URL": "https://thetvdb.com/series/black-bullet",
    "Genres": [
        "Action",
        "Anime",
        "Mystery",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3257166/",
        "https://www.black-bullet.net/contents/special/index.html",
        "https://www.themoviedb.org/tv/60834"
    ],
    "TitleEnglish": "Black Bullet",
    "SummaryEnglish": "A near future, where humans have been defeated by the viral parasites named Gastrea. They have been exiled into a small territory and live in despair, side-by-side in terror.\r\n\r\nIn this world trapped in darkness—\r\n\r\nRentaro, a boy living near Tokyo and member of the \"Civil Security\"—an organization specializing in fighting against the Gastrea—is used to accomplishing dangerous tasks. His partner is Enju, a precocious young girl. They fight thanks to their peculiar powers until one day, when they receive a special assignment from the government. This top secret mission is to prevent the destruction of Tokyo...\r\n\r\nSet in a near future, this thrilling heroic-action story... starts now!",
    "Aliases": [],
    "Modified": "2025-05-29",
    "Seasons": {
        "0": {
            "ID": "571976",
            "URL": "https://thetvdb.com/series/black-bullet/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5231341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-bullet/episodes/5231341",
                    "TitleEnglish": "Black Bullet: Tenchuu＊Girls",
                    "SummaryEnglish": "Short special featuring 'Tenchu Girls', a group of characters from the TV series.\r\nIncluded in the 4th volume of the Blu-ray/DVD releases.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "575566",
            "URL": "https://thetvdb.com/series/black-bullet/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4788095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-bullet/episodes/4788095",
                    "TitleEnglish": "The Last Hope",
                    "SummaryEnglish": "Year 2031: Tokyo Area. Most of the human race has been wiped out by the parasitic Gastrea. Part of the Anti-Gastrea movement, high school student Satomi Rentaro works as a civil officer for Tendo Civil Securities. On a mission, he meets a suspicious man in a mask and a tuxedo: Hiruko Kagetane.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4845959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-bullet/episodes/4845959",
                    "TitleEnglish": "The Mask of Madness",
                    "SummaryEnglish": "All of the Tokyo Area's top Civil Security Agencies are summoned to the Ministry of Defense at the request of the Tokyo Area's ruler: Seitenshi. Here, she offers the Agencies the jobs of exterminating the recent Gastrea infection and retrieving a case held within it. As Seitenshi declines to reveal the contents of the case, the Masked Man—Kagetane Hiruko suddenly appears in the room and declares his intention of using the case's contents—the \"Inheritance of the Seven Stars\" to exterminate the Tokyo Area before killing most of the room's occupants. The next day Rentaro and Enju witness a Cursed Child from the Outer District being hauled off by the police causing the former to lament their treatment. Kagetane later approaches Rentaro and attempts to bribe him in joining him. However Rentaro refuses and Kagetane threatens Rentaro into visiting Enju's school. The next day Rentaro rushes to Enju's school after a rumor of her being a Cursed Child was spread, forcing her to run away out of fear. Desperately searching the Outer Districts, Rentaro stumbles upon a man called Matsuzaki taking care of Cursed Children and explains how much Enju means to him. However Enju sorrowfully refuses to reveal herself to Rentaro.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4845960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-bullet/episodes/4845960",
                    "TitleEnglish": "The Children of Fate",
                    "SummaryEnglish": "Enju tries returning to school but meets harsh rejection from her former peers until Rentaro appears and suggests that she transfer elsewhere. At the same time Kisara locates the source of the recent Gastrea infection and immediately dispatches the pair to its location. However after Enju makes quick work of the creature and exposes the case within it, she breaks into tears because of the status quo but Rentaro promises that he will always stand by her. Afterwards Rentaro tries retrieving the case but they are suddenly ambushed by Kagetane and Kohina Hiruko. Rentaro puts up a valiant effort against Kagetane but finds himself severely overpowered by the latter's Varanium powers and mortally wounded by Kohina. Sometime later, Rentaro awakens in the hospital and Seitenshi has him participate in a mission with other civil officers to stop Kagetane from using a catalyst in the case to summon a deadly Stage Five Gastrea with the potential to destroy the Monolith barriers. As the mission gets underway, Rentaro and Enju stumble upon Shogen Ikuma's Initiator: Kayo Senju and Rentaro pleads at her humanity due to the way she follows Shogen's orders to kill without remorse. The trio then follow Shogen's intel to the bay area where the other civil officers intend to attack Kagetane.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4845961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-bullet/episodes/4845961",
                    "TitleEnglish": "Black Bullet",
                    "SummaryEnglish": "Rentaro and Enju head into the bay area while Kayo stays behind to defend the area from the looming Gastrea. Discovering that all of the other civil officers had been gruesomely slaughtered, Kagetane and Kohina make a stand before the pair. Rentaro charges at Kagetane and breaks through the latter's Varanium barrier with his own Varanium prosthetic limbs. Kagetane then urges Rentaro to join him in starting another Gastrea War. However Rentaro refuses and Kagetane blows a hole through his abdomen. On the verge of death, Rentaro uses Sumire's experimental AGV drug to successfully regenerate his body and then uses his Varanium-enhanced martial arts to viciously defeat Kagetane. Afterwards a Stage Five Gastrea appears outside the Tokyo Area, and Kisara has Rentaro activate the Heaven's Ladder railgun. Unfortunately, various errors force Rentaro to use his own left Varanium arm as a projectile and manually fire the weapon; successfully destroying the Gastrea. In the aftermath, Rentaro discovers Kayo on the verge of death after defending the area for his sake and ends her life coup de grâce. Later, Rentaro accuses Kikunojo Tendo of being the mastermind behind Kagetane's actions.\r\nIn the epilogue, Rentaro questions Seitenshi on the origins of the Gastrea however she refuses to disclose any information. Afterwards Rentaro gives Enju the results of her Gastrea corrosion examination which appear normal. Unbeknownst to Enju though, her rate of corrosion far exceeds what Rentaro told her.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4845962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-bullet/episodes/4845962",
                    "TitleEnglish": "The Crimson Black Assassin",
                    "SummaryEnglish": "While Rentaro struggles to find a new school for Enju to attend, Kisara informs him of a potential bodyguard job offer by Seitenshi. Rentaro later visits Seitenshi where she explains that he would be her bodyguard in an upcoming meeting with the Osaka Area's head, Sogen Saitake. However the leader of Seitenshi's personal guard, Takuto Yasuwaki, grows envious of Rentaro's close position to Seitenshi and tries to intimidate Rentaro into rejecting the job; making him accept it all the more. Sometime later Rentaro stumbles upon a disheveled girl named Tina Sprout wandering around the city. Unbenknownst to Rentaro, Tina turns out to be a Cursed Child hired assassin. The next day Rentaro attends the meeting between Seitenshi and Sogen and the pair learn of his tyrannical plan to turn Japan into the dominant superpower after the Gastrea's defeat. After the meeting Seitenshi explains to Rentaro of her ideal for the reunification of Japan and enlists him to work for her full time. Suddenly their vehicle comes under the attack of a sniper but Rentaro and the bodyguards manage to get Seitenshi to safety. Finally Tina relays the failure of her mission to assassinate Seitenshi to her superior and wonders about the person who thwarted her attempt.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4845963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-bullet/episodes/4845963",
                    "TitleEnglish": "Tragic Irony",
                    "SummaryEnglish": "Early one morning, Tina asks to meet up with Rentaro. Afterwards Tina's employer informs her of Seitenshi's next meeting and names Kisara as the next target in order to remove the Tendo Security Agency from the equation. Rentaro later meets up with his sponsor, Miori Shiba who warns him about the sniper's high skill level after which he has her research Sogen as a prime suspect in the assassination attempt. Sumaire later summons Rentaro and Enju and reveals more information about the New Humanity Creation Plan including the likelihood that Rentaro may find himself faced with highly ranked mechanized soldiers should he start pursuing his origins. Elsewhere, Tina appears before Kisara at the Tendo headquarters and attempts to kill her. However Rentaro arrives and stops Tina's attempt, with both shocked to see the other before Tina escapes. Afterwards, Rentaro escorts Seitenshi to another meeting and barely manages to protect her when Tina makes another assassination attempt. As Enju volunteers to go after Tina herself, Seitenshi quickly informs Rentaro about Enju's disadvantage due to Tina's mechanization and high 97th rank. Finally when Rentaro tries calling Enju, Tina answers her phone much to his horror.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4845964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-bullet/episodes/4845964",
                    "TitleEnglish": "In the Still of the Moonlit Night, the Dawn Sky",
                    "SummaryEnglish": "Enju's encounter with Tina leaves her severely injured and serves to dampen Rentaro's confidence of ever defeating her. However Rentaro forces the gloating Takuto to set up a fake protection detail for Seitenshi in order to lure Tina out. Afterwards Rentaro begins preparing for the upcoming face-off while Tina's employer, Ayn Rand gives her the fake details on Seitenshi's next meeting. The next night, Tina shows up at the trap set by Rentaro and wastes no time using her combination of remote-controlled anti-materiel rifles and targeting drones to attack Rentaro. However with Miori's help, Rentaro manages to draw Tina into close combat but gets caught off guard by a fourth drone. On the verge of defeat, Rentaro's misfired flashbang suddenly detonates and disorients Tina long enough for him to pummel her into submission. Afterwards Rentaro decides to take responsibility for her until a jealous Takuto ambushes the pair. However Seitenshi shows up and promotes Rentaro to level five security access which he uses to relieve Takuto of his duties. Sometime later Rentaro returns to the Tendo Agency's headquarters and to his surprise, finds a recovered Enju and a released Tina who Kisara hires to work for their agency.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4845965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-bullet/episodes/4845965",
                    "TitleEnglish": "The Monument on the Border",
                    "SummaryEnglish": "Rentaro and Kisara decide to teach the Cursed Children in the Outer District themselves due to the tension created by the New Gastrea Law. However Seitenshi informs them of a recent Stage Four Gastrea attack on one of the Area's Varanium Monoliths and that in six days the creature's corrosive agent will dissolve the barrier and leave the Tokyo Area vulnerable to the Gastrea. Seitenshi then has Rentaro put together an adjuvant squad of civil officers for a mission to intercept the Gastrea invasion. The next day, while the tension from New Gastrea Law continues to escalate, Rentaro invites Tina to accompany him to recruit civil officers for the mission. They also encounter a blind Cursed Child begging to make ends meet and Rentaro warns her to stay out of the public for her own safety. Being the subject of envy from other civil officers, Rentaro has difficulty in recruiting and visits the Kitagari Civil Security Agency in an attempt to recruit the sibling duo, Promoter Tamaki Katagiri and Initiator Yuzuki Katagiri. After some bargaining disagreements though, the teams decide to spar, with Rentaro and Tina emerging victorious and gaining the Katagiri's aid. Finally, the mission to repel the impending Gastrea invasion begins that night.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4845966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-bullet/episodes/4845966",
                    "TitleEnglish": "The Protectors of the Barrier",
                    "SummaryEnglish": "During a visit to Sumire's laboratory, Tina suggests leaving the Tendo Agency since Rand's pursuit of her may endanger the others, however Rentaro stops her. Afterwards, using Rentaro's increased security privileges, Sumire shows him classified information she unearthed on the Gastrea War which was thought to have been destroyed. However data on an event at Nanahoshi Village and the Gastrea War Outbreak remain locked until they gain higher security clearance. At the same time, the Monolith's degradation finally reaches the public eye and Seitenshi calls a press conference to appease the public's unrest. Rentaro and Enju later try looking for more squad members at the adjuvant encampment and discover a suspiciously murdered Promoter. Rentaro then reunites with, and recruits his longtime friend, Promoter Shoma Nagisawa and his Initiator, Midori Fuse. Kisara later shows up and along with Tina, also join Rentaro's squad much to the latter's protest. Afterwards Commander Nagamasa Gedo rallies the camp and explains their strategy to support the JASDF. However Rentaro upsets Nagamasa when he questions the plan and trust of the JASDF. Finally, Rentaro and his newly formed squad prepare themselves for the upcoming battle to defend the Tokyo Area.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4845967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-bullet/episodes/4845967",
                    "TitleEnglish": "Tokyo Area Defensive Battle",
                    "SummaryEnglish": "With three days to go before Monolith 32's collapse, Rentaro and Kisara continue tutoring Matsuzaki's Cursed Children, taking them to visit the Flames of Revolution memorial site where they show their affection for Rentaro. Later that night, Rentaro and Kisara investigate the crumbling Monolith 32 and ponder on why it was specifically targeted by the Aldebaran Gastrea, with Kisara deciding to conduct further research on it. The next day the Tokyo Area's population begins evacuating into underground shelters via lottery, and the remaining public's tension against the Cursed Children only escalates further, forcing Rentaro to rescue the blind Cursed Child from an angry mob. Back at the camp, Kisara and Rentaro are left in shock after learning that Monolith 32 was privately commissioned by Kazumitsu Tendo. The next day, Rentaro and Enju horrifically discover that the other Cursed Children had been killed when a bomb was deliberately dropped on the school. This sends Rentaro into a depression and he vents his frustration on Kisara by arguing against the corrupt strata of their society. Suddenly, the winds knock Monolith 32 to the ground a day early, leaving everyone with no time for grief due to the imminent Gastrea invasion.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4845968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-bullet/episodes/4845968",
                    "TitleEnglish": "The Heart of Taurus, The Spear of Light",
                    "SummaryEnglish": "As the monolith collapses, the gastrea attack the JASDF, which while initially successful quickly loses out to the Gastrea. Rentaro spots a detachment of Gastrea moving to flank the civil officer contingent and his adjuvant disobeys orders to neutralize it. Upon their return, they find that the Gastrea are quickly marching forward and the contingent has been overrun. He discovers Gado's son, shell shocked, talking about a \"Spear of Light\". After Gado's son is eaten, the \"Spear of Light\" reappears and destroys much of what remains of the force. Mysteriously, after Aldebaran is hurt the Gastrea retreat, leaving the survivors. After resettling, Rentaro is called to a meeting with Commander Gado. After Rentaro suggests killing Aldebaran will win them the battle, the commander reveals that he believes that Aldebaran is immortal and the only way to beat back the advance is to defeat a new stage four Gastrea code-named Pleiades, who is capable of generating large amounts of mercury. He then disbands Rentaro's adjuvant and sentences Rentaro to a suicide mission to kill Pleiades. Rentaro attempts to leave without telling anyone, but is subsequently stopped by Kisara. After he convinces her, he leaves but is attacked by a pack of wolf Gastrea. He is then surprisingly saved by Kagetane, who it seems was not actually dead. Despite his mistrust, Rentaro stays the night with them, and refuses an offer to join them, upon which Kagetane predicts he will. After the night, Rentaro begins to leave, upon which Kagetane steps in and tells Rentaro he has saw Pleiades up the river. Thus the three (with Kagetane and Kohina \"happening to go the same way\") head upstream.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4845969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-bullet/episodes/4845969",
                    "TitleEnglish": "Crisis Point",
                    "SummaryEnglish": "Rentaro, Kagetane and Kohina reach the Gastrea nest where Pleiades is located and both Rentaro and Kagetane strike Pleiades' weak point, killing it. After evading pursue by a horde of Gastrea led by Aldebaran and returning to the camp, Rentaro informs Seitenshi of Pleiades' death, and she orders some jets to bomb the Gastrea attacking the base including Aldebaran, who regenerates even after its head is destroyed, just like Gado informed him. After the battle, Rentaro is reunited with Enju and the others, but is also informed that Gado was killed in the occasion and as the top ranked officer remaining, he is now in charge of the Adjuvant forces. Some troops surround Kagetane and Kohina, accusing them of killing a pair previously, and Kagetane confirms it, affirming that they just responded a challenge to a fight. Rentaro stops the troops from fighting them in retribution for his assistance, but is later informed by Shoma that Midori was attacked during the fight and as a result, her corrosion rate is past the point of no return. Rentaro then visits the bedridden Midori and after talking to her, she leaves claiming she needs to go to the toilet, but flees instead. Rentaro and Shoma's search for her lead them to find Midori already dead after she commited suicide and Shoma regrets not being by her side in her final moments. Returning to base, Rentaro wears Gado's coat and introduces himself to the others as their newest commander. When one of the soldiers deny his authority, he stabs him instead and both Kagetane and Kohina step in to protect him from an Initiator who attacks him in sequence. After the reunion, Gado's partner Asaka Mibu confronts Rentaro for being so rough on the others and when he berates Gado in front of her for his failures, she draws her sword to attack him, when Shoma stops her and convinces her to be his partner at least until the war is over. To formulate a plan to defeat Aldebaran, Rentaro asks for Miori's help, despite Kisara's protests, and M",
                    "Aliases": []
                },
                "13": {
                    "ID": "4905324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-bullet/episodes/4905324",
                    "TitleEnglish": "The Ones Who Aspired to Be Gods",
                    "SummaryEnglish": "With no news of the batteries to power up the lights, Rentaro and his forces are about to confront the advancing Gastrea in the dark when thousands of lanterns appear to illuminate the sky for them. Setienshi contacts Rentaro who soon realizes that it was her idea to hold a festival in the occasion and he orders the attack to begin. Rentaro and Enju's companions tear by the enemy formation to open a path for them to Aldebaran and the duo succeeds to implant the bomb inside its body, but it fails to detonate. Realizing that it needs a strong impact to make the bomb explode, Rentaro decides to sacrifice himself, knocking Enju uncounscious after bidding farewell to her.",
                    "Aliases": []
                }
            }
        }
    }
}