{
    "URL": "https://thetvdb.com/series/future-card-buddyfight",
    "Genres": [
        "Action",
        "Animation",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3411198/",
        "https://www.themoviedb.org/tv/71919"
    ],
    "TitleEnglish": "Future Card Buddyfight",
    "SummaryEnglish": "It is the year 2030, and the stage is the capital of Japan, Chou-Tokyo. Through \"Buddyfight\", humans have started cultural interactions with residents from other worlds called \"Affinity Dimensions\". Buddyfight is a game with selected humans as the \"Buddyfighter\", and residents from the other world as the partner (known as \"Buddy Monster\"). These battles have high significance and sometimes it is even used to decide the fate of a nation, and naturally there are those who seek to use the Buddy Monsters for evil purposes.",
    "Aliases": [
        "Future Card Buddyfight 100",
        "Future Card Buddyfight X: All-Star Fight",
        "フューチャーカード バディファイト100",
        "フューチャーカード バディファイトDDD",
        "フューチャーカード バディファイトX",
        "フューチャーカード バディファイトX オールスターファイト",
        "フューチャーカード 神バディファイト"
    ],
    "Modified": "2014-01-07",
    "Seasons": {
        "1": {
            "ID": "572473",
            "URL": "https://thetvdb.com/series/future-card-buddyfight/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 64,
            "Episodes": {
                "1": {
                    "ID": "4762362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4762362",
                    "TitleEnglish": "Gao, Roars!",
                    "SummaryEnglish": "On Earth, Tasuku Ryuenji, a young prodigy member of the Buddy Police, busts a fugitive in a Buddyfight as Gao Mikado watches the scene unfold on TV. On his way home, Gao saves a boy, Kiri Hyoryu, from a group of bullies using his Aiki-jūjutsu skills and returns home only to be scolded by his mother Suzumi. The next day, Gao goes to school, Aibo Academy, and meets up with his classmates: Kuguru Uki, Baku Omori, and Noboru Kodo. In class, he and his classmates open booster packs of Future Card Buddyfight when Gao suddenly pulls a Buddy Rare card, which summons Drum Bunker Dragon Fang Slade Terrestrial the 13th from the Dragon World. Drum's appearance means that Gao is to become buddies with him, although Drum is reluctant after having monitored Gao's actions from the Dragon World up to his point. Then, Tasuku and his buddy Jackknife Dragon arrive, and Tasuku gives Gao a Core Deck Case in recognition of him becoming buddies with a monster, officially making Gao a Buddyfighter. Tasuku takes his leave until Gao decides to challenge him to a Buddyfight.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4775782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4775782",
                    "TitleEnglish": "Gao vs. Tasuku!",
                    "SummaryEnglish": "Tasuku accepts Gao's sudden challenge, and the fight is arranged to take place later. During lunch, Gao gets help from Baku on building a deck to suit his playstyle. Then, Gao and Tasuku's Buddyfight commences in the school's amphitheatre as Gao's friends and little sister Hanako watch from the stands. Gao's aggressive strategy eventually earns him the victory over Tasuku, who then recognizes Gao as his rival and gives him the Gargantua Punisher card.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4775784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4775784",
                    "TitleEnglish": "Dancing with a Demon!",
                    "SummaryEnglish": "After Drum quickly gets comfortable living with Gao's family, Gao goes to school. He asks Baku to help reconstruct his deck to include the Gargantua Punisher card that he received from Tasuku, but Baku and Kuguru believe that Gao is not yet ready to use it and recommend him to find a \"tuner\" (training partner). Later, Gao meets the dancing and rapping Tetsuya Kurodake and wants him to be his tuner. Tetsuya agrees but only if Gao can beat him in a Buddyfight under special conditions. So, Gao battles Tetsuya, whose buddy turns out to be the popular entertainer Demon Lord, Asmodai. Nonetheless, Gao manages to win using Gargantua Punisher and becomes friends with Tetsuya after the fight.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4775785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4775785",
                    "TitleEnglish": "The Rules of Buddyfight!",
                    "SummaryEnglish": "Gao and Drum have an argument and get mad at each other as Gao goes to school (with Drum secretly following him). There, his class is introduced to a new transfer student: Kiri Hyoryu, who is the boy that Gao saved from the group of bullies and has since then admired Gao. After school, Gao takes Kiri to the Castle Store where the Manager teaches Kiri how to Buddyfight by having him play an actual game. Both Kiri and the Manager use trial decks to fight as Gao stays by Kiri's side. With helpful teaching from both Gao and the Manager and despite being new to the game, Kiri defeats the Manager. After the battle, Kiri is congratulated by a stranger, Rouga Aragami, who goes on to tell him that winning is most important. Gao expresses his disagreement with Rouga, who takes his leave. Then, the bullies appear to challenge Gao, who is reunited with Drum and beats one of the bullies in a Buddyfight. After the bullies retreat, Gao and Drum reconcile. Elsewhere, Rouga is instructed by his superior, Magoroku Shido, to retrieve photon metal. Rouga uses his Dark Core to assume the identity of \"Wolf\" and calls out his buddy Armorknight Cerberus to start the mission.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4796689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4796689",
                    "TitleEnglish": "Future Force Shines!",
                    "SummaryEnglish": "Gao's class is going to a field trip to the photon metal mines, but the trip is cancelled due to \"Wolf\" attacking the mines to steal Photon metal, however they don't realize the trip until they arrive.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4796796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4796796",
                    "TitleEnglish": "Rouga Aragami Attacks!",
                    "SummaryEnglish": "Assuming his identity as the top Buddyfighter in 8th grade at Aibo Academy, Rouga challenges Gao to a Buddyfight, but Gao refuses. Rouga slips on a banana peel set up by Tetsuya and Asmodai , which prompts him to challenge Tetsuya, which Asmodai accepts (without Tetsuya's consent). During lunch break, while Rouga and Tetsuya battle, Gao is reminded about a time when he also believed that winning was everything like Rouga. When Gao's hunger for winning led to him injuring someone during a martial arts match, he realized that mentality is wrong. Gao has since then changed in order to make more friends.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4796797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4796797",
                    "TitleEnglish": "Deck Building to Victory!",
                    "SummaryEnglish": "Gao Mikado, wants to participate in the ABC Buddy Cup, but he needs to find a team first. Meanwhile, Noboru Kodo meets a mysterious old man.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4803534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4803534",
                    "TitleEnglish": "Break Past the Final Qualifier!",
                    "SummaryEnglish": "Tasuku tries to convince his fellow Buddy Police members that Rouga is the criminal Wolf, but everyone says there is not enough evidence to prove it. Moreover, Commander I believes Wolf is not working alone and that Aibo Academy may be connected in the grand scheme of things. Meanwhile, at Aibo Academy, Magoroku, the school's student council president, and Sophia Sakharov, the vice-president, review all of the fighters who will be participating in the ABC Cup, including Gao, Tetsuya, Noboru (who recently became buddies with Dragon Knight, El Quixote), and especially Zanya Kisaragi, who was the only elementary student to have defeated the middle school students in the last ABC Cup.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4810495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4810495",
                    "TitleEnglish": "The Stolen Dragon Deck!",
                    "SummaryEnglish": "To conquer Gao Mikado's weakness, both Baku Omori and Kuguru Uki suggest him to construct a new deck. However, Gao disagrees with the idea. At the same time, Jin Magatsu from the middle school stole Gao's deck!",
                    "Aliases": []
                },
                "10": {
                    "ID": "4819210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4819210",
                    "TitleEnglish": "The Card of Heroes!",
                    "SummaryEnglish": "Noboru goes to the Buddy Police headquarters to void his contract with El Quixote and be done with Buddyfighting. Suddenly, the alarm sounds due to the appearance of the criminal Akaoni Kanme, prompting Tasuku and Takihara to apprehend him. Noboru is invited by Commander I into the Buddy Police's main room where he not only watches Tasuku defeat and arrest Akaoni, but he also learns about Tasuku's past. Noboru then runs off, frustrated at himself for not being special like Tasuku or Gao. Nonetheless, he gets encouragement from El Quixote who tells him to do what he wants to do, regardless of what others may say.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4826146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4826146",
                    "TitleEnglish": "The Start of the Aibo Buddy Cup!",
                    "SummaryEnglish": "One of the grade 7 students, Suzuha Amanosuzu and her buddy, Center of the World, Mary Sue. It is said no miracle shall happened before her.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4831451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4831451",
                    "TitleEnglish": "Power vs Ninja Arts! A Fierce Competition!",
                    "SummaryEnglish": "Round 2 of the ABC Cup, it's the buddyfight between Zanya Kisaragi and the team Discipline Committee but the buddyfighter has gone missing.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4840950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4840950",
                    "TitleEnglish": "Powers Unite! Dragonic Punisher!",
                    "SummaryEnglish": "Shido tries to collude with Jin to defeat all opponents in the ABC Cup and let Shido win the entire tournament. However, Jin declines after Shido refuses to offer more compensation to him. When Jin leaves, he starts thinking of purposely losing his upcoming fight against Tetsuya. Tasuku, who is on an undercover mission, overhears Jin and chastises him. Then, continuing his mission, Tasuku and Jackknife Dragon find their target, a dark monster named Azi Dahaka (the same monster in charge of Shido). Azi Dahaka takes Tasuku and Jackknife to a battle arena in a different dimension where they are confronted by Superarmor Dragon, Galvanic Feather Dragon.\r\n\r\nBack on Earth, the ABC Cup continues as Jin plays against Tetsuya. Although still intending to lose the match, Jin is suddenly reminded of Gao, which motivates him to defeat Tetsuya and advance in the Cup.\r\nIn the other dimension, Tasuku and Jackknife try to fight together against Galvanic Feather Dragon, who fends them off easily. Reminded of the time in which they combined their powers to create the Gargantua Punisher card, Tasuku and Jackknife do the same thing again to make a new card, Dragonic Punisher, to defeat Galvanic Feather Dragon. After Galvanic Feather Dragon decides to join Tasuku and Jackknife, they safely return to Earth, where Tasuku congratulates Jin on his victory and apologizes to him.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4847652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4847652",
                    "TitleEnglish": "Noble Heart! Together with the Dragon Knight!",
                    "SummaryEnglish": "The next quarterfinal match of the ABC Cup will be Noboru versus Shido. Before the match begins, Noboru meets with Shido in the student council room, where it is revealed that Noboru had unwittingly been bribed by Shido to lose to him during the previous ABC Cup. However, he decides to not take his bribe this time but still intends to throw the match. With helpful advice from El Quixote, Noboru resolves himself to not only have a fair fight against Shido but also reconstruct his deck to include a certain card.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4848468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4848468",
                    "TitleEnglish": "Dragons Duel! Journey of the Tiger!",
                    "SummaryEnglish": "Gao and his friends are informed by Noboru's parents that they and Noboru will leave the country soon. Then, the first semifinal match of the ABC Cup commences with Gao facing Noboru. While fighting, in addition to recalling their pasts, Gao is infuriated that Noboru did not tell anyone about his departure, while Noboru expresses his frustration over how Gao always seems to be in the spotlight. Despite Noboru following advice from the teammates (Maihama and Niitani) he ignored, Gao emerges victorious. Afterwards, at an airport, Gao and his friends bid farewell to Noboru, who sheds tears and subsequently leaves Japan.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4848473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4848473",
                    "TitleEnglish": "Mystique Explosion! The Great Katana World Battle!",
                    "SummaryEnglish": "Gao and his friends learn from the Seifukai that Doai is missing. They also learn that Zanya knows something about it and has found Genma's deck in the student council office. However, the deck is currently in the possession of Zanya's little brother, Akatsuki, who wants to give the deck back to Seifukai but is nowhere to be found. So, while Zanya fights against Jin in the last semifinal match of the ABC Cup, Gao and the rest try to search for Akatsuki. Sophia locates and gets to Akatsuki first, and she then takes him to the student council office. Gao and company track them down but see Akatsuki returning to Zanya, who defeats Jin. Afterwards, everyone regroups, and Akatsuki gives the box containing Genma's deck back to Seifukai, but everyone is shocked when they discover the box is empty. Back at the student council room, it is revealed that Sophia has taken the deck...",
                    "Aliases": []
                },
                "17": {
                    "ID": "4848474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4848474",
                    "TitleEnglish": "ABC Cup Final! Exploring the Underground Maze!",
                    "SummaryEnglish": "Intending to have Genma inherit the Dark Core (which was formerly in Rouga's possession), Sophia uses the Dark Core on Doai. She puts Doai under her control and has him attack Genma to coerce him into using the Core. Meanwhile, Gao, his friends, and family members are having a dinner party when Akatsuki drops in. Zanya arrives to retrieve him while also telling Gao that he does not see him as a rival.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4859871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4859871",
                    "TitleEnglish": "Menacing Duel Sieger!!",
                    "SummaryEnglish": "Genma and Magoroku have their Buddyfight with both of them using Ancient World decks. As the fight goes on, Genma expresses his disgust at how Magoroku is acting as student council president. He also shares his ideals of how the president should be like the \"sun\", which intrigues Gao. Genma eventually uses his powerful buddy monster Martial Arts Dragon Emperor, Duel Sieger to defeat Magoroku.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4859872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4859872",
                    "TitleEnglish": "The Card Yota Left Behind",
                    "SummaryEnglish": "After Genma defeats Zanya, the tournament is temporarily put on hold to repair the fight stadium. Gao and his friends meet at his home, and then Doai appears to deliver a message from Genma, telling Gao to withdraw from the upcoming match. Gao refuses to do so, which Doai expected, and before leaving, he warns Gao about Genma's Koryukien deck. Later, while Gao and his friends are having a dinner party, Suzumi reminisces about Gao's deceased older brother Yota and talks about how she wanted to keep Gao close to her. She then resolves her feelings and gives Gao a card that Yota left behind, which Gao decides to add to his deck. The next day, the final Buddyfight in the ABC Cup between Gao and Genma ensues.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4885411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4885411",
                    "TitleEnglish": "The Powerful Sun Fist!",
                    "SummaryEnglish": "Just when Gao defeats Duel Sieger \"Spartand\", Genma evolves it into its ultimate form: Duel Sieger \"Tempest Enforcer\". After attacking Gao with \"Tempest Enforcer\" three times, Genma reveals that he was once friends with Gao's brother Yota. They met while in the hospital where a young Genma became interested in Yota's comics about the \"Mighty Sun Fighter\". Genma was inspired by the message of the Sun Fighter, thinking it meant to be a strong leader for others to follow, which shaped him to the person he currently is and claiming the title of \"Mighty Sun Fighter\" to himself. However, Gao refutes him by saying the real purpose of the Sun Fighter is to serve as a role model to motivate others to follow their dreams. As Genma realizes his misunderstanding, Gao uses the card that Yota left (which is revealed to have originally belonged to Genma): Sun Fist, Sunshine Impact. Attacking together with Drum Bunker Dragon, Gao destroys \"Tempest Enforcer\", which, due to its negative effect, causes Genma to instantly lose, thus making Gao and Team Balle du Soleil the winners of the ABC Cup.\r\nIn celebration of this victory, Gao and his friends have a party and are later joined by Genma, who gives Yota's comics to Gao and pays his respects to Yota. Despite the cheery atmosphere, Drum is feeling unsatisfied with his overall performance and tries to think of ways to become stronger...",
                    "Aliases": []
                },
                "21": {
                    "ID": "4885412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4885412",
                    "TitleEnglish": "Buddy Monsters Unite!",
                    "SummaryEnglish": "Gao and his friends gather in his home where they recap and discuss the events of the ABC Cup. Meanwhile, the Buddy Police is taken over by Sueroku, who is Magoroku Shido's father and also a special detective. Because of Tasuku's unauthorized usage of Future Force, Sueroku forbids him from using Buddyfight cards for one month. Elsewhere, Sophia has a meeting with her master, Kyoya Gaen. Later, after Gao's family visits Yota's grave, Suzumi tells Gao that she has taken a job to teach martial arts in North America. Although initially shocked, Gao and the rest become supportive of Suzumi's decision.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4885413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4885413",
                    "TitleEnglish": "Evil Power, Disaster Force!",
                    "SummaryEnglish": "Gao, Tasuku, and the other participants of the ABC Cup are invited on a cruise ship party hosted by Kyoya Gaen, who is working with Sophia to look for a candidate Buddyfighter to use the Dark Core and Disaster Force. Later, Kyoya tries to present a special rare card to be given to a Buddyfighter of his choosing, but it goes missing. Although it seemed as if the card was stolen, it turns out that the card was in fact the monster Dragowizard, Qinus Axia who had gone off on his own because he did not want to be given away.",
                    "Aliases": []
                },
                "23": {
                    "ID": "4885414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4885414",
                    "TitleEnglish": "Drum's Heroic Adventure!",
                    "SummaryEnglish": "Drum returns to Dragon World to seek advice on becoming stronger from his father. He asks Drum if strength is all Drum wants and then kicks him into Dungeon World, where Drum gets equipped with a new weapon and armor. He saves a village by inadvertently slaying a rampaging golem monster. The villagers (who look similar to Gao's human friends from Earth) then believe that Drum is a legendary hero and request him to defeat the king of the monsters in the mountains. After being given a stone tablet that is reminiscent of a Buddyfight deck, Drum uses it to summon other heroes who closely resemble Tasuku, Baku, Kuguru, and Tetsuya to aid in his quest. Although the group was initially disorganized, Drum eventually realizes that working together and not giving up are keys to getting stronger. He finishes the quest and reports back to his father, who then kicks Drum into another world for more training.",
                    "Aliases": []
                },
                "24": {
                    "ID": "4885415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4885415",
                    "TitleEnglish": "The Friends of Dungeon World!",
                    "SummaryEnglish": "Gao and Kazane engage in a Buddyfight, in which Kazane exhibits more of the fun gambling style of her Dungeon World deck. With Drum returning to Gao's side to aid him in battle, Gao defeats Kazane, and the two fighters become friends. Elsewhere, Kiri is feeling pessimistic about his Buddyfighting skills when Rouga suddenly appears and takes him away. Having witnessed this scene, Paruko Nanana informs Gao and the rest about Kiri's abduction. They later learn that Kiri has been taken to Sengoku Academy...",
                    "Aliases": []
                },
                "25": {
                    "ID": "4918617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4918617",
                    "TitleEnglish": "Buddyfight Intensified! Sengoku Academy!",
                    "SummaryEnglish": "Borrowing Suzuha's airship, Gao and his friends travel to Sengoku Academy, a supremacist school in the mountains where everything is resolved through Buddyfights. On the way there, the group is attacked by the monster Sky Ninja, Yamigarasu but saved by the timely appearances of Genma and Duel Sieger. The team lands within Sengoku Academy and are challenged by several Sengoku students. Gao and his friends beat them all in Buddyfights, and they are later given a tour of the school by Shosetsu Kirisame, who is one of the \"four demon generals\" of Sengoku Academy. After meeting with the other three generals (Raremaro, Kanahebi, and Kemura), Rouga appears and Gao demands to know where Kiri is. Then, Rouga has Gao and his band of friends engage in a 5-vs-5 Waseda style of Buddyfight with Rouga teaming with the four generals.\r\nIn the first match, Tetsuya and Rouga face off. Tetsuya tries to win the fight in the first turn, but Rouga retaliates with new cards to quickly finish the battle in the following turn. Gao angrily watches as Rouga demands for someone stronger to step up...",
                    "Aliases": []
                },
                "26": {
                    "ID": "4923975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4923975",
                    "TitleEnglish": "Challenge from Legend World!",
                    "SummaryEnglish": "The second game of the 5-on-5 match is Genma versus Kemura, who uses a Legend World deck. Although Genma and Kemura are acquaintances, they fight to the best of their abilities. When Kemura learns that a card (Dragon Vanquishing Sword, Balmung) has been added to his deck (by Raremaro) to specifically counter Genma's Duel Sieger \"Spartand\", Kemura faces a tough decision between accepting Genma's friendship or winning the fight. Ultimately, Kemura gives in to Rouga's philosophy of \"winning is everything\" and uses the hate card to win the game. Afterwards, Genma leaves in disappointment, and Kemura feels ashamed for winning in that manner.",
                    "Aliases": []
                },
                "27": {
                    "ID": "4931092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4931092",
                    "TitleEnglish": "Buddies Bring Their Best!",
                    "SummaryEnglish": "Kazane volunteers to face Kemura in the next match. Although Kemura initially does not play well after what happened in his fight with Genma, Rouga snaps him out of it and the two fighters continue to play at their best. It is revealed that Raremaro was the one who put the hate card in Kemura's deck. Kazane defeats Kemura, who then tells off Raremaro and leaves to reconcile with Genma. For the next match, Zanya decides to step up.",
                    "Aliases": []
                },
                "28": {
                    "ID": "4936860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4936860",
                    "TitleEnglish": "Flying Ninja Showdown!",
                    "SummaryEnglish": "Zanya's opponent is the second of the Demon Generals, Kanahebi, who comes from a notorious ninja clan that had almost all of its members arrested by the police, the commissioner of which was Zanya's father. While claiming to have abandoned his dream of reviving his ninja clan, Kanahebi halts Zanya's assault while slowly whittling Zanya's life points away. However, Zanya manages to overcome Kanahebi's stall tactics and wins the fight while also convincing Kanahebi to continue pursuing his dream.",
                    "Aliases": []
                },
                "29": {
                    "ID": "4941424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4941424",
                    "TitleEnglish": "Activate! Mega Blast Bunker!",
                    "SummaryEnglish": "The next match is Gao against the third of the Demon Generals, Raremaro Tefudanokimi, who adjusted his deck to counter Gao's Dragon World deck. Much to everyone's surprise, Gao is now using a Magic World deck, and his buddy Drum Bunker Dragon has accordingly changed to Dragowizard, Magician Drum (as a result of Drum's training). Although it seems as if Gao does not know how to effectively use his new deck, Gao pulls off a masterful combo to activate Drum's new ability, Mega Blast Bunker, which deals heavy damage to Raremaro. After Gao wins, he tries to befriend Raremaro but is interrupted by Rouga. For the next fight, the last of the Demon Generals, Shosetsu Kirisame, prepares for battle...",
                    "Aliases": []
                },
                "30": {
                    "ID": "4947117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4947117",
                    "TitleEnglish": "Invincible Swordsman! Shosetsu Kirisame!!",
                    "SummaryEnglish": "While Gao and Drum go to the Sengoku Academy dormitory to buy food for their friends, Kazane volunteers to fight against Shosetsu Kirisame, who uses a Legend World deck. Shosetsu quickly defeats her on his second turn, prompting Zanya to fight next.\r\n\r\nWhile battling Zanya, Shosetsu recalls the time when he first saw Rouga and was in awe of his power to bring card effects into reality. When Rouga first arrived in Sengoku Academy, Shosetsu tried to fight him but was utterly defeated. He submitted himself to Rouga and became his servant, but only as a cover to bide his time and learn the secret of Rouga's power.\r\nBack to the fight, Shosetsu makes a final attack with his buddy item - Immortal Sword, Durandal. Zanya tries to counter it, but due to the item's invincibility, the attack continues and Zanya loses the battle. Meanwhile, Gao spots Sophia in Sengoku Academy and tries to follow her...",
                    "Aliases": []
                },
                "31": {
                    "ID": "4955561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4955561",
                    "TitleEnglish": "Gao's Buddy Skill Is On!",
                    "SummaryEnglish": "Gao and Drum leave to buy rice for everyone. On the way home, they witness Sofia who was moving suspiciously. Gao felt surprised at the previous scene, and was driven to a pinch by Sofia’s dark powers. Drum was very panicked, but Gao did not want to give in. The method to get them out of the situation, surely exist between the two.",
                    "Aliases": []
                },
                "32": {
                    "ID": "4960976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4960976",
                    "TitleEnglish": "The Legendary Sword Excalibur!",
                    "SummaryEnglish": "One of the demon generals, Shosetsu Kirisame VS Gao Mikado. In the middle of the fight, Shosetsu takes in the power that he wanted too much, the Dark Core’s dark power. The Buddy Police catches the response, and Ryuuenji Tasuku that had once guessed the threat of Wolf, is hurriedly dispatched towards Sengoku Academy. Shosetsu begins to act violently with the card’s powers being real. The helpless Gao and his friends, wonder where this match is going…",
                    "Aliases": []
                },
                "33": {
                    "ID": "4969936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4969936",
                    "TitleEnglish": "Gao vs. Rouga! Round Two!",
                    "SummaryEnglish": "Rouga Aragami VS Gao Mikado. It’s finally the general’s showdown. Gao faces Rouga, the guy that he wanted to befriend, Gao says with a smile, “I want to be friends with you, Rouga-senpai!”. His opponent is Rouga, but Gao had prepared a deck for his secret plan… Now, it’s finally, Brave Drum’s turn.",
                    "Aliases": []
                },
                "34": {
                    "ID": "4978782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4978782",
                    "TitleEnglish": "Defenders of Darkness!",
                    "SummaryEnglish": "Gao and his friends peacefully go back to the Mikado Residence with Kiri. Kiri had grown a bit stronger since the experience at Sengoku Academy, and he immediately wants to test that power by challenging Gao to a Buddyfight. Meanwhile, Kyouya Gaen continues with his questionable behavior, and starts to assemble as a member with Shidou and Sofia. They carry the power that is waiting to change the world, it’s name is ‘Disaster,' and it’s finally making it’s move.",
                    "Aliases": []
                },
                "35": {
                    "ID": "4981635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4981635",
                    "TitleEnglish": "The Mysterious Hero! Captain Answer",
                    "SummaryEnglish": "Criminal Buddy Fighter, Majin Inzaidi escapes from prison. Buddy Police Tsurugi Takihara, fights against Inzaidi using Hero World’s power. However, when Buddy Police Stella is taken as hostage, a man that is going to answer with justice, Captain Answer makes an appearance.",
                    "Aliases": []
                },
                "36": {
                    "ID": "4981637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4981637",
                    "TitleEnglish": "Ikarino's Fantastic Dungeon!",
                    "SummaryEnglish": "Aibou Academy gets a new teacher named ‘Elf Kabala’, and he has a keen interest about Buddyfight. He makes an arrangement with Headmaster Iron Claw Ikarino, he brings the classmate with him to a secret fighting stage. As long as Ikarino does not win the Buddyfight, Ikarino will not be able to get out of the fighting stage. ‘Demon Lord, Gagnar’, Ikarino’s buddy accompanies him, as he fights with a Dungeon deck.",
                    "Aliases": []
                },
                "37": {
                    "ID": "4991581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4991581",
                    "TitleEnglish": "The Woman who Brought the Medusa!",
                    "SummaryEnglish": "A member of ‘Disaster’, Terumi Kuchinawa. The girl is a pupil at Aibou Academy, she was requested by Kyouya to get in contact with Gao. But Gao’s friend, Tetsuya Kurodake sings and dances and comes to stop her plans for some reason. The angered Terumi wants to formally remove Tetsuya, and puts the power of darkness, Disaster Force to use.",
                    "Aliases": []
                },
                "38": {
                    "ID": "4991582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4991582",
                    "TitleEnglish": "The Fenrir of Fate!",
                    "SummaryEnglish": "The buddy fighter that steadily grew, Kiri. Kiri that wants to use Legend World and skillfully constructs a deck, he wants to test the power of the deck, so he heads for the Castle. Kiri gets a phone call. The excited Kiri, readies himself to request to have a match with Kazane. Just what is Kiri’s true motive that he in such a hurry for…?",
                    "Aliases": []
                },
                "39": {
                    "ID": "4991585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/4991585",
                    "TitleEnglish": "Dear, Gao-kun",
                    "SummaryEnglish": "Kiri suddenly receives a letter, and energetically knows it's Gao. He hurriedly goes to that area after school, and then the thing that is awaiting him, suddenly changes the whole atmosphere.",
                    "Aliases": []
                },
                "40": {
                    "ID": "5008720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5008720",
                    "TitleEnglish": "Terror! Darkness Dragon World!!",
                    "SummaryEnglish": "While inside Aibou Academy, Kemura invites Todoroki Genma. And the thing that was awaiting them, was really a member of Disaster, Magoroku Shidou. Shidou uses the not yet known world, ‘Darkness Dragon World’, he fearlessly laughs at the previously wounded Duel Sieger. That conclusion of surplus is…",
                    "Aliases": []
                },
                "41": {
                    "ID": "5008721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5008721",
                    "TitleEnglish": "Explosion! Roaring Slash!! Gargantua Punisher!!",
                    "SummaryEnglish": "Disaster’s Yamazaki David is, a dependent person that isn’t timid to display all of the trickery he commited. He arrives at the Buddy Festival that’s risen at Castle, and instigates a match with Gao. David uses his hand of cowardice once more, and Gao’s anger lets him to bring out his hammer.",
                    "Aliases": []
                },
                "42": {
                    "ID": "5008722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5008722",
                    "TitleEnglish": "The Grim Reaper Comes at Twilight",
                    "SummaryEnglish": "Inside children, they fear the unidentifiable being, the \"Grim Reaper\". At twilight, a buddyfighter that challenges people to knock them down at deserted places, and snatches their Buddy away before they leave. Zanya happens to come across the Grim Reaper at the park, in order to capture the Grim Reaper, he starts a match with his buddy on the line.",
                    "Aliases": []
                },
                "43": {
                    "ID": "5032515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5032515",
                    "TitleEnglish": "Tasuku Takes Charge!",
                    "SummaryEnglish": "Tasuku was restricted from his Buddy Police’s strength, and he was starting to worry about his own justice. When he tries to ignore Disaster’s threats and continues to fight against them…",
                    "Aliases": []
                },
                "44": {
                    "ID": "5036560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5036560",
                    "TitleEnglish": "Disaster Times Two!",
                    "SummaryEnglish": "Kyoya Gaen puts a mysterious card in Tasuku's deck. Tasuku fights against Davide and Shido. It turns out that the card is a special rare with a forbidden power. Mean while Gao and the Grim Reaper are having a battle. Will Gao get through to Kiri and will Tasuku win? It's buddyfighting like you've never seen it.",
                    "Aliases": []
                },
                "45": {
                    "ID": "5045355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5045355",
                    "TitleEnglish": "Luminize! Exploding Dragon Fang!!",
                    "SummaryEnglish": "Elf Kabala VS Gao Mikado . Kabala is not a scientist that can use the Dark Core’s power to manipulate monsters. Kabala does not uses the monsters that the God of Death (Grim Reaper) had stolen, and Zanya’s Buddy, Tsukikage appears in front of Gao not beside Kabala. Baku gives Gao the deck he newly made, “Exploding Dragon Fang”, to not take back the stolen Tsukikage!",
                    "Aliases": []
                },
                "46": {
                    "ID": "5051810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5051810",
                    "TitleEnglish": "Balle du Soleil Reborn!",
                    "SummaryEnglish": "Kyoya Gaen sponsored, and chose the 8 best teams to Buddyfight in it, the “Gaen Cup” was announced after a meeting. Gao Mikado was invited, but he hesitates to partipate due to being worried about the dangers of Disaster, because of that, his friends gather to fight alongisde him. But, Zanya Kisaragi strictly informs that Tetsuya Kurodake's deck's strength is not enough.”…",
                    "Aliases": []
                },
                "47": {
                    "ID": "5059708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5059708",
                    "TitleEnglish": "Festival of the Century!! The Gaen Cup!!",
                    "SummaryEnglish": "The thing that the whole world was expectantly waiting, the curtains of the festival of the century, the “Gaen Cup” finally opens. The Gaen Cup uses the Fighting Stage at Aibou Academy and reconstructed it, the 8 teams, the 24 fighters gathered there. The passionate area’s climax is started with Team Goddess, Amanosuzu Suzuha’s team. Bal Soleil tightens their guard, but how will Kisaragi Zanya fight against a female!?",
                    "Aliases": []
                },
                "48": {
                    "ID": "5059709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5059709",
                    "TitleEnglish": "Dancing Fight! Demon King vs. Medusa",
                    "SummaryEnglish": "The second match of the Gaen Cup has begun as the fighters are Team Goddesses mysterious fighter, Terumi Kuchinawa versus Balle du Soleil`s Tetsuya Kurodake. Terumi must prove herself to be strong or else she will be turned back into a nobody before anyone knew her, but Tetsuya has a plan to set Terumi free of her shackles as he confesses his love for her throughout the fight. Will love prevail or will Terumi`s identity stop even the Power of Love?!",
                    "Aliases": []
                },
                "49": {
                    "ID": "5069685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5069685",
                    "TitleEnglish": "Paruko Takes the Stage!",
                    "SummaryEnglish": "Team Balle du Soleil reaches their final match against Team Goddess in the Gaen Cup, and they have a surprising fighter who knows all of Gao's strategies, and even the cards in his deck! How will he win this one?",
                    "Aliases": []
                },
                "50": {
                    "ID": "5073687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5073687",
                    "TitleEnglish": "Attack of Team Purgatory!",
                    "SummaryEnglish": "The next matchup in the Gaen Cup begins, and it's Team Sengoku vs. Team Purgatory. A surprise in their lineup makes Rouga angry at Kyoya!",
                    "Aliases": []
                },
                "51": {
                    "ID": "5082029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5082029",
                    "TitleEnglish": "The Tiger Returns!",
                    "SummaryEnglish": "Team Sefukai vs Team Destiny. Noboru returns from the United States with his evolved Dragon Knight deck. However, Gemma also has improved through training.",
                    "Aliases": []
                },
                "52": {
                    "ID": "5088469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5088469",
                    "TitleEnglish": "Generations Collide! Drum Breaker Dragon!",
                    "SummaryEnglish": "Team Balle du Soleil safely survived the first round of the Gaen Cup, and celebrated at the Mikado Residence. A sudden visitor appeared there, and that visitor was Drum’s father. Gao’s father, unexpectedly becomes Father Drum’s Buddy, and started to help Gao and Drum to strengthen their bond. The fathers’ thoughts that they want to convey to their sons is…",
                    "Aliases": []
                },
                "53": {
                    "ID": "5100909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5100909",
                    "TitleEnglish": "Sword of Nothingness! Distortion Punisher!",
                    "SummaryEnglish": "The first match of the Gaen Cup Semifinals is between Team Destiny’s Noboru Kodo and Team Purgatory’s Purgatory Knight. Purgatory Knight stands with his Buddy, Demios Sword Dragon, Leader of the Purgatory Knights and cruelly fights Noboru. But Zanya manages to see the face of the person inside the armor. Finally, Purgatory Knight reveals his true colors…",
                    "Aliases": []
                },
                "54": {
                    "ID": "5104281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5104281",
                    "TitleEnglish": "Wolf versus Fox! A Battle of Instinct!",
                    "SummaryEnglish": "Team Destiny’s and Team Purgatory’s next match is between Jin Magatsu and Rouga Aragami. They clash into each other with different feelings for different friends. Meanwhile, the Pugatory Knight Tasuku confronts with Gao, and Tasuku’s natural intention in Disaster shocks Gao.",
                    "Aliases": []
                },
                "55": {
                    "ID": "5111147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5111147",
                    "TitleEnglish": "Balle du Soleil Collapses!",
                    "SummaryEnglish": "The Gaen Cup’s second Semifinal. Team Balle du Soleil VS Team Darkness Masterminds. Now knowing Pugatory Knight Tasuku’s true intentions, Gao and Zanya were heavily disturbed. In order to change the heavy atmosphere in Team Balle du Soleil, Tetsuya Kurodake takes the first match. Even now Tetsuya loudly sings and dances, and finally his message reaches to his friends.",
                    "Aliases": []
                },
                "56": {
                    "ID": "5117523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5117523",
                    "TitleEnglish": "Showdown Between Teacher and Student! Death Talika vs. Explosive Dragon Fang!!",
                    "SummaryEnglish": "Gremlin’s big match, as he is Disaster’s deck builder and Baku’s teacher. “The fighter is a Deck Builder’s addition.” Gremlin declares, as his deck also made Baku astonished. Which deck builder’s belief will win? Death Talika’s wall must be smashed down!",
                    "Aliases": []
                },
                "57": {
                    "ID": "5125119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5125119",
                    "TitleEnglish": "Buddy Police Recapture Strategy!",
                    "SummaryEnglish": "While the world is heated up by the Gaen Cup, Takihara, Stella and Commander I make their move in order to restore right to the Buddy Police. But they are stopped by Nobari and Sueroku and Magoroku Shido. As they were cornered on the rooftop of Buddy Police HQ by Magoroku with his Disaster Force active, as though all hope was lost, the hero of justice, Captain Answer appears!?",
                    "Aliases": []
                },
                "58": {
                    "ID": "5132347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5132347",
                    "TitleEnglish": "Gaen Cup Final Round! Tetsuya's Choice!",
                    "SummaryEnglish": "The Gaen Cup’s final, Team Balle Du Soliel VS Team Purgatory. Tetsuya’s opponent, Sofia met him before their match to discuss something. She was the one that took Kuchinawa Terumi’s memories, and told Tetsuya that if he forfeited the match, she would give Terumi’s memories back. While Tetsuya was deeply troubled by this, Sofia shows off her real moves as a Buddyfighter.",
                    "Aliases": []
                },
                "59": {
                    "ID": "5137271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5137271",
                    "TitleEnglish": "Rouga Leaves the Pack!",
                    "SummaryEnglish": "The next match of the Gaen Cup is between Kisaragi Zanya and Aragami Rouga. Zanya was for Tasuku’s sake, Rouga was for Kyoya’s sake, both of them had a lot of things to tell their respective other’s. Their trusted justice clashes in this match. Just what was the things they wanted to convey to their friends? After their friends knew, the moves they made were…",
                    "Aliases": []
                },
                "60": {
                    "ID": "5149693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5149693",
                    "TitleEnglish": "Gao and Tasuku's Epic Battle!",
                    "SummaryEnglish": "The Gaen Cup’s final big match, Gao Mikado VS Tasuku Ryuenji. Gao’s first opponent was Tasuku and this was their fated rematch. Gao the Sun Banchou and Tasuku, whose eyes were not awoken fought with all their strength. Meanwhile, Takihara and the rest at the Buddy Police, in order to stop Kyouya’s plans, advance towards Kabala’s laboratory.",
                    "Aliases": []
                },
                "61": {
                    "ID": "5156009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5156009",
                    "TitleEnglish": "Eternal Rivals!",
                    "SummaryEnglish": "Kyoya Gaen’s plan activates during the final match of the Gaen Cup. A giant monster is seen in Darkness Dragon World’s Gate that appeared in the sky above the Fighting Stage. The crowd became noisy and at that moment, Tasuku and Gao… Finally Kyoya’s ambitions are made clear. What did the Dark Core’s power invite to the world?",
                    "Aliases": []
                },
                "62": {
                    "ID": "5157340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5157340",
                    "TitleEnglish": "Kyoya's World!",
                    "SummaryEnglish": "Gao Mikado challenges Kyoya Gaen to a Buddyfight. Challenging Kyoya while he is referred to as the messiah is the same as turning against the whole world. In order to let them know about the Society’s bad intentions. And the night before the match, Tasuku had visited Gao…",
                    "Aliases": []
                },
                "63": {
                    "ID": "5165795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5165795",
                    "TitleEnglish": "The Shadow Of Demise!",
                    "SummaryEnglish": "The match that decides the world’s fate finally starts. Kyoya uses a special flag, “Dragon Ein”, and reveals Demonic Dragon of Demise, Azi Dahaka’s full form. How will Gao fight against the formidable enemy without seeing it before? And again, while the fight was going on, Tasuku and Kiri enter Kyoya’s hideout, intending to prevent Kyoya’s plot from advancing.",
                    "Aliases": []
                },
                "64": {
                    "ID": "5172186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5172186",
                    "TitleEnglish": "Break Out Your Future Card!!",
                    "SummaryEnglish": "The world is excited about Kyoya’s overwhelming power, and the Dark Core gained strength. If Gao lost to Kyoya now, the Darkness Dragon World’s gate would fully open, and the world would come to an end. Gao is heavily cornered, but does he still believe in the future? He opens the path to the future with his Buddy. \"Break out your future card!!\"",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "618573",
            "URL": "https://thetvdb.com/series/future-card-buddyfight/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 50,
            "Episodes": {
                "1": {
                    "ID": "5181712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5181712",
                    "TitleEnglish": "An Overwhelming Threat!",
                    "SummaryEnglish": "An enormous dragon twines around Chou-Tokyo’s Sky Tower, its name is Fifth Omni Dragon Lord, Tenbu. He says, \"In order to prevent an 'unbelievable threat, I have come to Earth to search for the strongest Buddyfighter.\" Gao Mikado and his Buddy, Drum Bunker Dragon, challenge Tenbu to a Buddyfight.\r\n\r\nGao has a new Impact! Drum has a new form! The tale of ‘Buddyfight 100’ starts now.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5196473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5196473",
                    "TitleEnglish": "The Hundred Demons Attack! Protect Tenbu!",
                    "SummaryEnglish": "At the school Gao goes to, cases of people having their decks stolen starts to happen. As a Young Buddy Cop, Gao goes there to investigate, but he’s lead to a fighting stage in a different dimension by a dark power. A mysterious Buddyfighter named ‘Death Shidou’ has the Hundred Demon, ‘Ice Prison Emperor, Cocytus Greed’ as his Buddy. He challenges Gao to a fight.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5201505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5201505",
                    "TitleEnglish": "Those Who Hate the Sun!",
                    "SummaryEnglish": "Suddenly, Buddy Police Instructor Count Dawn comes out of a strange coffin which lands in front of Gao and his friends. Count Dawn strictly says that “A child can’t handle the duties of a Buddy Police.” Meanwhile, a Hundred Demon named ‘Twin-Headed Hellhound, Orthros’ appears at Aibo Academy. The students start to fight each other because of the smoke let out by Orthros. While thinking of a solution, Gao is suddenly interrupted by Death Shido who seems different then usual. Gao must prove himself to Count Dawn in order to gain his trust.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5206797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5206797",
                    "TitleEnglish": "Trouble at Buddy Fest!",
                    "SummaryEnglish": "A classmate of Gao’s, Souwa Tatsuto, manages to draw the card of Crimson Warrior Drum Bunker Dragon...",
                    "Aliases": []
                },
                "5": {
                    "ID": "5215608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5215608",
                    "TitleEnglish": "The Life of a Buddy Police Trainee!",
                    "SummaryEnglish": "Gao has no time to rest as a Buddy Police apprentice. After his duties, regardless of the fact that it was a Buddyfight lesson Gao liked a lot, he immediately fell asleep. Tetsuya Kurodake is worried about the fact that he can’t do anything to help Gao. Meanwhile, a case occurs where all the food in restaurants and convenience stores disappear. The criminal that did it is a Hundred Demon named \"Rage Thirst Emperor, Grand Wilderness\" Gao goes to the scene yet again, but due to their fatigue reaching the max, Gao and Drum fell to the ground at the scene.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5226042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5226042",
                    "TitleEnglish": "Brothers in Arms! The Battle of Dragon Brainbaltes!",
                    "SummaryEnglish": "Zanya’s little brother, Akatsuki wanted his older brother to become a Buddy Cop, and asks Gao about it. But, Zanya arrives and scolds Akatsuki: \"You’re shameless.\" Akatsuki cried. While Akatsuki struggled to apologize, a Hundred Demon named Brainbaltes and its siblings violently follows him. Zanya stares at the Hundred Demons, and prepares his core gadget.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5229435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5229435",
                    "TitleEnglish": "Meow, Meow? Cait Sith in Boots!",
                    "SummaryEnglish": "Emergency Buddy Police News appeared and they send Gao. Gao wondered what kind of strong monster will he face this time, and continues to fly. But, when he arrives, the one that was there… seemed to be a cat. Gao thinks that \"For now I should quickly capture it\", the cat introduces itself as \"I’m Cait Sith in Boots!\" and challenges Gao to a fight. It looks cute but… is it really strong?",
                    "Aliases": []
                },
                "8": {
                    "ID": "5232770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5232770",
                    "TitleEnglish": "The Demon Swordsman Draws Closer! Tenbu Abducted!",
                    "SummaryEnglish": "In order to steal Tenbu, Ikazuchi sends out a new Hundred Demon named Dekalfar Demon Swordsman, Heim. Heim takes Baku and Kuguru as hostage, and demands for Gao to hand him Tenbu in exchange. While Gao was thinking about what to do, Tenbu changes into his card form and goes into Heim’s hand himself. Having gotten Tenbu, Heim escapes. Baku and Kuguru are manipulated by the Hundred Demons and attack Gao.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5242948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5242948",
                    "TitleEnglish": "Crossnize! Star Dragon World!",
                    "SummaryEnglish": "Gao and Drum chase the Hundred Demon that snatched Tenbu, \"Dekalfar Demon Swordsman, Heim\" into Dragon World. While at Dragon World, they come across the fight between Tasuku and Purgatory Knight. After Tasuku defeats Purgatory Knight, Gao told him everything that was happening on earth. Including Gao becoming a Buddy Police Trainee and the Hundred Demons too. The two feel down as they think that they can’t become who they aim to be. \"Instead of becoming someone else, become a stronger version of yourself.\" Jack says. Thanks to Jack’s words, Tasuku stands up, full of excitement.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5246435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5246435",
                    "TitleEnglish": "Hoo-hah! A Hundred Thousand Ziun Years in Search of Friends!",
                    "SummaryEnglish": "First Omni Beast Lord, Ziun awakens from his ten thousand year slumber. He says that he’s looking for his friends that have gotten lost during his slumber. Ikazuchi decides to use Ziun and commands Shidou to get Tenbu from Gao with him. Meanwhile, Gao slept late due to the extra lessons, and goes to the Academy with Tetsuya. Death Shidou waits for Gao there, but Zanya arrives and Ziun mistakes that Zanya was Gao. Ziun challenges Zanya to a fight.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5252477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5252477",
                    "TitleEnglish": "The Wandering Hundred Demons' Hunter",
                    "SummaryEnglish": "Ban Enma calls himself the \"Hundred Demons Hunter\". If it's to hunt Hundred Demons, he doesn't choose other plans. The Buddy Police mark him as soon as they hear that, and they also urge Gao to be more careful. Meanwhile, Shido gives Ban the Hundred Demon and they discuss about the plan to steal Tenbu. But the plan sadly failed. Ban takes the Hundred Demons card away. Ban goes to a deserted storehouse and smiles as he views the Hundred Demon card. Just what is his goal?",
                    "Aliases": []
                },
                "12": {
                    "ID": "5258147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5258147",
                    "TitleEnglish": "Win and Advance! 1024 Consecutive Fights!",
                    "SummaryEnglish": "The Suzuha Amanosuzu Organization is going to hold a party on Sunday. Baku and Kuguru are excited about it, but Gao says that he has Buddy Police work throughout the day. \"We don’t even have free time to eat Takoyaki…\" Both Drum and Gao complain. Suddenly, the splitting image of Suzuha’s robots appear in front of them and they head to the Castle to see Suzuha. \"Surely Suzuha appeared…\" They thought. But they see a Hundred Demon possessing her. The shadow of Mysterious Dekarabia is floating near her. Gao and Drum fall into a Dungeon Stage and are forced to fight 1024 fights.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5264921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5264921",
                    "TitleEnglish": "Parade of Hundred Demons! Terror of the Thunder Mine!",
                    "SummaryEnglish": "Finding himself nearly falling unconscious from fatigue, Gao struggles in his Fight against Death Shido. But, he senses Tasuku, gets back his willpower and wins spectacularly. Fed up with Death Shido, Ikazuchi decides to make a move himself, and attacks Gao, saying \"I'll go eat Tenbu!\". However, Asmodai stands in the way. A mysterious flag, and Ikazuchi, controller of the Parade of Hundred Demons card. Asmodai turning up without Tetsuya. What sort of Fight is about to unfold?!",
                    "Aliases": []
                },
                "14": {
                    "ID": "5272815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5272815",
                    "TitleEnglish": "Yamigedo! The Fiend that Devours All!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "15": {
                    "ID": "5281294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5281294",
                    "TitleEnglish": "Nanomachine Ninja Showdown! Byakuya VS Tsukikage!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "16": {
                    "ID": "5284894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5284894",
                    "TitleEnglish": "I'm the Hero! Justice Drum!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "17": {
                    "ID": "5291881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5291881",
                    "TitleEnglish": "Tasuku Undercover! Buddy Fight Club!",
                    "SummaryEnglish": "The underground organization known as \"Buddyfight Club\" holds a ceremony with illegal buddy fights. The Buddy Police hears the rumor of their sponsor being an Omni Lord. Tasuku is immediately ordered to head to Chou Nagoya, where the ceremony is held. After some time of investigating, Tasuku stumbles upon Sofia and a mysterious boy doing business. Suddenly, Rouga Aragami appears. He activates his Disaster Force and attacks the mysterious boy. Tasuku tries to control the situation, but the mysterious boy gives both Tasuku and Rouga the Buddyfight Club’s invitation and disappears. Tasuku witnesses a shocking spectacle…!",
                    "Aliases": []
                },
                "18": {
                    "ID": "5296134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5296134",
                    "TitleEnglish": "Punishment for Disrespect! Infinity Death Crest!",
                    "SummaryEnglish": "A brawling incident happened with two mysterious people. One wore a conical hat and the other had a black felt hat. After the Buddy Police’s investigation, they reported that the person with the felt hat had 2 horns. Since Gao was still on break, Tetsuya and Asmodai go investigate. While on the way, they meet Zakoyama and his friends attacking people. And the two mysterious people appeared as usual. Tetsuya wanted to confirm the person was an Omni Lord, but the guy in the conical hat said that the Second Omni Lord was Asmodai. He presses them with evidence.",
                    "Aliases": []
                },
                "19": {
                    "ID": "5303465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5303465",
                    "TitleEnglish": "Ghoul Deity Combine! Gojinmaru!",
                    "SummaryEnglish": "Zanya finally finds the First Omni Beast Lord, Ziun and asks him to join his deck. However, “You still do not understand the true power of Katana World.” Ziun declares after Zanya loses to him countless times. He then leaves Zanya. Zanya suffers. He then suddenly meets Jin Megatsu who gives him advice and also entrusts him with a card. Zanya raises his head after Jin’s advice and finds Ziun again. Ziun accepts Zanya’s challenge once again after seeing his determination.",
                    "Aliases": []
                },
                "20": {
                    "ID": "5311180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5311180",
                    "TitleEnglish": "Tragic Earth Lord! A Requiem for Daichi!",
                    "SummaryEnglish": "Gao’s health is becoming worse as he still refuses the despair and fear thanks to being beaten by Ikazuchi and losing Tenbu. “First of all, you need to admit it.” Count Dawn tells Gao. But actually, Count Dawn still did not move on from his bitter past. After being told of Count Dawn’s past, Gao heads with Dawn to move on together. He fights with Kazane Fujimiya. What’s Dawn’s connection to Kazane and why has he hidden his sad past?",
                    "Aliases": []
                },
                "21": {
                    "ID": "5317245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5317245",
                    "TitleEnglish": "Farewell Star Guardian Jackknife!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "22": {
                    "ID": "5318956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5318956",
                    "TitleEnglish": "Unorthodox Arts, Shoraiabare Kendachi!",
                    "SummaryEnglish": "Noboru Kodo has returned from America. In order to cheer up Gao, Noboru gives him a written challenge. Gao was happy about Noboru being back, but he still couldn’t use his Dragon World deck. Suddenly out of nowhere, Sofia and Ikazuchi appear. Ikazuchi attacks Gao, but, Noboru calmly steps between the two.",
                    "Aliases": []
                },
                "23": {
                    "ID": "5332302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5332302",
                    "TitleEnglish": "A Battle of Heroes!",
                    "SummaryEnglish": "Noboru is kidnapped by \"First Knight of the Apocalypse, Gratos\". The Buddy Police chase after him. Meanwhile, Mukuro Shigamine suddenly appears in front of Ban. He tells Ban to hand the Omni Lord’s Crest over. \"I don’t know what that is.\" Ban says, but his buddy Rikki’s body glows as it reacted to the Omni Lord’s Crest. While Tasuku and Zanya didn’t think much of it, Shigamine tries to kidnap Rikki. But, Gao rushes to the scene.",
                    "Aliases": []
                },
                "24": {
                    "ID": "5335089",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5335089",
                    "TitleEnglish": "Descent of the Fire Lord! Burn Nova Revived!",
                    "SummaryEnglish": "To make sure that Ricky was an Omni Lord, Drum searches for Ban and Ricky. When Drum finds Ricky and asks for the truth, Ricky looked like he was hiding something. When Gratos appears, he didn’t go for Ricky, he went for Ban. The moment Ban sees Gratos, he begins to act violently. Ricky decides what to do and he approaches Ban with the Omni Lord’s Crest in hand. After that, the Omni Lord’s Crest flashes, and Fourth Omni Fire Lord, Burn Nova appears there.",
                    "Aliases": []
                },
                "25": {
                    "ID": "5348239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5348239",
                    "TitleEnglish": "Farewell, Buddyfight!",
                    "SummaryEnglish": "Gao tells everyone that he won’t Buddyfight anymore. While all his friends were dumbfounded, Drum told Tasuku something before leaving. Without Drum, countless boring days passed. One day, Tatsuto Souwa asks Gao to look through his deck. “I’m starting to love Buddyfight even more.” Tatsuto says with bright eyes. When Gao saw those eyes, he’s overflowed with a feeling he had forgotten. After noticing, he picked a Dragon World card up and started to build a deck. Tasuku was visiting, and he hands over Gao’s deck \"Crimson Dragon Fist\".",
                    "Aliases": []
                },
                "26": {
                    "ID": "5354773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5354773",
                    "TitleEnglish": "Luminize! Super Dragon Fifth Omni Formation!",
                    "SummaryEnglish": "After being able to use his Dragon World deck again, Gao disobeys Count Dawn’s orders and goes to Ikazuchi’s hideout to save Noboru. Meanwhile, Ikazuchi sensed that Gao was coming and he waits there to devour him. Baku puts together a deck called ‘Super Dragon Fifth Omni Formation’ that contained the Fifth Omni Cavalry Dragons, Meglax and Doble. With the deck, Gao challenges Ikazuchi again.",
                    "Aliases": []
                },
                "27": {
                    "ID": "5363510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5363510",
                    "TitleEnglish": "Suzuha Blushes! The Challenge Letter from Tiger!!",
                    "SummaryEnglish": "Jin Magatsu is called out by a boy named 'Tiger’, and is then lost contact with. Meguri Mamakari informs Zanya about this and he reports to Count Dawn. He is then entrusted to go back-up Jin. Zanya goes to find Suzuha Amanosuzu for questioning, and she also gets a letter from Tiger. Suzuha thinks that its a love letter from Tasuku and does not listen to Zanya’s explanation. She goes to the fight’s place immediately. The one that appears in front of Suzuha is the previously kidnapped Noboru Kodou.",
                    "Aliases": []
                },
                "28": {
                    "ID": "5373363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5373363",
                    "TitleEnglish": "Legend of the Mist!",
                    "SummaryEnglish": "The Buddy Police gain new eyewitness information about an Omni Lord at Chou Hotaka. Gao is sent there and he encounters his former classmate, Kiri. Gao and Kiri were happy about their reunion, but Drum was worried about why his Omni Lord Emblem had reacted strangely. Gao stays over at Kiri’s boarding house for the night. At night, Gao wakes up and sees Kiri talking to his father. However after taking a closer look, Kiri was not talking to his father. Instead, he was talking to a shadow that was inside a mirror…",
                    "Aliases": []
                },
                "29": {
                    "ID": "5389697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5389697",
                    "TitleEnglish": "Tetsuya Becomes Speechless! The Demon Lord's Betrayal!!",
                    "SummaryEnglish": "In order to seal Yamigedo, Gao and the rest start special training. Hence, Asmodai can’t train with them since he’s still resting and goes to the TV Station with Tetsuya. Meanwhile, Gao and Stella meet a band of 3 monsters that came from Magic World and take them to the TV Station. The band’s singer, Rucy says that they used to be friends with Asmodai. Rucy says that Asmodai is a “Friend betraying Good-for-nothing.” And Tetsuya is shocked beyond words.",
                    "Aliases": []
                },
                "30": {
                    "ID": "5389698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5389698",
                    "TitleEnglish": "Tetsuya Cries Out! The Demon Lord Vanishes into the Void!!",
                    "SummaryEnglish": "Having had his half-body eaten by Yamigedo, Asmodai tracks Sophia and discovers the location of Yamigedo. Elsewhere, Tetsuya trusts and waits for Asmodai, who disappeared from before him. Rucy is impressed by Tetsuya’s devotion, and opens up to him at the park. But then, they discover Asmodai trying to use Space Magic to reach Yamigedo. Without care for their own danger, the two leap into the magic circle. They arrive in an alternate dimension, and are attacked by the controlled half-body of Asmodai.",
                    "Aliases": []
                },
                "31": {
                    "ID": "5389699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5389699",
                    "TitleEnglish": "Miseria's First Battle! Friendship Crosses Time!!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "32": {
                    "ID": "5389700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5389700",
                    "TitleEnglish": "Kidnapped Drum",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "33": {
                    "ID": "5389701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5389701",
                    "TitleEnglish": "Towards Tasuku's Despair-Filled Future",
                    "SummaryEnglish": "When Paruko sees Jack's message, she informs Tasuku about him. They try to find ways to get to the distant future of Star Dragon World. Tasuku, in his desperate feelings, accepts Sofia's help who sends Elf Kabala to power up Takosuke's mothership for a 'Time Jump' machine. The group is transported to the top of a building in a ruined cityscape overrun by Hundred Demons. Rage Thirst Emperor, Grand Wilderness spots the group and attacks. Tasuku rushes to the defense of the others, but is knocked off the building in doing so. He awakes to see two children being accosted by Zarrtelganger, Armorknight Lion Drake, and Zazamera. Tasuku leaps in and attacks Zarrtelganger, but before Zarrtelganger can retaliate, Tasuku's Star Pulser flies in and hits the monster. Star Guardian, Jackknife erupts from the Pulser, causing the monsters to flee. Tasuku and Jack then reunite briefly. Tasuku learns that Jack is now blind and promises to find a way to restore his sight. Jack informs him that he has not yet received maintenance on Star Dragon World and collapses at his buddy's feet. Jack tells Tasuku that this is not because Variable Cord broke his promise, but rather because there is no Star Dragon World in this future. Tasuku then notices that Variable Cord had arrived in human form without him noticing. Variable Cord explains that this is the future in which Yamigedo had not been stopped.",
                    "Aliases": []
                },
                "34": {
                    "ID": "5420808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5420808",
                    "TitleEnglish": "Star of Hope! Radiant Guardian! Jackknife",
                    "SummaryEnglish": "The chaotic future that Tasuku landed on was a future where Yamigedo wasn’t sealed. Variable Cord explained to Tasuku that Jack didn’t get his maintence because Star Dragon World didn’t exist. Tasuku is overwhelmed by anger and lets it out on Variable Cord. Meanwhile, the Hundred Demons kidnap Sofia and she is put at Gratos’ hideout. After being informed about it, Tasuku heads out to save Sofia.",
                    "Aliases": []
                },
                "35": {
                    "ID": "5420809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5420809",
                    "TitleEnglish": "Rouga vs Eighth Omni Deity Lord, Grangadez!",
                    "SummaryEnglish": "By Gratos’ orders, Sofia uses her Disaster Force and forcibly awakens Grangadez. Grangadez is angry because of being disturbed and starts a rampage. Kiri and Rouga try to stop it. Third Omni Water Lord, Miseria’s power managed to return Grangadez to card form, but Grangadez’s ignited appetite for battle begins to affect Kiri’s body negatively through the card. Rouga challenges Grangadez to a Buddy fight to calm its belligerence.",
                    "Aliases": []
                },
                "36": {
                    "ID": "5473881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5473881",
                    "TitleEnglish": "Ikazuchi's return! Mikado Family under attack!",
                    "SummaryEnglish": "Gao’s mother; Suzumi has returned from America. However, Ikazuchi was following her. He tried to attack her, but he lost consciousness. When Ikazuchi woke up, he refuses Suzumi’s invitation. In the end he stayed with the Mikado family for a meal and a bath. While they were talking, Gao noticed that Ikazuchi was different from before he went missing. Before he could say anything Ikazuchi rushed out of their house. But Noboru waited outside the house for Ikazuchi.",
                    "Aliases": []
                },
                "37": {
                    "ID": "5473891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5473891",
                    "TitleEnglish": "Omni Lords Assemble! Seal Yamigedo!!",
                    "SummaryEnglish": "The resurrection of Yamigedo is close at hand, and all Omni Lords are found! It is time to seal Yamigedo, but their is just one big problem. Where is Yamigedo?!",
                    "Aliases": []
                },
                "38": {
                    "ID": "5473910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5473910",
                    "TitleEnglish": "Final Battle! Specter of Darkness Wasteland, O-Yamigedo!!",
                    "SummaryEnglish": "Gratos`s plan has succeeded! Yamigedo is revived along with the creation of the Inverse Omni Lords! Will Gao and the team be able to fight off their dopplegangers?",
                    "Aliases": []
                },
                "39": {
                    "ID": "5473915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5473915",
                    "TitleEnglish": "Super Final Battle! Cho-Shibuya Destroyed!",
                    "SummaryEnglish": "Yamigedo has landed on Earth! Gratos is gone but in his place is the mentally torn Ikazuchi who is now being controlled by Yamigedo himself! Gao must step up in order to save his new friend once and for all!!",
                    "Aliases": []
                },
                "40": {
                    "ID": "5473937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5473937",
                    "TitleEnglish": "The Day the Earth Became Stone",
                    "SummaryEnglish": "Yamigedo has retreated in order to enact his final evolution, so it is time for Gao and the Lords to strike! However, the Inverse Fiends will not let them get by so easily?! Can Gao finally get through to his lost friends?!",
                    "Aliases": []
                },
                "41": {
                    "ID": "5473939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5473939",
                    "TitleEnglish": "The Collision, Crossnize! Jack VS The Inverse Omni Lords",
                    "SummaryEnglish": "Gao and the gang has been separated by Yamigedo and his Dark Core, so each one has to fight a different Inverse Fiend alone! Tasuku and Suzaku are the first targeted by Sofia, but something seems...Emotional about her?! What is Sofia`s endgame?!",
                    "Aliases": []
                },
                "42": {
                    "ID": "5533636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5533636",
                    "TitleEnglish": "Tag Match? Zanya and Tetsuya versus Jin and Suzuha!",
                    "SummaryEnglish": "Zanya and Tetsuya are stuck together as they face the next two Inverse Fiends, but Zanya's serious attitude and Tetsuya's free spirit are colliding! Will the two be able cooperate in a tag fight against their common enemy?!",
                    "Aliases": []
                },
                "43": {
                    "ID": "5533642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5533642",
                    "TitleEnglish": "Wh-Wh-What`s this? Gao versus Okada?",
                    "SummaryEnglish": "Gao is still shaken up by his failure to save Ikazuchi, but he must snap out of it as he is next to face against the Inverse Fiends, but his opponent isn`t Ges Shido, it`s World Famous Wrestler Kazuchika Okada?! Can Gao snap out of his hesitation in order to face a man who is as strong as a god?!",
                    "Aliases": []
                },
                "44": {
                    "ID": "5533644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5533644",
                    "TitleEnglish": "Odd Couples! Kiri and Rouga vs Noboru and Davide!",
                    "SummaryEnglish": "The next battle against the Inverse Fiends are with Kiri and Rouga, tagging up against the brainwashed Tiger and Davide Yamazaki. Can this \"Odd Couple\" take out these wild beasts of an adversary?!",
                    "Aliases": []
                },
                "45": {
                    "ID": "5533646",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5533646",
                    "TitleEnglish": "Fire Lord Showdown! Burn Nova vs Venom Nova!",
                    "SummaryEnglish": "The Next fight against the Inverse Fiends has arrived, as Ban finally heads into the ring against the powerful human, Genma Todoroki. Meanwhile, deep in the depths of the cave, Mukuro Shigamine appears, but not before being Intercepted by a certain person?!",
                    "Aliases": []
                },
                "46": {
                    "ID": "5533648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5533648",
                    "TitleEnglish": "Captain Answer Overlord's Rebellion!",
                    "SummaryEnglish": "In a act of desperation, Yamigedo has turned Kemura into a horrifying monster! Kazane loses to him, but before she is turned to stone, Captain Answer is taken by Yamigedo to become his servant. Mukuro Shigamine arrives to help Kazane fight the evil duo in a 2 on 2, with the remains of the Ninth Omni Lord Emblem close to his heart! Can Kazane get through to her close friend, and can Mukuro awaken the true spirit of a Hero inside him?!",
                    "Aliases": []
                },
                "47": {
                    "ID": "5533651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5533651",
                    "TitleEnglish": "Where the Cards Went! Shido`s Death Symphony of Rage!",
                    "SummaryEnglish": "All of the Inverse Fiends are defeated, but it seems that Kyoya Gaen has appeared from behind the scenes to enact his master plan! With the assault of two powerful beasts colliding, Shido is stuck between the crossfire of his two bosses! As Shido must confront a life threatening decision, which side will he choose?!",
                    "Aliases": []
                },
                "48": {
                    "ID": "5555043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5555043",
                    "TitleEnglish": "The Biggest! The Baddest! The Strongest! Hundred-eyes Yamigedo!",
                    "SummaryEnglish": "Yamigedo has reached the ultimate of ultimate forms due to Kyoya's master plan going horribly wrong. And it seems everyone but Tasuku has been turned to stone! Tasuku must fight alone as he faces the true form of the Lord of Hundred Thunders and his Demons! Can he survive and bring out a miracle?!",
                    "Aliases": []
                },
                "49": {
                    "ID": "5555044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5555044",
                    "TitleEnglish": "Save the World! A Hundred Despairs",
                    "SummaryEnglish": "The Ultimate form of Great Fiend, Yamigedo has been forged and summoned to the apocalyptic future! Ikazuchi stands with all the true Omni lords in a fight for his world, his family, and his identity?! As the beast rampages the fight with his indestructible power, can Ikazuchi awaken the powers of the Ultimate Power to turn Yamigedo into nothingness?!",
                    "Aliases": []
                },
                "50": {
                    "ID": "5568919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5568919",
                    "TitleEnglish": "Beyond the Limit! Unparalleled Arts, Omni Lord ∞ Burst!",
                    "SummaryEnglish": "Gao`s battle against Yamigedo has become almost one-sided, due to the power of Yamigedos 100-card deck, but Gao does not give up in the face of despair. With all 9 Omni Lords in his deck, The ultimate Power forged, and the lives of everyone in the Past, Present, and Future on the line, can Gao truly go Beyond the Limit?!",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "662037",
            "URL": "https://thetvdb.com/series/future-card-buddyfight/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 51,
            "Episodes": {
                "1": {
                    "ID": "5568920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5568920",
                    "TitleEnglish": "Uh-oh! An Impact Monster is Born!",
                    "SummaryEnglish": "In the time since Yamigedo with Buddyfighting and School, without Drum, life seems to have settled for Gao, until a Buddy rare card he suddenly pulled becomes an Egg! This egg and the being inside \"Bal\" is being hunted down by Kyoya Gaen and his buddy! With the fate of a newborn baby in his hands, Gao rejoins the ring as Bal`s Buddy!",
                    "Aliases": []
                },
                "2": {
                    "ID": "5568921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5568921",
                    "TitleEnglish": "Amazing! A Sure-fire Way to Win Buddyfight!",
                    "SummaryEnglish": "Bal`s vast need to buddyfight grows with each passing minute, however he does not know the rules and any help given is denied by him since he wants to win! Running away in anger, he comes across a certain Monster",
                    "Aliases": []
                },
                "3": {
                    "ID": "5599413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5599413",
                    "TitleEnglish": "Scary! Gaito`s Impact Monster!",
                    "SummaryEnglish": "A mysterious fighter named Gaito Kurouzu has been attack fighters, hunting for their powerful cards. During an argument between Bal and Gao, this mysterious hunter challenges Gao for his Impact Monster?! Can Gao defeat the onslaught of the New Black Dragons?!",
                    "Aliases": []
                },
                "4": {
                    "ID": "5599414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5599414",
                    "TitleEnglish": "Cool! Jack`s Impact Monster!",
                    "SummaryEnglish": "A mysterious new student in Aibo Academy is picking on Bal and making everyone not like him! Only Jack trusts Bal`s words and together must hunt down this mysterious culprit to the crime!",
                    "Aliases": []
                },
                "5": {
                    "ID": "5599415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5599415",
                    "TitleEnglish": "So Mean! Demon Coach Asmodai!",
                    "SummaryEnglish": "Gao and Bal want to be stronger in order to compete for the World Buddy Champion! To do this, they ask to train under old allies Zanya Kisaragi and battle with Tetsuya Kurodake. However, Bal asks Asmodai to coach him in order to be strong! Meanwhile, Kyoya begins his plans to hunt for the \"Ultimate Dragon\".",
                    "Aliases": []
                },
                "6": {
                    "ID": "5599416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5599416",
                    "TitleEnglish": "Impressive! Abygale Versus Azi Dahaka!",
                    "SummaryEnglish": "Kyoya has contacted Gaito for a Buddyfight due to a request from Azi Dahaka himself! What is this secret connection between Abygale and Azi Dahaka, and what has Gaito been dragged down into?!",
                    "Aliases": []
                },
                "7": {
                    "ID": "5599417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5599417",
                    "TitleEnglish": "It's Here! WBC Cup Cho-Tokyo Championship!",
                    "SummaryEnglish": "The start of the WBC Preliminaries have begun, as everyone in Aibo Academy readies to fight! Who will be forced to clash against one another and who will stand in the Winners Circle?!",
                    "Aliases": []
                },
                "8": {
                    "ID": "5599418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5599418",
                    "TitleEnglish": "So Lovely! Uniform Warrior of Love and Courage, Blazer Frill!",
                    "SummaryEnglish": "For the first round of the Quarter Finals, Tasuku Ryuenji faces off against the mysterious Masuka Raid, however Bal and Gao hear from his buddy that if she loses, she will be horribly punished! Will Tasuku cast aside his conscience for the win, or is this mysterious Heroine trying to take center stage?! First Battle! Jackknife Neodragons VS Superhero/Heroine!!",
                    "Aliases": []
                },
                "9": {
                    "ID": "5645086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5645086",
                    "TitleEnglish": "What? The Stolen Impact Monster!",
                    "SummaryEnglish": "Second Match of the quarterfinals begin, pitting Gaito Kurouzu and Wataru Kageo. In order to make sure his victory, he steals Gaitos Vanishing Death Hole, before the fight. Can Gaito survive without his most powerful card against the onslaught of the Shadow Shades?! Match 2! Black Dragons VS Shadow Shades!",
                    "Aliases": []
                },
                "10": {
                    "ID": "5645087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5645087",
                    "TitleEnglish": "Yikes! An Unexpected Fishy Disaster!",
                    "SummaryEnglish": "The Third Match of the WBC Cho Tokyo Qualifiers has begun, as Gao must face off against Dash Kazakiri and his Ride Changers, however Gao is cursed and is slowly becoming a fish! How will Gao break the curse and will his fishiness ruin his chances at Best 4?!",
                    "Aliases": []
                },
                "11": {
                    "ID": "5645088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5645088",
                    "TitleEnglish": "So Huge! Chiefs' Showdown!",
                    "SummaryEnglish": "The Final Match of the Quarter Finals has begun! Dai Kaido faces off against Genma Todoroki! As Genma charges in with his powerful Sieger, Dai uses a deck unknown to everyone! Meanwhile Gao has shenanigans about that seaweed.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5701805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5701805",
                    "TitleEnglish": "It's Not Working! Bal Burst Smasher?",
                    "SummaryEnglish": "Gao and Gaito face off once again in the Semi-Finals of the Cup, They seem neck and neck until Gao unleashes Bal Burst only for it to fail! How will Gao win now without using an Impact Monster?!",
                    "Aliases": []
                },
                "13": {
                    "ID": "5701806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5701806",
                    "TitleEnglish": "It's Here! Duel Jaeger Revolted!",
                    "SummaryEnglish": "Tasuku and Dai Kaido face off in the second battle of the Semi-Finals! While Tasuku puts his all into this fight, Dai Kaido responds to his drive with his own power. Being pushed to the breaking point by Tasuku's power, Dai unleashes his ultimate power! Can Tasuku be able to stop the revolution of Duel Jaeger?!",
                    "Aliases": []
                },
                "14": {
                    "ID": "5701812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5701812",
                    "TitleEnglish": "Hooray! Cho-Tokyo Championship Final Festival!",
                    "SummaryEnglish": "Gao is told by Baku that he cannot defeat Dai Kaido with the power he has now, seeing how Revolted can stop any effect damage. In order to prep him, Gao goes under the wing of Genma to train both him and Bal to face off against Duel Jaeger, but will this training pay off?!",
                    "Aliases": []
                },
                "15": {
                    "ID": "5701813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5701813",
                    "TitleEnglish": "Pow! Great Full Bal Lariat!",
                    "SummaryEnglish": "Dai Kaido has brought out Duel Jaeger Revolted as soon as the second turn!!! As Gao struggles between the awesome power of Duel Jaeger, Gao and Bal must bring out the ultimate power that they acquired through training! Will this training pay off as the Sun Burns the Ocean?!",
                    "Aliases": []
                },
                "16": {
                    "ID": "5701814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5701814",
                    "TitleEnglish": "Shock! Zanya's Retirement",
                    "SummaryEnglish": "As a normal day of school progresses, Gao and the gang notice something strange going on with Zanya. He is actually talking to girls and dating one! Its gotten to a point that he wants to marry this girl and retire from Buddyfighting?! Is Zanya growing up, or is there another force at play?!",
                    "Aliases": []
                },
                "17": {
                    "ID": "5701816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5701816",
                    "TitleEnglish": "Full Steam Ahead! To the Japan Representative Invitational Island!",
                    "SummaryEnglish": "One Month has passed, and the day of the WBC Cup's Japan Tournament has finally arrived. Cetacea Barding Academy has kindly offered transport on their cruise ship for Gao, Tasuku, and Dai, and their friends, to the tournament's venue, Cho-Taiyo Island; While Gaito is the only one boarding a helicopter flight. Gao relays what has happened so far to Tasuku and Dai; his first encounter with Bal; Tasuku's first use of an impact monster; and Gaito's epic clash with Kyoya. After Paruko and Ozon-B provide a recap of the Cho Tokyo championship, the ship is about to make landfall on Cho-Taiyo. Meanwhile, A sinister character called Doctor Gara has infiltrated the island. Gara is recognized by Kyoya as a scientist dabbling in illegal acts of artificial monster creation. Gara also successfully threatens to blackmail Kyoya, if he doesn't allow Gara to use Cho-Taiyo's lab. Both Kyoya and Gara are in search of the Dragon Force. Meanwhile, Gaito soon arrives on Cho-Taiyo, and is also in search of the Dragon Force, hoping that it will help him from being defeated by Gao or anyone else ever again!",
                    "Aliases": []
                },
                "18": {
                    "ID": "5701817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5701817",
                    "TitleEnglish": "Here it Comes! WBC Cup Japan Tournament!",
                    "SummaryEnglish": "The Preliminary Qualifiers of the WBC Cup Japan Tournament is underway! In order to qualify for the next round, Gao and the gang must win 100 matches! However, to make the tournament fair, All Impact Monsters are Blocked from play! Will Gao finally have to use his innermost skills to win for once?!",
                    "Aliases": []
                },
                "19": {
                    "ID": "5701818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5701818",
                    "TitleEnglish": "Here it Comes Again! Terrifying Natural Enemy, Zodiac!",
                    "SummaryEnglish": "Gao must secure 94 more victories to take place in the Japan Cup, however Gara is on his Trail. Wanting to feed Bals' hidden power to Zodiac, Gao and Bal are thrust into a battle with the evil Doctor Gara! Will Gao be able to handle the weight of the powerful new Dual Monster, Zodiac?!",
                    "Aliases": []
                },
                "20": {
                    "ID": "5701819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5701819",
                    "TitleEnglish": "Danger! The Wolf Makes Its Move!",
                    "SummaryEnglish": "Gao`s attempts of trying to get 100 wins keeps getting foiled by Gara`s attempts to kidnap Bal, however Rouga intervenes in his next attempt! As the two calm down after a thrilling battle, Rouga challenges Gao to a buddyfight!",
                    "Aliases": []
                },
                "21": {
                    "ID": "5712484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5712484",
                    "TitleEnglish": "Grandmother! Enter Tenka Gotsurugi!",
                    "SummaryEnglish": "Gao must acquire 88 more wins to get himself back on track to the finals, but one swordsman will get in his way! In the meantime, Abygale and Gaito find a suspicious old lady while fighting through the tournament.",
                    "Aliases": []
                },
                "22": {
                    "ID": "5715481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5715481",
                    "TitleEnglish": "Yikes! 5 Seconds to Detonation!",
                    "SummaryEnglish": "Bal has been kidnapped by Doctor Gara?! Gao, Rouga and the gang must find Gara and Bal before Gara can discover Bals own mysterious powers! And what does this mystery have to do with the luxurious Cho-Taiyou Hotel!?",
                    "Aliases": []
                },
                "23": {
                    "ID": "5742878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5742878",
                    "TitleEnglish": "Bal! Fire, Galactical Punisher!",
                    "SummaryEnglish": "As Gao and gang hunt for Doctor Gara, who has Bal hostage, Tasuku is 1 match away from making it to the finals. His opponent, the mysterious Ageha Gokuraku. She uses an unknown deck known as the Divine Guardians! As her deck becomes too tough for Tasuku, can Tasuku master the all powerful \"Galactical Punisher!\"?!",
                    "Aliases": []
                },
                "24": {
                    "ID": "5742879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5742879",
                    "TitleEnglish": "Hot! Searing Executioners of Destiny!",
                    "SummaryEnglish": "Gaito is desperate to win his final match, as he has someone awaken the Dragon Force! His final opponent is the Searing Executioners User, Shura Gokumon! Shura is apparently a rival of Gaito, but Gaito doesnt remember. With a deck that basically counters Gaito's, what will Shura reveal about Gaito`s past?!",
                    "Aliases": []
                },
                "25": {
                    "ID": "5748504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5748504",
                    "TitleEnglish": "Wow! Bal Saucer Over Rush!",
                    "SummaryEnglish": "Gao and Tasuku have tracked Bal's location! In the remote forest, Gara has found a final base to try and discover Bal's secret. With no time left, Gao rushes in to find Bal, but why is Kakeru nearby?!",
                    "Aliases": []
                },
                "26": {
                    "ID": "5822065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5822065",
                    "TitleEnglish": "Go, Go! Bal`s Surging Steady Advance!",
                    "SummaryEnglish": "Bal and Gao trying to get to 100 wins.",
                    "Aliases": []
                },
                "27": {
                    "ID": "5822070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5822070",
                    "TitleEnglish": "Gao! This is the Dragon Force!",
                    "SummaryEnglish": "Gao and Bal are forced into a battle with Gara, who reveals himself to be Kakeru! He has drugged Bal into becoming a monster that will destroy everyone once the fight ends! As Bal tries to control himself, and Gao trying everything he can to defeat Gara, a new power awakens!!",
                    "Aliases": []
                },
                "28": {
                    "ID": "5822075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5822075",
                    "TitleEnglish": "Here it comes! Here it comes! Here it comes! WBC Cup World Championships!",
                    "SummaryEnglish": "Gao is preparing to journey the WBC Cup World Championship! Being held in the vast country of America! Meanwhile, Kyoya fights against an Egyptian Buddyfighter.",
                    "Aliases": []
                },
                "29": {
                    "ID": "5822076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5822076",
                    "TitleEnglish": "Scary Trap! Jackknife, Arrested!",
                    "SummaryEnglish": "As the first round for the B Division of the WBC Cup World Championships is about to go underway, Jack is arrested for attacking someone! Bal and Gao must find the proof or else Tasuku will be disqualified from the tournament and Jack sent back to Dragon World forever!",
                    "Aliases": []
                },
                "30": {
                    "ID": "5822077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5822077",
                    "TitleEnglish": "Wedding! Man Mountain Range, Devil Destroy!",
                    "SummaryEnglish": "Gaito is enraged that both Gao, and now Tasuku both have the Dragon Force whilst he still hasn't, and trashes his hotel room as a result. Meanwhile, Gao and friends are met by Devil Destroy Bigmachine, one of the American representatives, and his buddy, Gigadroid Biggest. Angered by Bigmachine gloating about how popular and muscular he is, Gao and Bal decide to bulk up for their upcoming match against him. Then, they head to the Asmodai gym where they run into Tetsuya and Asmoadai, who have just recently won their Dance tournament, which was coincidently also held in L.A.. Tets and A-Dawg give Gao, Bal, Baku, and Noboru bodybuilding DVDs and the four of them work out. Gao, Bal, and Baku come out all buff, while Noboru's DVD had...different results, especially since the target audience was female. The next day, Gao's match with Bigmachine begins. Asmodai's exercises had worn off for Gao, Bal, and Baku; But Noboru was still in his/her current state. Bigmachine shows up to gloat in front of Gao before the battle, and then, unable to recognize Noboru's current state, mistakes him/her as a girl and falls in love with him/her. Gao then battles Bigmachine with Noboru's hand in marriage on the line. Gao is driven to a corner by Bigmachine's Gigadroid Hero world deck; but manages to survive his impact card, bigmachine Sledgehammer. it's at this point that Noboru has reverted to his correct gender, and Bigmachine is confused about where his \"Baby\" went. With his opponent flustered, Gao equips his Dragon Force, then impact calls Bal Saucer Overush and wins the match. Afterwards, as a side effect of the DVD, Gao and the guys feel pains in their right arms",
                    "Aliases": []
                },
                "31": {
                    "ID": "5822078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5822078",
                    "TitleEnglish": "Zeta! Shocking Mobile Berserkers!",
                    "SummaryEnglish": "Genesis and Gaito face off in the Semi Finals! Genesis amazes everyone through the power of his deck being able to call nothing but Impact Monsters, but Gaito stays determined to try and awaken the Dragon Force! Will Gaito awaken the Dragon Force through sheer will, or will this Mobile Berserker reign supreme?!",
                    "Aliases": []
                },
                "32": {
                    "ID": "5822079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5822079",
                    "TitleEnglish": "Meow Meow Meow! Meow meow, meow meow!",
                    "SummaryEnglish": "Gao's second round match is open us and he faces... Ozon-B?! The little rascal finally has a buddy and he made it to the world championships legally! Will Gao be able to defeat someone who can literally never go away?!",
                    "Aliases": []
                },
                "33": {
                    "ID": "5822080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5822080",
                    "TitleEnglish": "For Real? Fake Replica Weapon, Gemclone!",
                    "SummaryEnglish": "Tasuku`s second round match has begun, facing off against J Genesis! Meanwhile in Cho-Tokyo, the Buddy Police start to interrogate Gara as he spills some interesting secrets about Kyoya and J Genesis!",
                    "Aliases": []
                },
                "34": {
                    "ID": "5833845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5833845",
                    "TitleEnglish": "Revenge! The Tiger Roars Twice!",
                    "SummaryEnglish": "The final match of A Block has begun, with Noboru facing off against Kyoya Gaen! As the odds are stacked against him, Noboru will fight to win against the Demonic End and his Master! Can Noboru win with his new deck and drive to fight?!",
                    "Aliases": []
                },
                "35": {
                    "ID": "5832485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5832485",
                    "TitleEnglish": "Last Fight! Farewell, Abygale!",
                    "SummaryEnglish": "Days before the final match of Gao vs Genesis, Gao and the gang learn that Abygale has disappeared! Gao and the gang go to find Abygale, as Abygale himself searches for his identity.",
                    "Aliases": []
                },
                "36": {
                    "ID": "5855033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5855033",
                    "TitleEnglish": "Serious Trouble! Impact Origin Breaker!",
                    "SummaryEnglish": "The day before the semi-final match between Gao and J Genesis, Gemclone's new form, Origin Breaker is unveiled to the public! Gao and his friends are intimidated. Will they be able to overcome this overwhelming adversity?",
                    "Aliases": []
                },
                "37": {
                    "ID": "5856355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5856355",
                    "TitleEnglish": "Ultra-Amazing! Super Sun Dragon, Balle Soleil!",
                    "SummaryEnglish": "The semi-final match between Gao and J Genesis are underway, and it's up to Gao and Bal to stop Genesis' schemes! When all hope seems to be lost when Gemclone, \"Origin Breaker!\" enters the field, a mysterious light from the Dragon Forces resonates with Bal...",
                    "Aliases": []
                },
                "38": {
                    "ID": "5866022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5866022",
                    "TitleEnglish": "Pops! Azi Dahaka's End!",
                    "SummaryEnglish": "Gao and his friends go after Bal, and discover his history with Azi Dahaka. Meanwhile, Kyoya challenges Gaito and Abygale.",
                    "Aliases": []
                },
                "39": {
                    "ID": "5875072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5875072",
                    "TitleEnglish": "Endless! Black Sky Sun Dragon Azi Dahaka Daeva!",
                    "SummaryEnglish": "Dai Kaido has traveled to help Gao train for his final battle against Azi, and help Bal control his true form, however in the night, Dai stumbles upon Azi and Kyoya as they begin to fight. How will Dai beat the Ultimate Form of Azi Dahaka?!",
                    "Aliases": []
                },
                "40": {
                    "ID": "5888580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5888580",
                    "TitleEnglish": "Final! WBC Cup World Championships Final Match!",
                    "SummaryEnglish": "Gao and Kyoya begin their battle for the title of World Champion! As Bal and Azi Dahaka clash, the battle becomes more intense each second! Which of these suns will shine victorious?!",
                    "Aliases": []
                },
                "41": {
                    "ID": "5933486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5933486",
                    "TitleEnglish": "Super Sun Dragon vs. Black Sky Sun Dragon",
                    "SummaryEnglish": "Bal and Azi keep their fight going, neither side letting down as light fights the darkness again, as the monsters clash, the fighters share their own bout as Kyoya still prepares his trump card!",
                    "Aliases": []
                },
                "42": {
                    "ID": "5933491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5933491",
                    "TitleEnglish": "Seriously?! Mind-Blowing 20,000 Defense?!",
                    "SummaryEnglish": "Everyone returns to Japan as Gao starts training to defeat the mysterious Dragon Drei! As he goes to school one day, he is visited by long time friend Kiri Hyoryu! Once they finish their talk, they fight to see how each other has grown!",
                    "Aliases": []
                },
                "43": {
                    "ID": "5933495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5933495",
                    "TitleEnglish": "Clash! Tasuku Ryuenji VS Gaito Kurouzu?!",
                    "SummaryEnglish": "Tasuku and Gaito both agree that they need to stop the creation of Dragon Drei, but they begin to argue which of them should be the one to do it, and decide to settle it through a fight.",
                    "Aliases": []
                },
                "44": {
                    "ID": "5933501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5933501",
                    "TitleEnglish": "Revenge! Doctor Gara's Revenge!!",
                    "SummaryEnglish": "Doctor Gara appears, and seeks revenge on Gao. Tasuku is there and fights Doctor Gara in order to stop him, but by using Octojammer, Gara effectively removes any chance Tasuku had at winning. Suddenly, Tasuku's Dragon Force glows with a bright aura...",
                    "Aliases": []
                },
                "45": {
                    "ID": "5933503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5933503",
                    "TitleEnglish": "Seriously Hot! Gemclone's Heart!'",
                    "SummaryEnglish": "Gaito and Abygale make it to the front door of the Gaen Tower, only to be intercepted by J Genesis. He was released from prison by Kyoya, but something else seems off. Abygale and Gaito try to connect to Genesis and Gemclones heart during the fight!!",
                    "Aliases": []
                },
                "46": {
                    "ID": "5974714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5974714",
                    "TitleEnglish": "Good Luck! Wolf's Final Fight!",
                    "SummaryEnglish": "Rouga, disguised as Wolf, suddenly appears at Gao's house and challenges him to a Buddyfight. Their ideals clash as he reveals to Gao the nature of Kyoya's plans.",
                    "Aliases": []
                },
                "47": {
                    "ID": "5974715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5974715",
                    "TitleEnglish": "Massive Shock! Dragoon Drei's Amazing Power!",
                    "SummaryEnglish": "While seeking to stop the creation of Dragon Drei, Tasuku and Gaito find Kyoya waiting for them at a fighting stage. He challenges both of them to a fight, and seemingly gets overpowered by the combined forces of the two. However, he unleashes the power of Dragon Drei, and turns the tables on them.",
                    "Aliases": []
                },
                "48": {
                    "ID": "5974716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5974716",
                    "TitleEnglish": "Secret! The True Nature of Project Triple D!",
                    "SummaryEnglish": "After being defeated by Kyoya, Tasuku and Gaito help Gao train for his upcoming fight against Kyoya, while Baku does his best to build Gao a deck that will counter Dragon Drei.",
                    "Aliases": []
                },
                "49": {
                    "ID": "5987286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5987286",
                    "TitleEnglish": "Fight! Buddy Champion Deciding Round!",
                    "SummaryEnglish": "After two months of intense training, Gao and Bal, go back to the World Buddy Stadium for their rematch against Kyoya. They fight hard, and even destroy Azi Dahaka \"Daeva\" easily, but in doing so, they enable Kyoya to get his hands on Dragon Drei and the ability to unleash a new power.",
                    "Aliases": []
                },
                "50": {
                    "ID": "5993794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/5993794",
                    "TitleEnglish": "Climax! Unleash the Eternal Bal Blaster!",
                    "SummaryEnglish": "Kyoya transforms into Demonic Dragon Deity of the Black Sun, Gaen! With its overwhelming might, Kyoya decimates Gao, and even prevents him from drawing any cards, seemingly leaving Gao unable to do anything, but then, Gao activates a special card...",
                    "Aliases": []
                },
                "51": {
                    "ID": "6008301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6008301",
                    "TitleEnglish": "Bye-Bye! Eternal Farewell Bal!",
                    "SummaryEnglish": "After learning that Bal will soon disappear, Gao makes the most of their time together. During the celebration of their victory in the World Buddy Cup, they take on several fighters, and at the end of it all, a strange crest appears on Bal's forehead...",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "703724",
            "URL": "https://thetvdb.com/series/future-card-buddyfight/seasons/official/4",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "6003720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6003720",
                    "TitleEnglish": "The Most Powerful Demon Lord Dragon! His Name is Batzz!",
                    "SummaryEnglish": "As Gao spends his days, he is invited by an unknown monster to represent Dragon World in a special tourney! But without a buddy, Gao cannot do much, so they travel to Dragon World! As Gao reaches a peculiar temple, he is attacked by an unknown enemy! As a mysterious voice calls out to him, will Gao respond to the Demon Lord Dragon's call, and unleash The Destroyer of Dragon World?!",
                    "Aliases": []
                },
                "2": {
                    "ID": "6038137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6038137",
                    "TitleEnglish": "Batzz goes to Earth! Major Panic in Cho-Tokyo!",
                    "SummaryEnglish": "Batzz goes on a rampage and causes a massive ruckus and even power outages! Suddenly, Abygale and Gaito, challenge Gao and Batzz to a Buddyfight...",
                    "Aliases": []
                },
                "3": {
                    "ID": "6050732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6050732",
                    "TitleEnglish": "No-Damage Fighter! Ozora Kanata!",
                    "SummaryEnglish": "As Tasuku is unable to participate in the World Buddy Masters, he searches for a viable candidate to take his place. He stumbles upon Kanata, who is widely known as a no-damage fighter, however, Kanata has lost his motivation to Buddyfight...",
                    "Aliases": []
                },
                "4": {
                    "ID": "6080706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6080706",
                    "TitleEnglish": "The World Buddy Masters Begins!!",
                    "SummaryEnglish": "The World Buddy Masters have begun! The first match of the Block A round robin is Dragon World versus Magic World, Gao against Tetsuya! However, Batzz seems to be getting irritated by Tetsuya's buddy, Asmodai. Will Batzz's rage jeopardize Gao's chances of winning?",
                    "Aliases": []
                },
                "5": {
                    "ID": "6080707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6080707",
                    "TitleEnglish": "Become a Tiger! Noboru's Final Fight!",
                    "SummaryEnglish": "The World Buddy Masters are underway! While waiting for their next match to start, Noboru is approached by his opponent, Sakate Onigashira, who is apparently a huge fan of his, and the two wish one another a good fight. However, Sakate's cunning tricks in their Buddyfight throws Noboru for a loop! And at the end of this fight...",
                    "Aliases": []
                },
                "6": {
                    "ID": "6080708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6080708",
                    "TitleEnglish": "Strongest Battleship Satsuki Launches! Attack Target: Batzz!",
                    "SummaryEnglish": "In his next match of the World Buddy Masters tournament, Gao is facing against Hero World representative Ku Teito! Her buddy Koyomi-Class Fifth Ship, Satsuki, turns out to be a massive battleship! Will this Buddy Police trainee stop the Dragon World team's advances!?",
                    "Aliases": []
                },
                "7": {
                    "ID": "6080709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6080709",
                    "TitleEnglish": "Gaito is...? Kaido is...? The Death Sentence Approaches!",
                    "SummaryEnglish": "The next match of the World Buddy Masters tournament features Ancient World and Darkness Dragon World, and their respective representatives, Dai Kaido and Gaito Kurouzu! Both fighters, wielding evolved forms of their buddies, Abygale and Duel Jaeger, clash with everything they've got!",
                    "Aliases": []
                },
                "8": {
                    "ID": "6080710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6080710",
                    "TitleEnglish": "Terrifying Ambush! Batzz's Back Against the Wall!",
                    "SummaryEnglish": "Gao Mikado faces Sakate Onigashira in the final round of Block A.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6080711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6080711",
                    "TitleEnglish": "Gaito vs Kanata! Impact Shoot of Destiny!",
                    "SummaryEnglish": "The final match of Block B in the World Buddy Masters tournament begins! Gaito makes use of his new Impact; Death Count ~Requiem~, which can defeat Kanata even without dealing any damage! Kanata responds with...",
                    "Aliases": []
                },
                "10": {
                    "ID": "6107272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6107272",
                    "TitleEnglish": "Final Round! Who is the World Number One?",
                    "SummaryEnglish": "The final match of the World Buddy Masters tournament is finally here! Gao Mikado fighting for Dragon World, and Kanata Ozora fighting for Star Dragon World! Who will come out on top and claim the prize at the end of it all!?",
                    "Aliases": []
                },
                "11": {
                    "ID": "6115770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6115770",
                    "TitleEnglish": "The Desperate Battle Concludes! The Mirage Card Manifests!",
                    "SummaryEnglish": "The final match between Gao and Kanata concludes!! The one who remains standing, is...!?",
                    "Aliases": []
                },
                "12": {
                    "ID": "6127926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6127926",
                    "TitleEnglish": "Ruler of Chaos! Geargod VII!",
                    "SummaryEnglish": "The mirage card is stolen by Wisdom and turned into a new flag, known as The Chaos! With Batzz missing, Gao is unable to Buddyfight, so Kanata steps forward to get the card back! But is the power of Geargod VII too powerful...!?",
                    "Aliases": []
                },
                "13": {
                    "ID": "6139505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6139505",
                    "TitleEnglish": "Wisdom's Terrifying Conspiracy! Rage, Batzz!",
                    "SummaryEnglish": "As Gao and Batzz fight against Wisdom, his mighty power starts to overwhelm and crush Gao's defenses. As Wisdom holds the fight in his hands, he tries to bring Batzz to his side by sharing to Batzz a hidden secret, and the key to unlocking his past!",
                    "Aliases": []
                },
                "14": {
                    "ID": "6151928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6151928",
                    "TitleEnglish": "After the Raging Battle... Gao Perishes!",
                    "SummaryEnglish": "Gao and Battz continue their assault on Wisdom, trying to break down this massive Gear God VII! As the battle rags on, Wisom reveals his plans to \"Upgrade The World\". What is his plan?!",
                    "Aliases": []
                },
                "15": {
                    "ID": "6167274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6167274",
                    "TitleEnglish": "Terror from the Toilet! Aibo Academy is Full of Ghosts!",
                    "SummaryEnglish": "Spooky Scary Toilets, Shivers Down Your Spine! Gao, who has been turned into a ghost due to overuse of his Impact Card, fights against the Legend World monster; Hanako.",
                    "Aliases": []
                },
                "16": {
                    "ID": "6181567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6181567",
                    "TitleEnglish": "Gao in Tasuku! A Two-In-One X Tempest Buster!",
                    "SummaryEnglish": "After learning that he can possess people as a ghost, Gao starts messing around in the bodies of his friends. However, he and Tasuku stays in a joined state, even when Class President Shido shows to be up to no good, as usual...!",
                    "Aliases": []
                },
                "17": {
                    "ID": "6195353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6195353",
                    "TitleEnglish": "Time Limit! The Day That Gao Stops Existing!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "18": {
                    "ID": "6209768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6209768",
                    "TitleEnglish": "Nirvana? Gehenna? Guru Bunbuku and Giant Tanuki!",
                    "SummaryEnglish": "After Gao revived from being dead, he starts to look into answers on that mysterious old man. After approaching him, he finds out the man is a Divine Guardians user! He is challenged and fights back!",
                    "Aliases": []
                },
                "19": {
                    "ID": "6229056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6229056",
                    "TitleEnglish": "Training Camp Begins! The X Tempest Buster Revives!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "20": {
                    "ID": "6238814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6238814",
                    "TitleEnglish": "Grim Reaper vs. Gaito! The Third Turn of Destiny!",
                    "SummaryEnglish": "The training continues! Guru Bunbuku calls Kiri Hyoryu to assist him, but then.. the Grim Reaper makes his appearance, and challenges Gaito to a Buddyfight?!",
                    "Aliases": []
                },
                "21": {
                    "ID": "6251739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6251739",
                    "TitleEnglish": "Tag Match! Kanata and Athora's Crossed Wires!",
                    "SummaryEnglish": "Zanya and Tetsuya arrived at Guru Bunbuku's Training Camp, and both Gao and Kanata face the arrivals in a Buddyfight Tag Match!",
                    "Aliases": []
                },
                "22": {
                    "ID": "6265722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6265722",
                    "TitleEnglish": "Gao and Batzz! The Starry Sky Promise!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "23": {
                    "ID": "6280473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6280473",
                    "TitleEnglish": "Batzz's Overturn! Thunder Emperor's Formation Complete!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "24": {
                    "ID": "6294534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6294534",
                    "TitleEnglish": "Overkill! Brutal of the Martial Arts!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "25": {
                    "ID": "6306284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6306284",
                    "TitleEnglish": "Birth! Overturn Black Death Dragon!",
                    "SummaryEnglish": "After Kiri's defeat, Gaito and Abygale must find out how to evolve once more so that they too can use Overturn! Meanwhile, Bunbuku decides it is time for the creation of another Mirage Card, something Wisdom will not allow! Will Gaito be able protect the Guru from Brutal?! Probably!",
                    "Aliases": []
                },
                "26": {
                    "ID": "6317058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6317058",
                    "TitleEnglish": "Guru vs Wisdom! The Shocking Geargod VIII!",
                    "SummaryEnglish": "Thanks to Brutal's info, Wisdom has located the Mirage Shrine and confronts Bunbuku as he is making a new Mirage Card! The two must now clash over its creation, as Wisdom unveils his Geargod once more. Will Wisdom's desire to upgrade the world succeed, or will the Guru prevail in creating the Mirage Card?! And what is this fate he says he must accept?!",
                    "Aliases": []
                },
                "27": {
                    "ID": "6328296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6328296",
                    "TitleEnglish": "Assemble! Thunder Empire!",
                    "SummaryEnglish": "The mirage card has been completed, but only thanks to Guru Bunbuku's sacrifice. Wisdom however refuses to allow another Mirage Card to exist, and sends Sakate after Gao, ignoring common sense in the process! Batzz's old crew must now be reborn, as the Thunder Empire expands its reign under the banner of Gao and Batzz!",
                    "Aliases": []
                },
                "28": {
                    "ID": "6338555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6338555",
                    "TitleEnglish": "Overturn versus Overkill! Unleash the X-Tempest Ulti-Buster!",
                    "SummaryEnglish": "Clashing with the deceptive Sakate, Gao begins to show the potential of the Thunder Emperor's Fangs, calling new and old allies to his side! But Sakate too unleashes his newfound power of Overkill and builds a seemingly insurmountable wall! Can Gao find a way to victory, bringing him one step closer on the path to beating his foes?!",
                    "Aliases": []
                },
                "29": {
                    "ID": "6351571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6351571",
                    "TitleEnglish": "Invasion of Papa Panda! Farewell, Chibi Panda!",
                    "SummaryEnglish": "Making a surprise visit from Dragon World, Papa Panda appears! Worried about his precious son, Papa seeks to take Chibi Panda back home but Gao, Batzz and his friends want Chibi to stay.\r\n\r\nCan Gao and co. convince the father to leave his son, will Chibi Panda be forced to choose family or friends? And can Batzz keep his Demon Lord attitude in check?! Who will win out in this exciting drama?!",
                    "Aliases": []
                },
                "30": {
                    "ID": "6361558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6361558",
                    "TitleEnglish": "Infinite Slashes! Demonic Descent Sword of the King, Laevateinn!",
                    "SummaryEnglish": "A new attraction called Grimoire Park has opened in Cho-Tokyo and Gao, Batzz and the others have been invited to the grand opening! But little do they know that a fight with Keisetsu of the Sword Arts is one of the main events, seeking to give them an experiance they'll never recover from!\r\n\r\nIn the middle of an important mission, Zanya is the first to cross swords with him! Can he succeed in this duel of swordsmen or does Keisetsu have more then one sword ready to cut down any hope Zanya had?!",
                    "Aliases": []
                },
                "31": {
                    "ID": "6374341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6374341",
                    "TitleEnglish": "Perfectly Ignored Fighter, Slide Kidoku!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "32": {
                    "ID": "6384763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6384763",
                    "TitleEnglish": "The Demon Sword Draws Near! Keisetsu's Overkill!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "33": {
                    "ID": "6393875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6393875",
                    "TitleEnglish": "The Power of Overturn! Heavenly Crystal Dragon, Aldo Athora!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "34": {
                    "ID": "6409138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6409138",
                    "TitleEnglish": "Gaito versus Artificial Intelligence! Explosion of the Mini Geargods!!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "35": {
                    "ID": "6415144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6415144",
                    "TitleEnglish": "Will it reach Keisetsu? Kanata's new Impact Shot!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "36": {
                    "ID": "6424669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6424669",
                    "TitleEnglish": "CHAOS Transcendant, Geargod ver. 099",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "37": {
                    "ID": "6437536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6437536",
                    "TitleEnglish": "Geargod's Overkill! Gao in Dire Straits!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "38": {
                    "ID": "6446827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6446827",
                    "TitleEnglish": "Grasp It! The Power Beyond Overturn!!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "39": {
                    "ID": "6462436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6462436",
                    "TitleEnglish": "Thunder Empire of Friendship! Geargod Rebels?",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "40": {
                    "ID": "6463231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6463231",
                    "TitleEnglish": "A New Buddy! The Clockwork Mighty Sun Fighter!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "41": {
                    "ID": "6490471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6490471",
                    "TitleEnglish": "Gao versus CHAOS Gao! Autodeity Formation Completed!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "42": {
                    "ID": "6556625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6556625",
                    "TitleEnglish": "Buddy Breakup! Farewell, Batzz!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "43": {
                    "ID": "6556626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6556626",
                    "TitleEnglish": "Turbulent Warlord Dragon! Barlbatzz Dragoroyale!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "44": {
                    "ID": "6556627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6556627",
                    "TitleEnglish": "Behold! This is Batzz's Overthrow!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "45": {
                    "ID": "6556647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6556647",
                    "TitleEnglish": "Robo of Urban Legends? Hanako WC Appears!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "46": {
                    "ID": "6556648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6556648",
                    "TitleEnglish": "Shine bright! Overturn Shining Dragoner, Jackknife!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "47": {
                    "ID": "6570691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6570691",
                    "TitleEnglish": "The Power That Surpasses Deities! The Ultimate Chaos!!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "48": {
                    "ID": "6584496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6584496",
                    "TitleEnglish": "Gao versus Keisetsu! Return of the Chaos Three!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "49": {
                    "ID": "6595014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6595014",
                    "TitleEnglish": "Wisdom's Ambition! The Terrifying Upgrade Declaration!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "50": {
                    "ID": "6603762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6603762",
                    "TitleEnglish": "Final Plan Activated! New World Chaos!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "51": {
                    "ID": "6604891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6604891",
                    "TitleEnglish": "Final Battle! Gao Mikado versus Wisdom!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "52": {
                    "ID": "6615593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6615593",
                    "TitleEnglish": "Win Gao! The Last Buddyfight!",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "5": {
            "ID": "757910",
            "URL": "https://thetvdb.com/series/future-card-buddyfight/seasons/official/5",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "6618243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6618243",
                    "TitleEnglish": "The GGG Cup Opens! All-Star Assemble!",
                    "SummaryEnglish": "Guru Bunbuku organizes an amazing Buddyfight tournament for Gao, featuring familiar faces and a whole bunch of surprises. Gao reunites with his first Buddy, Drum.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6647909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6647909",
                    "TitleEnglish": "Gao versus Kanata! Batzz, Drum and Bal, United!",
                    "SummaryEnglish": "Gao faces Kanata in the first match of the GGG Cup Tournament. The Guru reveals the next special guest, and Noboru shows off his new power.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6648013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6648013",
                    "TitleEnglish": "Final Boss All-Out Attack! Who's the Bad Guy?",
                    "SummaryEnglish": "The GGG Cup continues as Noboru faces Ikazuchi's Hundred Demons and Kyoya Gaen and Wisdom pit their unique flag cards against each other. Meanwhile, Guru Bunbuku has a prophetic dream warning of villainy.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6648112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6648112",
                    "TitleEnglish": "Paruko's a Baby? Gao's First Commentary!",
                    "SummaryEnglish": "When an accident transforms Paruko into a baby, it's up to Gao to provide commentary on the Buddyfight match between Gaito and Tasuku. Guru Bunbuku and Gao's buddies are in a race against time to find the cure.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6648113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6648113",
                    "TitleEnglish": "Burn Brightly, Noboru! A Tear-Soaked Serious Buddyfight!",
                    "SummaryEnglish": "Gao's friends begin to suspect that there's more to the GGG Cup Tournament than meets the eye. Noboru confronts Gao about his secretive behavior during their semi-final match.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6648114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6648114",
                    "TitleEnglish": "Dauntless! Purgatory Knight versus Supreme Dragon Deity of Creations!",
                    "SummaryEnglish": "Gao and his friends are mystified when Kyoya Gaen asks Tasuku to face him as the Purgatory Knight for the second Semi-Final round of the GGG Cup.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6648115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6648115",
                    "TitleEnglish": "Showdown of Destiny! Gao Mikado versus Tasuku Ryuenji!",
                    "SummaryEnglish": "Gao's friends prepare for Gao's departure before the GGG Cup's final match begins.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6648116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6648116",
                    "TitleEnglish": "See You Again! Mighty Sun Fighter Forever!",
                    "SummaryEnglish": "The finals of the GGG Cup comes to a close! Tasuku has released Jackknife \"Granthese\" against Gao. However, Gao doesn't give up and fights back with his own powerful card.",
                    "Aliases": []
                }
            }
        },
        "6": {
            "ID": "760792",
            "URL": "https://thetvdb.com/series/future-card-buddyfight/seasons/official/6",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 47,
            "Episodes": {
                "1": {
                    "ID": "6648118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6648118",
                    "TitleEnglish": "Deity of Combat! Gargantua Dragon!!",
                    "SummaryEnglish": "Yuga and his best friend Ranma spend their days trying to become the next viral video stars. But when Yuga finds a mysterious card in his room, he's drawn into the world of Buddyfight, where his very own Buddy monster is waiting for him.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6711299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6711299",
                    "TitleEnglish": "Friendship Battle! Yuga versus Ranma!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "6719752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6719752",
                    "TitleEnglish": "Clash of the Aces! Ace of Games versus Ace of Study!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "6728919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6728919",
                    "TitleEnglish": "The Transfer Student is the Ace of Sports!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "6737158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6737158",
                    "TitleEnglish": "It's Finally Begun! The ABC Cup!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "6745130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6745130",
                    "TitleEnglish": "Ranma's Wild Charge! I'm The One Who'll Win!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "6752831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6752831",
                    "TitleEnglish": "Mel's Adventures in Fairyland! Reverse Subaru's Curse!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "6774915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6774915",
                    "TitleEnglish": "A Deity Descents! Electrodeity of Light, Amaterasu!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "6774917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6774917",
                    "TitleEnglish": "Defend the Peace! Galaxy Exalt Cosmoman!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "6795540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6795540",
                    "TitleEnglish": "Win the Rematch! Yuga versus Subaru!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "6795566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6795566",
                    "TitleEnglish": "ABC Cup Finals! Yuga versus Masato!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "6806677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6806677",
                    "TitleEnglish": "Who's the Academy's Best Fighter? The card that Determines Victory!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "6806681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6806681",
                    "TitleEnglish": "Lost World! Vile Demonic Dragon, Vanity Husk Destroyer! Part 1!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "14": {
                    "ID": "6806684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6806684",
                    "TitleEnglish": "Lost World! Vile Demonic Dragon, Vanity Husk Destroyer! Part 2!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "15": {
                    "ID": "6811037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6811037",
                    "TitleEnglish": "Get Stronger, Yuga! A New Beginning!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "16": {
                    "ID": "6828165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6828165",
                    "TitleEnglish": "Shop Preliminaries Begin! Samurai versus Ninja!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "17": {
                    "ID": "6828170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6828170",
                    "TitleEnglish": "Checkmate! Ace of Study versus Chess Genius!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "18": {
                    "ID": "6848012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6848012",
                    "TitleEnglish": "Our New Ally? A Non-Evil Da-Dan?!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "19": {
                    "ID": "6848014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6848014",
                    "TitleEnglish": "The Vile Ranma Channel Debuts? The Return of Lost World!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "20": {
                    "ID": "6853579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6853579",
                    "TitleEnglish": "Target: Miko! A Kidnapped Cat?!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "21": {
                    "ID": "6862600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6862600",
                    "TitleEnglish": "Yuga and Banjoe! A Fiery Fight!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "22": {
                    "ID": "6870751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6870751",
                    "TitleEnglish": "Masato or Kanesada? Shop Preliminary Finals!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "23": {
                    "ID": "6880690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6880690",
                    "TitleEnglish": "The Secondary Round begins! A Challenge from Vile Ranma!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "24": {
                    "ID": "6891209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6891209",
                    "TitleEnglish": "Mage Garga! A Magic World Buddyfight!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "25": {
                    "ID": "6898830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6898830",
                    "TitleEnglish": "The Third Lost World Fighter! Enter the MAX Dragons!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "26": {
                    "ID": "6907156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6907156",
                    "TitleEnglish": "A New Lost World Ally!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "27": {
                    "ID": "6915192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6915192",
                    "TitleEnglish": "The Secret Origin of the Linkdragon Order! Get Stronger, Agito!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "28": {
                    "ID": "6924006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6924006",
                    "TitleEnglish": "One Shot Victory! Gattling Mode!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "29": {
                    "ID": "6932055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6932055",
                    "TitleEnglish": "I'm going to play too! Buddyfight!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "30": {
                    "ID": "6941631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6941631",
                    "TitleEnglish": "Who Will Win? Subaru Versus Masato!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "31": {
                    "ID": "6950657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6950657",
                    "TitleEnglish": "The Guardian of Order, Eden Hanazono!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "32": {
                    "ID": "6976916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6976916",
                    "TitleEnglish": "Major Evolution! Vile Demonic Deity Dragon, Vanity Epoch Destroyer!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "33": {
                    "ID": "6987305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/6987305",
                    "TitleEnglish": "Light Kurouzu! Battle of Destiny!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "34": {
                    "ID": "7000786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/7000786",
                    "TitleEnglish": "Da Dan Rebels! The Forbidden Coup d'Etat!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "35": {
                    "ID": "7010278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/7010278",
                    "TitleEnglish": "Garga's Major Evolution! Activate, Deity G.Evo!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "36": {
                    "ID": "7019054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/7019054",
                    "TitleEnglish": "Unhappy! Vile Ranma versus Rei Urameshi!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "37": {
                    "ID": "7029986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/7029986",
                    "TitleEnglish": "Final Battle! Masato versus Daijirou!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "38": {
                    "ID": "7044195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/7044195",
                    "TitleEnglish": "Come Back, My friend! Casting a Spell with a Wish!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "39": {
                    "ID": "7054300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/7054300",
                    "TitleEnglish": "Ace Buddyfighters, Assemble!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "40": {
                    "ID": "7065545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/7065545",
                    "TitleEnglish": "Vile Demonic Husk Deity Dragon, Vanity End Destroyer!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "41": {
                    "ID": "7078488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/7078488",
                    "TitleEnglish": "Who Will Use It? The Anti-Lost Weapon!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "42": {
                    "ID": "7089601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/7089601",
                    "TitleEnglish": "Final Battle! Yuga versus Vile Ranma!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "43": {
                    "ID": "7100700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/7100700",
                    "TitleEnglish": "Let it Loose! Deity Creations Fangflare, Gargantua Punisher!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "44": {
                    "ID": "7491282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/7491282",
                    "TitleEnglish": "44",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "45": {
                    "ID": "7491283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/7491283",
                    "TitleEnglish": "45",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "46": {
                    "ID": "7491284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/7491284",
                    "TitleEnglish": "46",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "47": {
                    "ID": "7491286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-card-buddyfight/episodes/7491286",
                    "TitleEnglish": "47",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}