{
    "URL": "https://thetvdb.com/movies/the-legend-of-shangri-la",
    "Genres": [
        "Animation",
        "Documentary",
        "History",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2105015/",
        "https://www.themoviedb.org/movie/352049"
    ],
    "TitleEnglish": "The Legend Of Shangri-La",
    "SummaryEnglish": "CG Animation Short Film \"The Legend of Shangri-la\" is adapted from the poem of the same title by the famous poet Tao Yuan Ming of Dong Jin Dynasty over 1000 years ago. By applying Chinese traditional painting techniques and papercutting to CG, IDMT created this unique animation film with the style and movement of Shan-Xi shadow puppet show.  The combination results in this original 3D CG short film with its unique visual style. It tranquilly depicts Peach Blossom Valley (known to the western culture as Shangri-La), the earthly paradise, in Dong Jin people's mind and their desire to return to happy and harmonic life.",
    "Aliases": [],
    "Modified": "2023-09-21",
    "Seasons": {
        "0": {
            "ID": "575372",
            "URL": "https://thetvdb.com/series/happiness-charge-precure/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4838058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4838058",
                    "TitleEnglish": "Pretty Cure All Stars New Stage 3: Eternal Friends",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "4944749",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4944749",
                    "TitleEnglish": "HappinessCharge PreCure! the Movie: The Ballerina of the Land of Dolls",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "575373",
            "URL": "https://thetvdb.com/series/happiness-charge-precure/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 49,
            "Episodes": {
                "1": {
                    "ID": "4786157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4786157",
                    "TitleEnglish": "Love is the Best! The Birth of Cure Lovely!",
                    "SummaryEnglish": "As Pretty Cures all over the world fight against Saiarks, minions of the evil Phantom Empire led by Queen Mirage, Himelda \"Hime\" Window, also known as Cure Princess, feels downhearted after losing yet again to the Saiark, having to be bailed out by another Cure named Cure Fortune. Blue, the god of the universe, gives Hime a Crystal of Love so that she can find a partner to fight alongside her. Excited to be able to have a friend, Hime decides to randomly throw the crystal to decide her partner, which randomly lands on a girl named Megumi Aino. Hime, along with her fairy partner Ribbon, follows Megumi as she goes about her shopping, helping others when they're in trouble. As Hime makes her presence known, Megumi becomes awed by her fashion sense and decides to become friends with her, but is taken aback when she is suddenly told to become a Pretty Cure. Just then, one of the Phantom Empire's commanders, Namakeruda, traps Mao, the younger sister of Megumi's childhood friend Seiji Sagara, inside a mirror, reversing her happy thoughts to create a Hat Saiark. As Hime struggles to fight against it due to her fear, Megumi steps in to protect her, stating that even though she herself is afraid, she will never put her own safety before others. This awakens her potential and turns the crystal into the Pretty Change Mirror, allowing her to transform into the Pretty Cure, Cure Lovely.\r\nNote: Cure Black celebrates the 10th anniversary.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4786158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4786158",
                    "TitleEnglish": "Hime and Megumi`s Friendship! Happiness Charge Precure are Assembled!",
                    "SummaryEnglish": "Fearing she might lose to the Saiark yet again, Hime decides to escape with Megumi to her hideout. There, Blue explains how the Phantom Empire emerged from a sealed box known as Axia and began plaguing the world with Saiark, including Hime's homeland, the Blue Sky Kingdom. Hime, feeling she has no chance of winning against the Saiark and is a failure as a Pretty Cure, runs off, prompting Megumi and Ribbon to chase after her. Using special items called PreCards to don a magical detective outfit, Megumi, aided by her friend Yuko Omori who had ran into Hime earlier, manages to find Hime and give her some encouragement. Deciding to name themselves the HappinessCharge Precure, Megumi and Hime appear before Namakeruda once again, fighting past his army of Choiark henchmen before confronting the Hat Saiark again. With Megumi's assistance and encouragement, Hime manages to purify the Saiark and free Mao from her imprisonment. After Mao's feelings are then converted by Ribbon into more PreCards, Megumi and Hime promise to keep helping each other out from now on.\r\nNote: Cure Dream celebrates the 10th anniversary.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4796385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4796385",
                    "TitleEnglish": "The Secret is Out!? The Precure`s Identities Must Be Kept a Secret!!",
                    "SummaryEnglish": "Blue gives Megumi and Hime some Cure Line phones, so they can keep in contact with each other, before urging them to keep their identites as Pretty Cures a secret from their friends and families. However, Megumi has a hard time keeping things a secret from Seiji, who lives next door to her. The next day, during his morning run, Seiji encounters a Newspaper Saiark being led by another one of Queen Mirage's commanders, Hoshiiwa. Arriving on the scene to find Seiji beating up by the Choiark, Megumi and Hime choose to transform in front of him to protect him. After Megumi beats the Choiarks with her new form, Cherry Flamenco, she and Hime team up to defeat the Saiark. Afterwards, the girls, along with Blue, explain their situation to Seiji, who decides to help them out in fighting against the Saiark.\r\nNote: Cure Passion celebrates the 10th anniversary.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4796386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4796386",
                    "TitleEnglish": "The Transfer Student is a Princess!! Hime's Great Friendmaking Operation!!",
                    "SummaryEnglish": "Hime is transferred into Megumi's school under the Japanese name Hime Shirayuki, becoming excited at the thought of making 'one hundred friends'. Upon arriving at school however, she is overcome with fear and finds herself unable to face anyone properly. Megumi tries to get Hime to make friends with Yuko, but she becomes too afraid and turns away from her. Whilst lamenting her actions alone in the gym storage, Hime meets a teacher having his own worries about his students not listening to him. Just then, Namakeruda appears and uses the teacher to create a Cone Saiark. Hime initially struggles against the Saiark, but becomes strengthened by her desire to protect the school and make some friends, defeating the Saiark with help from her new form, Sherbert Ballet. Afterwards, Hime gives the teacher some words of encouragement before working up the courage to become friends with Yuko.\r\n\r\nNote: Cure Moonlight celebrates the 10th anniversary.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4796387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4796387",
                    "TitleEnglish": "Megumi and Hime! The Big Help my Friend Operation!!",
                    "SummaryEnglish": "On their way to Megumi's house, Megumi and Hime end up doing a lot of good deeds, such as clearing up litter, treating a injured puppy, helping a lost child, and giving someone courage to propose to his girlfriend. After having pancakes with Megumi and her mother, Hime laments how her parents were trapped inside mirrors by the Phantom Empire, whilst Megumi tells her how she wants to help out her mother, who has a weak body, citing her as the reason she loves helping others. Hosshiiwa takes advantage of Megumi's helping nature to lure her and Hime into a trap, attacking them with a Mole Saiark. As Hosshiiwa passes off Megumi's desire to help others as self-satisfaction, Hime stands by her side, believing in the genuine good feelings from helping others, and manages to break them free from the Saiark and defeat it. Afterwards, Megumi gives Hime her thanks for standing by her beliefs.\r\n\r\nNote: Cure Happy celebrates the 10th anniversary.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4796388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4796388",
                    "TitleEnglish": "Ribbon's Tenderness!! That's the Love of Cooking!!",
                    "SummaryEnglish": "Ribbon gets upset at Hime when she doesn't want to eat her home cooking and has lunch at Yuko's house instead. Wanting Hime to understand the feelings behind cooking, Yuko asks her to help out at her family's bento shop, where she learns how much hard work goes into preparing food for others. Just as Megumi brings Ribbon over so Hime can apologize, Namakeruda appears with a Bento Saiark to target the shop. Determined to protect the shop, Hime understands the effort Ribbon puts into her cooking and fights back with her Macademia HulaDance form, allowing Megumi to defeat the Saiark. Afterwards, Hime apologizes to Ribbon for her behavior and the two manage to make up with each other.\r\n\r\nNote: Cure Egret celebrates the 10th anniversary. The opening features the first set of scenes from the upcoming Pretty Cure All Stars New Stage 3 Eternal Friends.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4821148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4821148",
                    "TitleEnglish": "Friendship Full Throttle!! The Pair's New Power!!",
                    "SummaryEnglish": "As Hime decides to hold a 'special party' at her house, Megumi shows up early with the intention of helping out with preparations. Hime, however, wants to prepare the cake she was making by herself, kicking Megumi and Ribbon out of the house when they try to help her out. As Megumi wonders what exactly she did wrong, Ribbon explains that Hime wanted to prepare the cake herself as a surprise for her. Meanwhile, Hosshiiwa targets a newlywed couple and creates a Wedding Cake Saiark, which Hime attempts to fight on her own, but ends up getting overwhelmed. Megumi arrives in time to protect her, with Megumi apologizing for not understanding her feelings and Hime apologising for getting mad at her. As the two desire to grow stronger together, they combine their strengths to bring forth a new power, the Twin Miracle Power Shoot, and defeat the Saiark. Afterwards, Hime decorates the cake Megumi and Ribbon worked on and holds the special party, celebrating 100 days since she became friends with Megumi.\r\n\r\nNote: Cure Aqua celebrates the 10th anniversary. The opening features the second set of scenes from Pretty Cure All Stars New Stage 3 Eternal Friends.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4821149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4821149",
                    "TitleEnglish": "The Crisis of Friendship!! The Ominous Wish of Miss Fortune!!",
                    "SummaryEnglish": "With the HappinessCharge Pretty Cure gaining popularity thanks to TV coverage, Megumi and Hime attend the local festival with some of Megumi's friends, where Hime ends up spending all of her allowance quickly, but enjoys making new friends. The girls decide to have their fortunes read by Iona Hikawa, a girl from the class next to Megumi's, who foretells a terrible future for Megumi and Hime. Just then, Oresky, another commander from the Phantom Empire, targets Megumi's friends and creates two Matsuri Saiarks, which take the Cures off guard. As the Cures are driven into a corner, Cure Fortune appears and single handedly defeats the Saiarks, before telling Megumi that she is better off not partnering with Hime, believing she can't be trusted.\r\n\r\nNote: Cure Pine celebrates the 10th anniversary. The opening features more scenes from Pretty Cure All Stars New Stage 3 Eternal Friends.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4821151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4821151",
                    "TitleEnglish": "Let's Do Karate!! The PreCure Power Up!?",
                    "SummaryEnglish": "Lamenting over their last battle, Megumi and Hime decide they need to train their bodies. Seiji takes them to his local karate dojo where Iona also practises, along with Megumi's friend Kazumi. The girls are impatient to learn about the advanced fighting techniques, but Seiji insists they start with basic techniques. The next day, as Kazumi nervously prepares to take an exam to improve her rank, she is targeted by Oresky, who creates a Karate Saiark to attack the dojo. As the Cures rush into attack, Megumi is injured from defending Hime from a feint attack. Just as things look their worse, a mysterious new Pretty Cure named Cure Honey uses a soothing song to put the Saiark under her control and give the Cures the encouragement to defeat the Saiark using the techniques they learnt from Seiji. After Cure Honey takes her leave, Kazumi is encouraged to try her hardest in her exam.\r\n\r\nNote: Cure Rhythm celebrates the 10th anniversary.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4821153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4821153",
                    "TitleEnglish": "The Singing PreCure! Cure Honey Appears!!",
                    "SummaryEnglish": "Having been caught on a television broadcast, Cure Honey's song has caught on with almost all of the students, much to the dismay of the choir club president, Hitomi, who wants her club to practise seriously for an upcoming contest. Hitomi becomes upset when the rest of the choir club speak up against her strictness, wanting to perform something for more fun, and becomes targeted by Hosshiiwa, who creates a Music Saiark and uses her own song to spread her chaos, desiring to face Cure Honey. Sure enough, Cure Honey shows up to face Hosshiiwa in a vocal showdown and comes out as the winner. Cure Honey then shows off the power of her Honey Baton to help Megumi and Hime defeat the Saiark. Afterwards, as Hitomi makes up with the choir club, choosing to go with Cure Honey's song for the contest, Yuko reveals to Megumi and Hime that she herself is Cure Honey.\r\n\r\nNote: Cure Blossom celebrates the 10th anniversary.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4834738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4834738",
                    "TitleEnglish": "The Mysterious Message! Cure Honey's Secret!!",
                    "SummaryEnglish": "Blue explains that he gave Yuko the power to become a Pretty Cure prior to Megumi, though Yuko decides to withhold telling her secret right away. The next day, Yuko invites Megumi, Hime, and Seiji to the mountains, where they all help Yuko's grandparents plant rice used in her family's restaurant. Although Hime is eager to know why Yuko kept quiet about her identity, she comes to understand more of Yuko's kindness. Just then, Namakeruda appears and targets Yuko's grandparents to create a Scarecrow Saiark, with Megumi and Hime unable to fight easily in the mud. As Yuko joins the fight, she discovers the Saiark is resilient to her song, but she is soon supported by Megumi and Hime and manages to defeat the Saiark with her Popcorn Cheer form and her Honey Baton. Afterwards, as the girls eat the rewards of their work, Yuko explains the feelings behind delicious are the reason she became a Pretty Cure, revealing she was too embarrassed to come forward before.\r\n\r\nNote: Cure March celebrates the 10th anniversary.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4842044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4842044",
                    "TitleEnglish": "Megumi in a Pinch! In Danger of Failing as a PreCure!!",
                    "SummaryEnglish": "Megumi ends up ranking in the bottom two in her class and has to take a retest or else face after-school lessons for the rest of the school year, along with her classmate Kenta, who is more interested in baseball than studies. Megumi is put under further pressure when Blue threatens to suspend her from Pretty Cure activities should she fail her next test. Whilst Hime and Yuko help Megumi with her studies, Seiji teaches Kenta the importance of studying. On his way home to study, Kenta is targeted by Namakeruda, who creates a Baseball Saiark which Megumi challenges to a baseball match. After a series of foul balls, Megumi manages to figure out the pattern of the Saiark's pitches and land a home run, allowing her to defeat the Saiark. Afterwards, Megumi and Kenta study hard and manage to pass their retests.\r\n\r\nNote: Cure Heart celebrates the 10th anniversary.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4842045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4842045",
                    "TitleEnglish": "A Formidable Enemy Appears! Cure Fortune vs. The PreCure Hunter!",
                    "SummaryEnglish": "A 'Pretty Cure Hunter' by the name of Phantom, who has defeated many Pretty Cures and trapped them in mirrors, learns that the current strongest Pretty Cure lies somewhere in Pikarigaoka. Meanwhile, Megumi enters Blue's Cross Mirror Room and joins Blue, who had been thinking over a lost love, in a trip through one of the mirrors, arriving at Pikarigaoka Shrine. There, Phantom appears before them, showing a particular hatred towards Blue concerning Queen Mirage, and completely overwhelms Megumi, trapping her in some restraints. Just then, Cure Fortune arrives, having sought out Phantom to avenge someone precious to her, but even she is outmatched by Phantom's strength. Megumi manages to break free from her restraints and rushes to Fortune's aid, saying they need to work together as fellow Cures. Combining their strengths, Megumi and Fortune manage to increase their power, forcing Phantom to bring out his sword to defend himself. After Blue convinces Phantom to leave, stating that defeating him would not be Queen Mirage's wish, Fortune reveals that she received her Pretty Cure powers from her older sister, Cure Tender, who was defeated by Phantom. Whilst Blue blames himself for all the misfortune that has happened, Megumi gives him some encouragement, stating her gratitude for being able to become a Pretty Cure.\r\n\r\nNote: Cure Mint celebrates the 10th anniversary.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4854441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4854441",
                    "TitleEnglish": "A Hero Appears! He is a Really Cool Guy!!",
                    "SummaryEnglish": "As Phantom continues to defeat Pretty Cures across the world, Megumi worries that Phantom is too powerful for her and the others to handle. Deciding to put it behind her for now, Megumi and the others help out Mao's class, including a superhero obsessed classmate named Takuma, on a trip to the beach to collect clams. As the group help Takuma search for clams, with Takuma later helping out others, they are targeted by Oresky, who summons a Clam Saiark. Spurred on by Takuma's hero spirit, the Cures overwhelm the Saiark and save the day, allowing the kids to enjoy their spoils.\r\n\r\nNote: The HappinessCharge PreCures celebrate the 500th episode anniversary.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4879994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4879994",
                    "TitleEnglish": "I Want to See My Mother! Hime Returns to the Blue Sky Kingdom!",
                    "SummaryEnglish": "On Mother's Day, Megumi and Yuko suggest to Hime that they travel to the Blue Sky Kingdom so she can deliver specially made cakes to her mother, who became trapped in a mirror when the Phantom Empire invaded. Blue allows the girls to go, but warns them to avoid battles as much as possible, as their Pretty Cure powers will be weakened due to the Phantom Empire's influence. Arriving in the Blue Sky Kingdom, the girls use their Ninja outfits to avoid detection by the Choiarks as they make their way towards the palace, where they have to get past several Knight Saiarks. After using a hidden passageway, the group arrive at the throne room where Hime's imprisoned parents are. After delivering Hime's cakes to her mother, the girls transform to escape, but are soon discovered by Hosshiiwa, Namakeruda, and Oresky, who send a trio of Saiarks after them. The Cures struggle due to their weakened powers, finding themselves unable to even overcome the weak Choiarks, and barely manage to escape through a portal back to Earth. Whilst Hime laments having to run away again, Megumi and Yuko assure her they will become stronger and one day liberate the Blue Sky Kingdom.\r\n\r\nNote: Cure Melody celebrates the 10th anniversary.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4879995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4879995",
                    "TitleEnglish": "I Am Mass Communication!! I Shall Find All the PreCure's Secrets!!",
                    "SummaryEnglish": "Megumi and the others become concerned when newscaster Miyo Masuko announces on her Pretty Cure Weekly report show that she will unveil the secret identities of the HappinessCharge Pretty Cure. Things only worsen when Miyo shows up at their school, believing the Cures to be students at the school, and starts following the girls everywhere, even showing up at Megumi's house. After Megumi gives her a taste of her own medicine, Miyo explains how she was once saved by a Pretty Cure and desired to become one herself, becoming a reporter to learn more about them. Hearing about this, Megumi reveals her identity to Miyo and takes her to Blue so that she can become a Pretty Cure. Blue gives Miyo a Crystal of Love, but it doesn't react to her wishes, leading her to believe she is too old to become a Pretty Cure. She then becomes targeted by Namakeruda, who creates a Reporter Saiark, which uses Miyo's in-depth knowledge about the Cures's moves against them. Yuko manages to overcome this by using her new form change, Coconuts Samba, a move Miyo had no prior knowledge of, allowing Megumi and Hime to defeat the Saiark. As Miyo still feels downhearted afterwards, she is cheered up by the support of her young fans, deciding to keep the girls identities a secret and spread the word about how Cures gain power from everyone's support.\r\n\r\nNote: Cure Berry celebrates the 10th anniversary.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4880005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4880005",
                    "TitleEnglish": "Effort and Heart!! Megumi and Seiji's Bond!!",
                    "SummaryEnglish": "Wanting to support Seiji as he participates in a karate tournament, the girls decide to make him lunchboxes, which Hime isn't particularly skilled at. Whilst out shopping for ingredients, Hime encounters Seiji practising his karate, becoming curious as to why he works so hard at it. Just then, Oresky targets another karate student and created a Karate Saiark, with Seiji offering to help hold off the Choiarks for Hime. As Megumi and Yuko come to their aid, Seiji explains that it was Megumi who inspired him and Yuko to keep doing their best, giving Hime the encouragement to work hard too and defeat the Saiark alongside Megumi. Afterwards, Hime gives her all to make some omelettes for Seiji, who manages to win his tournament.\r\n\r\nNote: Cure Rouge celebrates the 10th anniversary.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4880010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4880010",
                    "TitleEnglish": "Everyone Happily Gives Their Full Support! The Wedding Ceremony in Pikarigaoka!!",
                    "SummaryEnglish": "Yuko and her family are asked to cater for a wedding between two customers, Sachiyo and Daisuke, with Megumi and her friends offering to help out with preparations and Hime suggesting they use the theme of 'four somethings' for the bride's outfit. However, Sachiyo informs the group that her best friend who was supposed to give her 'something borrowed', Iona's older sister Maria, has gone missing, so the girls ask Iona to deliver it in her place. On the day of the wedding, after Iona gives Sachiyo Maria's handkerchief, Hosshiiwa crashes the wedding and creates a Bride Saiark from the newlywed couple. Determined to protect the wedding, Cure Fortune appears and leads the Cures to victory, allowing the celebrations to continue.\r\n\r\nNote: Cure Peach celebrates the 10th anniversary.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4903443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4903443",
                    "TitleEnglish": "Soccer Showdown! Team PreCure Assembled!",
                    "SummaryEnglish": "As Megumi and the others are disappointed to learn from Ribbon that only one of their wishes upon completing the PreCard File, Cure Fortune's partner, Glassan, suggests to Cure Fortune that she team up with the HappinessCharge Pretty Cure, but she outright refuses as she still can't bring herself to join forces with Hime. Later that night, Hime becomes defiant when Blue and Ribbon propose telling Megumi and Yuko about the Axia Box, fearing that she would lose her friends if they knew her secret. The next day, Seiji has Megumi, Hime, Yuko, and Iona fill in for a soccer team for a match against rival stores. As the match gets underway, Hime and Iona end up getting on each other's nerves as Iona keeps interrupting Hime's plays. During half-time, Oresky appears and targets the team's coach to create a Soccer Saiark, with Cure Fortune once again showing up to fight. Following Megumi's suggestion, Cure Fortune teams up with the other Cures and defeats the Saiark. After the match ends with Megumi's team winning, Iona appears before Megumi's group and reveals her identity as Cure Fortune, asking to team up with Megumi and Yuko, but not Hime.\r\n\r\nNote: Cure Ace celebrates the 10th anniversary.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4903444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4903444",
                    "TitleEnglish": "A Sad Past!! Cure Fortune's Tears",
                    "SummaryEnglish": "Despite offering to team up with Megumi and Yuko, Iona refuses to work with Hime, revealing that she is the one who opened the Axia Box and released the Phantom Empire, blaming her for the defeat of Maria, who was Cure Tender. Unable to face Megumi and the others with her secret revealed, Hime runs away, prompting the others to search for her. Coming across Hime first, Yuko assures her that she and Megumi would not stop being friends with her in light of this secret. Meanwhile, as Megumi feels the same way whilst speaking with Ribbon, they come across Namakeruda and Hosshiiwa attacking the city with Crepe and Guitar Saiarks. As Megumi keeps a hold on her happiness and takes on both Saiarks by herself, she is soon supported by Iona who teams up with her to defeat them. Hime, who had been watching the two's teamwork, assumes Iona has replaced her as Megumi's partner and runs off yet again. Meanwhile, Phantom sets his sights on the HappinessCharge Cures.\r\n\r\nNote: Cure Sunshine celebrates the 10th anniversary.",
                    "Aliases": []
                },
                "21": {
                    "ID": "4903445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4903445",
                    "TitleEnglish": "Hime's Past Mistakes! Cure Fortune's Anger!",
                    "SummaryEnglish": "Hime secludes herself in her room, believing Megumi has ditched her in favor of Iona, who continues to reject Megumi's offer of joining the team due to her hatred towards Hime. Megumi and Yuko use food to lure Hime out of her room, using their PreCards to chase after her when she tries to escape, reminding her of their strong friendship and assuring her that the opening of the Axia Box wasn't her fault. Just then, Phantom appears in the city and creates dozens of Saiarks at once, prompting the Cures to go into battle against them. Despite the overwhelming numbers, the Cures put faith in their friendship and overcome their opponents, though this leads Hime to become concerned about Iona fighting by herself. Meanwhile, Iona goes after Phantom by herself but falls into his trap, winding up in a 'Pretty Cure Graveyard' for all of the defeated Cures, where Phantom intends to add her to his collection.\r\n\r\nNote: Shiny Luminous celebrates the 10th anniversary.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4903446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4903446",
                    "TitleEnglish": "A New Transformation!? Fortune's Great Wish!",
                    "SummaryEnglish": "After Megumi's group manages to defeat all of the Saiarks in Pikarigaoka, they are approached by Glasan, who informs them that Iona had disappeared, prompting the Cures to search for her. Upon learning that Iona is trapped in another dimension, Blue calls the Cures to the Cross Mirror Room to combine their feelings of wanting to help her. Meawhile, Iona is overwhelmed by Phantom, who takes the Pretty Change Mirror she got from Maria and burned up her transformation PreCards, sending her into despair. Just as Phantom is about to trapped Iona inside a mirror, the Cures manage to break into the graveyard with Blue's help. As the Cures attempt to fight off Phantom, Hime gives Iona all of her earned Precards as apology for her actions, wanting to put Iona's wish before her own. With enough cards to complete the PreCard File, Iona decides to put her desire to save everyone over just saving Maria and makes a wish to gain the power to protect her friends. Her wish grants her the Fortune Piano, allowing her to transform into a Pretty Cure once again, this time with the power to overcome Phantom. After being hit by Iona's new magical item, the Fortune Tambourine, Phantom prepares to keep on fighting, but is interrupted when Queen Mirage appears on a mirror behind him.\r\n\r\nNote: Cure Beauty celebrates the 10th anniversary.",
                    "Aliases": []
                },
                "23": {
                    "ID": "4928927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4928927",
                    "TitleEnglish": "Super Nervous! Iona and Hime's First Shopping Trip Together!",
                    "SummaryEnglish": "Mirage attempts to attack the Cures but is stopped by Blue, who attempts to reason with her, only for his words to fall upon deaf ears, forcing the Cures to retreat when Mirage attempts to attack Megumi. Arriving back home safely, the girls decide to put together a party to celebrate the complete formation of the HappinessCharge Pretty Cure. As Megumi and Yuko prepare the party, Iona takes Hime with her to shop for ingredients, with both girls initially finding it hard to get used to each other. When asked by Hime about what happened when she opened the Axia Box, Hime explains that she heard a saddened voice coming from the box which prompted her to open it, setting the Phantom Empire loose. As Iona feels guilty that she never bothered to hear Hime out before due to her grudge, Hosshiiwa attacks with a Mother Saiark. Iona initially gets the upper hand but is soon double teamed by a speedy Son Saiark. Luckily, Hime arrives to back Iona up, using their Macademia Hula Dance and Pine Arabian forms to defeat the Saiarks. After the battle, Iona gives her thanks to Hime and becomes closer friends with her before being officially welcomed to the HappinessCharge Pretty Cure.\r\n\r\nNote: Cure Bloom celebrates the 10th anniversary.",
                    "Aliases": []
                },
                "24": {
                    "ID": "4928931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4928931",
                    "TitleEnglish": "Coach Iona's Great 'PreCure Power Up' Operation!",
                    "SummaryEnglish": "Iona suggests to the others that they hold a training camp at the beach to make their team stronger. After Iona has each member practise their special moves, which looks like typical playing to the normal eye, the girls try to come up with a new group pose, during which Megumi gets soaked by a wave, before winding things down with a beach volleyball match. They then coincidentally encounter Oresky, who was undergoing his own beach training, and use the results of their training to defeat his Lighthouse Saiark. Later that night, as Megumi comes down with a fever, Seiji feels conflicted when he sees Blue carry a blushing Megumi to her room.",
                    "Aliases": []
                },
                "25": {
                    "ID": "4928933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4928933",
                    "TitleEnglish": "Fall in Love Heart-Pounding! PreCure Training Camp Climax!",
                    "SummaryEnglish": "Whilst Blue looks after Megumi, who is still sick with her cold, he is asked about his feelings concerning fighting Mirage. Hime invites some of her friends to join them in their training, one of whom, Rin, has a crush on Seiji. As Megumi recovers in time to join the others for a barbecue, Hime is helped out by Seiji after a plan to play a prank on him goes wrong. Just then, Namakeruda appears and targets Rin to create a Love Saiark, which the Cures manage to defeat. Later that evening, Rin confesses her feelings to Seiji, but is rejected as he already likes Megumi, something which the girls agree to keep secret from Megumi.",
                    "Aliases": []
                },
                "26": {
                    "ID": "4928934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4928934",
                    "TitleEnglish": "Lost in Stray Pair! Hime and Seiji's Great Adventure!",
                    "SummaryEnglish": "Whilst on the train back home, Hime and Seiji stop by a station to get a drink. However, when the vending machine ends up giving them too many prize drinks in a row, the train departs with Hime's Pretty Change Mirror and Seiji's Cure Line phone still on it. As the two leave the station in search of a payphone, Hime is troubled by a sprained ankle, so Seiji treats it and offers to carry her. The pair are soon confronted by Hosshiiwa and her Delinquent Saiark and Choiarks, with Seiji stepping up to defend Hime from the Choiarks before Megumi and the others arrive to help. Angered by Hosshiiwa's poor treatment of Seiji, Hime, who regains her Pretty Change Mirror, gains the strength to defeat the Saiark by herself. As the group make their way back home, Hime fears that she herself has developed a crush on Seiji.",
                    "Aliases": []
                },
                "27": {
                    "ID": "4961265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4961265",
                    "TitleEnglish": "The Worrying Hime! The PreCure Team in Danger of Disbanding!?",
                    "SummaryEnglish": "As the group work to finish their summer homework, Hime finds it hard to be around Seiji, eventually confiding in Yuko and Iona. After an awkward lunch together, Yuko mentions to Hime that Megumi appears to have a crush on Blue, also mentioning she one had a failed love herself. Meanwhile, Seiji calls Blue out to ask him what he thinks about Megumi, not feeling satisfied by his answer. Just as Hime catches up to Seiji, Namakeruda targets him and creates a Chef Saiark. Despite their worries, both Megumi and Hime realise that, regardless of feelings, Seiji is still precious to them and unite their powers to defeat the Saiark. Afterwards, Hime comes to realise her feelings for Seiji weren't actually love, deciding to support Megumi and Seiji instead.",
                    "Aliases": []
                },
                "28": {
                    "ID": "4961266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4961266",
                    "TitleEnglish": "Landing in Hawaii! Alo~ha PreCure Appears!",
                    "SummaryEnglish": "As Yuko starts helping out Pretty Cures from around the world, the girls are approached by Aloalo, the fairy partner of Hawaii's Pretty Cure team, Alo~ha Pretty Cure, who have been struggling against the Phantom Empire's commanders, Madam Momere. The girls travel to Hawaii, which has been completely frozen over, to meet up with twin sisters Ohana and Olina, a.k.a. Cure Sunset and Cure Wave respectively, who are struggling to get along with each other due to their different methods of fighting. After Yuko uses her lunches to help lighten the mood between them, the sisters decide to put aside their squabbles and work together with the HappinessCharge Cures for the sake of saving Hawaii. After the HappinessCharge defeat one of Madam Momere's Saiarks, Ohana and Olina realise the importance of their sisterly bond and work together to defeat the other Saiark, returning Hawaii back to normal. As the Cures celebrate with a Hawaiian meal, Blue believes the girls can awaken the power of the Shining Make Dresser.",
                    "Aliases": []
                },
                "29": {
                    "ID": "4961267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4961267",
                    "TitleEnglish": "The True Figure of Axia! Shining Make Dresser!!",
                    "SummaryEnglish": "Blue explains that the Cures can use the Axia's true power, the Shining Make Dresser, to once again seal Queen Mirage. However, Megumi objects, believing Blue doesn't truly want to fight Mirage, whilst Iona argues against her, stating that defeating Mirage is the only way to save the captured Pretty Cures. The next day, after both Megumi and Iona sort out their feelings with help from Yuko and Seiji, the girls ask Blue about what happened between him and Mirage. Blue met Mirage 300 years ago, when she was a just a simple shrine maiden working at Pikari Shrine, and despite having feelings for her, he chose not to stay by her side for the sake of loving everyone on Earth, which led to her becoming Queen Mirage. As the girls encourage Blue to tell Mirage his true feelings, Blue decides that they need to awaken Axia in order to face the Phantom Empire in the Blue Sky Kingdom. Mirage, swayed over by Deep Mirror, sends the commanders to interrupt Blue and Hime's ritual needed to awaken Axia, so the other Cures fight against them to buy enough time for the Axia to become the Shining Make Dresser. The Cures attempt to purify the trio, but Deep Mirror manages to keep them on his side and allow them to escape. Swayed further by Deep Mirror's influence, Mirage sends Phantom to go after Blue.",
                    "Aliases": []
                },
                "30": {
                    "ID": "4961268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4961268",
                    "TitleEnglish": "Phantom's Secret Plan! Another Cure Lovely!",
                    "SummaryEnglish": "As the girls try to figure out the secrets of the Shining Make Dresser, Blue reveals that Mirage was once a Pretty Cure herself who battled alongside him. Shortly afterwards, Megumi and Blue are confronted by Phantom, who uses Megumi's shadow to turn himself into a dark double of Cure Lovely named Unlovely. Armed with knowledge of Megumi's desire to help her mother, Unlovely uses psychological attacks on Megumi, leaving her vulnerable to her attacks. With Unlovely's power proving to outmatch the other Cures, Megumi is left doubting herself, but Hime and the others help to encourage her to stand up again, giving her the strength to fight against Unlovely, turning her back into Phantom. The Cures' innocent thoughts grant them the power to use the Shining Make Dresser and perform the Happiness Big Bang attack to beat Phantom.",
                    "Aliases": []
                },
                "31": {
                    "ID": "4961269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4961269",
                    "TitleEnglish": "An Unexpected Partnership!? Cure Honey and Phantom!",
                    "SummaryEnglish": "Phantom, who was knocked unconscious in the previous battle, is taken in by the girls to have his injuries treated. Yuko decides to take over looking after Phantom, leading to some misinterpretations from the other girls. When asked by Phantom as to why she bothers to help him, Yuko rekindles memories of a dog who got into an accident, which inspired her to develop her cooking skills and nurse him back to health. Despite the dog passing away two years ago, Yuko remained determined to use her food to help those in need, be they friend or foe. Just as Phantom reveals the only way to undo the sealing curse on Maria and the other defeated Pretty Cures is to defeat him, the Cures are alerted to an attack by Oresky and his Tree Saiark. While Megumi, Hime, and Iona fight against Oresky, Yuko encourages Phantom to put aside his hatred for Blue and return safely to Mirage's side, before joining the others in defeating the Saiark.",
                    "Aliases": []
                },
                "32": {
                    "ID": "4993995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4993995",
                    "TitleEnglish": "Iona's First Love!? Activate Innocent Form!",
                    "SummaryEnglish": "One of Seiji's friends, Yuya Kaido, confesses to Iona, with the other girls suggesting she invite him on a date to the zoo. Initially nervous, Iona starts to enjoy herself as the day continues, though gets a little intimidated by Yuya's forwardness about his feelings. Just then, Yuya is targeted by Namakeruda, who creates a Basketball Saiark. Whilst still known nothing about romance, Iona becomes determined to protect Yuya, her innocent feelings bringing about a new power from the Shining Make Dresser, the Innocent Form, which she uses to defeat the Saiark. After the battle, Yuya decides to wait as long as it takes for Iona to respond to his feelings.",
                    "Aliases": []
                },
                "33": {
                    "ID": "4993996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4993996",
                    "TitleEnglish": "What I Want to Become! Megumi's Innocent Search!",
                    "SummaryEnglish": "Wanting to earn her own Innocent Form, Megumi decides to step up her efforts in helping others. She comes across Mami Jindaiji, a budding scientist trying to build her own rocket, and decides to help her with her research. However, Megumi ends up doing a lot of unnecessary things, including washing Mami's lab coat which she promised not to clean until she had finished her rocket, and ends up feeling she is only being a nuisance. After speaking with Seiji, Megumi instead decides to make some cookies to give Mami some encouragement. The next day, however, Oresky targets Mami and creates a Rocket Saiark, wanting to launch her rocket for himself. Determined to both protect Mami's rocket and help her reach her dream, Megumi keeps on fighting before the others arrive to help defeat the Saiark. Afterwards, Mami successfully launches her rocket, becoming more encouraged in reaching her dream, with Megumi also learning something from the experience.",
                    "Aliases": []
                },
                "34": {
                    "ID": "4993997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4993997",
                    "TitleEnglish": "Hime's Big Success!? Let's Get Fired Up! The First Culture Festival",
                    "SummaryEnglish": "Hime is excited for the school culture festival, which would be her first, and tries to help out as much as possible, but struggles to find something she can help out with. Luckily, the student council president gets Hime to help him put up posters around the school, learning the festival is all about everyone working together. She later gets by everyone to help make the front gate look appealing. The next day, as the festival gets underway, Namakeruda appears and targets the student council president to create a Festival Saiark. As Hime strives to protect the gate that everyone made together, she awakens her Innocent Form, using its power to help defeat the Saiark.",
                    "Aliases": []
                },
                "35": {
                    "ID": "4993998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/4993998",
                    "TitleEnglish": "Everyone Looks Delicious! Yuko's Happiness Delivery!",
                    "SummaryEnglish": "The girls help out Yuko with her family's lunch deliveries, seeing first hand how they bring happiness to all kinds of customers. The last of these customers turns out to be a picky old lady named Mitsuya who, despite being vocal about her dislikes, still finishes all of her meals. The next day, Mitsuya is targeted by Hosshiiwa, who creates out a Parakeet Saiark, but Yuko's love of delicious food unlocks her Innocent Form, allowing her and the others to defeat it. Afterwards, Yuko hears from Mitsuya's parrot about her loneliness, and invites her to come to her restaurant, where she enjoys a delicious meal with her friends.",
                    "Aliases": []
                },
                "36": {
                    "ID": "5018156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/5018156",
                    "TitleEnglish": "Lots of Love! Megumi's Innocent Birthday!",
                    "SummaryEnglish": "On the day before Megumi's birthday, the other girls work on party preparations while Megumi spends time with her father, who has come home from work. During this time, Megumi becomes downhearted when she hears her mother is already on the mend, effectively making her wish to make her better meaningless. As her funk carries over to the next day during her party, feeling her resolve to help others has been shaken, she receives encouragement from both Seiji and Blue. Just then, Oresky crashes the party and targets all the guests to create a Present Saiark. Offering to share her party celebrations with Oresky, Megumi understands that the feeling of making everyone happy is greater than being thanked for it and unlocks her Innocent Form. After defeating the Saiark, Megumi decides to work towards a wish to make everyone happy, while Mirage prepares to make her move.",
                    "Aliases": []
                },
                "37": {
                    "ID": "5018157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/5018157",
                    "TitleEnglish": "Break It with a Big Bang! Unexpected Formidable Enemy Appears!",
                    "SummaryEnglish": "With Pikarigaoka celebrating Halloween, the girls invite Blue to join them for a costume parade, much to Seiji's dismay. As everyone becomes obsessed with sharing pumpkin cakes, Hime becomes concerned about Seiji, who is jealous of Blue growing closer with Megumi. Just then, Oresky attacks with a Pumpkin Saiark, desperate to prove himself as number one after learning Mirage is planning to bring out a stronger enemy. With Megumi hearing about Oresky's fears of being considered worthless if he can't be the top, the Cures defeat the Saiark and attempt to purify Oresky, but their Big Bang attack is stopped by Mirage's new enforcer who, to Iona's shock, is revealed to be none other than her kidnapped sister, Maria.",
                    "Aliases": []
                },
                "38": {
                    "ID": "5018158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/5018158",
                    "TitleEnglish": "Feelings That Want to be Conveyed",
                    "SummaryEnglish": "Mirage reveals that she had made Maria into her servant who has been completely brainwashed and only listens to her orders, commanding her to attack the Cures. Blue steps in to protect the Cures and try to reason with Mirage, but even he is overpowered by Maria's attack. Believing they can still reach Maria's heart, the Cures transform into their Innocent Forms, in order to try to get Maria to regain her memories. When Maria launches a powerful attack at Iona, Megumi steps in to take the hit, reminding Maria of when she protected Iona from Phantom, with Iona's feelings eventually manage to reach Maria. When Mirage attempts to take control of Maria once again, Iona's feelings awaken a new power from the Shining Make Dresser, allowing the Cures to use Innocent Purification to free Maria from Mirage's influence, returning her to Iona's side. Meanwhile, as Blue tries to express his true feelings to Mirage, she is suddenly swept away by Deep Mirror, who once again puts her under his influence.",
                    "Aliases": []
                },
                "39": {
                    "ID": "5031330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/5031330",
                    "TitleEnglish": "Iona's Big Shock! Cure Tender's Journey!",
                    "SummaryEnglish": "Despite being invited by Iona, Maria decides she doesn't want to join the HappinessCharge Cures, as she intends to return to America with her parents and help Pretty Cures all around the world. This does not go down well with Iona, who challenges Maria to a karate match in order to get her stay, but ends up losing. The next day, as Iona goes with Maria to see her off, their time together is cut short when Hosshiiwa appears with a Kung-fu Saiark, which Iona manages to defeat alongside the other Cures. Having watched her battle, Maria happily leaves the city in the care of Iona and her friends.",
                    "Aliases": []
                },
                "40": {
                    "ID": "5031331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/5031331",
                    "TitleEnglish": "Happy to be There! The PreCure's Holiday!",
                    "SummaryEnglish": "With the Pretty Cure's efforts diminishing the Phantom Empire's influence across the world, the girls continue with their peaceful lives, deciding to go on a picnic during the holidays. However, Namakeruda, Hosshiiwa, and Oresky, who are each giving one final chance by Mirage, attack the city all at once with multiple Saiarks in a desperate last attempt. With the Saiarks being no match against the strength the Cures have gained, the trio combine them into one giant Saiark, but the Cures still defeat it. As the girls return to their precious holiday, Mirage prepares to make a move herself with Phantom accompanying her.",
                    "Aliases": []
                },
                "41": {
                    "ID": "5031332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/5031332",
                    "TitleEnglish": "For Mirage's Sake! Phantom's Last Battle!",
                    "SummaryEnglish": "Mirage launches an all-out attack on Earth, trapping all of its citizens and creating an army of Saiarks across the world. Wanting to put a stop to this, the Cures head to the Blue Sky Kingdom to take the fight straight to Mirage, this time becoming able to fight at their full strength. When the girls get separated from each other in the middle of a thick fog, Yuko comes up against Phantom and battles against him, asking him if a world of misfortune is truly what he and Mirage wants. His conviction overwhelming Yuko's power, Phantom prepares to trap her in a mirror but is stopped by Blue, who tries to reason with Phantom to stop Mirage before she destroys herself. Determined to save Phantom from the pain in his heart, Yuko becomes determined to save him and bring back Mirage's smile. Deep Mirror possesses Phantom, fueling him with anger, but the Cures use the Innocent Purification to purify him and remind him of his true wish, revealing his true form as Mirage's fairy partner, PhanPhan, who joins the Cures in rescuing Mirage.",
                    "Aliases": []
                },
                "42": {
                    "ID": "5031333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/5031333",
                    "TitleEnglish": "Going to Phantom Empire Now! The PreCure vs. the Three Subordinates!",
                    "SummaryEnglish": "Megumi and Blue continue onwards towards Mirage while Hime, Yuko, and Iona stay behind to face against Namakeruda, Hosshiiwa, and Oresky respectively. Despite initially struggling in their battles, the Cures use their Innocent Forms to convey their feelings and purify the trio. Meanwhile, Megumi and Blue soon come face to face with Mirage.",
                    "Aliases": []
                },
                "43": {
                    "ID": "5050740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/5050740",
                    "TitleEnglish": "Hit Each Other Feelings! Lovely and Mirage!",
                    "SummaryEnglish": "Mirage resolves to make Blue suffer by bringing out her full power to destroy Megumi in front of him. Whilst being overwhelmed by Mirage's attacks, Megumi comes to understand Mirage's true feelings of wanting to be with Blue, telling Mirage that she can still be happy even if her feelings for Blue may never be realized. However, Deep Mirror uses his influence to fuel Mirage with a hatred for everything. Luckily, Megumi and the other Cures use their Innocent Forms to purify Mirage back to her original state while freeing all the trapped Cures. Having lost Mirage as she is reunited with Blue, Deep Mirror assumes his true form, that of a mysterious youth who sets his sights on Megumi.",
                    "Aliases": []
                },
                "44": {
                    "ID": "5076838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/5076838",
                    "TitleEnglish": "The New Threat!? Red Saiark!!",
                    "SummaryEnglish": "With Mirage free from evil's grip and the Blue Sky Kingdom returned to normal, the girls decide to have a pajama party to celebrate their victory. The next morning, Seiji, noticing Megumi looking down, takes her out on the town to clear her mind. When asked whether or not saving everyone has made her truly happy, Megumi confesses that she is heartbroken over Blue choosing Mirage over her and lets out her feelings. Just then, a powerful Red Saiark appears before Megumi as the mysterious youth attempts to use his influence to put her under his control, but Seiji's voice helps Megumi regain her senses and remove the red crystal that was manipulating her. Accepting the pain of lost love to pursue true happiness, Megumi fights back against the Red Saiark and manages to defeat it with the other Cures. The mysterious youth is encountered by Blue, revealed to be named Red as he decides to go after Seiji.",
                    "Aliases": []
                },
                "45": {
                    "ID": "5076839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/5076839",
                    "TitleEnglish": "The Enemy is God!? The Impact of Christmas!",
                    "SummaryEnglish": "Megumi informs Blue about the man she encountered before joining Hime and the others for a Christmas lunch. After helping Yuko's store sell some special lunches, the girls exchange scarves with each other, with Megumi also giving Seiji a scarf of his own. Later, as the girls pick out presents for Blue and the others, Seiji gets Megumi a brooch for her present. Just then, another Red Saiark attacks, distracting the Cures from the mysterious youth as he targets Seiji with a red crystal. Though the Cures manage to defeat the Saiark, they are confronted by the mysterious youth, Red, revealed to be a god like Blue who has turned Seiji into an evil knight under his control.",
                    "Aliases": []
                },
                "46": {
                    "ID": "5080506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/5080506",
                    "TitleEnglish": "The Battle Between Love and Hate! Seiji vs. PreCure!",
                    "SummaryEnglish": "Seiji, controlled by Red's crystal, attacks the Cures, who attempt to break the crystal only to find themselves pushed back and overwhelmed by his power. After explaining that his crystal only allowed Seiji to embrace the hatred he now bares towards Megumi for her failure to realize his feelings for her, Red uses his power to send a large red planet crashing towards Earth while legions of Red Saiarks spread across the world before he and Seiji take their leave. Just as Megumi feels helpless, blaming herself for not understanding Seiji's feelings, Maria arrives just in time to protect her from a Saiark, reminding the Cures not to give up so easily and instead use their desire to save those they care about to gain new strength. With the other Cures from around the world giving them encouragement, the HappinessCharge Cures stand up once more to beat the Saiark before setting off to the red planet to confront Red and rescue Seiji.",
                    "Aliases": []
                },
                "47": {
                    "ID": "5080507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/5080507",
                    "TitleEnglish": "Thank you Seiji! The Power is Born from Love!",
                    "SummaryEnglish": "As Blue, Mirage, and PhanPhan watch from the Pikari Shrine, the Pretty Cures attempt to make their way to the red planet when Seiji appears and attacks them. The others attempt to remind Seiji of who he is to create an opportunity for Megumi to reach him, the two crash landing on the red planet, Red points that the only way for it to be removed from Seiji is either his death or Megumi's. Megumi tells Red that she has come to understand Seiji's feelings, strengthening her resolve to convey her feelings to him in a one-on-one battle. Breaking through Seiji's attacks, Megumi confesses her gratitude and love for Seiji while reaching his true feelings. This allows the Cures to destroy Red's crystal and purify Seiji back to his normal self. Shocked by this turn of events, Red is furthered angered by Blue and Megumi saying that love can overcome hatred as he resolves to personally destroy everything.",
                    "Aliases": []
                },
                "48": {
                    "ID": "5080508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/5080508",
                    "TitleEnglish": "Overcoming Hatred! Born! Forever Lovely!",
                    "SummaryEnglish": "The Cures begin their fight against Red, pitting their love against his hatred. Despite the Cures using Innocent Purification against him, Red manages to successfully withstand their attack and fights back, knocking the Cures out of their Innocent Forms and trapping them inside mirrors, with Seiji becoming trapped himself in order to protect Megumi. Red reveals he was the god of the Red Planet which was destroyed long ago, his failure to protect it causing him to lose faith in love and instead turn to hatred, wanting to destroy Earth so that Blue could feel the same pain. Understanding his pain, Megumi offers to help Red fulfil his true wish and receives power from the collective prayers of Cures around the world, transforming her into Forever Lovely.",
                    "Aliases": []
                },
                "49": {
                    "ID": "5099048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happiness-charge-precure/episodes/5099048",
                    "TitleEnglish": "The Love is Shining Forever! Everyone will be Happy!",
                    "SummaryEnglish": "After freeing the other Cures, Megumi battles against Red, staying firm in her resolve to bring out the love hidden in his heart. Using her Forever Happiness Shower, Megumi shows Red the power of love and restores the light on Earth. Red, who is revealed to be Blue's brother, decides to focus his efforts into returning the red planet to its former glory, with Blue and Mirage deciding to leave Earth to help him do so, leaving the Cures with some Crystals of Love. With Megumi and the others, including the former commanders, returning to their everyday lives, the girls decide to use their crystals to make even more friends.",
                    "Aliases": []
                }
            }
        }
    }
}