{
    "URL": "https://thetvdb.com/series/fuuun-ishin-dai-shogun",
    "Genres": [
        "Action",
        "Animation",
        "History"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3588306/",
        "https://www.themoviedb.org/tv/60826"
    ],
    "TitleEnglish": "Dai-Shogun – Great Revolution",
    "SummaryEnglish": "In the late Edo period, Japan had experienced an unprecedented crisis by Kurofune (Black Ships), the ships from foreign countries. But a giant robot called Onigami, which has existed since ancient time, dispelled the Kurofune ships and the exclusion of foreigners was accomplished. The story begins in Japan where Meiji restoration in 1868 didn't happen. The tagline says, \"I can be the greatest man in the world, because I am a virgin!!\"",
    "Aliases": [
        "Fuuun Ishin Dai☆Shogun"
    ],
    "Modified": "2024-11-19",
    "Seasons": {
        "1": {
            "ID": "575802",
            "URL": "https://thetvdb.com/series/fuuun-ishin-dai-shogun/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4790786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fuuun-ishin-dai-shogun/episodes/4790786",
                    "TitleEnglish": "Succession Strife, Keiichiro Appears!",
                    "SummaryEnglish": "The time is the end of the Edo period and the place is Nagasaki. Keiichiro, who has defeated the bad guys in his neighborhood one after another in a fight, now boasts unrivaled strength. However, for Keiichiro, who aims to be the best man in the world, the unification of Nagasaki was just empty. Keiichiro, who spends such days, is suspected of murder. There is a mysterious beauty in the shadow ...!?",
                    "Aliases": []
                },
                "2": {
                    "ID": "4852212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fuuun-ishin-dai-shogun/episodes/4852212",
                    "TitleEnglish": "The Alluring Red-Light District, and the Foxy Chiharu!",
                    "SummaryEnglish": "Keiichiro, who cannot touch the girl because of the curse of the virgin, goes out to the city with his younger brother Hyakusuke in search of stress relief and encounter. He meets a girl named Chiharu at a teahouse, but Keiichiro and Hyakusuke are involved in troubles over the identity of Chiharu, who is actually a demon fox and is not a human being.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4852213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fuuun-ishin-dai-shogun/episodes/4852213",
                    "TitleEnglish": "The Sex Witch Houkouin Strikes!",
                    "SummaryEnglish": "A mysterious woman named Hokkoin, who appeared several times around Keiichiro, manipulated Kugutsu and attacked Keiichiro. Keiichiro falls into a predicament due to the attack of Hokkoin who wants to know the power of Susanoo, a demon that can only be moved by Keiichiro. It was a surprising person who saved Keiichiro's pinch that he couldn't control well ...?",
                    "Aliases": []
                },
                "4": {
                    "ID": "4852214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fuuun-ishin-dai-shogun/episodes/4852214",
                    "TitleEnglish": "Susanoo Hijacked! The Vicious Asai Hyogo!",
                    "SummaryEnglish": "Keiichiro goes out to pick up in the city, but he gets into a fight with a traveling samurai. The samurai who thought he was a man was Asai Hyogo, a woman who was dressed as a man. Hyogo, who fell hungry, was saved by Tomi and was forced to work in Sakurayu, where Keiichiro was, but she had a purpose to fulfill on her journey.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4877434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fuuun-ishin-dai-shogun/episodes/4877434",
                    "TitleEnglish": "Later Summer in Nagasaki, on the Night the Lanterns Float",
                    "SummaryEnglish": "Keiichiro hears that the only way to break the curse of a virgin is to kiss his raw daughter, and he urges Kiriko and Chiharu to kiss. However, the behavior that ignores the feelings of the other party creates a terrible atmosphere. Meanwhile, Tomi tells Kiriko the secret hidden in the curse of the virgin.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4884183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fuuun-ishin-dai-shogun/episodes/4884183",
                    "TitleEnglish": "Shigeyoshi of the Rebellion, The Bloody Surrender of Edo Castle!",
                    "SummaryEnglish": "Shigeyoshi Hitotsubashi who can manipulate the demon like Keiichiro. He was the hero who protected the Tokugawa regime by burning down the Black Ships that came to Japan 17 years ago. Currently, he is estranged by other influential people and is half imprisoned, but he puts into practice a plan in front of the corruption of the Tokugawa Shogunate.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4889544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fuuun-ishin-dai-shogun/episodes/4889544",
                    "TitleEnglish": "The Ninja of Passion, the Bloody Shinsengumi!",
                    "SummaryEnglish": "Knowing that the curse has been lifted, Keiichiro goes out to the city as he does with Hyakusuke. Kiriko and Chiharu, who knew it, hunted down the two, but Kiriko's childhood friend, Rakumaru, who came to pick up Kiriko, appeared. Keiichiro is anxious about the appearance of Sutemaru. Meanwhile, the assault of the strong enemy Shinsengumi!",
                    "Aliases": []
                },
                "8": {
                    "ID": "4889545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fuuun-ishin-dai-shogun/episodes/4889545",
                    "TitleEnglish": "Dawn at Dejima, the Greatest Fist in Japan!",
                    "SummaryEnglish": "Keiichiro has stolen the inro to activate Susanoo by Ryoma Sakamoto, Glover, and Verbeck. What was waiting for Keiichiro who challenged Ryoma and others to regain the inro was a baseball fist in modern times ...!? The rock-paper-scissors game that bet everything begins!",
                    "Aliases": []
                },
                "9": {
                    "ID": "4889546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fuuun-ishin-dai-shogun/episodes/4889546",
                    "TitleEnglish": "Cherry Blossom Bath Love Stories",
                    "SummaryEnglish": "Keiichiro and Kiriko have a nice atmosphere after the problems with Ryoma are cleared up. However, unlike Chiharu and Hyogo, I was worried that I couldn't ride Susanoo with Keiichiro. Hokkoin appeared in front of Kiriko and asked her about her worries, but Hokkoin had a different purpose.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4906571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fuuun-ishin-dai-shogun/episodes/4906571",
                    "TitleEnglish": "After the Rampage, the Two Make Their Decision",
                    "SummaryEnglish": "Due to the runaway Susanoo, Keiichiro became unconscious with the collapsed Sakurayu. Chiharu asks if Susanoo's runaway is due to Kiriko. With her own responsibility and her worries about Keiichiro, Kiriko meets Ryoma Sakamoto at the port where she wanders.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4906658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fuuun-ishin-dai-shogun/episodes/4906658",
                    "TitleEnglish": "Led by the Onigami, to Share Our Fate!",
                    "SummaryEnglish": "Verbeck and Grabber attack Japan again. Nagasaki faces a crisis due to the large number of black ships that are incomparable to those of Uraga. It was Takemikazuchi, the demon god driven by Shigeyoshi Hitotsubashi, who buried the black ship with a single blow. Keiichiro confronts that overwhelming power, but ...!?",
                    "Aliases": []
                },
                "12": {
                    "ID": "4917422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fuuun-ishin-dai-shogun/episodes/4917422",
                    "TitleEnglish": "Break the Thunderclouds, Heavenly Thunder God Susanoo!",
                    "SummaryEnglish": "Keiichiro and Susanoo head for the final battle with Takemikazuchi while being kidnapped by Kiriko and being hurt by tatters. Can Keiichiro regain Kiriko and defeat Shigeyoshi Hitotsubashi !? And what exactly is a demon god ...!? The final big curtain finally opens !!",
                    "Aliases": []
                }
            }
        }
    }
}