{
    "URL": "https://thetvdb.com/series/chaika-the-coffin-princess",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3517016/",
        "http://web-old.archive.org/web/20141008104604/http://chaika-anime.jp/",
        "https://www.themoviedb.org/tv/60825"
    ],
    "Titles": {
        "eng": "Chaika the Coffin Princess",
        "jpn": "棺姫のチャイカ"
    },
    "Summaries": {
        "eng": "Toru Acura is a 20-year-old retired soldier meandering through life now that the war has ended. He encounters Chaika Trabant, a 14-year-old sorceress carrying a coffin, and follows her in hopes of finding meaning to his life again. The two travel with Toru's adopted sister, Akari, the employed member of the group and thus Toru's source of income.",
        "jpn": "「働いたら負け」\r\n戦乱後のフェルビスト大陸を放浪しながら自堕落な日々を送っていた乱破師(サバター)のトールは、妹アカリにせっつかれ、食べ物を探しに山林へと出かけていく。\r\n鬱蒼とした森の中で彼が出会ったのは、銀髪紫眼の少女チャイカ。\r\n…が、その背には棺。\r\nそして中には魔法師(ウィザード)の証、機杖(ガンド)！？\r\n「お前……魔法師だったのか」\r\n「肯定。これだけ。他に能なし」\r\n棺を背負った\"禁断\"の姫君と\"希望\"を枯らした少年--。\r\n運命に導かれたふたりは、平和が訪れた世界を大きく変える旅に出る。"
    },
    "Aliases": [
        "Hitsugi no Chaika",
        "Chaika the Coffin Princess: Avenging Battle"
    ],
    "Modified": "2025-07-15",
    "Seasons": {
        "0": {
            "ID": "575564",
            "URL": "https://thetvdb.com/series/chaika-the-coffin-princess/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4887588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaika-the-coffin-princess/episodes/4887588",
                    "Titles": {
                        "eng": "The Targeted Coffin / Ruins Resurrected",
                        "jpn": "OVA「狙われた棺／蘇る遺跡」"
                    },
                    "Summaries": {
                        "eng": "While escaping from the Gillette Corps, Tooru and Chaika hide inside a theater. After a couple of mishaps, they end up taking part in a stage performance along with Akari and Fredrika.\r\n\r\nLater, the Saboteurs, the Gillette Corps and the Red Chaika's group go to the ancient ruins rumoured to contain Emperor Gaz's remains. A three-way battle ensues as each party tries to obtain the remains first.\r\n\r\nNote: the OVA contains two side-stories for the first season. The first one takes place somewhere between episode 4 and 6, and the second one takes place somewhere between episode 6 and 10.",
                        "jpn": "原作単行本第12巻特装版特典"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "575565",
            "URL": "https://thetvdb.com/series/chaika-the-coffin-princess/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4788094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaika-the-coffin-princess/episodes/4788094",
                    "Titles": {
                        "eng": "The Girl Who Bears the Coffin",
                        "jpn": "棺かつぐ少女"
                    },
                    "Summaries": {
                        "eng": "While foraging for food in the forest, Saboteur Toru Acura encounters Chaika Trabant, a white haired wizard with a white headband who carries a coffin. A man eating unicorn chases after Chaika which Toru hold off the beast using his Iron-Blood Transformation before Chaika kills it using her magic Gundo sniper rifle. As gratitude, Chaika buys Toru lunch only to be mistaken by his sister Akari Acura of slacking off. Meanwhile, Alberic Gillette and his men from the Gillette Corps meets with Roberto Abarth, a war hero who fought against the Gaz Empire five years ago and asks Abarth an item he acquired from the war but is told to leave. Elsewhere, Chaika hires the Acura siblings to steal an item in Abarth's mansion. As Toru, Akari and Chaika sneaks into Abarth's mansion that night, they are caught by Abarth himself who mistakes them for thieves hired by Alberic to steal his item. As he's about to use his magic to eliminate them, Abarth is shocked when he recognizes Chaika.",
                        "jpn": "長きにわたる大戦が終結し、徐々に平和を取り戻しつつあるフェルビスト大陸。\r\n生きる目的を失い自堕落な日々を送っている元乱破師（サバター）のトールは、妹アカリとともに放浪の身であった。\r\nと、そんなふたりの前に棺を背負った魔法師（ウィザード）の少女チャイカが現れる。\r\nあるモノを探して旅を続けているという彼女に、ひょんなことから雇われることになった兄妹。\r\nその依頼とは－－。\r\n「領主の館、襲撃」"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4846000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaika-the-coffin-princess/episodes/4846000",
                    "Titles": {
                        "eng": "The Lazy Man's Choice",
                        "jpn": "怠け者の選択"
                    },
                    "Summaries": {
                        "eng": "Abarth is shocked to see Chaika as he believed she died. After escaping him, Chaika explains Abarth's mansion is his Gundo which allows him manipulate the mansion and the only way to stop it is to destroy it's magic source. As Chaika and Akari searches for the source, Toru distract Abarth by fighting him. Eventually they finds the magical source, a severed left hand in a glass jar, the item Chaika is looking for, allowing Toru to defeat Abarth. As they leave the mansion, the trio are attacked by the Gillette Corps who demand they hand over Chaika and the magical hand. Akari drags Chaika to safety while Toru, carrying the glass jar, sends the Corps into a chase around the city before fighting one of their members, Nikolay Autotor. Toru is soon corned by Alberic, Viivi Holopainen and the Corps magic vehicle. Alberic reveals to him that Chaika is actually Chaika Gaz, the daughter of the dreaded Emperor Arthur Gaz of the Gaz Empire, who died at the end of the war after he was killed by the Eight Heroes, who later took parts of Arthur's body. Alberic and his organization fear if the world knew Chaika is still alive, the Gaz Empire would be reborn by Gaz loyalists and his remains are dangerous magic sources, which would reignite the war. Despite this, Toru is unfazed as he enjoys the prospect of war returning before escaping. Chaika reveals to Toru and Akari that she is gathering her father's remains so he can be given a proper burial. Toru and Akari decides to help Chaika in her quest which she is thankful.",
                        "jpn": "アバルト伯爵の魔の手を切り抜け、“あるモノ”を持ち出すことに成功した一行は、闇夜の中を逃走する。 町はずれまで辿りついた３人の前に立ちはだかったのは、戦後復興推進（クリーマン）機関に所属するヴィーマック王国の騎士（キャバリア）、アルベリック・ジレット率いるジレット隊だった。チャイカを追っているという彼はトールにこう告げる。\r\n「彼女に協力しても良いことなどない。むしろ世界中を敵にまわすことになるぞ」"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4846001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaika-the-coffin-princess/episodes/4846001",
                    "Titles": {
                        "eng": "The Forest Where the Hero Dwells",
                        "jpn": "英雄の棲む森"
                    },
                    "Summaries": {
                        "eng": "With Chaika's coffin giving them attention, Toru has wrapped in cloth while they search for another of the Eight Heroes who has a part of Arthur's remains in the town of Ipsom. Meanwhile, the Gillette Corps receives word from their superiors, the post war Kleeman Agency, are unable to send reinforcements. As they have lunch, the trio learns the ruler of Ipsom, Dominica Škoda, a dragoon cavalier and one of the Eight Heroes, lives nearby a dangerous forest. The trio is almost caught when they learn the Gillette Corps are in town but thanks to the help of Guy, a young man who appears as a hologram and Chaika's informant over her father's remains, he leads them to a lake where they use an abandon magical vehicle as transport and where Dominica's home is. As Chaika fixes the vehicle, the Gillette Corps looks over past information on how they caught fakes who pretended to be Chaika and wonder if Chaika ever existed. On their way to Dominica's home, Chaika reveals she was out of the country when her father was killed and doesn't have memories during the war. The trio is soon attacked by Orthrus but are saved by a female knight.",
                        "jpn": "馬車に揺られイプソム市にやってきたチャイカたちの前に気配もなく忽然と現れたのは、「チャイカの協力者」を名乗る謎の少年。\r\nただならぬ気配と、どこか不穏な笑顔に身構えるトールを前に、ギイと名乗るその少年は移動用機車（ヴィークル）の入手方法と、次なるターゲット、八英雄のひとりであるドミニカ・スコダの情報を告げて消える。その頃、ジレット隊もチャイカを追って街に潜入しており……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4846002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaika-the-coffin-princess/episodes/4846002",
                    "Titles": {
                        "eng": "The Dragoon's Wish",
                        "jpn": "ドラグーンの願い"
                    },
                    "Summaries": {
                        "eng": "The female knight introduces herself as Dominica Škoda and allows the trio to stay in her mansion. Toru suggest they ask Dominica to hand over Arthur's remains to them peacefully before using force if that fails which Chaika is conflicted since Dominica saved their lives and is kind to them. The next day, Toru asks Dominica for Arthur's remains which she will give them if they can defeat her in a match tonight. As they prepare themselves, the group realizes something strange about Dominica as she doesn't recognize Chaika despite being one of the Eight Heroes. During their match, Toru and Akari fights Dominica in their Iron-Blood Transformation forms but her Dragoon magic powers proves too much for them. However, Toru manages to figure out that the Dominica they are fighting is not her but her Dragon taking her master's form which the dragon reveals its true form. Using their skills, Toru, Akari and Chaika defeats the Dragon. The Dragon reveals Dominica passed away after the war but due to their close bond, she was unable to forget her master hence she took her master's form. As promised, the dragon, Fredrika, gives them Arthur's eyes and decides to follow Toru, Akari and Chaika in their journey by transforming into a young girl.",
                        "jpn": "ドミニカ・スコダを探して分け入った深い森で棄獣（フェイラ）に襲われていたトールたち。彼らを助けたのは、棄獣（フェイラ）の中でも知能・戦闘力ともにずば抜けているという装鎧竜（ドラグーン）と契約した竜騎士（ドラグーンキャバリア）・ドミニカその人だった。\r\n彼女の館に逗留することになった一行は、しばしの休息を得る。\r\nチャイカは、今や恩人となったドミニカから“遺体”を奪うことをためらいを見せ始め…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4846003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaika-the-coffin-princess/episodes/4846003",
                    "Titles": {
                        "eng": "The Pursuer and the Pursued",
                        "jpn": "追う者追われる者"
                    },
                    "Summaries": {
                        "eng": "Heading to the town of Perimeral, Toru, Akari and Chaika are ambushed by a red armored sword fighter and her two companions. Toru captures the warrior but is shock to discover that she looks like Chaika but with short hair and a red headband. Chaika is captured by Red Chaika's companions but both groups are forced to flee after the Gillette Corps arrives. After bribing her with food, Red Chaika reveals her name is Chaika Bohdan, who also claims she's Emperor Arthur's daughter and wants to gather her father's remains but unlike their Chaika, Red Chaika wants to use the power of father's remains to take revenge against the Eight Heroes and the subjects who abandoned her father during the war. Meanwhile, Red Chaika's companions reveal to Chaika that there are other girls named Chaika who are also clamming to be Emperor Arthur's daughter. Elsewhere, wizard Mattheus Callaway and Catboy Leonardo Stola split up with the Gillette Corps to track Toru and Akari but instead find Red Chaika's companions. Eventually, a deal is reach where both groups head to a waterfall to exchange their Chaikas which both Chaikas meet each other face to face.",
                        "jpn": "フレドリカが仲間に加わり４人（３人＋１匹？）となったチャイカたちは、次なるターゲットを探して旅を続けていた。\r\nそんな彼らに突然襲い掛かる謎の３人組。\r\n蛇絞剣（スネークブレイド）を自在に操る少女の姿は－－。\r\n「！　チャイカ……？」\r\n瓜二つなふたりの少女を前にトールは困惑する。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4846004",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaika-the-coffin-princess/episodes/4846004",
                    "Titles": {
                        "eng": "Red and White",
                        "jpn": "紅と白と"
                    },
                    "Summaries": {
                        "eng": "Cockatrices controlled by Mattheus attack the meeting place, forcing David and Selma Kenworth to escape with Chaika while Toru, Akari and Red Chaika fight them. Returning to their vehicle with Red Chaika where Fredrika is waiting for them, Toru and Akari plann their next meeting. Meanwhile, the Gillette Corps are ordered by the Council of Six Nations to deal with farm riots much to Gillette's frustration as the Council believe Chaika is nothing but a myth. As Toru and Fredrika waits for Akari to return to find out where the next exchange point will take place, Red Chaika asks why Toru is helping the White Chaika and offers him to join her instead as she can bring back the war. Both groups meet at Perimeral where they exchange hostages and despite Red Chaika's offer, Toru remains loyal to his Chaika. As they leave town, Chaika wonders if she really is Chaika Gaz but Toru doesn't care as what matters is that she's real. Toru group is stopped by Red Chaika and David who suggests they should join forces so they can find Arthur's remains quicker. But when Red Chaika reveals there can only be one Chaika Gaz, Toru and Akari fights her group, forcing them to flee. Toru fears not only will they face the Gillette Corps but the other Chaikas as well.",
                        "jpn": "魔法師（ウィザード）のセルマと槍遣いのダヴィード、そして白いチャイカ。\r\nトールとアカリ、そして紅いチャイカ。両者は夜明けの河原で対峙する。\r\nそこに、棄獣（フェイラ）の一種・奇眼鳥（コカトリス）の群れが襲いかかる！\r\nその最凶最悪の視線――神経に作用する猛毒の魔法――から命からがら逃れたトール達に、紅いチャイカは意外な言葉をかける。\r\n「提案。考慮。主の乗り換え」"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4846005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaika-the-coffin-princess/episodes/4846005",
                    "Titles": {
                        "eng": "The Valley of No Return",
                        "jpn": "還らずの谷"
                    },
                    "Summaries": {
                        "eng": "Guy informs Toru and his group that the next Hero they can find, Simon Scania, was last seen at The Valley of No Return four years ago. However, they are ambushed by the Gillette Corps before escaping using Fredrika's Dragon form. Arriving at the valley, they noticed a fog made by magic in the valley before Toru, Akari, Chaika and Fredrika accidentally falling in. In the fogged valley, Akari, Chaika and Fredrika, in a protective barrier, notices the fog causes illusions which Toru believes he and Chaika survive the fall and became a couple only for Gillette to take her away. The trio manages to drag Toru into the barrier, where they decide to destroy the machine that makes the magic fog. Using Chaika's magic to temporarily dispel the fog, the group manages to find and destroy the machine. With the fog cleared, the group finds Simon, now mad and delusional. Simon reveals he created the fog machine in revenge when his wife and his best friend betrayed him in order to show anyone going into the fog the pain of being betrayed by a loved one. After getting Arthur's leg from the machine, the group leaves Simon behind while the girls question Toru on his illusion.",
                        "jpn": "旅を続けるチャイカ一行は次なる遺体を入手すべく、八英雄の一人・魔法師（ウィザード）のシモン・スカニアが４年前、最後に目撃されたというラデミオの街にたどり着く。\r\nそこでは、霧深く、立ち入った者は二度と帰らないという“還らずの谷”の存在がささやかれていた――\r\n崩れた崖から“還らずの谷”の底深く落ちていったトールが見たものとは！？\r\n「いままでありがとねトール。さようなら」「……待て、…待ってくれ、チャイカ！」"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4846006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaika-the-coffin-princess/episodes/4846006",
                    "Titles": {
                        "eng": "Empire of Consolation",
                        "jpn": "気やすめの帝国"
                    },
                    "Summaries": {
                        "eng": "The head of the Kleeman Agency, Konrad Steinmeitz, ask Alberic to take a break on searching Chaika Trabant. While he does some research on Emperor Arthur, he reveals to Vivi and Zuita Brusasco that he could not find information about the man before the war, which raises his doubts. Elsewhere, Toru and his companions encounter a group who calls themselves the \"Neo Gaz Empire', who aims to bring back the Gaz Empire under a blonde haired girl who calls herself \"Princess Chaika\". While Chaika befriends the princess, Toru, Akari and Fredrika have suspicions about the group. Their suspicions are confirmed after defeating the Neo Gaz's men, the group admits they are actually former Gaz Empire citizens who turn to thievery after being abandoned by the Six Nations. While Toru wants to leave, Chaika begs him to save the fake Princess Chaika, whose real name is Julia, after learning she got captured in a failed breaking and entering. Toru and comrades rescues Julia, which she and her friends thanked them but not before Toru learns, even during his rule, many of his citizens don't know much about Emperor Arthur. Meanwhile, the Council of Six Nations deals with a rebellion by Duke Gillard Gavarni who controls a floating fortress.",
                        "jpn": "「ここはネオガズ帝国の領土だ、通行料を払ってもらおうか」\r\nチャイカたちの前に立ち塞がる、ガズ帝国の復興を掲げた怪しげな集団。\r\nそこには「チャイカ姫」と呼ばれる黄色いドレスを着た少女の姿があった。\r\n機転を利かせたアカリの判断で、一行は旅芸人に扮することに。\r\n一方チャイカは、彼女の故郷である在りし日のガズ帝国を知る彼らに興味津々で……。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4846007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaika-the-coffin-princess/episodes/4846007",
                    "Titles": {
                        "eng": "The Value of Memories",
                        "jpn": "記憶の値うち"
                    },
                    "Summaries": {
                        "eng": "Running low on magic fuel for their magic vehicle, Toru's group is unable to find any shops still selling them due to the people celebrating the Anniversary of the End of the War against the Gaz Empire. Despite Chaika offering to use her memories as a substitute magic fuel, Toru refuses after learning Chaika loses her memories after using them. Meanwhile, the Gillette Corps celebrate the Anniversary in their own way before being summoned for an emergency mission. While Toru's group searches for any shop still selling magic fuel, Toru tells Chaika about his childhood. Toru reveals he and Akari grew up in village called Acura where the people trained to become Saboteurs. Despite his eagerness to join the Gaz Empire War, his mentor Shin tells Toru he is reckless. Toru also looked up to Jasmine, a woman who was part of a convoy of traveling merchants who traded with the Acura villagers, who Toru saw as a big sister figure. However, one night, the convoy was attacked by bandits who killed the merchants. Despite his efforts, Toru was only able to find a dying Jasmine, who comforted the boy in her last moments. Even though the villagers were able to kill the bandits responsible, Jasmine's death left a deep impact on Toru, which shaped him to be the man he is now and tells Chaika to never forget her memories, both good and bad. After finally finding a shop that still sells magic fuel, Toru and Chaika learns from the shopkeeper that Duke Gavarni of Iveco has acquired one of Arthur's remains from one of the Eight Heroes and decides to go there.",
                        "jpn": "終戦記念日の祭りで賑わう街。\r\n北の民族抗争の鎮圧を命じられたジレット隊も、旅の途中、その賑わいの中にいた。ジレットと二人きりの買出しを喜ぶヴィヴィ。\r\n一方、魔法思念料を求めるチャイカ達だったが、目当てのものはどこも品薄。手元に残る量では機車（ヴィークル）を動かすにも半日ともたない。そんな中チャイカは、魔法思念料に代わる燃料として、自身の記憶を使用できると言う。\r\nチャイカの欠落した記憶、アキュラの里で過ごした幼き日のトールの記憶――それぞれの「記憶」が交錯する。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4846008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaika-the-coffin-princess/episodes/4846008",
                    "Titles": {
                        "eng": "Fortress in the Sky",
                        "jpn": "天征く要塞"
                    },
                    "Summaries": {
                        "eng": "Arriving at Iveco, Toru realize something strange when he and Chaika notice there are no young girls and a lack of magic fuel. They soon learn from a shopkeeper that Duke Gavarni has been using all of the town's magic fuel to power the floating fortress Soara and his soldiers are kidnapping the town's girls and bringing them to his fortress where they are never seen again. Toru's group sneaks into Soara by having Akari disguise herself as one of the many girls being taken by the Duke's men where she helps Toru, Chaika and Fredrika get in by the fortress windows, unaware that Vivi and Zuita have sneaked in as well. Meanwhile, the Council decides to take action against Duke Gavarni by launching their own floating fortress Stratus. Konrad warns Alberic to get Vivi and Zuita out before the Council forces will destroy the Soara. Toru's group tries to find the Soara's magic engine only to be ambushed by the Duke's soldiers where Toru and Chaika escapes, Fredrika speared and thrown from the floor and Akari captured. Akari is brought to Ricardo, the Duke's youngest son, who reveals the Duke and his family were killed by Ricardo himself and he, his wizard adviser Grad Lancia, and another accomplice have using the Duke's name for their own plans before Grad uses a mind control spell on Akari. Toru and Chaika encounters a girl named Layla whose asks for their help in rescuing the women captured by the Duke's men but is led into a trap when Layla is revealed to be Ricardo and Grad's accomplice who kidnaps Chaika while Toru faces off a mind controlled Akari.",
                        "jpn": "皇帝の遺体を所有するというガヴァーニ公爵の治める街へたどり着いたチャイカたち。\r\nそこはヴィーマック王国一の化石思念料の産地でもあるはずが、どの店にも在庫がない。公爵が、街中の化石思念料と「娘」を徴収していると言うのだ。\r\n街の上空を旋回する巨大な航天要塞・ソアラ。膨大な魔力を必要とするそれが彼の城だと聞き、遺体の使用を確信した一行は、町娘に扮したアカリを潜入させるが…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4846009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaika-the-coffin-princess/episodes/4846009",
                    "Titles": {
                        "eng": "The False Princess",
                        "jpn": "偽りの姫君"
                    },
                    "Summaries": {
                        "eng": "Toru is rescued by Vivi and Zuita where the three of them agree to an alliance to try and escape the Soara before the Stratus and the Council's forces destroy it. Elsewhere, Chaika is brought into a room by Layla where the latter reveals she knows who Chaika identity is. Meanwhile, Toru, Vivi and Zuita learns the horrible truth on what happen to the girls captured by the Duke's men; the girls are tortured by Ricardo which Grad and Layla uses their painful memories as magic fuel for the Soara. Layla reveals herself to Chaika Trabant that she too is a Chaika (Blue Chaika) and reveals the terrible truth; neither she or the others who look like her are the real Chaika Gaz. Layla reveals the Chaikas were created by a mysterious group who gave them different skills and personalities to help them gather Arthur's remains by making them believe they were Arthur's daughter which Layla herself learned from a mysterious creature and remembering Princess Chaika was killed by the Eight Heroes. Chaika goes into denial but Layla tells her to accept the truth while she goes to take her revenge against the group that used her by restarting a war. Fredrika arrives to rescue Chaika only to be killed and dragged by one of Grad's spider monsters. Elsewhere, Alberic and Leonardo tries to convince the captain of the Council Forces to stand down so that his comrades can escape but when he refuses, Alberic resorts to threatening the man's life. Corned by a mind controlled Akari and the Duke's men, Vivi and Zuita hold them off while Toru tries to rescue Chaika.",
                        "jpn": "突如襲いかかってきたアカリに奈落へと蹴り落とされるトール。\r\nそんな彼を助けたのは、ヴィヴィとともに要塞内に潜入していたジレット隊のズィータだった。トールはチャイカ救出のため、航天要塞からの脱出手段を探す彼女たちとしばし手を組むことに。\r\n一方、蒼いヴェールを纏った妖艶な少女・レイラはチャイカに告げる。\r\n「あなたはまだ知らない。自分が何のために生きているのか、何のために生まれてきたのか。それを知った時、あなたは心底から……絶望できるわ」"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4846010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaika-the-coffin-princess/episodes/4846010",
                    "Titles": {
                        "eng": "Those Left Behind",
                        "jpn": "遺されしもの"
                    },
                    "Summaries": {
                        "eng": "Despite Alberic's attempts, the commander of the Stratus is unfazed and orders the Stratus to fire their magic cannons on the Soara. As the Soara and Stratus fire each other, Zuita is able to free Akari from Grad's mind control while the latter explains to Zuita and Vivi what happened since she was captured. Despite the revelations of her true origins, Chaika is detmerine to continue her quest to gather's Arthur's remains while Toru fights to reach Chaika. Akari, Vivi and Zuita discovers Fredrika is still alive, having created a second body and leads them to Chaika's last known location only to encounter more of Grad's spider monsters. The Soara fires one of their magic cannons on the council forces with Alberic caught in the blast which Leonardo only finds Alberic's sword. As the Soara heads to Cadwell to destroy capital of the Wiemac kingdom, the heavily damaged Stratus launches a suicide attack, sending the Soara sinking to a lake. An injured Toru rescues Chaika from Ricardo by stabbing the boy while Akari kills Grad, ending his control of his minions. After retrieving Arthur's left leg, Toru is shoot by Layla's crossbow bolt who attempts to kill Chaika, angered that Chaika still continues her quest despite learning the truth. However, Layla is distracted when she sees Guy, allowing to Chaika to shoot her with her Gundo sniper rifle. Chaika rescues Toru from drowning and with help of Fredrika's Dragoon form, she, Toru, Akari, Vivi and Zuita escapes the Soara before it sinks to the bottom. Layla decides to stay with a dying Ricardo so they can be together. When Vivi and Zuita returns to their group and learns of Alberic's death, Vivi screams in grief as her hair and eyes turn white and purple respectively. After Chaika reveals to Toru, Akari and Fredrika her true origins from Layla, Chaika still wants to continue her quest which they all agree to help her as they drive off to their next destination.",
                        "jpn": "迫りくるヴィーマック王国の航天要塞・ストラトス。\r\n2つの巨大兵器がぶつかり合う、まるで戦乱の世に戻ったかのような最悪の光景を前に、ジレットはヴィヴィとズィータを救出すべく、進軍の最前線に乗りこんでいく。\r\nソアラ内部では、トールやアカリ、ヴィヴィ、ズィータ、そしてフレドリカ――それぞれがそれぞれの目的のために、避けられない戦いに身を投じていた。\r\n自らの存在、その真実を知ったチャイカ。彼女の導きだした答えとは――"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "585625",
            "URL": "https://thetvdb.com/series/chaika-the-coffin-princess/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": "AVENGING BATTLE",
                "fra": "Avenging Battle"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "fra": "Tôru, Akari et Chaika Trabant continuent leur voyage afin de collecter les restes de l'Empereur Gaz.\r\nToutefois, perturbée par les révélation de Layla, Chaïka cherche à en savoir davantage sur qui elle est tout en remettant en question sa mission : n'est-elle vraiment qu'un outil ? Pour en avoir le cœur net, elle décide de se rendre sur une île qui semble renfermer toutes les réponses à ses questions."
            },
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "4884125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaika-the-coffin-princess/episodes/4884125",
                    "Titles": {
                        "eng": "The Princess Who Gathers the Remains",
                        "jpn": "遺体あつめる皇女"
                    },
                    "Summaries": {
                        "eng": "During last days of the war, Emperor Arthur Gaz orders one of his official to be charge in charge of a secret project involving Chaika. A month after the events of the Soara, Toru, Akari, Chaika duels with Lady Claudia Dodge, another of the Eight Heroes and her men but Chaika loses to Claudia. Despite this, Claudia allows Chaika and her companions to stay at her estate. Toru and the others learn after the war, Claudia hired out of work soldiers to her vineyard and despite being one of the Heroes, she is willing to give Arthur's heart to Chaika if she and her companions beat her in a duel tomorrow. Taking Claudia's advice, Chaika tries to learn to shorten her incantations to fire her spells faster. Meanwhile, with the Council now taking the Chaika threat more seriously, Konrad orders the Gillette Corps to continue their mission with Nikolai promoted as Captain of the Corps after Alberic's death. Elsewhere, Vivi is confronted by Guy and refuses to believe him when he tells her she is another Chaika albeit one that did not transform completely. Despite being a half-Chaika, Guy believes Vivi can still help in gathering Arthur's remains. The next day, despite being unable to learn short incantations, Chaika insist on beating Claudia fair and square as she, Toru and Akari battle Claudia in their duel.",
                        "jpn": "航天要塞ソアラでの戦いから1ヶ月後、亡き父・禁断皇帝の遺体を求め、チャイカ、そしてトールとアカリ、フレドリカの一行は旅を続けていた。\r\n次なる遺体の所持者は、皇帝を討伐した八英雄のひとり、クローディア・ダッジ。\r\n彼女は優秀な魔法師（ルビ：ウィザード）であったが、いまや広大な葡萄園とワイナリーを経営する女主人となっていた。遺体をかけて勝負を挑むチャイカだったが、その圧倒的な実力差に、なすすべもなく完敗。\r\n「完璧なる敗北…」落ち込むチャイカに、クローディアから意外な提案が……！？"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5012476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaika-the-coffin-princess/episodes/5012476",
                    "Titles": {
                        "eng": "A Wizard's Pride",
                        "jpn": "ウィザードの矜持"
                    },
                    "Summaries": {
                        "eng": "As Chaika, Toru and Akari try to find a way to beat Claudia, elsewhere, Red Chaika and her group defeats another Hero, Glen Donkervoort, acquiring Arthur's right arm and heading towards an island as suggested by their informant Guy. Eventually, Chaika manages to shorten her spell and defeat Claudia after the latter is distracted by Fredrika in her cat form. Claudia congratulates the group by hosting a tea party to celebrate. Meanwhile, Konrad's secretary Karen Bombardier gives Vivi Alberic's investigation notes on Emperor Arthur before rejoining the Corps with Alberic's sword in hand. Back at Claudia's estate, she reveals to Toru's group why she has no interest with Arthur's remains and gave hers to Chaika and tells her secret. During the end of the war, the Eight Heroes learn one of Arthur's officials escape with Arthur's hidden fortune and most of his magic research work to a secret island, and despite the Council attempts, they could not find the island or Arthur's magic research. After giving Toru group the location of the Heroes, Claudia bid them farewell. Soon Toru's group learns Red Chaika has already claim one of Arthur's remains from Glen while Chaika wants to find the secret island to learn about her origins.",
                        "jpn": "八英雄のひとり、クローディア・ダッジとの“遺体”を懸けた再戦に臨むも、その猛攻の前に、防戦一方のチャイカたち。アカリが仕掛けた罠もことごとく破られ、反撃の隙を見つけられずにいた。「俺が囮になる」一か八かの勝負に出たトールに、チャイカは…！？\r\n一方、紅チャイカこと、チャイカ・ボフダーンの一行も、“遺体”を求め、元八英雄にして弓の名手、グレン・ドンカーブートのもとを訪れていた……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5018831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaika-the-coffin-princess/episodes/5018831",
                    "Titles": {
                        "eng": "The Harbor of Phantom Dreams Recollected",
                        "jpn": "迷夢憶えし港"
                    },
                    "Summaries": {
                        "eng": "Arriving at a seaside town ruled by Clay Morgan of the Eight Heroes, Toru and group disguise themselves as a comedy troupe to enter Clay's mansion. When Clay learns the groups attentions and sees Chaika, he runs away screaming while Toru and Akari chases him. Chaika tries to find clues of where the secret island is which she finds a lead at the Evil Sea. Toru and Akari find and defeat Clay, learning he's been scared of Emperor Arthur after fighting him and Chaika since she was beheaded by the leader of the Eight Heroes, Stephan Hartgen, so he gives up Arthur's ears so he won't have to see Chaika or the remains again. After acquiring Arthur's ears, Guy appears and tells Toru and Akari to head to the secret island but both of them are now wary since Guy knew about the other Chaikas. Meanwhile, Shin informs his master Stephen that all of Arthur's remains will soon be arriving which Stephen promises his daughters Irina and Alina they will get to see it. Meanwhile, Toru and Chaika have an argument as the latter wants to find the secret island which the former refuses believing it's dangerous which leads her to firing Toru. After Akari convinces Toru to make amends with Chaika, they learn too late that Chaika has left to find the island with Fredrika. Both of them chases after her on Clay's ship where Red Chaika and her group have sneaked in but the ship is sunken by a Kraken. Chaika and Fredrika finally found the secret island but are attack by dragons.",
                        "jpn": "次なる“遺体”を求め、一行はとある港町を訪れる。初めて見る海に大はしゃぎのチャイカ。その町に住む八英雄の一人、クレイ・モーガンは笑うことが大好きだと言う噂を聞きつけたチャイカ一行は、大道芸人を装い屋敷への侵入するが…！？\r\n逃げたクレイを追うトールとアカリ。一方、残されたチャイカはクローディアから聞いたガズ皇帝の“遺産”のことが頭から離れず…。\r\n「父上の遺産……自分のこと……知る、希望！」"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5018832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaika-the-coffin-princess/episodes/5018832",
                    "Titles": {
                        "eng": "The Writhing Island",
                        "jpn": "蠢く島"
                    },
                    "Summaries": {
                        "eng": "Chaika arrives on the island where the emperor's fortune is said to exist, but she's quickly attacked by a pack of Orthros, followed by a group of demihuman soldiers.",
                        "jpn": "“遺産”の存在を確かめるべく島へと上陸したチャイカを待ち受けていたのは、襲いかかるオルトロスの群れ、そして亜人兵の集団……！？捕らえられたチャイカは島の地下に広がる巨大施設へと連行されてしまう。そこは亡きガズ皇帝より密命を受けたガズ帝国魔法技術院副院長・ヴィクトル・イズマッシュの研究所だった。\r\n単身潜入したトールに解放され、施設内を彷徨う中、二人が出会ったのは……。\r\n「かつて一度チャイカを名乗る娘と会った…。その者は自身の運命(さだめ)を知り、『チャイカ』を捨てた…」"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5031440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaika-the-coffin-princess/episodes/5031440",
                    "Titles": {
                        "eng": "The Emperor's Inheritance",
                        "jpn": "皇帝の遺産"
                    },
                    "Summaries": {
                        "eng": "The two Chaikas are captured again. The red Chaika says they should work together just this once to escape, but as they search for an exit, they find a girl confined in a hidden office. She introduces herself as Niva Lada and says she's been waiting for Chaika.",
                        "jpn": "再び捕えられた二人のチャイカ。\r\n「……協力、今だけ。脱出。了承？」紅チャイカの申し出を受け出口を探す二人は、とっさに隠れた執務室で装置に固定された少女ニーヴァ・ラーダと出会う。\r\n「チャイカ、待っていた」\r\nチャイカを探して進むトール。研究所への侵入に成功したアカリとフレドリカ。囚われたダヴィードとセルマ、そして亜人であるキリルとウルスラ。棄獣(（フェイラ)と亜人兵だらけの島を舞台に、それぞれの死闘が今、始まる……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5031441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaika-the-coffin-princess/episodes/5031441",
                    "Titles": {
                        "eng": "The Castle of Madness",
                        "jpn": "狂気の城"
                    },
                    "Summaries": {
                        "eng": "As Toru and his companions head to the Principality of Hartgen to get the last of Arthur's remains, the Gillett Corps arrived at the Secret Island and learn from Kiril and Ursula what happened on the island before they arrive. At Hartgen, Red Chaika and her companions enter the tournament after defeating other contestants in the preliminary rounds. Toru and his companions also enter the tournament as well, in order to win Arthur's remains should they fail to steal it. Zita and Matthäus meet with King Stephan in order to convince him to cancel the tournament but to their shock, not only do they discover the King's daughters, Alina and Irina, are also Chaikas, but the King refuses to cancel the tournament. Meanwhile, Vivi and Nikolai enter the tournament as well where they are shock that the tournament allows the contestants to kill. Guy visits Alberic, whom latter is revealed to have lost his memories, that Guy rescued him because of the hatred in his heart. As most the contestants rest for the night, Toru and Akari attempts to sneak in the King's castle to steal the remains while Chaika sees Niva leaving with Guy voluntary.",
                        "jpn": "ハルトゲン公国の首都ゲランソン――そこでは、来る“お祭り”に備え、世界各地から猛者達が集結していた。領主は八英雄の一人であり、討伐隊隊長として実際にガズ皇帝の首をはねたというシュテファン・ハルトゲン公王。彼の号令のもと行われる武芸大会の勝者には、ガズ皇帝の遺体が与えられるという。\r\nチャイカ一行も参加を決めるが、噂によればそこで繰り広げられるのは、大会とは名ばかりの、「本物の武」を競う“殺し合い”だという……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5031442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaika-the-coffin-princess/episodes/5031442",
                    "Titles": {
                        "eng": "Black Agenda",
                        "jpn": "黒い思惑"
                    },
                    "Summaries": {
                        "eng": "Toru and Akari attempt to infiltrate the castle in order to steal the remains but their mentor Shin appears, forcing them to escape. Meanwhile, Guy brings Niva to Stephan Hartgen, who is eager to start a new war, as he believes that warriors like him can be only worthy in combat. In the next day, the tournament begins, and while facing other contestants, Toru and Chaika meet Vivi and Nikolai, but instead of fighting, they decide to share information instead, and learn about the two Chaikas that are always beside Hartgen. Little they know that the two Chaikas answer to a third one, who has her own agenda. As the Council of the Six Nations discuss if they should launch an attack on Hartgen, Konrad is informed about the situation there while the pairs composed of Chaika and Toru, Boghdan and David, Akari and Fredrika, and Vivi and Nikolai advance to the next stage of the tournament, oblivious to the fact that Stephan is aware of their presence and is making arrangements for them to fight each other.",
                        "jpn": "大会前夜。闇に紛れて水路を進み、城内への潜入を試みたトールとアカリの前に立ち塞がったのは、同郷の兄弟子シン・アキュラだった。圧倒的な実力差を前に、撤退を余儀なくされる二人。\r\n翌日、トールとチャイカ、アカリとフレドリカ、紅チャイカとダヴィード、ヴィヴィとニコライ――それぞれ二人組みとなって戦場へと身を投じ、或いは邂逅し、遂に、武芸大会の火ぶたが切って落とされる。\r\nその様子を不敵な笑みで見つめるハルトゲン公王、そして3人の黒い少女。\r\n「…再び戦争が始められる。この日をどれほど待ちわびていたことか…」"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5031443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaika-the-coffin-princess/episodes/5031443",
                    "Titles": {
                        "eng": "The Bells of Contention",
                        "jpn": "闘争の鐘"
                    },
                    "Summaries": {
                        "eng": "Toru and Chaika have advanced through the tournament and made it inside the third castle wall, but then they're captured and ordered to proceed to a different arena. Seated inside waiting for them is the black Chaika, who says this is where they will atone for their sins.",
                        "jpn": "第二城壁内で二組を制し、第三城壁内の闘いへと勝ち進むチャイカとトールの二人だったが、「規則違反」により捕えられ、別の闘技場へ向かうよう指示される。\r\nそこで二人を待っていたのは椅子に腰掛け、黒衣を纏った“チャイカ”だった。\r\n「ようやく会えたわね。ここは、あがないの場…」\r\n一方、チャイカ達と同様に黒チャイカの闘技場へと誘導されたヴィヴィとニコライの前に現れたのは、変わり果てた風貌の、彼らの「隊長」その人で…！？"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5058305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaika-the-coffin-princess/episodes/5058305",
                    "Titles": {
                        "eng": "The Throne That Invites War",
                        "jpn": "戦まねく玉座"
                    },
                    "Summaries": {
                        "eng": "As Toru, Akari and Fredrika are kicked out of the castle, Red Chaika decides to give her remains to Chaika's group only to learn from Selma that Hartgen's men attack and stole if from her. Zita and Leonardo reunite with Vivi and Nikolai and learns Alberic is alive. With Fredrika weaken by Shin's poison, Toru and Akari have no choice but to give the rest of the remains to save Chaika. After informing his superiors on what happened, The Gillette Squad are ordered to take down King Stephan before any of the Six Nations attack, which will reignite the war. Toru and Akari arrive in Stephan throne room where Stephan, Alina, Irina, Black Chaika, Niva, Guy, Shin and Chaika awaits them with Alberic sneaking in. With all of the remains gathered, Black Chaika \"consumes\" the remains and starts giving birth with Guy's help, who reveals he is a magic mechanism to ensure the remains would be gathered. Black Chaika gives birth to a boy resembling Guy but with Fayla body parts who reveals himself to be none other than Arthur Gaz himself. Arthur thanks Black Chaika for using Fayla parts in her to resurrect him and kills Stephan with a spell without an incantation much to everyone shock. As Arthur sits on the throne and grows older, he explains to Chaika the truth that she and her \"sisters\" were never really his real daughters as the Chaikas were based on his mistress who was killed by Stephan during the war which he uses as a basis for all of the Chaikas looks. Arthur reveals his goal was to gather large amounts of magic fuel using several flying fortresses hidden in space to collect from people's emotions with war bringing out the most of their emotions. So he allowed himself to be killed and his remains scattered while the Chaikas fought to get them so the dread and fear about him would spread throughout the continent. To demonstrate his power, Arthur and Niva easily destroys a flying fortress sent to attack Hartgen.",
                        "jpn": "人質に取られたチャイカを救う方法はただひとつ。\r\nトールは自身のふがいなさに憤りながら、棺をかつぎ再びゲランソン城へと向かう。\r\nそしてついに、玉座の間にすべての遺体が揃うときがやって来た――\r\n「あなたには、ここで最後まで見届けてもらわなくちゃ。自分がなろうとしてなれなかった、本物のチャイカの姿をね」\r\n茫然とするチャイカたちを前に、黒チャイカは告げる。\r\n「はじまるのよ、新しい歴史が」"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5058306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaika-the-coffin-princess/episodes/5058306",
                    "Titles": {
                        "eng": "The Girl Who Carries the Gandr",
                        "jpn": "機杖(ガンド)担う少女"
                    },
                    "Summaries": {
                        "eng": "After destroying several of the Six Nations flying fortresses, Arthur heads to one of his space fortress along with Shin to begin his plans. Toru decides to make a pact with Fredrika by becoming a Dragoon Cavalier in order to fight Arthur while Akari, Vivi, Leonardo, Red Chaika and her companions face off against Black Chaika and her minions. Assisted by Chaika and her Gundo sniper rifle to enter the space fortress, Toru battles against Shin before finally defeating him. Red Chaika faces off against Black Chaika before giving her the finishing blow, ending the latter controls of Alina, Irina, and the Chaika warriors. Finally facing Arthur, the Emperor beckons Toru to join is side since he believes war is what all of humanity wants but Toru refuses and he and Fredrika are swiftly beaten. Before Arthur can kill them, Chaika casts a shield to protect Toru and Fredsrika. Arthur tries to kill Chaika using Niva but Niva refuses and joins Chaika's side.",
                        "jpn": "「…私、道具、用済み…。もはや、生きる意味無し…」\r\n崩れ落ちるチャイカ。復活を遂げ、“新たなる城”へと帰還するガズ。\r\nその様子をただ見つめることしかできないトールは、底知れぬ怒りを胸に、ある大きな決断をする。\r\n「俺は、ガズを倒す。」の言葉を残し、フレドリカと共に“ガズ城”へと突き進むトール。\r\n黒チャイカと“お人形”たちとの闘いに身を投じるアカリ、ヴィヴィ、そして紅チャイカ達。\r\n残されたチャイカもまた、ひとつの決意を胸に機杖（ガンド）を構える。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}