{
    "URL": "https://thetvdb.com/series/kamigami-no-asobi",
    "Genres": [
        "Animation",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3448272/",
        "https://www.themoviedb.org/tv/60828"
    ],
    "TitleEnglish": "Kamigami no Asobi -Ludere deorum-",
    "SummaryEnglish": "In Latin \"Ludere Deorum\", Translate to english \"Play of Gods\".  Base on Japanese visual novel by Nippon Ichi Software and Brocoli.  An anime television series adaptation by Brain's Base.  // The story revolves around Kusanagi Yui, who is ordered by Zeus, a god and the headmaster of a school he created, to teach the meaning of love to young and handsome gods. The reason he has for doing this is to cancel the negative effects of the weakening bond between the world of the divine and the world of the humans.",
    "Aliases": [
        "Kamigami no Asobi: Ludere deorum",
        "Mischief of the Gods"
    ],
    "Modified": "2024-12-19",
    "Seasons": {
        "1": {
            "ID": "576187",
            "URL": "https://thetvdb.com/series/kamigami-no-asobi/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4794286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamigami-no-asobi/episodes/4794286",
                    "TitleEnglish": "The Forbidden Tabletop Academy",
                    "SummaryEnglish": "Normal high school girl Yui Kusanagi has been living a normal life in the shrine with her parents and brothers, until she stumbles upon a strange glowing sword in the store shed. By touching it, she is transported to another parallel world in the form of a school surrounded by beautiful gardens, with the sword miniaturised as a pendant around her neck. Zeus, the King of the Gods and maker of this universe, tells her that the bond between gods and humans, once intimate, have begun to weaken, which will only bring about disaster in the future. To avoid a terrible future, Zeus tasks Yui to teach the 8 gods gathered here in this school about the human heart.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4853903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamigami-no-asobi/episodes/4853903",
                    "TitleEnglish": "The Beautiful Spellbound Shackles",
                    "SummaryEnglish": "Yui meets the 8 gods: The Greek God of the Sun Apollon Agana Belea, The Greek God of the Underworld Hades Aidoneus, Greek God of Wine and Merrymaking Dionysus Thyrsos, Japanese God of the Moon Tsukito Totsuka, Japanese God of the Sea Takeru Totsuka, Norse God of Light Balder Hringhorni, Norse God of Fire Loki Laevatein, and Norse God of Thunder Thor Megingjard. Some of them are kind and friendly to her whilst some are hostile. Gathered in the hall, Zeus explains the situation to all of them, decreeing that they cannot leave this universe until they graduate, which can only be done so under two conditions: the container on the chandelier is filled to indicate their knowledge, and the jewellery shackles binding the gods' powers disintegrate of their own accord. Appointing Thoth Caduceus, the Egyptian God of Knowledge, as their teacher, school officially begins with the entrance ceremony.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4859839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamigami-no-asobi/episodes/4859839",
                    "TitleEnglish": "Dispute and Discord on the Sea Breeze",
                    "SummaryEnglish": "Thoth suddenly announces that tomorrow is summer vacation, as per Zeus' decision to change the season. Although several gods play truant, the others manage to arouse their interest in school by starting a seaside school, in hopes of showing them the fun side of school. The changing of the season again -- this time to autumn -- forces them to warm up in a nearby house instead. As Apollon tries to make seaside school fun even in autumn, Thor and Loki decide to leave, claiming that he has no right to order them around because he is a student as well. This prompts Yui to give him the title of 'Student Council President'. Apollon, pleased, finds the way to make seaside school fun by ending the night with fireworks purchased from the school store, which sells everything and anything.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4866395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamigami-no-asobi/episodes/4866395",
                    "TitleEnglish": "The King of the Underworld's Curse of Misfortune",
                    "SummaryEnglish": "Yui, in line with Zeus' attempt to model the school after human schools, decides to introduce club activities, something that Thoth decides to make compulsory as well. While everyone is excited and interested, Hades refuses to participate in group activities. Yui later finds out that while Hades is constantly gloomy and introverted, he enjoys stargazing. Despite his claims that misfortune will befall her if she gets too close, Yui refuses to leave him alone, especially after he saves her from drowning. From Apollon and Dionysus, she makes Hades' favourite strawberry rice cakes to cheer him up, prompting him to reveal a hideous tattoo on his upper chest caused from the grudges of many that regret their deaths -- the cause of misfortune. As he once again rejects her, Yui believes that he is looking out for everyone's sake by isolating himself, and determines to make him happy.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4873134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamigami-no-asobi/episodes/4873134",
                    "TitleEnglish": "The Unforgivable Heart and Violent Emotions",
                    "SummaryEnglish": "Thoth orders Yui to make Takeru, who has yet to join a club, do so. This proves difficult with his rough attitude and hostile temperament, until he notices her practising swordplay. Takeru, claiming that Yui is only wanting him to join a club so she can graduate and leave, decides to make a deal with her: if she can win, he will join a club willingly. Yui loses the duel, to which Takeru believes it is because she is weak at her training, unlike him that jobs every morning. She decides to follow him on his morning runs to train and hopefully gain a better understanding of him.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4880423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamigami-no-asobi/episodes/4880423",
                    "TitleEnglish": "Moonlit Ring and Emotions",
                    "SummaryEnglish": "Tsukito has been chosen as a disciplinary member, but because of his eagerness to fulfil his responsibilities, he loses sleep and faints. Thoth threatens him that if he does something like this again he will be suspended, making Tsukito extremely depressed and determined to find out the reason for his mistakes. In response, Loki mischievously gives Tsukito and Yui a pair of lovers' rings that glue their hands together, and is unremovable until they gain a deep understanding of each other's hearts. Both of them connect over preparing for a Moon-Viewing Festival, to which Tsukito reveals how he only fulfils his duties and never enjoys anything, much to Yui's horror. The rings finally break off when Tsukito admits that he found preparing things with her fun.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4885897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamigami-no-asobi/episodes/4885897",
                    "TitleEnglish": "A Binding Promise on the Snowy Field",
                    "SummaryEnglish": "Balder grows more attached to Yui because of her uniqueness in not being affected by his natural charisma as the Norse God of Light. As the season changes once again to winter, Yui and the gods decide to create a cultural festival based off Christmas, splitting into groups based on their heritage. Since Yui is Japanese, she has to work with the Japanese gods, much to Balder's jealousy. He drags her around with him everywhere, until Loki is absolutely frustrated, confronting his friend about a promise they made as children to always stay together no matter what, believing that Yui is coming between their friendship.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4891410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamigami-no-asobi/episodes/4891410",
                    "TitleEnglish": "The Solitude and Envy of Light",
                    "SummaryEnglish": "Yui has been trying to avoid Balder and Loki after their argument. Despite Loki telling her to stay away from Balder for her own safety, the latter successfully takes her away and attempts to seduce her. When Loki finds them and Balder goes on a rampage. Knowing that there is no hiding it from Yui, he explains how Balder possesses an inborn power as a God of Destruction, which will be released when his emotions grow unstable, making him act differently, although he wakes up with no memories of it after. As the rest of the gods release lanterns into the sky, oblivious to what is happening, Loki tells Thor that he will kill Balder.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4896451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamigami-no-asobi/episodes/4896451",
                    "TitleEnglish": "The Dark Flower Withers in the Labyrinth",
                    "SummaryEnglish": "6 months have passed, and one fine day Thoth suddenly declares that mid-term exams are in 3 days, shocking Yui. They attempt to study together using Tsukito's perfect notes, but a Yui has been experiencing strange dreams of Apollon's past, while Apollon has been losing sleep as well. From the dreams, Yui finds out about a woman named Cassandra that Apollon loved so much to the point where he gave her a part of his divine power to see the future, until she committed suicide much to his anguish. Hades, knowing that Cassandra's spirit never entered the underworld, worries that she holds a grudge against Apollon and is wandering in the human world to haunt him. However, this proves to be the opposite as Cassandra possesses Yui's body to convey her true feelings to Apollon, freeing him from his long-term grief and breaking his shackle, allowing him to graduate. Everyone forgets about their exams until Tsukito reminds them, to which they have done no studying.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4902907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamigami-no-asobi/episodes/4902907",
                    "TitleEnglish": "The Transient Daily Lives We Should Love",
                    "SummaryEnglish": "Despite not studying, the gods and Yui have faired pretty well on their exams, so Zeus gives them to \"honour\" of putting on a play for the rest of the students, who are spirits summoned by him. Per Yui's suggestion, they decide to enact the fairytale of Cinderella, with everyone competing for the main male part of the Prince until they draw lots. The play goes smoothly until Loki tries to stage a coup d'etat and Anubis Ma'at, the Egyptian God of the Dead, steals some of Dionysus' homemade juice and crashes into the stage. Despite the havoc wrecked, all the students appear to have enjoyed the play.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4902908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamigami-no-asobi/episodes/4902908",
                    "TitleEnglish": "Chained in the Prison of Destiny",
                    "SummaryEnglish": "Balder collapses suddenly after the play. As Apollon and Yui visit him in the infirmary, they overhear Loki telling Thor about he will kill Balder, much to their shock. Loki explains that whenever there is light, there will also be darkness, which rests as an inborn power within Balder as the God of Destruction. When Balder awakens, he realises Loki's aims and accepts his death as a dangerous being. However, Loki is unable to do so, prompting Balder to jump off a cliff instead and commit suicide.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4914513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamigami-no-asobi/episodes/4914513",
                    "TitleEnglish": "The Eternal Parting of Ways",
                    "SummaryEnglish": "Balder awakens as the God of Destruction and the universe starts to collapse with the immensity of power. The remaining gods have their shackles broken through human acts of emotion in the midst of chaos and transform to rescue their friend. Zeus dissolves the spirit students as he attempts to use his power to keep the universe intact. Yui, wanting to help, uses the sword to absorb the knowledge and feelings contained within the chandelier's container, which is now full, and gives it to Loki. While Balder is saved, the universe is beginning to collapse despite Zeus channeling energy into it. The 8 gods make a decision to use their remaining power in returning Yui to her universe, each one thanking her for teaching them and Apollon confessing his love for her. Yui returns to her time at the exact same moment she left, and can now only look on the memories her new friends have given her.",
                    "Aliases": []
                }
            }
        }
    }
}