{
    "URL": "https://thetvdb.com/series/dragonar-academy",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3432596/",
        "https://www.themoviedb.org/tv/60810"
    ],
    "TitleEnglish": "Dragonar Academy",
    "SummaryEnglish": "Learning to ride and tame dragons comes easy to most students at Ansarivan Dragonar Academy — except for first-year student Ash Blake, who is known by his fellow classmates as the \"number one problem child\". Poor Ash is the laughing stock at school because, despite his unfashionably large star-shaped brand that marks him as a future dragon master, he has nothing to show for it. His dragon has never appeared.\r\n\r\nUntil now, that is. One fateful day, Ash's dragon awakes in full glory, but appears different than any dragon ever seen before — in the form of a beautiful girl! What is worse, Ash soon discovers that this new dragon has attitude to spare, as she promptly informs him that she is the master, and he, the servant.\r\n\r\nAsh's problems with dragon riding have only just begun.",
    "Aliases": [
        "Seikoku no Dragonar"
    ],
    "Modified": "2025-05-29",
    "Seasons": {
        "1": {
            "ID": "577853",
            "URL": "https://thetvdb.com/series/dragonar-academy/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4808200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonar-academy/episodes/4808200",
                    "TitleEnglish": "A Boy and His Dragon",
                    "SummaryEnglish": "Ash finds himself in a bit of trouble with the Princess Silvia when she insults his pal, and must race her to prove her wrong.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4849876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonar-academy/episodes/4849876",
                    "TitleEnglish": "Ties That Bind: The Astral Flow",
                    "SummaryEnglish": "Ash's pal is born, and is named Eco by him. But she isn't what he expects. Later, while out shopping with Eco, she is kidnapped by Angela Cornwell, only to be rescued by Ash and the Princess.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4849877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonar-academy/episodes/4849877",
                    "TitleEnglish": "Riot in the Streets",
                    "SummaryEnglish": "A massive dragon attacks the town and its up to the student council members to help out. While fighting it, Eco is captured by this dragon, and its up to Ash to save her and defeat the dragon; with some help of course.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4849878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonar-academy/episodes/4849878",
                    "TitleEnglish": "Iron Blood Valkyrie",
                    "SummaryEnglish": "After having defeated the dragon, a fan club is set up by some students looking for the identity of the Sliver Knight that defeated the dragon, and Ash must keep his identity as the Silver Knight secret. Meanwhile, Silvia's sister, Veronica, the First Princess, decides to visit her little sister at the academy.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4852888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonar-academy/episodes/4852888",
                    "TitleEnglish": "Ice Blue Princess",
                    "SummaryEnglish": "After Veronica humiliates Silvia in public, she tells her of plans to engage her to a knight.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4852889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonar-academy/episodes/4852889",
                    "TitleEnglish": "Blue Brionac",
                    "SummaryEnglish": "Veronica orders Silvia to pray for forgiveness for her weakness at the church, but while there, the church is taken over by a group of bandits led by the guerilla, Avdocha Kiltzkaya, who threatens to bomb the church with everyone in it. Ash goes in to negotiate with her, while Veronica initiates her plan to save everyone (even though initially she planned to let Avdocha Kiltzkaya blow up the church), ultimately resulting in Silvia and the citizens being saved.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4852890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonar-academy/episodes/4852890",
                    "TitleEnglish": "Lucca Saarinen",
                    "SummaryEnglish": "After Ash is chosen to go to a training camp, they find out about the last student council member named Lucca . Lucca has a greater reputation than that of the student council president, but she has a problem with her Dragon, Gawain, and its up to the student council members as friends to help her.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4852891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonar-academy/episodes/4852891",
                    "TitleEnglish": "Moonlit Roar",
                    "SummaryEnglish": "After arriving at the training camp, the student council continues their efforts to talk to Gawain. After managing to get on Gawain's back, Ash is knocked out and speaks with Gawain in the Highdragon Workshop. While there, Ash finds out that the reason Gawain will not let Lucca ride him is because the two had an accident recently, and he doesn't want to put her in danger like he did before.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4852892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonar-academy/episodes/4852892",
                    "TitleEnglish": "Dragon Dance",
                    "SummaryEnglish": "After Gawain goes missing, it is up to Ash, Silvia, and Eco to help Lucca find him. Meanwhile, the camp is attacked by a horde of Nercomania, while students and staff fight them off. The group finds Gawain, but Milgauss is there with a large Necromancia Dragon. The group defeats him and the dragon, killing the Necromancia dragons at the school, and rescue Gawain.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4852893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonar-academy/episodes/4852893",
                    "TitleEnglish": "Assembly in Fontaine",
                    "SummaryEnglish": "Silvia, Ash, and Eco are invited to the capital by Silvia's father so he can meet them. Upon reaching the capital, Silvia meets up with her father while Ash and Eco explore the city. Once Ash meets Silvia's father, he appoints him as Dragonar. Meanwhile, an evil group plots behind the scenes, waiting to start their plan to kidnap Eco and awaken her dragon form.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4852894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonar-academy/episodes/4852894",
                    "TitleEnglish": "Yggdrasil Rising",
                    "SummaryEnglish": "After a realization that she will never be with Ash, Eco runs off. While outside and away from everyone, Eco is kidnapped by the evil group. While Silvia and Ash search for her, they find out she was abducted. After they realize this, they go to rescue her.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4852895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonar-academy/episodes/4852895",
                    "TitleEnglish": "The Star-Branded Dragonar",
                    "SummaryEnglish": "The evil group completes their plan and force Eco into her dragon form, who is then possessed by the spirit who formally resided in Silvia's brother's body. Eco loses control of her body and wreaks havoc on the city, causing Ash to jump into action. Ash ventures into Eco's mind, fights and defeats the spirit, returning Eco to her human form, saving the city.",
                    "Aliases": []
                }
            }
        }
    }
}