{
    "URL": "https://thetvdb.com/series/locodol",
    "Genres": [
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3590246/",
        "https://www.themoviedb.org/tv/66856"
    ],
    "TitleEnglish": "Locodol",
    "SummaryEnglish": "The story is about the life of a high school girl, Nanako, and her senpai, Yukari, who end up becoming the town's local idols (locodol) upon the request of her uncle.",
    "Aliases": [],
    "Modified": "2025-08-14",
    "Seasons": {
        "0": {
            "ID": "578114",
            "URL": "https://thetvdb.com/series/locodol/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4936090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/locodol/episodes/4936090",
                    "TitleEnglish": "We Tried Giving a Tour of Nagarekawa.",
                    "SummaryEnglish": "On their day off from Locodol work, Nanako and the others are visited by the Awa Awa Girls, who ask them to take them on a tour through Nagarekawa, though it soon becomes apparent that Nagarekawa doesn't have much in the way of tourist spots. The girls soon hit the local swimming pool, where they end up playing beach volleyball with some children. By the time they have to head back home, the Awa Awa Girls come to realize that, even though there isn't much to Nagarekawa, there is a lot of warmth that comes from its people.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5450431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/locodol/episodes/5450431",
                    "TitleEnglish": "Christmas Special: We Tried Celebrating with Everyone",
                    "SummaryEnglish": "With Yukari's birthday falling on Christmas Day, Nanako hopes to make her birthday party a big success. After shopping for a present for Yukari, Nanako attends a Christmas party with her classmates, Misato, Satsuki, and Shouko, who give her a Santa outfit to surprise Yukari with. Although Nanako ends up forgetting to take her present, Yukari nonetheless appreciates her coming over to celebrate her birthday, with everyone else showing up the next morning to celebrate.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5656481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/locodol/episodes/5656481",
                    "TitleEnglish": "We Tried Making a Promotional Video",
                    "SummaryEnglish": "The girls learn they will be shooting a PV, though soon discover it to actually be a PR video of Nagarekawa's tourist spots as opposed to a music video. Partway through shooting, the girls are told they are being too stiff and are given free rein to come up with ideas to make the video more interesting. With Mirai nominated as director, the girls manage to shoot a more natural flowing video that also gets Nagarekawa's citizens involved. The girls soon release the finished video, which ends up resembling a music video after all.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "578115",
            "URL": "https://thetvdb.com/series/locodol/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4810675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/locodol/episodes/4810675",
                    "TitleEnglish": "[Locodol] We Tried Starting It.",
                    "SummaryEnglish": "Nanako Usami, a normal high school girl living in Nagarekawa, is asked by her uncle, Mitsugu Oota, to help promote the opening of a swimming pool. Seeing it as an opportunity to earn some money to get a new swimsuit, she agrees, but she soon discovers that she is to become a local idol, or \"Locodol\". Although she is embarrassed to perform, she meets Yukari Kohinata, a kind and attractive girl who is her new partner in the event.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4922968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/locodol/episodes/4922968",
                    "TitleEnglish": "We Tried Going and Playing.",
                    "SummaryEnglish": "When Nanako and Yukari help review a food place, Nanako gets nervous about saying something that might ruin the store's reputation if the food disappoints. After more Locodol work, Yukari invites Nanako over to her place to discuss what they should call their unit, although she goes a bit overboard in preparing for her arrival.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4922969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/locodol/episodes/4922969",
                    "TitleEnglish": "We Tried Putting It On, We Tried Taking It Off.",
                    "SummaryEnglish": "The girls, whose unit is named Nagarekawa Girls, are joined by a mascot character, Uogokoro-kun, who is revealed to be Yui Mikoze, a petite student who is actually their senior at school. Nanako's classmates Noda and Satsuki come to their next gig. Oota gives Nanako and Yukari new uniforms. The rainy weather threatens to clear out the audience until Nanako comes up with an idea.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4922970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/locodol/episodes/4922970",
                    "TitleEnglish": "We Tried Adding a Manager and Stuff.",
                    "SummaryEnglish": "When the news reports of idols having their uniforms stolen by perverts and fans, Nanako becomes wary of the situation. The girls get a new manager, Saori Nishifukai, who appears to be quite reliable. In reality, she is an obsessive fangirl who secretly runs a fansite about the group. Later, Yukari takes Nanako to an amusement park, where they end up performing a guerilla concert for the children.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4935581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/locodol/episodes/4935581",
                    "TitleEnglish": "We Tried Setting a Big Goal.",
                    "SummaryEnglish": "As the girls think about their futures, Nanako sets her sights on a national debut for the group. The moment they set their goal, the girls learn that Uogokoro-kun will appear on a mascot athletics festival airing on national TV. Yui has a new lighter costume but it lacks the voice changers, so Nanako and Yukari are given more potential screen-time to act as Uogokoro-kun's interpreters. After Yui explains a bit about Uogokoro-kun's backstory, Yukari takes the girls to a tiny shrine to pray for good luck.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4935582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/locodol/episodes/4935582",
                    "TitleEnglish": "We Tried Gathering Cute and Loose Characters.",
                    "SummaryEnglish": "As the mascot athletics festival gets underway, Nanako and Yukari have to ad lib their segment promoting Nagarekawa. Uogokoro-kun advances to the finals, albeit largely due to her opponents self-destructing in various events. When Yui worries about not living up to everyone's expectations, Nanako, Yukari and Saori assure her that staying healthy and not pushing herself too hard is more important than winning.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4946809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/locodol/episodes/4946809",
                    "TitleEnglish": "We Tried Adding a Lot of Things.",
                    "SummaryEnglish": "The girls nervously await the airing of the mascot athletics festival. Due to their various circumstances, each of the girls end up missing Nanako and Yukari's segment as it airs, so they make plans to watch it together the next day. With Uogokuro-kun's popularity skyrocketing as a result of the program, Mirai Nazukari, one of Yui's friends from her drama club, is hired as a substitute Uogokuro-kun actor to lighten Yui's workload. Though Nanako is slightly downhearted due to Mirai being too shy around her outside of costume, she feels happy when a fan comes all the way from Tokyo to see the girls.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4946810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/locodol/episodes/4946810",
                    "TitleEnglish": "We Tried Gathering the Courage to Call.",
                    "SummaryEnglish": "Nanako tries to become closer friends with Mirai by taking her to karaoke, only to find her not very willing to sing alongside her. Later, as Mirai's responsibilities as Uogokuro-kun increases, she asks Nanako to help train her to become as good as Yui. During practise, Mirai injures her leg attempting to perform Yui's signature backflip, with Saori warning her not to do it again as kids may attempt to imitate it. On a day where Yui and Mirai are taking turns as Uogokuro-kun, Mirai receives some praise for protecting Yui's identity from a peeking child and, despite her injury, manages to give a performance on par with Yui's. Afterwards, Nanako and Mirai manage to become closer friends without even realizing it.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4964386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/locodol/episodes/4964386",
                    "TitleEnglish": "We Tried Being Selfish.",
                    "SummaryEnglish": "As the girls help out at a train station for the day, Nanako meets Yukari's grandfather, the town's former mayor. As Nanako wonders why Yukari decided to become a Locodol, Yukari comes down with a fever from pushing herself too hard and is ordered to rest. While Nanako takes care of her, Yukari recalls when she first encountered Nanako whilst working as a store mascot, helping a lost girl find her mother. Despite winding up getting fired from her job in the process, Yukari became inspired by Nanako's selflessness, becoming delighted when she was able to become partners with her in Nagarekawa Girls.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4964387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/locodol/episodes/4964387",
                    "TitleEnglish": "We Tried Working As Four.",
                    "SummaryEnglish": "The girls are informed of a Locodol Festival, where Locodols from various regions will be participating, and asked to write a new song for the Nagarekawa Girls to perform. As Nanako struggles to come up with lyrics, Mirai suggests that she write about their experiences as Locodols. After Nanako's classmates suggest she think about incorporating her feelings, she spends the night with Yukari's place, coming up with some lyrics as they talk about their memories. After some adjustments from Mirai, Yukari writes the composition whilst Yui sorts out the choreography, allowing the group to get onto practising. With the song finalized, Nanako decides she would like to debut it for the people of Nagarekawa at their next local event.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4977045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/locodol/episodes/4977045",
                    "TitleEnglish": "We Tried Gathering Locodols.",
                    "SummaryEnglish": "The girls learn that the Locodol Festival takes place on the same day as the Nagarekawa Summer Festival and must somehow perform at both events. Arriving in Nagoya for the first day of the Locodol Festival, where they'll be selling local specialities, Yukari takes Nanako to look at the stage they'll be performing at the next day, where they meet the previous winners, Awa Awa Girls. After the girls manage to bring attention to their booth with an on-stage presentation, the Awa Awa Girls feel downhearted that their own hometown's local specialities were ignored by customers in favor of their idol merchandise.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4977060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/locodol/episodes/4977060",
                    "TitleEnglish": "We Tried Being Locodols.",
                    "SummaryEnglish": "As the girls nervously await their performance at the Locodol Festival, they are visited by Nanako's classmates, who give them some encouragement. Noticing Nanako's worries, Yukari takes her someplace quiet to calm her, reminding her not to think about trying to rank first and just focus on doing their best. When they return, they learn that, due to the other groups trying to outshine Awa Awa Girls and pushing their performance behind schedule, they may have to miss the Nagarekawa Summer Festival. Confirming the pair's desire to perform at both events, Mitsugu offers to do what he can on his end to make it happen. Stepping on stage, the girls perform the song everyone worked together on, through which they express all the experiences they've been through since becoming Locodols. After being announced as the overall winners, the Awa Awa Girls, having heard of the Nagarekawa Girls' conundrum, encourage them to head off early so they can make their Summer Festival in time, understanding the importance of supporting their local events. The group soon arrive back in Nagarekawa, where Mitsugu had kept the festival going until their arrival, and manage to perform for the town they love.",
                    "Aliases": []
                }
            }
        }
    }
}