{
    "URL": "https://thetvdb.com/series/bakumatsu-rock",
    "Genres": [
        "Animation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3639820/",
        "http://bakumatsu.marv.jp/anime/",
        "https://www.themoviedb.org/tv/65053",
        "https://x.com/bakumatsu69"
    ],
    "TitleEnglish": "Bakumatsu Rock",
    "SummaryEnglish": "The story is set in the Bakumatsu era, at the end of the shoguns' rule over Japan in the middle of the 19th century. The Tokugawa shogunate uses the brainwashing Heaven's Songs by the top idols in Shinsengumi to subjugate the country and its people. In this Japan, writing or singing any songs besides the Heaven's Songs is a capital offense. Sakamoto Ryouma and the other rockers rise up and change the world with rock 'n' roll for freedom and justice.",
    "Aliases": [
        "Samurai Jam -Bakumatsu Rock-"
    ],
    "Modified": "2022-02-24",
    "Seasons": {
        "0": {
            "ID": "579523",
            "URL": "https://thetvdb.com/series/bakumatsu-rock/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4925400",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/bakumatsu-rock/episodes/4925400",
                    "TitleEnglish": "[OVA] Mystery! Mysterious Event at the Hot Springs!",
                    "SummaryEnglish": "Ryouma and others go to a beautiful hot springs resort, but a murder case happens at their inn. The victim has the mysterious number 69 written on his feet.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "579524",
            "URL": "https://thetvdb.com/series/bakumatsu-rock/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4825769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakumatsu-rock/episodes/4825769",
                    "TitleEnglish": "Peace Soul! Let's Rock!",
                    "SummaryEnglish": "The period is what would come to be later known as the end of the Tokugawa shogunate.\r\nKyoto overflows with the \"Heaven's Song\" sung by Shinsengumi top idols, and the people sing praises of the Tokugawa shogunate's Song of Peaceful world.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4916788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakumatsu-rock/episodes/4916788",
                    "TitleEnglish": "Top Idol! Rampage at a Concert!",
                    "SummaryEnglish": "Ryoma, Takasugi, and Katsura begin playing together as a band. Not only are they completely unpopular, but in a city where all music other than Heaven's Song is prohibited, they lose more and more places where they are free to sing their rock. Completely stumped, they go to a Shinsengumi concert for ideas.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4916789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakumatsu-rock/episodes/4916789",
                    "TitleEnglish": "Passion! Let's Work!",
                    "SummaryEnglish": "Ryoma and his friends begin working to pay off their debts. They start their jobs working backstage at what turns out to be a Shinsengumi concert! With Captain Kondo Isami in charge and aces Hijikata Toshizo and Okita Soji leading the group, Shinsengumi is the government's top idol group.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4916790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakumatsu-rock/episodes/4916790",
                    "TitleEnglish": "Bath Concert! Let's Get Passionate Naked!",
                    "SummaryEnglish": "The government keeps cracking down on rock until it can't even be played in live music clubs.\r\nWhen Ryoma and his friends find themselves at a loss and head to a bath house to distract themselves, they realize they can put on a \"bath house rock\" concert there! Ryoma and Takasugi are excited for the concert, but in contrast, Katsura's not feeling the music.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4916791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakumatsu-rock/episodes/4916791",
                    "TitleEnglish": "Peace Soul! Heaven's Song is Wild!",
                    "SummaryEnglish": "Ryoma and his friends head to Hikone for a concert where they witness the strange behavior of townsfolk who only respond to Heaven's Song. When they head toward the source of the Heaven's Song, they find Shinsengumi idol Okita Soji. Okita had also come to Hikone under Ii's orders to perform a solo concert.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4916792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakumatsu-rock/episodes/4916792",
                    "TitleEnglish": "Royal Concert! Rockers' Hearts are Moved to Tears!",
                    "SummaryEnglish": "Ryoma and his friends receive an invitation to the royal concert at Nijo Castle. Despite knowing it's a trap, the band decides to confront the shogunate and begins practicing even more in preparation for the concert. Meanwhile, concerned with Okita's strange behavior since his return from Hikone, Kondo and Hijikata feel uneasy about Ii's unusual behavior and head for Nijo Castle.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4916793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakumatsu-rock/episodes/4916793",
                    "TitleEnglish": "Rockers! Let's Form a Band!",
                    "SummaryEnglish": "Okita's curse is lifted, and his Peace Soul awakens at the cost of Kondo's life... and Hijikata inherits Kondo's Peace Soul. In order to achieve the true world peace Kondo strove for, Hijikata and Okita leave the Shinsengumi. When Ryoma hears this, he invites them to rock and defeat Ii together.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4916794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakumatsu-rock/episodes/4916794",
                    "TitleEnglish": "Dark Cherries! Death to Rock!",
                    "SummaryEnglish": "Three girls named Oryo, Ikumatsu, and Ono begin working at Telada as part-timers. Though the three girls are actually members of the government idol group Dark Cherries, they are completely unsuccessful and on the brink of failure. These unfortunate girls receive a final chance in the form of imperial orders from Ii to assassinate Ryoma and his friends!",
                    "Aliases": []
                },
                "9": {
                    "ID": "4916795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakumatsu-rock/episodes/4916795",
                    "TitleEnglish": "Mask the Rocker! The Soul is Important!",
                    "SummaryEnglish": "With the faces of Ryoma and his friends known, their number of fans increases. However, the government also begins cracking down on them harder, making them unable to sing as they please. Yataro suggests the group operates as a band of mysterious masked rockers.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4916796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakumatsu-rock/episodes/4916796",
                    "TitleEnglish": "Solo Debut! We Can't Play Together Anymore!",
                    "SummaryEnglish": "The group begins playing as the Ultra Souls. Rock begins permeating Kyoto to the point that they're able to hold jam sessions with other bands. Ryoma is excited to make everyone happy with rock, but when he discovers one day that his rock is making people happy, he becomes unsure of his actions.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4916797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakumatsu-rock/episodes/4916797",
                    "TitleEnglish": "Heaven's Song! Time for the Climax!",
                    "SummaryEnglish": "Takasugi leaves the Ultra Souls and arrives at Ii's location. While Takasugi says he wants to quit rocking to sing Heaven's Song, his true goal is to work for the government and destroy it from the inside. Meanwhile, the Ultra Souls minus Takasugi decide to crash the government's Oedo Heaven's Festival to broaden the reach of rock.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4916798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakumatsu-rock/episodes/4916798",
                    "TitleEnglish": "Ultra Soul! The Dawn of Rock!",
                    "SummaryEnglish": "Edo is enveloped in a miasma. Tokugawa Yoshinobu finally reveals himself. Yoshinobu confesses he only wanted to see the Ultra Soul to relieve his boredom and cause Ii trouble for saying everything he did was for Yoshinobu while only giving attention to the Tokugawa shogunate. In his desperation, Yoshinobu begins destroying the city of Edo using the power of Heaven's Song.",
                    "Aliases": []
                }
            }
        }
    }
}