{
    "URL": "https://thetvdb.com/series/blue-spring-ride",
    "Genres": [
        "Adaptation",
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3592708/",
        "http://www.aoha-anime.com/",
        "https://www.themoviedb.org/tv/62602"
    ],
    "Titles": {
        "eng": "Blue Spring Ride",
        "jpn": "アオハライド"
    },
    "Summaries": {
        "eng": "Futaba Yoshioka was ostracized by her female classmates in middle school for being a little too popular with the boys, she desperately strives to avoid a similar situation in high school by being unnecessarily noisy and graceless.",
        "jpn": "恋、友情、仲間、家族……\r\n青春のすべてが詰まった\r\n“忘れられない時間”を大切に描く物語。\r\n\r\n高校1年生の終わり、双葉は運命の再開を果たす。\r\n\r\nその相手は、中学時代に転校し、\r\n\r\n忽然と姿を消してしまっていた初恋の人・田中洸。\r\n\r\nその洸が、3年ぶりに双葉の前に現れた。\r\n\r\nしかし、洸の苗字は「馬渕」に変わり、性格もクールな別人になっていた……。\r\n\r\n徐々に明らかになっていく、空白の3年間。\r\n\r\n二人の恋は、再び動き出す。"
    },
    "Aliases": [],
    "Modified": "2025-06-12",
    "Seasons": {
        "0": {
            "ID": "579521",
            "URL": "https://thetvdb.com/series/blue-spring-ride/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4891635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4891635",
                    "Titles": {
                        "eng": "Page.0: Unwritten",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Episode about Futaba and Kou in middle school. Based on the chapter called \"Unwritten.\" also known as chapter 0 or Prologue.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5083811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/5083811",
                    "Titles": {
                        "eng": "Page.13",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "An episode that continues the story after the recent television anime's 12th and final episode.",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "579522",
            "URL": "https://thetvdb.com/series/blue-spring-ride/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4825726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4825726",
                    "Titles": {
                        "eng": "Page.1",
                        "jpn": "PAGE.1"
                    },
                    "Summaries": {
                        "eng": "At the end of her first year of high school, Futaba has a fateful reunion. Tanaka Kou, her first love -- who transferred without warning and disappeared from her life in middle school -- appears before her for the first time in three years.",
                        "jpn": "高校１年の終わり、双葉は運命の再会を果たす。\r\nその相手は、中学時代に転校し、\r\n忽然と姿を消してしまっていた初恋の人・田中洸。\r\nその洸が、3年ぶりに双葉の前に現れた。\r\nしかし、洸の苗字は「馬渕」に変わり、性格もクールな別人になっていた。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4895062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4895062",
                    "Titles": {
                        "eng": "Page.2",
                        "jpn": "PAGE.2"
                    },
                    "Summaries": {
                        "eng": "Motivated by painful memories of middle school, Futaba has taken on superficial friendships in high school. Kou refers to them as \"friends-in-name-only.\" One day, Futaba encounters a classmate, Makita Yuuri, who is shunned by the other girls for putting on a \"cutesy girl act,\" eating lunch alone.",
                        "jpn": "中学時代の辛い記憶から、\r\n高校では友達と表面的なつきあいを続けてきた双葉。\r\nしかし、洸には「友達ごっこ」と言われてしまう。\r\nそんなある日、双葉は「ぶりっ子」と敬遠されている同級生・槙田悠里が\r\n一人でお弁当を食べているところに遭遇する。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4895063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4895063",
                    "Titles": {
                        "eng": "Page.3",
                        "jpn": "PAGE.3"
                    },
                    "Summaries": {
                        "eng": "Futaba asks about Kou's family when she learns that Tanaka-sensei is actually Kou's older brother. She also learns the real reason Kou didn't meet her for the summer festival back in middle school. As her 2nd year begins, Futaba vows to start from scratch in her new class... which for some reason includes Kou, despite the fact that he's supposed to be in advanced classes.",
                        "jpn": "田中先生が洸の兄だと知り、\r\n双葉は洸に家族の話を聞こうとする。\r\nそして中学時代の夏祭り、\r\n洸が待ち合わせ場所に来なかった理由を初めて知るのだった。\r\n2年生になり、新しいクラスでまた一から頑張ろうと決意する双葉。\r\nそこへなぜか特進クラスのはずの洸が現れる。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4895064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4895064",
                    "Titles": {
                        "eng": "Page.4",
                        "jpn": "PAGE.4"
                    },
                    "Summaries": {
                        "eng": "Futaba has volunteered to be class representative for her new class, and so has Kou. They're all set to participate in an overnight leadership workshop with event representatives Yuuri, Murao Shuuko, and Kominato Aya. However, a troubled start to their morning foreshadows anxieties down the road, and a bad vibe hangs over the team...",
                        "jpn": "新しいクラスで学級委員に立候補した双葉。\r\n同じく学級委員の洸、イベント委員の悠里、村尾修子、小湊亜耶と\r\nチームで泊まりがけのリーダース研修に参加することに。\r\nところが朝から早速トラブルに見舞われて先行き不安な上に、\r\n何だかチームの空気も悪くて……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4895065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4895065",
                    "Titles": {
                        "eng": "Page.5",
                        "jpn": "PAGE.5"
                    },
                    "Summaries": {
                        "eng": "Futaba has begun to develop feelings for Kou, and Yuuri happens to learn about Shuuko's pining over Tanaka-sensei. As they bear under the weight of their emotions, the team slowly begins to grow closer over the course of the workshop. But then, the five of them get lost in the forest during orienteering.",
                        "jpn": "洸のことが気になり始める双葉。\r\n修子が田中先生に想いを寄せていることを偶然知る悠里。\r\nそれぞれの思いを抱えつつ、研修を通してチームは徐々に心を通わせ始める。\r\nその矢先、オリエンテーリングで森に入った5人は道に迷ってしまう。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4895066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4895066",
                    "Titles": {
                        "eng": "Page.6",
                        "jpn": "PAGE.6"
                    },
                    "Summaries": {
                        "eng": "Yuuri reveals to Futaba that she's in love with Kou. Futaba's feelings about her long-awaited friendship struggle against her budding feelings of love. Futaba decides to suppress her feelings for Kou so as not to lose her friend, but class representative work puts her alone together with Kou.",
                        "jpn": "悠里は双葉に「洸を好きになった」と打ち明ける。\r\nようやく手に入れた友情と芽生え始めた恋心の間で、双葉は途方に暮れる。\r\n友達を失いたくない一心で自分の気持ちを抑えようとする双葉だったが、\r\n学級委員の仕事で洸と二人っきりになり……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4895067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4895067",
                    "Titles": {
                        "eng": "Page.7",
                        "jpn": "PAGE.7"
                    },
                    "Summaries": {
                        "eng": "Futaba realizes that she likes Kou, and makes up her mind to tell Yuuri about it. But a chance encounter with an old friend from middle school makes her realize that it can be hard to balance love and friendship. Futaba decides she'll keep her love for Kou a secret, but this makes her conversations with Yuuri awkward.",
                        "jpn": "洸が好きだと自覚する双葉。\r\n一度は悠里に打ち明けようと決意するも、\r\n中学時代の友達に偶然再会したことがきっかけで、\r\n恋と友情の両立の難しさを思い知ることに。\r\nそれなら密かに想い続けようと思う双葉だったが、\r\n悠里との会話はどこかぎくしゃくしてしまう。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4895068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4895068",
                    "Titles": {
                        "eng": "Page.8",
                        "jpn": "PAGE.8"
                    },
                    "Summaries": {
                        "eng": "Futaba resolves to tell Yuuri about her feelings for Kou. After class, she tells Yuuri and Shuuko how she feels. On the way back, Futaba happens to run into Kou, who's out late at night. Intrigued, she follows him, and finds Kou hanging out with some kids in the entertainment district.",
                        "jpn": "双葉は、悠里に洸への想いを告げる決心をする。\r\nそして放課後、悠里と修子を前に、ついに正直な気持ちを話す。\r\nその帰り道、双葉は洸が夜遅く出かけるところに遭遇する。\r\nつい気になってついていくと、\r\n繁華街でたむろする若者の中に、洸の姿があった。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4895069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4895069",
                    "Titles": {
                        "eng": "Page.9",
                        "jpn": "PAGE.9"
                    },
                    "Summaries": {
                        "eng": "Futaba tells Yuuri and Shuuko about Kou's words: \"Caring for things brings a lot of trouble.\" Futaba and Yuuri's worries about Kou deepen when they learn that his grades at school have been bad, too. So they bring Shuuko and Kominato along for a \"study meeting\" at Kou's house.",
                        "jpn": "「大事な物を作ると色々しんどくなるから」\r\nという洸の言葉が気にかかる双葉は、悠里と修子に打ち明ける。\r\n学校の成績も下がっていることを知り、\r\nますます洸を心配する双葉と悠里は、\r\n修子、小湊とともに「勉強会」と称して洸の家へ押しかける。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4895070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4895070",
                    "Titles": {
                        "eng": "Page.10",
                        "jpn": "PAGE.10"
                    },
                    "Summaries": {
                        "eng": "Futaba notices a change in the vibe between Kou and Yuuri during the study meeting. She really wants to ask Kou about it, but ends up skirting the issue. Instead, she tells Kou that she wants to know more about him. Kou shows her to a certain room. There, in silence room, Futaba realizes the reason why Kou changed.",
                        "jpn": "勉強会の途中で洸と悠里の空気が変わったと感じる双葉。\r\n思いきって洸に尋ねてみるが、はぐらかされてしまう。\r\nそれでも「今の洸を知りたい」と食い下がる双葉を、\r\n洸はある部屋に案内する。\r\nそこで双葉が目にしたものは、\r\n洸が変わった理由を静かに示していた。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4895071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4895071",
                    "Titles": {
                        "eng": "Page.11",
                        "jpn": "PAGE.11"
                    },
                    "Summaries": {
                        "eng": "While Kou was going to middle school in Nagasaki, he lost his mother to an illness. Futaba finally realizes the pain Kou feels over that sense of powerlessness. Hoping to open Kou's heart the way that Kou opened hers, she chases after Kou and desperately expresses her feelings to him.",
                        "jpn": "長崎で過ごした中学時代、洸は病気で母を失っていた。\r\n無力だった自分を責めて今も苦しみの中にいる洸の心を知った双葉。\r\n洸が自分にそうしてくれたように、\r\n今度は自分が洸の心の扉を開けたいと願い、\r\n洸を追いかけて必死に想いをぶつけるのだった。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4895072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4895072",
                    "Titles": {
                        "eng": "Page.12",
                        "jpn": "PAGE.12"
                    },
                    "Summaries": {
                        "eng": "Futaba sees Kou's vulnerability for the first time, then sends him home to where his brother and father are waiting. As the three of them sit around the dinner table, Kou finally tells them how he feels. The next day, Kou's friends notice something different about him. At last, the class term ends. Their shining summer is about to begin!",
                        "jpn": "初めて弱さを見せた洸を、父と兄の待つ家に帰す双葉。\r\n洸は三人で食卓を囲みながら、ようやく自分の気持ちを口にする。\r\n翌日から洸は、今までとは少し違う雰囲気をまとって仲間と接するようになった。\r\nそしていよいよ終業式。\r\nここから眩しい夏が始まる。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}