{
    "URL": "https://thetvdb.com/series/invaders-of-the-rokujouma",
    "Genres": [
        "Animation",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3633800/",
        "https://www.themoviedb.org/tv/70805"
    ],
    "Titles": {
        "eng": "Invaders of the Rokujouma!?",
        "jpn": "六畳間の侵略者！？"
    },
    "Summaries": {
        "eng": "Due to young Koutarou's financial circumstances, he is forced to live in a small rokujouma (6-tatami apartment) on a budget of 5000 yen a month. On the plus side, he lives rent-free, but on the minus side, that's because room 106 of Corona Apartments is cursed. The ghost is a cute young girl, and hijinks ensue when she tries to drive him out. Between the haunting, Koutarou's nosy neighbors, and a self-styled magical girl flying to the unneeded rescue, there's way too much for the impoverished young man to handle.",
        "jpn": "高校入学から一人暮らしを始めることとなった苦学生、里見孝太郎が見つけた六畳一間で­家賃5,000円格安物件。\r\nその部屋《ころな荘106号室》を手に入れるべく、引越し直後の孝太郎のもとに次々と­現れる、幽霊、地底人、宇宙人、魔法少女（自称？）ら可愛い侵略者たち、それぞれの思­惑が交錯するハイテンション・ハーレムコメディ！"
    },
    "Aliases": [
        "Rokujyōma no Shinryakusha!?",
        "Rokujouma no Shinryakusha!?",
        "Invaders of the Rokujyouma?!",
        "Invaders of the Rokujouma!"
    ],
    "Modified": "2025-07-16",
    "Seasons": {
        "0": {
            "ID": "579460",
            "URL": "https://thetvdb.com/series/invaders-of-the-rokujouma/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6477253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/invaders-of-the-rokujouma/episodes/6477253",
                    "Titles": {
                        "eng": "Special",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "A 6-minute promotion video of the novel.",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "579462",
            "URL": "https://thetvdb.com/series/invaders-of-the-rokujouma/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4825201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/invaders-of-the-rokujouma/episodes/4825201",
                    "Titles": {
                        "eng": "The Invasion Begins!?",
                        "jpn": "侵略開始!?"
                    },
                    "Summaries": {
                        "eng": "Satomi Koutarou just started high school and now he's living by himself because his father was forced to transfer to another city for work, and that's when he found an apartment at Corona House, Apt #106. Its rent: 5,000 yen a month due to certain special circumstances.",
                        "jpn": "父の転勤で高校入学と同時に一人暮らしを始めることになった里見孝太郎。\r\n見つけた物件は《ころな荘１０６号室》。家賃五千円、いわくつきの格安物件だ。\r\nその晩、孝太郎の前に\"幽霊\"の東本願早苗が現れ先住権を主張、孝太郎を部屋から追い出そうとする！すると窓を突き破り\"コスプレイヤー\"が乱入！さらに畳の下からは\"地底人\"、壁の中から\"異星人\"が！？\r\n次々と現れる可愛い侵略者たちと、孝太郎との壮絶な（？）闘いの火蓋が 今切られた！？"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4921420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/invaders-of-the-rokujouma/episodes/4921420",
                    "Titles": {
                        "eng": "Still More Invasions!?",
                        "jpn": "さらなる侵略!?"
                    },
                    "Summaries": {
                        "eng": "Corona House's landlady, Shizuka, imposes the Corona Convention on the lot, which causes the invaders to rethink their strategies. Meanwhile, Koutarou participates in the Knitting Society, where its president, Sakuraba Harumi and Koutarou spend their time, away from troubles, but then there's word that four new students will be transferring into his school...",
                        "jpn": "《ころな荘》の大家・静香から突き付けられた「ころな陸戦規定」を前に考えをめぐらせる侵略者たち。\r\n孝太郎は入学式当日に入部した「編み物研究会」に通い、会長・桜庭晴海に編み物を教わる吉祥春風高校生活を心のオアシスとしていた。\r\nしかし時期外れの転入生が4名現れて...。―― あの手この手を使ってついに高校生活にも侵略開始!?"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4921421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/invaders-of-the-rokujouma/episodes/4921421",
                    "Titles": {
                        "eng": "Promises and Friendships",
                        "jpn": "約束と友情"
                    },
                    "Summaries": {
                        "eng": "The lot continue to fight over the room, and eventually decide to use the inter-club obstacle course marathon as their next battleground. Koutarou and Harumi enter as part of the Knitting Society, along with Sanae. Theia and Kiriha get their underlings and make their preparations",
                        "jpn": "六畳間をめぐる攻防、その新たな線上に選ばれたのは《部活対抗障害物マラソン》！\r\n孝太郎は「編み物研」として晴海＆早苗と一緒に出場、ティアとキリハは配下を従え準備万端、しかも裏で何かを画策しているようで...!?\r\nコスプレ研究会の魔の手にかかった【自称】魔法少女ゆりかも泣く泣く競技に出場し、対決は思わぬ結末を迎えることに――!?"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4921422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/invaders-of-the-rokujouma/episodes/4921422",
                    "Titles": {
                        "eng": "Beach Day of Intrigue!?",
                        "jpn": "陰謀の海水浴!?"
                    },
                    "Summaries": {
                        "eng": "The fight over room 106 is officially on a cease-fire as they've all received a voucher to travel to a ocean-side resort for relaxation and hot springs. Everyone is excited and they all decide to go buy some swimsuits, but something seems to be going on with Sanae.",
                        "jpn": "商店街の福引で、海辺の温泉宿の宿泊券を手に入れた一行は、106号室の攻防戦を一時休戦。\r\n真夏のバカンスに繰り出すことに。浮かれる一同は水着ショップを訪れるが、早苗は楽しいだけではない様子...。孝太郎は偶然避暑に訪れていた桜庭晴海となんだか良い雰囲気に。\r\nところが、はしゃぐ美女軍団に怪しげな影が忍び寄っていて――!?"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4921423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/invaders-of-the-rokujouma/episodes/4921423",
                    "Titles": {
                        "eng": "The Precious Charm",
                        "jpn": "大切なお守り"
                    },
                    "Summaries": {
                        "eng": "We're enemies. Sanae was shocked by his words and leaves the lodge by herself, and then is captured by ghost hunters. Everyone tries to go find Sanae, searching high and low. A female spirit tries to sway Sanae's heart, but to what end? Koutarou has something up his sleeves, though.",
                        "jpn": "「俺たちは敵同士」― 孝太郎の言葉にショックを受けた早苗は一人、宿を飛び出すがゴーストハンターに囚われてしまう！\r\nゆりかの目撃情報を頼りに、早苗救出のため立ち上がった一同は、敵のアジトに殴り込むが...。\r\nその頃、女悪霊に心を見透かされた早苗はさらなる疑心暗鬼に陥っていた。果たして悪霊たちの目的とは？　孝太郎が出した切り札とは ――!?"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4921424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/invaders-of-the-rokujouma/episodes/4921424",
                    "Titles": {
                        "eng": "Culture Fest and Rhino Beetles!?",
                        "jpn": "文化祭とカブトムシ!?"
                    },
                    "Summaries": {
                        "eng": "Koutarou and the others fight over their points to try to come up with a idea for the theater club. Theia's the \"Silver Princess and Blue Knight\" gets picked. Sakuraba Harumi gets picked for the Silver Princess role, and practices with Koutarou, when Theia sees the real princess and knight within them. Meanwhile, Yurika brings a certain something into the apartment...",
                        "jpn": "文化祭直前、演目の決まらない演劇部を助けるべく、孝太郎たちは侵略ポイントをかけたシナリオ対決をすることに。\r\n僅差ながら見事採用されたのはティアが執筆した『白銀の姫と青い騎士』。\r\n主演の姫役に抜擢された桜庭晴海は、誰もが目を奪われる意外な才能を見せる。晴海の稽古相手を務める孝太郎に、ティアは本物の青騎士が重なって見えていた...。\r\n一方、ゆりかは六畳間にあるものを持ち込んでいた...波乱が起きる予感!?"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4921425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/invaders-of-the-rokujouma/episodes/4921425",
                    "Titles": {
                        "eng": "Our Knight",
                        "jpn": "わらわの騎士"
                    },
                    "Summaries": {
                        "eng": "Theia gives Koutarou special training for the Blue Knight role in the play. Someone unusual shows up to the stage, though... Then one day, there's a malfunction and Koutarou gets hurt protecting Theia. Clan appears and contests Theia over the thrown. There's a fierce battle between the two rivals, but there's another crisis brewing over Hercules, the beetle...",
                        "jpn": "文化祭本番に向けてティアから青騎士の猛特訓を受ける孝太郎。\r\nそれぞれが準備に追われる中、舞台袖には見覚えのない人物が...？\r\nある日の稽古中、機材が倒れティアをかばった孝太郎は怪我をしてしまう。ティアの皇位継承権剥奪を目論むライバル・クランが現れ攻撃を仕掛けてきたのだ。\r\nお互いを知り尽くしたティアとクランは、激しい戦いを繰り広げる！\r\n一方、ヘラクレスオオカブトも生命の危機に晒されていた――!?"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4921426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/invaders-of-the-rokujouma/episodes/4921426",
                    "Titles": {
                        "eng": "Enter, the Evil Magical Girl!?",
                        "jpn": "悪の魔法少女登場!?"
                    },
                    "Summaries": {
                        "eng": "No one believes Yurika that she's a magical girl. All of a sudden, an evil magical girl, Dark Navy Maki, shows up and transfers into their class. She tries to tell everyone that Cornoa Apt 106 is in danger, but no one listens. Maki is invited to the room for a welcoming party. Yurika decides to fight all by herself to protect everyone after talking to Harumi...",
                        "jpn": "魔法少女であることを誰にも信じてもらえないゆりか。そんな時【悪の魔法少女 ダークネイビー真希】が吉祥春風高校に転入してきた！\r\n同じ魔法少女である真希の正体、「ころな荘106号室」の危機を伝えても、まるで聞く耳を持たない孝太郎たち。さらには「ころな荘」で真希の歓迎会まで開いていて...。\r\n晴海に背中を押されたゆりかは、六畳間と仲間たちを守るため、1人闘う決意をする――!?"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4921427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/invaders-of-the-rokujouma/episodes/4921427",
                    "Titles": {
                        "eng": "Sunny Spots and Rainbows",
                        "jpn": "陽だまりと虹"
                    },
                    "Summaries": {
                        "eng": "Yurika protected Harumi, but fell instead. Koutarou takes a sword from Harumi after a strange light engulfs her, but Maki disappears instead. Meanwhile, Theia and Kiriha can't get a hold of them, so they go searching for them. Yurika tells Koutarou about why she became a magical girl, and they decide to head back towards Apt 106. Maki, however, waits for them there...",
                        "jpn": "晴海を庇い倒れたゆりか。不思議な光に包まれた晴海から、魔法の剣を授けられた孝太郎が応戦するも真希は姿を消す。\r\n一方学校では、ティアとキリハ達が連絡が付かなくなった孝太郎達の身を案じていた。\r\nゆりかが魔法少女になった経緯を聞いた孝太郎と晴海は、彼女と一緒に戦うことを伝え「ころな荘106号室」向かう。\r\nすでに魔力を制御した真希と、満身創痍のゆりかの決着は――！？"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4921428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/invaders-of-the-rokujouma/episodes/4921428",
                    "Titles": {
                        "eng": "The Underground Empire vs. The Sun Corps!?",
                        "jpn": "地底帝国VS太陽部隊!?"
                    },
                    "Summaries": {
                        "eng": "After a request from Kiriha, the gang helps out with a local kindergarten hero show. The Sun Squad shows up all of a sudden joining them in the mix. The show ends without incident, but Kiriha disappears and helps with cleaning up the town. Koutarou watches the girls who want to take over the town, but finally tells Kiriha something that's been on his mind. Isn't Kiriha too kind to try to take over the surface?",
                        "jpn": "キリハの頼みで、幼稚園のヒーローショーに出演することになった一同。滞りなくショーを続けるも、突然『太陽部隊・サンレンジャー』が乱入してきた!?\r\n突っ込み所満載の敵を無視し、ショーは大盛況のうちに幕を降ろす。\r\nショーの後も忙しく姿を消したキリハは、商店街で清掃ボランティア活動を手伝っていた...。\r\n孝太郎は、地上侵略を目論む彼女が町の人たちと親しげに話す様子を見て、以前より感じていた違和感を口にする。\r\n「キリハは侵略するには優しすぎる」――!?"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4921429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/invaders-of-the-rokujouma/episodes/4921429",
                    "Titles": {
                        "eng": "Someday, With Them...",
                        "jpn": "いつかあの人と…"
                    },
                    "Summaries": {
                        "eng": "Kiriha invites Koutarou to an amusement park that she had been to before. Sanae and the other trails the couple as they spot a rhinoceros beetle hero show. Ruth disappears and wacky highjinks ensue. Kirito and Koutarou get on a Ferris wheel, where Koutarou hears the true purpose of her invasion and the story of her first love, but then earth starts to rumble...",
                        "jpn": "キリハが孝太郎を誘った先は、かつて一度だけ来たことがあるという遊園地。2人を尾行する早苗たちは、映画館に入るがそこは「昆虫戦士カブトンガー」のヒーローショー会場!?\r\n消えたルースに戦々恐々の一同。一方、子供のようにはしゃぐキリハと観覧車に乗り込んだ孝太郎。\r\nそこで彼女の地上侵略の目的と、初恋の話を聞く。\r\nしかし地中から不気味な轟音が聞こえてきていて――!?"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4921430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/invaders-of-the-rokujouma/episodes/4921430",
                    "Titles": {
                        "eng": "Invasion, A-OK!?",
                        "jpn": "侵略順調!?"
                    },
                    "Summaries": {
                        "eng": "It's December, and they've finally all gotten used to living each other in Apt 106 at Corona House. Koutarou suddenly starts a secret part-time job, even though he's about to start practicing for the second half of the Blue Knight play. The girls all wonder if he got a girlfriend, and start getting jealous. Just what will happen?!",
                        "jpn": "「ころな荘106号室」での共同生活もすっかり落ち着いた12月、学校はクリスマスの話題でもちきりに。\r\n『青騎士』舞台続編の稽古が始まるという時に、孝太郎はみんなに内緒でアルバイトを増やしていた。「恋人ができたんじゃ!?」とわくわく＆ヤキモキする周囲に迫られる孝太郎。\r\n六畳一間の攻防戦はいったいどうなる...!?"
                    },
                    "Aliases": []
                }
            }
        }
    }
}