{
    "URL": "https://thetvdb.com/series/glasslip",
    "Genres": [
        "Animation",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3611294/",
        "http://glasslip.jp/",
        "https://www.themoviedb.org/tv/69606",
        "https://x.com/glasslip_anime"
    ],
    "TitleEnglish": "Glasslip",
    "SummaryEnglish": "\"On the other side of the glass, you can see tomorrow.\"\r\n\r\nThe heroine is Touko Fukami, a 17-year-old born in Fukui Prefecture. Her dream is to become a glass artisan.",
    "Aliases": [],
    "Modified": "2025-09-03",
    "Seasons": {
        "1": {
            "ID": "579466",
            "URL": "https://thetvdb.com/series/glasslip/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4825204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/glasslip/episodes/4825204",
                    "TitleEnglish": "Fireworks",
                    "SummaryEnglish": "A lively fireworks festival. Yanagi Takayama wins a pair of diffraction glasses at a ring toss game. She chatters with her friend Touko Fukami. Touko tries on the glasses when, amidst the hazy scenery, she hears a voice say \"I've finally found you\".",
                    "Aliases": []
                },
                "2": {
                    "ID": "4892294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/glasslip/episodes/4892294",
                    "TitleEnglish": "The Bench",
                    "SummaryEnglish": "Touko and the gang gather at Kazemichi Café, run by Hiro's grandfather. Yukinari and the others are alarmed at Kakeru's uninvited presence. Unfazed, Kakeru tells Touko where and when to meet him, and leaves.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4892295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/glasslip/episodes/4892295",
                    "TitleEnglish": "The Water Can",
                    "SummaryEnglish": "With her discovery that she can see the fragments of the future vividly when she is with Kakeru, and with Yukinari's confession that he likes her rather than Yanagi, Touko is filled with anxiety about change. After thinking about how she could keep her friends from becoming separated, she decides to ask Kakeru about seeing Yanagi and Yukinari's future.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4892296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/glasslip/episodes/4892296",
                    "TitleEnglish": "The Slope",
                    "SummaryEnglish": "Touko learns that Yanagi had hurt her right leg during a lesson, and she rushes to the hospital. Meanwhile, Hiro visits Sachi's home to return a book that he had borrowed from her.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4892297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/glasslip/episodes/4892297",
                    "TitleEnglish": "Hinode Bridge",
                    "SummaryEnglish": "Accompanied by Yanagi, Yuki goes to a track meeting for the first time since recovering from his injury. Meanwhile, Touko goes to Kazemichi Café by herself, and learns from Hiro's grandfather that Hiro was absent from the store, out on a date.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4892298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/glasslip/episodes/4892298",
                    "TitleEnglish": "The Punch",
                    "SummaryEnglish": "Touko feels uneasy around Kakeru because of the fragments of the future. Hiro invites her ahead of everyone else to Kazemichi Café.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4892299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/glasslip/episodes/4892299",
                    "TitleEnglish": "The Bicycle",
                    "SummaryEnglish": "Yanagi and Touko talk at the beach, when the glitter of the water triggers a \"fragment of the future\". Meanwhile, Hiro meets Sachi's mother for the first time while visiting her at the hospital. To add to Hiro's nervousness, Sachi introduces him to her mother as her boyfriend.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4892300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/glasslip/episodes/4892300",
                    "TitleEnglish": "Snow",
                    "SummaryEnglish": "The fragment of the future Touko saw at sunset on the beach was vivid enough to throw her to the ground. Yanagi talks to Sachi at the hospital about how Yukinari went off to training camp without letting her know, about Sachi and Hiro, about Touko's incident at the beach and her relationship with Kakeru.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4892301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/glasslip/episodes/4892301",
                    "TitleEnglish": "The Moon",
                    "SummaryEnglish": "Touko sees a snowy fragment of the future in which she shares a kiss with Kakeru. Kakeru can't hear any fragments. Yanagi texts Yukihiro at training camp. Despite the awkwardness, Hiro and Sachi begin to move forward.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4892302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/glasslip/episodes/4892302",
                    "TitleEnglish": "Jonathan",
                    "SummaryEnglish": "Sachi looks somehow relieved as she makes her confession to Touko and Hiro. Touko, having heard that Yanagi wanted to renew herself, also re-evaluates her relationship with Kakeru.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4892303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/glasslip/episodes/4892303",
                    "TitleEnglish": "Piano",
                    "SummaryEnglish": "Touko and Kakeru sit quietly in the art prep room. Kakeru plans a small piano recital for his mother, inviting Touko. Meanwhile, Sachi asks Hiro to go hiking again, and Yukinari goes to watch Yanagi at her dance practice for the first time.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4892304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/glasslip/episodes/4892304",
                    "TitleEnglish": "Fireworks (Again)",
                    "SummaryEnglish": "Touko Fukami, having just moved from Tokyo, isn't sure she will be well there. By coincidence, she meets Kakeru Okikura at the station. He takes her to Kazemichi Cafe, where she meets Yukinari Imi, Yanagi Takayama, Sachi Nagamiya and Hiro Shirosaki. They set out to watch fireworks that night.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4921260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/glasslip/episodes/4921260",
                    "TitleEnglish": "Shooting Stars",
                    "SummaryEnglish": "Touko is shocked by the world she saw, and loses consciousness at the end of Kakeru's mother's performance. At Touko's request, Kakeru's mother plays once more, as she wonders about Kakeru's future. Meanwhile, at Kazemichi, Yukinari, Yanagi, Hiro and Sachi arrive all by coincidence.",
                    "Aliases": []
                }
            }
        }
    }
}