{
    "URL": "https://thetvdb.com/series/aldnoah-zero",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Drama",
        "Romance",
        "Science Fiction",
        "Thriller",
        "War"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3544556/",
        "https://www.themoviedb.org/tv/61259"
    ],
    "TitleEnglish": "Aldnoah.Zero",
    "SummaryEnglish": "In 1972, the Apollo 17 mission discovered a hypergate to Mars on the surface of the moon. Soon, a war breaks out between Earth and Mars, and Martian soldiers begin to descend from the sky, riding steel giants, intent on exterminating humanity.",
    "Aliases": [
        "Aldnoah Zero"
    ],
    "Modified": "2025-09-30",
    "Seasons": {
        "0": {
            "ID": "580244",
            "URL": "https://thetvdb.com/series/aldnoah-zero/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "5180692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/5180692",
                    "TitleEnglish": "Aldnoah.Zero Extra Archives (RECAP)",
                    "SummaryEnglish": "Recap of the first season of Aldnoah.Zero series.",
                    "Aliases": []
                },
                "2": {
                    "ID": "11182043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/11182043",
                    "TitleEnglish": "Fragment of Rain -The Penultimate Truth-",
                    "SummaryEnglish": "Episode 24.5 released with the Blu-ray Box concluding the Aldnoah.Zero story.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "580245",
            "URL": "https://thetvdb.com/series/aldnoah-zero/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "4834145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/4834145",
                    "TitleEnglish": "Princess of Vers",
                    "SummaryEnglish": "The Apollo 17 mission found ancient technology known as the Hypergate on the moon that allowed humans to settle on and terraform Mars. More ancient \"Aldnoah\" technology found on Mars was claimed by the immigrants, who founded the Vers Empire, leading to a tense state of affairs with Earth that eventually culminated in open war breaking out in 1999. During a battle between the Earth Federation and the Vers Empire on the moon in 1999, the Hypergate went out of control and destroyed the Moon in an event that would come to be known as Heaven's Fall. 15 years after Heaven's Fall, the Princess of Vers, Asseylum Vers Allusia, goes to Earth on a peace mission despite being discouraged by Slaine. Back on Earth, terrorists attack the parade of the peace delegation, which is witnessed by Inaho and his friends. Although it initially seems that the limousine managed to avoid the terrorist attack, they manage to hit it with a second volley, and it is believed that the princess is killed. In retaliation, the Martian Vers Orbital Knights start an all out assault on Earth on their landing castles, and destroy New Orleans. Children mistake them for shooting stars and wish for world peace.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4921295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/4921295",
                    "TitleEnglish": "Beyond the Horizon",
                    "SummaryEnglish": "The Vers invasion begins with Landing Castles crashing into New Orleans, Maputo, Beijing, and Tokyo. Martian Kataphrakts emerge and begin to devastate the Terran defenders. In Shinawara, while preparing to evacuate, Inaho finds Edelrittuo and an unknown girl and informs them they need to evacuate. The girl subdues him and asks him what the evacuation is for, prompting Inaho to inform them about the assassination of Princess Asseylum. The girl then reveals to Inaho that Asseylum became ill after making planetfall due to the change in gravity and it was actually a body double that died. Meanwhile, the terrorists who committed the assassination are revealed to be Vers loyalists, but are promptly killed by Baron Trillram of the Vers Empire to ensure the truth about the false flag operation is never revealed. 2nd Lt. Marito's squad engages Trillram, but are defeated by him. While chasing Inaho and his friends who are escaping in an APC, Okisuke is thrown off the vehicle and disintegrated by Trillram's shield. After entering a tunnel, Inaho receives orders from Lt. Marito to draw Trillram's Kataphrakt away to buy more time for an evacuation.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4921296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/4921296",
                    "TitleEnglish": "The Children's Echelon",
                    "SummaryEnglish": "Inaho and his friends find themselves holed up in the school with orders to distract the enemy Kataphrakt while 2nd Lt. Marito builds a plan to evacuate his students and the civilians with them. Not satisfied to just be a distraction, Inaho comes up with a strategy to fight back against Trillram and his seemingly impervious mech. The unknown girl and Rayet, both feeling some personal responsibility for the situation, volunteer to drive the decoy truck, and the team begins their operation. Meanwhile, Marito, backed by by Colonel Magbaredge, rallies his crew and rescues the noncombatants from Inaho's group while Inaho, Calm, and Inko engage Trillram. When Trillram finally catches the decoy truck, the unknown girl reveals her true identity as Princess Asseylum, distracting him just long enough for Inaho to strike the finishing blow. While Inaho and his comrades regroup and celebrate, Slaine and Trillram prepare to escape. Trillram reveals that the assassination of the Princess was a Martian plot all along, and that he must rearm and eliminate her as quickly as possible. In response, a shocked and enraged Slaine pulls Trillram's gun and shoots him multiple times, killing him.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4921297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/4921297",
                    "TitleEnglish": "Point of No Return",
                    "SummaryEnglish": "The Martians bombard the Earth with meteor attacks. Inhao and friends continue to travel with a Terran military squad when they are attacked by another Martian Kataphrakt.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4921298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/4921298",
                    "TitleEnglish": "Phantom of the Emperor",
                    "SummaryEnglish": "The Emperor of Mars calls for a cease fire. Inaho and friends take the moment to rest aboard an Earth Navy Ship. Slaine tries to find a way to reveal the conspiracy of the Martian Forces true intentions.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4921299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/4921299",
                    "TitleEnglish": "Steel Step Suite",
                    "SummaryEnglish": "The Emperor of Mars broadcasts an offcial declaration of war against Earth. Inaho and his friends are drafted into the military and Slaine is on the run.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4921300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/4921300",
                    "TitleEnglish": "The Boys of Earth",
                    "SummaryEnglish": "Lord Saazbaum decides to hold back on chasing Slaine, and instead tracks as he flees to Earth. Meanwhile Inaho and friends have arrived at Tanegashima, a mysterious location.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4921301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/4921301",
                    "TitleEnglish": "Then and Now",
                    "SummaryEnglish": "Princess Asseylum reveals herself to the Earth forces and Slaine remembers the time he spent with the Princess whilst being tortured by Count Cruhteo.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4921302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/4921302",
                    "TitleEnglish": "Darkness Visible",
                    "SummaryEnglish": "Slaine wakes up in the Landing Castle of Count Saazbaum and learns the true intentions of the Count. Rayet and Lt. Marito must deal with with their individual memories of those they have lost to the Martians.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4921303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/4921303",
                    "TitleEnglish": "Before the War",
                    "SummaryEnglish": "Inaho successfully revives Asseylum in the shower room using CPR and a defibrillator, but Rayet grabs Magbaredge's pistol and holds everyone hostage. First Rayet blames Asseylum for being able to integrate into the United Earth forces while she and her father were outcasts, then she turns the gun on herself. However, Inaho disarms her, offering her another chance to fight the Martians. Magbaredge throws Rayet in the brig, then goes off to watch Marito's confession in Yagarai's lab. Meanwhile, Saazbaum reveals to Slaine that the Vers Empire convinced their people to attack the Earth to distract from their own problems of producing food and water on a relatively-dead Mars. Saazbaum and his wife, Viscountess Orleans, joined the attack on Earth at Tanegashima but Orleans was killed by Heaven's Fall as he escaped. Back on Earth, the Deucalion finally arrives at UE headquarters in Russia, and Asseylum tries to broadcast her message calling for a ceasefire. However, Saazbaum tells Slaine that the sattelite base on the Moon is staffed by his men so no Martian will hear it. Saazbaum then offers Slaine a choice: stay and fight with him, or escape to Earth and be treated as an enemy.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4921304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/4921304",
                    "TitleEnglish": "Wind, Snow and Stars",
                    "SummaryEnglish": "Count Saazbaum's Landing Castle descends down to Earth and begins an assault on the United Earth HQ. The Deucalion is under direct attack from Martian forces and Princess Asseylum must make her way to the ship.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4921305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/4921305",
                    "TitleEnglish": "Childhood's End",
                    "SummaryEnglish": "The Deucalion has collided with Count Saazbaum's Landing Castle. Inaho, Yuki and Inko must now escort Princess Asseylum to the Aldnoah Drive. Meanwhile Slaine is rushing back to the Landing Castle and Count Saazbaum is still out there in the Dioscuria.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4998359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/4998359",
                    "TitleEnglish": "This Side of Paradise",
                    "SummaryEnglish": "19 months after the events at Saazbaum's Landing Castle, a UFE raiding party finds themselves shot down by the Tharsis, piloted by Slaine himself. Slaine has become a Vers Knight with the power of Aldnoah under Saazbaum, and the Vers Empire has been slowly conquering North and South America under the new support of Princess Asseylum as they plan to expand their reach. On Earth, the crew of the Deucalion prepare to finish their R&R when they come under attack from a Martian Kataphract called the Frozen Elysium, capable of freezing all matter around it by a kilometer. The UFE Kataphracts find that they can't hit this new threat before getting frozen to death, when Inaho appears in his restored training mech, using airburst grenades to create a small path through the freezing field and destroy the enemy.  The episode flashes back to the moments after Asseylum and Inaho were shot in the Landing Castle. Slaine decided to spare Saazbaum and escape with him and Asseylum in the Tharsis, while Inko and Yuki tried to get a wounded Inaho back to base where he needed surgery. Things looked grim with Asseylum absent and the Deucalion still unpowered, but Inaho somehow maintained enough consciousness to power the ship's Aldnoah Drive himself with powers he inadvertently got from Asseylum while administering CPR. In the present, the Princess Asseylum giving the war speeches to the Vers Empire turns out to be another Princess named Lemrina, using her guise under Saazbaum's supervision. As the night ends, Slaine goes to visit the real Asseylum, being kept alive in a medical tank.",
                    "Aliases": []
                },
                "14": {
                    "ID": "5098037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/5098037",
                    "TitleEnglish": "The Beautiful and Damned",
                    "SummaryEnglish": "The UFE forces gather in Earth's orbit at Trident Base, built into an asteroid, as they prepare for a large-scale operation against another asteroid base called Marineros owned by Vers. Meanwhile, Saazbaum rallies his own forces for a quick strike on Trident as they travel to Marineros Base. Slaine finds that Lemrina shut down the Tharsis' Aldnoah Drive, and tries to reason with her to get it running again. Eventually, Slaine gets her to restart the Tharsis. As Lemrina visits her still-unconscious sister and schemes to replace her position, the Martian forces begin their assault while the UFE dig in on nearby asteroids. Inaho makes use of his new cybernetic eye to accurately shoot down several enemies, but Slaine somehow manages to see the trajectories of the shells being fired at him in the Tharsis, and dodges at the last second. The Martian forces soon pass by the base as Inaho and Slaine confirm that they fought each other.",
                    "Aliases": []
                },
                "15": {
                    "ID": "5098038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/5098038",
                    "TitleEnglish": "Toll for the Brave",
                    "SummaryEnglish": "Both UFE and Vers forces prepare for battle on their respective asteroid bases. Magbaredge confirms with Inaho that it wasn't Asseylum's blood alone that gave him Aldnoah activation, but something that was transferred when he gave her CPR. Meanwhile, other Counts of the Vers Empire show open contempt at Slaine for being a Terran, but before they harm him, Saazbaum abruptly announces that he is adopting Slaine as his son and legal heir. Finally, Trident and Marineros bases are close enough that the two sides begin their attacks. Inaho shoots down several enemy spacecraft and eventually runs into Slaine again, confirming that he is somehow able to accurately predict the near future like himself. Saazbaum appears in his refurbished Dioskuria II, and mentions that his shield's weak spot is different from last time as he chases down Inaho. With Inaho's help, Inko manages to disable the Disokuria II's shield just as a micrometeoroid shower hits it, disabling the Kataphract. Slaine then tells Saazbaum that the shower was actually his own work, using Tharsis' systems to accurately pinpoint where Saazbaum would be two minutes in the future so he could destroy him as revenge for shooting Asseylum. After a second micrometeorite shower finishes off Sauzbaum, Slaine becomes a Count of the Vers Empire while Inaho confirms from Slaine's speech that Asseylum is alive.",
                    "Aliases": []
                },
                "16": {
                    "ID": "5098039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/5098039",
                    "TitleEnglish": "Soldiers' Pay",
                    "SummaryEnglish": "As Slaine ascends the ranks, he puts a plan into motion to deflect scrutiny. Meanwhile, Yuki prepares for a possible reunion with Inaho as the Terrans face another Kataphrakt threat.",
                    "Aliases": []
                },
                "17": {
                    "ID": "5098040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/5098040",
                    "TitleEnglish": "The Turning Wheel",
                    "SummaryEnglish": "The Earth forces now have Count Mazuurek as a captive. With such a high value prisoner, what will this mean for the relations between the Earth and Mars? And with the Deucalion back on Earth, what is the next move?",
                    "Aliases": []
                },
                "18": {
                    "ID": "5107728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/5107728",
                    "TitleEnglish": "The Rose and the Ring",
                    "SummaryEnglish": "On Earth, the UFE launches an attack on a Martian Knight whose Kataphract can fire powerful lasers, preventing UFE forces from being able to get close. While UFE forces distract the Vers Kataphract, Inaho begins directing artillery fire from the Deucalion main cannons. Because Deucalion uses traditional artillery shells, it can arc its shells over the curvature of the Earth, protecting it from reprisal attacks since lasers can only travel in a straight line. Eventually, the Deucalion manages to score a direct hit on the Vers Kataphract and destroy it. Inko then confronts Inaho about him freeing Mazuurek, and Inaho acknowledges what he did, and that he didn't want Inko to get involved. At the Moon base, Slaine and Count Marylcian begin their duel. Marylcian's Herschel uses numerous unmanned drones to attack Slaine, straining the Tharsis' abilities to the limit. However, Slaine manages to outsmart Marylcian by luring him into a tunnel, allowing him to destroy all of the Herschel's drones. The now vulnerable Marylcian is then killed by Slaine, who seizes all of Marylcian's assets. Lemrina, still posing as Asseylum, makes an announcement to the rest of the Martian Knights, declaring that they form their own kingdom independent from Vers, and that she and Slaine will be married. Afterwards, she visits the still comatose Asseylum and considers shutting down her life support, but decides to spare her life. However, after Lemrina leaves, Asseylum begins to regain consciousness.",
                    "Aliases": []
                },
                "19": {
                    "ID": "5107729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/5107729",
                    "TitleEnglish": "Here to There",
                    "SummaryEnglish": "Princess Asseylum's marriage to Slaine is officially announced. Meanwhile, Slaine organizes an unprecedented attack on Earth after rallying as many Counts to his cause as possible.",
                    "Aliases": []
                },
                "20": {
                    "ID": "5116462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/5116462",
                    "TitleEnglish": "The Light of Day",
                    "SummaryEnglish": "The Earth Forces are on the retreat after the Vers three-pronged attack. Meanwhile the relationship between Slaine and Lemrina grows in tense.",
                    "Aliases": []
                },
                "21": {
                    "ID": "5116464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/5116464",
                    "TitleEnglish": "The Fortune's Fool",
                    "SummaryEnglish": "At a loss on how to deal with a multiple Kataphraktoi attack, the Terran forces rest their hopes on Inaho's abilities. However, they may be relying on him too much. Lemrina, meanwhile, makes a move after figuring out her sister has awoken.",
                    "Aliases": []
                },
                "22": {
                    "ID": "5116466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/5116466",
                    "TitleEnglish": "Out of the Past",
                    "SummaryEnglish": "The Terran forces prepare a two-pronged attack on the Martians. Inaho continues to feel the negative effects of relying on his cybernetic eye. Klancain meets with Slaine.",
                    "Aliases": []
                },
                "23": {
                    "ID": "5116897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/5116897",
                    "TitleEnglish": "The Unvanquished",
                    "SummaryEnglish": "Both the Terrans and the Martians prepare for a massive final battle. Meanwhile, with her allies dwindling, Princess Asseylum makes a valiant last-ditch effort to end the war once and for all.",
                    "Aliases": []
                },
                "24": {
                    "ID": "5116899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aldnoah-zero/episodes/5116899",
                    "TitleEnglish": "Inherit the Stars",
                    "SummaryEnglish": "Empress Asseylum declares a cease-fire and, with Slaine's resolve seemingly shaken, a rift surfaces between the Orbital Knights. Inaho and Slaine finally settle their differences on the battlefield.",
                    "Aliases": []
                }
            }
        }
    }
}