{
    "URL": "https://thetvdb.com/series/kikaider-01-the-animation",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0374408/"
    ],
    "TitleEnglish": "Kikaider 01 - The Animation",
    "SummaryEnglish": "These 4 OVAs directly follow the conclusion of the 13 episode TV series. Jiro has now met new people and battling to save a boy that is professor Gill's son. Gill is now attacking a boy (named Akira) because he is the key of Gill's new project,the Armageddon Lord. During Jiro's new journey he met his two new brothers named Ichiro (Kikaider 01) and Rei (Kikaider 00) but unlike Jiro they do not have conscience circuits.",
    "Aliases": [],
    "Modified": "2025-03-22",
    "Seasons": {
        "1": {
            "ID": "586301",
            "URL": "https://thetvdb.com/series/kikaider-01-the-animation/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "4889555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kikaider-01-the-animation/episodes/4889555",
                    "TitleEnglish": "Jiro Meets Ichiro",
                    "SummaryEnglish": "New Organization called SHADOW appears searching for the boy named Akira. Kikaider (Jiro) helps Rieko and Akira to escape and eventually find themselves in a monastery where a priest introduces Kikaider to Kikaider 01 (Ichiro). After another encounter with SHADOW Kikaider and 01 join forces to stop SHADOW.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4889556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kikaider-01-the-animation/episodes/4889556",
                    "TitleEnglish": "Beautiful Enemy",
                    "SummaryEnglish": "Kikaider and 01 meet an android working for SHADOW named Bijinder and fight her, but eventually escapes. They later meet Hakaider and his squad and discovered they are actually Professor Gil and his most loyal companions. They ultimately defeat the squad but Professor Gil manages to escape.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4889557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kikaider-01-the-animation/episodes/4889557",
                    "TitleEnglish": "Gil Rises Again",
                    "SummaryEnglish": "Kikaider and 01 fighting more of SHADOW's minions. The priest introduces Kikaider 00 (Rei)who was previously a failed version of Kikaider. Reiko leads them to a dam to use a safe house but SHADOW eventually catch up to them where Hakaider reveals to Reiko that she is actually a cyborg with memories of another girl. Hakaider kills Reiko and captures Akira. Bijinder joins Kikaider due to feeling sadness for Reiko's death.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4889558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kikaider-01-the-animation/episodes/4889558",
                    "TitleEnglish": "The Fate Of Pinocchio",
                    "SummaryEnglish": "After capturing Akira, Hakaider uses Akira to launch Amagedroid and destroys the town. Kikaider, 01, 00, and Bijinder try to destroy the ammageddonlord. 01, 00 and Bijinder get captured and have been given a submission chip to control them. Kikaider is eventually defeated by his companions and is given the submission chip. When Akira is under stress, Hakaider puts him under the care of Bijinder where she escapes with him. Kikaider now under the submission chip defeats his 01, and 00 and destroys Hakaider. The episode ends with Akira meeting the real Reiko and Jiro having become human walking into the sunset.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4889559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kikaider-01-the-animation/episodes/4889559",
                    "TitleEnglish": "The Boy Who Carried a Guitar: Kikaider vs. Inazuman",
                    "SummaryEnglish": "Jiro is still fighting the Submission Chip within him inserted by Professor Gill. Jiro, filled with guilt for destroying his siblings, fears that if he encounters both Mitsuko and Masaru, he will go inflict harm to both of them. Hanpei Hattori is sent to search for Jiro, in order to convince him to return to Mitsuko and Masaru. He mistakes high school student Saburo Kazeda (Sabu) for Jiro while Jiro is talking with Sabu's girlfriend Miyoppe. When Hanpei is finally reunited with Jiro, he goes berserk at the presence of Sabu, who then transforms into Inazuman, and the two fight. During the fight, Jiro manages to break free from the Submission chip. However, a mysterious creature suddenly attacks Inazuman. Jiro transforms into his android form and saves Inazuman from the creature. Jiro shakes hands with Sabu, and tells him to Hanpei that he will be all right soon while Sabu and Miyoppe continue their bickering, and it ends with Jiro sitting in a location unknown looking at the stars believing that he may one day return to Mitsuko and Masaru.",
                    "Aliases": []
                }
            }
        }
    }
}