{
    "URL": "https://thetvdb.com/series/orenchi-no-furo-jijou",
    "Genres": [
        "Animation",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3985242/",
        "https://www.themoviedb.org/tv/61435"
    ],
    "TitleEnglish": "Merman in My Tub",
    "SummaryEnglish": "Tatsumi is a high school boy who lives by himself. However, a devastatingly handsome merman named Wakasa moves into the bathtub in Tatsumi's home. Wakasa is a bit self-centered but cute, while Tatsumi is cool but a busybody.",
    "Aliases": [],
    "Modified": "2023-04-13",
    "Seasons": {
        "1": {
            "ID": "591487",
            "URL": "https://thetvdb.com/series/orenchi-no-furo-jijou/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4937428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orenchi-no-furo-jijou/episodes/4937428",
                    "TitleEnglish": "The Special Situation In My Bathtub",
                    "SummaryEnglish": "The story starts with Tatsumi, a young man, returning to his home, where he is greeted by the merman Wakasa, who lives in his bathtub.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5008237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orenchi-no-furo-jijou/episodes/5008237",
                    "TitleEnglish": "The Severe Circumstances of My Household Budget",
                    "SummaryEnglish": "Providing Wakasa with food and shelter is straining Tatsumi's budget, so he tries to come up with ways to save money.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5008238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orenchi-no-furo-jijou/episodes/5008238",
                    "TitleEnglish": "The Circumstances of Wakasa's Friends: Takasu Edition",
                    "SummaryEnglish": "Tatsumi has got a new guest inside his bathtub; an octopus called Takasu.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5008239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orenchi-no-furo-jijou/episodes/5008239",
                    "TitleEnglish": "The Circumstances of Wakasa's Friends: Mikuni Edition",
                    "SummaryEnglish": "There's a new guest in Tatsumi's bath. This time it's a jellyfish who's called Mikuni.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5029287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orenchi-no-furo-jijou/episodes/5029287",
                    "TitleEnglish": "The Halloween Circumstances of my Household",
                    "SummaryEnglish": "Wakasa, Takasu, and Mikuni dress up for Halloween and try to drag Tatsumi into their celebrations. They succeed in getting Tatsumi to decorate and give them candy, but upon realizing that he doesn't intend to go trick-or-treating himself, they have him trick-or-treat from them with the candy he's just given them because he is the youngest present.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5029288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orenchi-no-furo-jijou/episodes/5029288",
                    "TitleEnglish": "The Circumstances of My Bubbles",
                    "SummaryEnglish": "Tatsumi and Wakasa both have a bubble bath together, but when the bubbles dissapear and Wakasa decides to make them on his own, things don't end up too well.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5029289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orenchi-no-furo-jijou/episodes/5029289",
                    "TitleEnglish": "My Sibling Circumstances",
                    "SummaryEnglish": "Tatsumi's sister, Kasumi comes by and finds out about Wakasa.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5029290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orenchi-no-furo-jijou/episodes/5029290",
                    "TitleEnglish": "The Trendy Circumstances of Modern Men",
                    "SummaryEnglish": "Wakasa tries to get out of eating his vegetables by protesting that being a carnivore is trendier, having read and misunderstood the slang term in a magazine. After this fails to dissuade Tatsumi, Wakasa claims to have gotten sick eating vegetables once before, but forces himself to eat them after Tatsumi leaves the bathroom. When Wakasa claims that he's confident in his health and strength, balanced diet or no, Tatsumi challenges him to an arm-wrestling match to prove it.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5029291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orenchi-no-furo-jijou/episodes/5029291",
                    "TitleEnglish": "My Naked Circumstances",
                    "SummaryEnglish": "Kasumi comes over to visit while Tatsumi is changing the bathwater and demands to take a bath together with her brother. Tatsumi initially refuses because he does not like having Wakasa see his sister naked, but Wakasa persuades him to accept. Kasumi and Tatsumi try blindfolding Wakasa to protect Kasumi's privacy, but Wakasa insists on joining in because it sounds like the siblings are having fun and he feels left out. Kasumi and Wakasa make friends over their shared taste in bathing products, and during the credits, Kasumi persuades Wakasa to send photos of Tatsumi to her by promising to pay him with his favorite shampoo.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5029292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orenchi-no-furo-jijou/episodes/5029292",
                    "TitleEnglish": "The Circumstances of Wakasa's Friends: Maki Edition",
                    "SummaryEnglish": "Tatsumi rescues a river snail from a pair of young boys. The snail turns out to be Maki, another of Wakasa's friends. Maki is negative, self-deprecating, and careless, but impresses Tatsumi by cleaning the bathtub.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5029293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orenchi-no-furo-jijou/episodes/5029293",
                    "TitleEnglish": "The Seven Transformations of My Bathtub Circumstances",
                    "SummaryEnglish": "Tatsumi gets a raise from his boss and tells Wakasa that he can request something he likes, even if it's a little extravagant.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5029294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orenchi-no-furo-jijou/episodes/5029294",
                    "TitleEnglish": "Home Alone Circumstances",
                    "SummaryEnglish": "Wakasa gets nervous when Tatsumi is late coming home and gets out of the tub to look around the house, causing a mess and nearly drying out. When Tatsumi comes home, he thanks Wakasa for worrying about him, but makes him promise not to get out of the tub next time, or else he won't give Wakasa the cake he brought with him.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5029295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orenchi-no-furo-jijou/episodes/5029295",
                    "TitleEnglish": "The Circumstances of Wakasa's Employment",
                    "SummaryEnglish": "Wakasa worries that Tatsumi may kick him out after watching a man complaining about his partner's moocher tendencies on TV, and asks Tatsumi to help him find a job. Because Wakasa has nothing to put on a resume, Tatsumi recommends that he enter by-mail sweepstakes, but Wakasa is unable to write kanji and Tatsumi must teach him. Wakasa fills out stacks of postcards, but is shocked that he will not get to see the contest results for a month. Tatsumi reassures Wakasa that he doesn't have to worry about being kicked out, because they are friends. Wakasa mainly enters contests to win free meat, but what he receives at the end of the month is a scarf, which he had been aiming for to give to Tatsumi. During the credits, Wakasa's friends come over for a New Year's party, and Kasumi also has a brief appearance wishing her brother a happy new year from her own house.",
                    "Aliases": []
                }
            }
        }
    }
}