{
    "URL": "https://thetvdb.com/series/gangsta",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Crime",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5025394/",
        "http://gangsta-project.com",
        "https://www.themoviedb.org/tv/66390",
        "https://x.com/GANGSTA_Project"
    ],
    "Titles": {
        "eng": "GANGSTA.",
        "jpn": "GANGSTA."
    },
    "Summaries": {
        "eng": "In the city of Ergastulum, a shady ville filled with made men and petty thieves, whores on the make and cops on the take, there are some deeds too dirty for even its jaded inhabitants to touch. Enter the \"Handymen,\" Nic and Worick, who take care of the jobs no one else will handle. Until the day when a cop they know on the force requests their help in taking down a new gang muscling in on the territory of a top Mafia family. It seems like business (and mayhem) as usual, but the Handymen are about to find that this job is a lot more than they bargained for.",
        "jpn": "足掻（あが）け。この穢（よご）れきった街で。\r\n\r\nマフィアの支配する街エルガストルムで宅配から殺し、護衛に人探しまで何でも請け負う“便利屋”を生業にするウォリックとニコラス。2人は警察やマフィアからも一目置かれ、どの組織にも所属しない中立な存在として様々な依頼を引き受けてきた。ある日、警察から舞い込んだ依頼で、1人の娼婦と出会う。閉ざされたこの街でしか生きられない健常者（ノーマル）達と『黄昏種（トワイライツ）』と呼ばれる超人的な能力を持つ者達。つながり続ける、過去と現在。重なり合う、使命と運命。――2人と1人が出会った時、街の混沌は加速する。"
    },
    "Aliases": [
        "Gangsta",
        "ギャングスタ"
    ],
    "Modified": "2025-10-08",
    "Seasons": {
        "0": {
            "ID": "591568",
            "URL": "https://thetvdb.com/series/gangsta/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5319692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gangsta/episodes/5319692",
                    "Titles": {
                        "eng": "9.5 (Recap)",
                        "jpn": "9.5（まとめ）"
                    },
                    "Summaries": {
                        "eng": "A special program looking back on the TV anime series \"GANGSTA.\" which centers around Worick, Nicholas and Alex, who run the \"Handmen\", which handles tasks ranging from parcel delivery, escort and \"cleanup\" jobs.",
                        "jpn": "TVアニメ「GANGSTA」を振り返る特別番組。これは、小包配達、エスコート、「クリーンアップ」ジョブに及ぶタスクを処理する「Handmen」を実行するWorick、Nicholas、Alexを中心にしています。"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "591569",
            "URL": "https://thetvdb.com/series/gangsta/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4937884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gangsta/episodes/4937884",
                    "Titles": {
                        "eng": "Naughty Boys",
                        "jpn": "NAUGHTY BOYS"
                    },
                    "Summaries": {
                        "eng": "In the city of Ergastulum, which is run by four crime families, a pair of \"Handymen\" provide a service doing dirty jobs for anyone who calls and hires them. A fifth power tries to gain a foothold within the city.",
                        "jpn": "マフィアたちが支配する閉ざされた街・エルガストルムで、宅配から護衛に“掃除”まで様々な依頼をこなす『便利屋』を営むウォリックとニコラス。ある日、警察からの依頼で、街の秩序を侵す新興組織の壊滅を引き受け、1人の娼婦と出会う。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5266419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gangsta/episodes/5266419",
                    "Titles": {
                        "eng": "Hundemarken",
                        "jpn": "HUNDEMARKEN"
                    },
                    "Summaries": {
                        "eng": "Nina, Dr. Theo's young nurse, shows up to deliver some medicine to Nicolas, and to ask for the Handymen's help in dealing with a Tag who is threatening their clinic. Alex learns more about the dogtags that Nicolas wears.",
                        "jpn": "新たに“電話番”を迎えた便利屋。そこへ顔なじみの医院で働く少女ニナがやってくる。\r\nいつものように遊びに来た様子ではないニナは、ウォリックとニコラスに「テオ医院に来た連中の中に『黄昏種（トワイライツ）』が居るので、助けて欲しい」と伝える。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5268293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gangsta/episodes/5268293",
                    "Titles": {
                        "eng": "Ergastulum",
                        "jpn": "ERGASTULUM"
                    },
                    "Summaries": {
                        "eng": "When Worick has to make himself available for his primary occupation, Alex accompanies Nicolas as he makes deliveries around Ergastulum. Joel offers Alex some advice about staying with the Handymen.",
                        "jpn": "ニコラスと共に、配達の仕事を手伝うアレックス。ウォリックは、“本業”がある為あとで合流するという。\r\n配達中、アレックスは様々な疑問にぶつかる。ウォリックの本業、この街での便利屋のこと、エルガストルムで暮らす人々のこと、そして『黄昏種（トワイライツ）』のこと―。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5268294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gangsta/episodes/5268294",
                    "Titles": {
                        "eng": "Nonconformist",
                        "jpn": "NONCONFORMIST"
                    },
                    "Summaries": {
                        "eng": "After a massive body dump is discovered, Chad must take Worick and Nicolas in for questioning. Daniel Monroe enlists the aid of the Handymen during a gun battle. Worick recalls the first time he and Nicolas met.",
                        "jpn": "6番街で起きた死体遺棄事件の参考人として警察に連行されたウォリックとニコラス。\r\n顔なじみの刑事・チャドとコーディに取り調べを受けている中、モンローファミリーのボスであるモンローから「襲撃を受けているので、応援が欲しい」と連絡が入る。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5268295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gangsta/episodes/5268295",
                    "Titles": {
                        "eng": "Sanctions",
                        "jpn": "SANCTIONS"
                    },
                    "Summaries": {
                        "eng": "The Paulklee Guild learns that Doug, one of their Twilights, has taken a job without their knowledge that would violate the Three Laws. Worick and Nicolas have their hands full trying to protect Monroe.",
                        "jpn": "モンローファミリーへの襲撃者と戦うウォリックとニコラス。\r\n常人同士ではない、その戦闘を見つめる“低級（ロー）”のデリコだが…。\r\nその頃、黄昏種（トワイライツ）を傭兵として派遣するパウルクレイギルドの中でも、\r\nボスのジーナの元へ不穏な報告が入る。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5268597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gangsta/episodes/5268597",
                    "Titles": {
                        "eng": "Thorn",
                        "jpn": "THORN"
                    },
                    "Summaries": {
                        "eng": "Monroe makes arrangements to bury the men lost in the previous day's shootout. Corsica works to tie up any loose ends that can lead back to him. Nina tends to Nicolas' injuries as Worick pieces together the threat to the city's balance of power.",
                        "jpn": "テオ医院で、ダグとの戦闘の傷を治療するニコラス。\r\nテオが不在にもかかわらず、適切な治療を施すニナの手腕に感心するウォリックは、\r\n四大父を巻き込んだ不穏な空気がエルガストルムを包んでいることを感じていた。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5268598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gangsta/episodes/5268598",
                    "Titles": {
                        "eng": "Birth",
                        "jpn": "BIRTH"
                    },
                    "Summaries": {
                        "eng": "Worick has a nightmare, flashing back to when he found out that Nicolas was a Twilight. Doug returns to the Guild, disappointed that Nicolas wasn't who he thought he was. The Four Fathers meet to discuss the slain Twilights.",
                        "jpn": "繰り返し見る過去の夢にうなされるウォリック。テオ医院での診察を終え、\r\nニコラスと共に帰宅するアレックスは、覚えたての手話でニコラスに話しかけるが…。\r\n一方チャドも、テオに依頼した黄昏種の遺体の検視報告を聞き、疑問を抱く。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5268599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gangsta/episodes/5268599",
                    "Titles": {
                        "eng": "Evening Dress",
                        "jpn": "EVENING DRESS"
                    },
                    "Summaries": {
                        "eng": "When three more Twilight bodies are found, all signs point to an anti-Twilight campaign being carried out. The Handymen are hired to repair Constance's gun shop, and Alex discovers that she has some important memories missing.",
                        "jpn": "コンスタンスの武器屋の修理を依頼された便利屋。\r\n3人で修復にあたる中、アレックスはウォリックに「クリスチアーノファミリー主催の夜会に出席して欲しい」と言われ、クリスチアーノ傘下の店・BASTARDを訪れる。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5268600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gangsta/episodes/5268600",
                    "Titles": {
                        "eng": "Siblings",
                        "jpn": "SIBLINGS"
                    },
                    "Summaries": {
                        "eng": "A few of the Twilights inside the night club suddenly pull knives and start attacking those around them, forcing Marco and Galahad to take action. Mikhail joins the fray, collecting dogtags, as Worick begins connecting the dots.",
                        "jpn": "アンチトワイライツ（反黄昏種）達による暴動の気配が再びエルガストルムを包み始める。\r\nクリスチアーノファミリーからの依頼をこなすウォリックとニコラス、そしてアレックスだったが、狂気は安全なはずのBASTARDまで伸び、店は襲撃を受ける。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5268601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gangsta/episodes/5268601",
                    "Titles": {
                        "eng": "Land of Confusion",
                        "jpn": "LAND OF CONFUSION"
                    },
                    "Summaries": {
                        "eng": "While Nicolas is again treated for his injuries, Alex discovers how important Dr. Theo is to the city's Twilights. Cody learns why the Handymen are independent. A lone woman is seen entering the Abandoned District, leading to the Paulklee Colony.",
                        "jpn": "BASTARD襲撃の夜が明け、テオ医院で治療を受けるニコラスたち。アレックスはその様子を見て、再び、自分が黄昏種（トワイライツ）のこと、街の住人たちのこと、ニコラスのこと、など何も知らないことを痛感する。\r\n一方ウォリックは、一連の騒動について思考を巡らせていた。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5268602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gangsta/episodes/5268602",
                    "Titles": {
                        "eng": "Absence",
                        "jpn": "ABSENCE"
                    },
                    "Summaries": {
                        "eng": "Delico and Yang go out looking for Erica. Sig, Colt, and Emilio attack the Paulklee Guild, setting off bombs whose smoke robs the Twilights of their sensory advantages. Loretta leaves her hiding place at the Handymen's office.",
                        "jpn": "ロレッタと共に便利屋にいたアレックスだが、断片的になっていたあることを思い出す――。\r\n一方、襲撃者の攻撃は止むことはなく、次なる標的・黄昏種傭兵組合（パウルクレイギルド）に侵攻する。\r\n爆発による煙が充満する中、チャドへ連絡をとろうとしたダグは、襲撃者と遭遇する。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5268603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gangsta/episodes/5268603",
                    "Titles": {
                        "eng": "Odds and Ends",
                        "jpn": "ODDS AND ENDS"
                    },
                    "Summaries": {
                        "eng": "With Galahad at the Paulklee Colony, the Cristiano Family looks to Nicolas to protect Loretta. Joel confronts Marco about Constance's disappearance. Worick has suspicions about Ivan.",
                        "jpn": "過激化する反黄昏種（アンチトワイライツ）派達の暴動も、偽りの平穏を保っていたエルガストルムの均衡を崩していく。\r\nこの街の要である四大父たちの元を次々と攻撃する襲撃者（ハンター）・駆逐隊（エスミーニツ）達の目的とは！？"
                    },
                    "Aliases": []
                }
            }
        }
    }
}