{
    "URL": "https://thetvdb.com/series/yona-of-the-dawn",
    "Genres": [
        "Adaptation",
        "Anime - Shojo",
        "Political"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3957196/",
        "http://marv.jp/special/yona/",
        "https://www.themoviedb.org/tv/61461",
        "https://x.com/yona_anime"
    ],
    "TitleEnglish": "Yona of the Dawn",
    "SummaryEnglish": "The legend of the Four Dragons and the origin of the land has been passed down for generations in the land of Kouka. Currently, Hiryuu Palace has no one else next in line for the throne other than the fifteen year old princess, Yona, who had been raised with care.\r\nFinally, the night of her sixteenth birthday arrives. She expects it to be a wonderful day spent with her peace-loving father, Il, her servant and friend Hak, and her cousin Soo-won, who she had feelings for... However... That night, Yona goes to visit her father to tell him how she really feels, because he opposes to her getting married to Soo-won. However, when she gets to her room, she encounters a shocking truth. The destinies of Yona and the Four Dragons entwine in this period drama fantasy romance!",
    "Aliases": [
        "Akatsuki no Yona",
        "akatsuki no yona",
        "あかつきのよな"
    ],
    "Modified": "2025-08-07",
    "Seasons": {
        "0": {
            "ID": "591528",
            "URL": "https://thetvdb.com/series/yona-of-the-dawn/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "5166840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5166840",
                    "TitleEnglish": "On That Back",
                    "SummaryEnglish": "Yona and the gang head to a hot springs hotel, where they are greeting by the owner, an old women who always dozes off. Later on, Jae-Ha wonders why Kija has not entered the men's bath, discovering that Kija has a scar on his back shaped like claw marks and coming to the conclusion that the previous white dragon warrior scarred Kija's back.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5677716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5677716",
                    "TitleEnglish": "The Yellow Dragon's (Zeno's) Past, Part 1: The Starting Dragon",
                    "SummaryEnglish": "This is the first of a two-part OVA surrounding Zeno's backstory which is not revealed in the main series. It starts out with the group having a drinking contest. Kija is quickly eliminated by Jae-ha as he wants to see who has the more powerful dragon limb.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5677717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5677717",
                    "TitleEnglish": "The Yellow Dragon's (Zeno's) Past, Part 2: The Red Star Rises",
                    "SummaryEnglish": "A continuation of the second OVA. Zeno tracks down the presences of the four dragons after the originals die. He eventually finds the village of Hakuryuu and the new White Dragon. The villagers are alarmed and shoot him with an arrow. Zeno wakes up in a hut being tended to by a girl named Kaya.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6205671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/6205671",
                    "TitleEnglish": "Good Night for Today",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "591529",
            "URL": "https://thetvdb.com/series/yona-of-the-dawn/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "4937659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/4937659",
                    "TitleEnglish": "Princess Yona",
                    "SummaryEnglish": "Princess Yona of the Kingdom of Kouka, with her unusual red hair, has lived a comfortable life in Hiryuu Castle protected by her father King Il, who hates conflict, and her childhood friend and guard, the young general Hak. Yona is overjoyed when her cousin Soo-Won, whom she has loved since childhood, arrives for her sixteenth birthday banquet.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5000372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5000372",
                    "TitleEnglish": "Broken Bond",
                    "SummaryEnglish": "“We'll go anywhere as long as it means you'll live.” As Yona is dazed by the sudden rebellion at the castle, Hak runs to her rescue. Also known as the “Thunder Beast of Kouka”, Hak protects Yona, and with a single lightning-quick strike from his blade, he dispatches the mercenaries attacking them one after another.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5000373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5000373",
                    "TitleEnglish": "Faraway Sky",
                    "SummaryEnglish": "“I wish the three of us could have been sick and slept together forever...” Hak protects Princess Yona as they make their way through the mountains. Having lost her will, Yona is only able to follow behind Hak. Hak painfully watches Yona grow weaker.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5000374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5000374",
                    "TitleEnglish": "The Wind Clan",
                    "SummaryEnglish": "“These are the final orders of Son-Hak, chief of the Wind Tribe.” At the end of their difficult escape, Yona and Hak arrive in Hak's hometown of Fuuga, the capital of the Wind Clan, where Yona receives a warm welcome.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5000375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5000375",
                    "TitleEnglish": "Roar",
                    "SummaryEnglish": "“The red hair of what should have been the young and weak princess appeared to be a flame consuming her...” Hak is accused of murdering King Il. In order to protect Yona and the Wind Village, he gives up his title of chief and decides to wander alone.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5000376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5000376",
                    "TitleEnglish": "The Crimson Hair",
                    "SummaryEnglish": "“I will restore Kouka Kingdom to the powerful kingdom of the previous kings. Should anyone stand in my way, even if he is a god, I will crush him underfoot!” Though Hak continues to fight off the soldiers pursuing him, a poison prevents him from fighting like his usual self.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5000377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5000377",
                    "TitleEnglish": "Fate",
                    "SummaryEnglish": "“If you want to live earnestly and cannot stop the hot blood from flowing through your veins, I will convey the voice of god to you.” Yona and Hak, covered in wounds from protecting the princess, are saved by the Priest Ik-Soo and his caretaker Yoon living on the valley floor.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5000378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5000378",
                    "TitleEnglish": "The Chosen Door",
                    "SummaryEnglish": "“There are many books in this world I do not know. It makes me angry.” Ik-Soo suddenly announces he will travel with Yona and Hak to see the world. Yoon is upset and unable to contain his anger. Though Yona and Hak understand his feelings, they are unable to do anything but watch in silence.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5000379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5000379",
                    "TitleEnglish": "Wavering Determination",
                    "SummaryEnglish": "“Drawing a bow means taking and losing lives. But Father, if I do not take a life... If I do not take a life, I cannot go on living.” The words of god conveyed to Yona through the priest Ik-Soo are to find the four Dragon Warriors of Kouka Kingdom's Legend of the Four Dragons.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5000380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5000380",
                    "TitleEnglish": "Yearn",
                    "SummaryEnglish": "“This person... This person is the master I have been hoping for...” Yona and her friends arrive in the village where the White Dragon lives. The proud villagers who have protected the power of the White Dragon and passed it down through generations of White Dragons believe Yona may be the descendant of the Hiryuu King who employed the first White Dragon when they see her red hair.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5000381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5000381",
                    "TitleEnglish": "The Dragon's Claws",
                    "SummaryEnglish": "“I want to support her. That delicate form on the verge of tears trying to be strong...” Joined by the White Dragon Ki-Ja, following his claim that Dragon Warriors can sense each other, Yona and her friends begin their search for the Blue Dragon. However, even with Ki-Ja's power, they are unable to determine his exact location.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5000382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5000382",
                    "TitleEnglish": "The Blindfolded Dragon",
                    "SummaryEnglish": "“Listen, Blue Dragon! Your eyes are cursed. I will teach you how to control them, but you must never use them!” In their search for the Blue Dragon, Yona and her friends visit a hidden village carved from stone. Though Ki-Ja insists the Blue Dragon is there, the villagers claim there is no Blue Dragon.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5075437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5075437",
                    "TitleEnglish": "The Rippling Fear",
                    "SummaryEnglish": "Though the Blue Dragon appears before the party, he immediately leaves. Yona tries to head deeper into the Blue Dragon's cave to speak with him again. Hak tries to stop her out of concern, but she is determined.",
                    "Aliases": []
                },
                "14": {
                    "ID": "5075438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5075438",
                    "TitleEnglish": "Light",
                    "SummaryEnglish": "Yona and her companions are trapped when the cave collapses. The Blue Dragon appears to assist them, and together they begin digging through a cave wall that will lead them outside.",
                    "Aliases": []
                },
                "15": {
                    "ID": "5075439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5075439",
                    "TitleEnglish": "To a New Land",
                    "SummaryEnglish": "\"I need to become stronger so I don't lose Hak or anyone else. What can I do...?\" Yona names the Blue Dragon Sinha, or Moonlight, and he joins the group on its journey. While the group searches for the Green Dragon following Gija's guidance, they pass through a village abandoned by the king and generals. Yona is wounded by the miserable conditions and a villager's criticisms of her father King Il. Meanwhile, the new king Su-won travels with General Ju-do to the Earth Tribe capital of Chishin under General I Geun-tea's rule.",
                    "Aliases": []
                },
                "16": {
                    "ID": "5075440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5075440",
                    "TitleEnglish": "Pretend-War",
                    "SummaryEnglish": "\"Are those the eyes of a rabbit...?\" At Su-won's suggestion, a \"war game\" is held to provide entertainment at a festival. Su-won, Ju-do, and Geun-tea participate in the war game. Geun-tea, one of the best warriors in Kouka Kingdom, admires Su-won's father Yuhon, an exceptional warrior. Though he deems the laid back Su-won who is unlike his father a \"rabbit,\" during the war game, Geun-tea...",
                    "Aliases": []
                },
                "17": {
                    "ID": "5075688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5075688",
                    "TitleEnglish": "The Pirates of Awa",
                    "SummaryEnglish": "\"I will run from my destiny... Even if King Hiryuu appears, I will kick him away.\" The Green Dragon's presence leads Yona and her companions to the Earth Tribe's port of Awa. However, the Green Dragon is constantly on the move, and the group is unable to track him down. When Hak heads into the town to purchase some items for Yun, he happens to rescue a young woman being harassed by officials with a young passer-by named Jeaha. Jeaha, one of the pirates who oppose the evil Lord Yan Kumji and his officials, takes a liking to Hak and follows him around.",
                    "Aliases": []
                },
                "18": {
                    "ID": "5075689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5075689",
                    "TitleEnglish": "Bond",
                    "SummaryEnglish": "\"Captain Gigan is right... but... I have my own reasons for not backing down.\" Yona and her companions leave Sinha behind and head into town. They are unable to suppress their rage when they witness an official unjustly murder a child. Jeaha appears before the group. He tries to recruit Hak to replace the pirates injured in battle, but the moment he sees Yona, he feels the weight of his destiny as the Green Dragon. The freedom-loving Yona gives up on convincing Jeaha when he refuses to accompany her on her journey, but she asks to see Captain Gigan, the leader of the pirates who fight continuously against Awa's Lord Kumji and his officials.",
                    "Aliases": []
                },
                "19": {
                    "ID": "5119683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5119683",
                    "TitleEnglish": "Trial of the Cheonsu Plant",
                    "SummaryEnglish": "\"Maybe it's because you don't really want her.\" Captain Gigan agrees to allow Yona to fight alongside her pirates if she is able to pick the \"senjuso,\" a rare medicinal herb growing in the middle of a sheer cliff, without anyone's assistance. Yona's companions try to talk her our of accepting such a dangerous task, but Hak, who understands Yona's emotions, desperately suppresses his desire to stop her. Jeaha leads Yona to the seaside cliff where the senjuso grows. She gathers her courage and begins walking down the narrow path. However, the gusting wind and waves relentlessly assault Yona...",
                    "Aliases": []
                },
                "20": {
                    "ID": "5119684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5119684",
                    "TitleEnglish": "Chain of Courage",
                    "SummaryEnglish": "\"Why are you always so reckless, Princess? Sometimes I wish I could tie you up...\" Sensing the impending battle against Kumji, the pirates steel their resolve. Meanwhile, Yona heads into the town for reconaissance with Jeaha and happens to spot Lord Kumji. Based on the stories of the townsfolk, Jeaha determines the day of Kumji's human trafficking deal with the Kai Empire, Kouka Kingdom's neighboring country. With Jeaha's report, the pirates immediately begin working on a strategy under Captain Gigan, when Yona suddenly says the unthinkable.",
                    "Aliases": []
                },
                "21": {
                    "ID": "5119685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5119685",
                    "TitleEnglish": "Spark",
                    "SummaryEnglish": "Yona and Yun, who willingly entered Kumji's store as bait to help rescue the captured women, successfully infiltrate the ship transporting the women, where Kumji appears before them.",
                    "Aliases": []
                },
                "22": {
                    "ID": "5119686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5119686",
                    "TitleEnglish": "History Is Made At Night",
                    "SummaryEnglish": "\"Why? Why am I so afraid? She's just a little girl...\" While suffering injuries, Yona and Yun successfully complete their task, and Jeaha rushes to their aid to fight against hordes of attacking mercenaries. Watching Jeaha fights, Yun realizes how truly amazing those who possess the strength of the dragons are. Sinha joins the fray, and the mercenaries continue to fall. Meanwhile, Hak and Gija remain behind to fight with the pirates, overwhelming their enemies with extraordinary strength. Realizing he is at a disadvantage, Kumji tries to flee so he can recuperate...",
                    "Aliases": []
                },
                "23": {
                    "ID": "5119687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5119687",
                    "TitleEnglish": "Morning of Pledges",
                    "SummaryEnglish": "\"You're not the frail princess you used to be.\" Hope returns to Awa after defeating Yan Kumji, and the townsfolk and pirates throw an extravagant party to celebrate. Jeaha steels his resolve. Yona decides to leave Awa and conveys her desire to her companions.",
                    "Aliases": []
                },
                "24": {
                    "ID": "5119688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5119688",
                    "TitleEnglish": "From Here On",
                    "SummaryEnglish": "\"Miss, what do you want to do with the Four Dragons?\" Yona and her companions continue their journey to find the fourth and final \"Yellow Dragon\" when they encounter a traveler named Jeno. He is the \"Yellow Dragon\" they have been seraching for.",
                    "Aliases": []
                }
            }
        }
    }
}