{
    "URL": "https://thetvdb.com/series/magic-kaito-1412",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4008500/",
        "https://www.themoviedb.org/tv/68573"
    ],
    "Titles": {
        "eng": "Magic Kaito 1412",
        "jpn": "まじっく快斗 1412"
    },
    "Summaries": {
        "eng": "Kuroba Kaito loves to do magic, and he is a good performer. At high school, his childhood friend/girl friend tries to keep the boy inline. Of course Nakamori Aoko isn't gentle with the boy she'd never admit to loving. One morning, the classroom is filled with the talk about \"Kaitou Kid,\" a jewerly thief who uses magic in his robberies. Kaito isn't impressed with this so called legend that reappeared after eight years, and says he could easily take the thief magic to magic. At home, thinking about his dead father who was also a magician, Kaito stumbles upon a hidden doorway in his room. He discovers his father was the original Kaitou Kid. But since he is dead, he wonders who the supposed Kaitou Kid from recent robberies is. Kaito puts on his father's hat and cape, becomes Kaitou Kid to search out the imposter.",
        "jpn": "マジック好きの高校生・黒羽快斗はある日、自室に隠し扉があることを発見する。それは、8年前にマジックの最中に事故死した世界的マジシャンの父・黒羽盗一が仕掛けた最後のマジックだった。そこにあったのは世界的な大泥棒・怪盗キッドの衣装。キッドは8年前から姿を消していたが、最近になって復活していた。快斗は衣装を纏い、キッドに会いに行った。そこで出会ったのはかつて父の付き人をしていた、寺井黄之助だった。快斗は父が怪盗キッドであり、事故死ではなく殺されたのだと知らされる。快斗は父を殺した人物を探すべく、自ら怪盗キッドとなる。"
    },
    "Aliases": [
        "Magic Kaito (2014)"
    ],
    "Modified": "2025-09-28",
    "Seasons": {
        "1": {
            "ID": "591963",
            "URL": "https://thetvdb.com/series/magic-kaito-1412/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "4941350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/4941350",
                    "Titles": {
                        "eng": "Kid the Phantom Thief Returns",
                        "jpn": "「蘇る怪盗」"
                    },
                    "Summaries": {
                        "eng": "It seems the notorious Kid the Phantom Thief has returned after eight years. At first, high school student and master illusionist Kaito seeks to challenge the magic trick-wielding outlaw out of pride, but then he learns that his deceased father was actually Kid the Phantom Thief, so who is the newcomer? Kaito puts on his dad's old cape, hat, and monocle and takes to the air to get answers.",
                        "jpn": "江古田高校の教室。中森青子は友人と手品を駆使する世界的な大泥棒、怪盗キッドの話をしていた。キッドが美術館に現れたのだ。そこに黒羽快斗がやってきて、いつものように青子と言い争いになる。 授業中、快斗が特技のマジックを披露すると、青子は快斗でも怪盗キッドには勝てないと挑発。快斗はキッドと勝負して捕まえてやると皆の前で宣言する。\r\n\r\n　その頃、警視庁では青子の父であるの中森銀三警部がキッドのニュースを見て地団太を踏んでいた。中森にとってキッドの事件は刑事生命を懸けた生き甲斐。 一時は死亡説も流れたキッドは8年ぶりに出現したのだ。この時、キッドから「本日23時54分に小野銀行にある宝石、月の瞳をいただく」という予告状が届き、中森はキッドを絶対に逮捕してやると心に誓う。\r\n\r\n　自宅に帰った快斗はマジシャンだった父、黒羽盗一へ思いを巡らせる。快斗は自分が敵わないマジシャンは8年前に他界した盗一だけと考えていた。快斗が部屋に飾った盗一のパネル写真に手を触れると、パネルが回転。 快斗は隠し部屋に吸い込まれる。隠し部屋は地下の部屋に繋がっていた。快斗が電気を点けるとジュークボックスが作動。録音された生前の盗一の声が流れてくる。盗一はマジシャンとしての心得を快斗に伝授する。\r\n\r\n　そして、再生が終わると同時に衣装ケースから真っ白なシルクハット、白いマント、白いステッキが飛び出してくる。快斗がステッキをいじると白いハングライダーが出現。それはまるでキッドの衣装のようだった。 快斗は父、盗一が何者だったのかが気になり、キッドに会えば何かわかるかもしれないと"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5004906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5004906",
                    "Titles": {
                        "eng": "Blue Birthday",
                        "jpn": "「ブルーバースデー」"
                    },
                    "Summaries": {
                        "eng": "Kaito finds himself double-booked when a theft he announced beforehand is on the same night as Aoko's birthday party. Complicating matters is the appearance of a group of jewel-collecting thugs who may have had something to do with the murder of Kaito's father.",
                        "jpn": "父、黒羽盗一の跡を継いで怪盗キッドになったマジック好きの高校生、黒羽快斗。キッドはいつものように警備する中森警部の裏をかいて狙った宝石を奪う。そしてキッドが手に入れた宝石を眺めている時に近くの公衆電話が鳴る。キッドが受話器を取ると、電話の主はキッドとわかった上で「今回は我々が求めている宝石ではないので見逃してやるが、また同じ事を繰り返せば命はないぞ！」と警告する。\r\n\r\n　快斗は盗一の付き人だった寺井黄之助に会い、電話で警告された事を報告する。快斗はこの警告と盗一が殺害された事は何か関係があると考えていた。翌日、快斗は青子が17歳の誕生日を迎えた事を知る。この日はキッドがインド最大のサファイア、ブルーバースデーを奪うと犯行予告している日だった。快斗は用事があって遅れるが、誕生パーティーに行ってやると青子に約束する。\r\n\r\n　放課後、青子はキッドが泥棒をやっている理由を快斗に訊ねる。盗んだモノを捨てたり持ち主に返したりするキッド。青子の目にはキッドが盗みを楽しみ、必死に逮捕しようとする父親の中森警部をあざ笑っているように映っていた。快斗はキッドという正体を隠しているため、そうではないと青子に伝える事ができない。快斗はただ父親を殺害した犯人を突き止めたいだけなのだ。\r\n\r\n　帰宅後、快斗は地下にある隠し部屋へ行き、怪盗キッドの衣装に着替えてインド大秘宝展が行われている博物館へ向かう。博物館の展示室では中森警部たちがブルーバースデーを警備していた。中森はキッドから宝石を守り抜いてみせると館長に約束。宝石ケースの周りには触れたモノを一瞬"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5004907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5004907",
                    "Titles": {
                        "eng": "Hustler vs. Magician",
                        "jpn": "「ハスラーVSマジシャン」"
                    },
                    "Summaries": {
                        "eng": "Kaito goes up against a Syndicate-owned pool hall hustler to win back the Legendary Cue, a treasure once owned by Jii before he was cheated it out of it by the Syndicate boss many years ago. However, things look dire when Jii's pool hall is put on the line and Kaito apparently has no skill with the game.",
                        "jpn": "快斗と青子は寺井が経営するビリヤード場、ブルーパロットでチンピラに絡まれる。チンピラは組織のボスが経営するプールバー、アメリカンの関係者だった。アメリカンにはダイヤとエメラルドが散りばめられ、王者の証である伝説のキューが置いているという。元々このキューは寺井のもの。昔、寺井は組織の代打ちである凄腕ハスラーの蓮羅通二郎とこのキューを賭けてビリヤード勝負。その時、ボスは蓮羅にも内緒で寺井のチョークに細工し、寺井は勝負に敗れてキューを奪われたのだ。ボスはインチキをしたが蓮羅の腕は本物だったという。話を聞いた快斗はそのキューを取り返すと寺井に約束する。\r\n\r\n　アメリカンではボスが子分たちとポーカーをしていた。ボスは手札に予告カードが混じっている事に気付く。そのカードには「今夜10時 伝説のキューをいただく！ 蓮羅様へ 怪盗キッド」と書かれていた。そして夜、快斗と青子はアメリカンへ向かう。アメリカンは18歳未満お断りの店で、快斗と青子は大学生夫婦を装って入店し、先に入っていた寺井と合流する。寺井は体裁を保つため、青子の分のノンアルコールのカクテルを注文。青子は美味しいと言ってカクテルを飲む。\r\n\r\n　快斗が蓮羅の事を聞くと、バーテンはシークレットルームでプレイ中だと答える。この部屋に入るにはお金がかかるため、快斗と寺井は週刊誌の取材を装う事に。置いていかれた事が不満の青子はおかわりのカクテルをぐいっと飲む。シークレットルームの観客は蓮羅のテクニックに歓声を上げるが、快斗は下手と言って蓮羅を挑発。するとボスは蓮羅と勝負してみないかと快斗を"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5004908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5004908",
                    "Titles": {
                        "eng": "A Great Detective Comes to Light",
                        "jpn": "「名探偵は白日の下に」"
                    },
                    "Summaries": {
                        "eng": "A brilliant if arrogant teen detective comes to town, determined to capture Kid the Phantom Thief. This turns the heat up for Kaito, especially since they're classmates. In fact, Kaito becomes Suguru's rival even out of uniform, leading to a \"gentlemen's bet\" over which of them will go on a date with Aoko.",
                        "jpn": "事件を次々に解決するロンドン帰りの高校生名探偵、白馬探が世間の注目を集める。皆は怪盗キッドと白馬の対決を楽しみにしていた。青子と遊園地に来た快斗はペカソの名画、アダムの微笑みが美術館に搬入される様子を双眼鏡で確認する。キッドはこの名画を今夜奪うと予告していた。寺井によれば、この名画にはからくりが仕掛けられているという。キッドの予告時間は今夜22時。中森警部と警官隊が警備する美術館に白馬、後から警視総監がやってくる。白馬は警視総監の息子だった。\r\n\r\n　その頃、キッドはパトカーに乗る警官を縛り上げ、警官に変装して美術館に潜入する。美術館を出た白馬はパトカーの中で縛られている警官を見つけ、美術館の上空に浮かぶアドバルーンに目を留める。この後、22時になると同時にアダムの微笑みから煙が出る。煙が晴れた時、アダムの微笑みは無くなっていた。中森たちは警官隊と共に部屋を出てキッドの行方を追う。部屋では1人の警官が四つん這いになって咳き込んでいた。それは変装したキッドだった。キッドはアダムの微笑みを奪う事に成功する。\r\n\r\n　だが、白馬だけはキッドが部屋に残っている事に気付いていた。キッドはアドバルーンで逃げようとするが、白馬はアドバルーンのロープを切っていた。勝利を確信する白馬だったが、キッドは次の手を用意していて、ハングライダーで窓から飛び立つ。だが、キッドは突風に煽られて中森と警官隊がいる遊園地のスケートリンクに落下。キッドはダミー風船で中森をあざむいて何とか逃げる事に成功する。この後、キッドはアダムの微笑みに収納された宝石を取り出す"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5021109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021109",
                    "Titles": {
                        "eng": "Scarlet Seduction",
                        "jpn": "「緋色の誘惑」"
                    },
                    "Summaries": {
                        "eng": "Kaito has a new classmate, Akako, who appears to possess genuine magic abilities, the kind that bend everyone to her will... except for Kaito and his alter ego, Kid the Phantom Thief! Who will come out on top in the inevitable showdown, sorceress or illusionist?",
                        "jpn": "快斗のクラスに転校生、小泉紅子は世界で一番美しいのは誰かと鏡に訊ね、鏡は紅子様と答える。鏡は「世界中の男は紅子様の虜。たった1人を覗いては…」と続け、紅子は動揺を抑え、それは誰かと訊ねる。鏡に浮かび上がったのは怪盗キッドだった。2月14日のバレンタインデー、青子は誰にも貰えなかったらかわそうだからと言って快斗にチョコを渡そうとする。だが、青子が今夜は雪が降ってホワイトバレンタインになるかもしれないとロマンチックな気分に浸っている間に快斗はいなくなっていた。\r\n\r\n　教室ではクラス中の男子たちが紅子のチョコを欲しがっていた。そこに快斗がたくさんのチョコを抱えてやってくる。紅子は自分のチョコを欲しがらない快斗に驚き、快斗とキッドが同一人物ではないかという疑惑を抱く。帰宅後、紅子は召使いと共に儀式を始める。紅子は煮えたぎる大きな鍋に必要なモノと共に快斗の分身として手に入れた快斗のハンカチも入れる。紅子は赤魔術の正統なる後継者だった。\r\n\r\n　夜、キッドは予告通り、美術館から宝石を奪おうとする。その時、宝石から催眠ガスが噴出し、展示ケースの中からガスマスクを被った中森警部と警官たちが現れる。キッドは天井に貼り付くが、眠気に耐え切れずに落下。その頃、紅子は儀式の真っ只中。紅子は木槌を振りかぶり、人形の左胸に大きな針を突き刺す。その人形はキッドそっくりだった。それと同時にキッドは左胸に突き刺されたような痛みを感じる。キッドは動けず、警官たちに捕まって連行されてしまう。次に紅子はキッドの人形の額に針を打ちつけ、キッドの額からは血が流れ落ち"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5021110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021110",
                    "Titles": {
                        "eng": "Black Star",
                        "jpn": "「ブラックスター」"
                    },
                    "Summaries": {
                        "eng": "Kid the Phantom Thief attempts a bold clock tower robbery in a building swarming with the police, but his real rival takes the stage here for the first time, turning the endeavor into a fierce battle of wits!",
                        "jpn": "寺井は今回のヤマは嫌な胸騒ぎがすると快斗の事を心配。快斗は窮地に追い込まれた過去のヤマを回想する。当時、怪盗キッドが犯行を予告したのは駅前にそびえ立つ時計台の時計。この時計台はもうすぐ移築され、テーマパークのシンボルになる予定だった。紅子は今回の仕事からは手を引いた方が良いと快斗に忠告。邪神ルシュファーは「時告ぐる古き塔、2万の鐘を謳う時、光の魔人、東の空より飛来し、白き罪人を滅ぼさん」と予言したという。時計台が2万回の鐘を鳴らすのは犯行予告の日だった。\r\n\r\n　時計台の時計は50年前にオーナーの父親が外国の有名時計技師に作らせたもの。短針には技師のサインと共に大きなダイヤが数個埋め込まれていた。予告時間まで30分を切った頃、キッドは時計台の裏手の道に停められたパトカーの中にいた。後部座席には気を失った泉水陽一巡査の姿。キッドは警官の制服を着て泉水巡査に変装し、この巡査の情報を頭にインプットする。その頃、青子は時計台の前に集まる野次馬の中にいた。青子にとってこの時計台は特別な場所だった。\r\n\r\n　泉水巡査（キッド）はパトロール中にキッドらしい不審な人物を見かけたと警官に報告。警官は時計台の最上階に行って、中森警部にその時の状況を直接説明しろと泉水巡査に指示する。変装したキッドは簡単に時計台に潜り込む事ができそうだった。時計台の前に来た紅子は上空に出現した1機のヘリに目を留める。紅子は予言の光の魔人はこのヘリに乗っていると確信する。このヘリは警視庁からの応援で、中ではサングラス姿の謎の男が無線で指示を送っていた。\r\n\r\n　泉水巡査（キッ"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5021111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021111",
                    "Titles": {
                        "eng": "Kaito Kuroba's Busy Day Off",
                        "jpn": "「黒羽快斗の忙しい休日」"
                    },
                    "Summaries": {
                        "eng": "When Inspector Nakamori catches a glimpse of Kaito's face during an attempted robbery, the young magician has to \"prove\" he's not Kid the Phantom Thief by going on a date with Aoko at the same time Kid is supposed to make his next appearance!",
                        "jpn": "怪盗キッドは予告通り、博物館に展示された天使の王冠を奪いに行く。そしてキッドは展示ケースから王冠を取り出した瞬間、サーチライトに照らされる。ライトから目を背け、思わず王冠を手放したキッド。中森警部は顔を照らせと警官たちに指示してキッドの顔が露わになる。キッドは腕時計の文字盤の光を反射させ、中森たちが目を背けた隙に窓から逃げる。この時、キッドは今度の日曜20時に天使の王冠を再び奪いに来ると予告を残していく。中森は一瞬見えたキッドの顔に見覚えがあった。\r\n\r\n　後日、快斗は青子、中森と一緒に食事をする。中森は食べながら険しい目つきで快斗をじっと見る。快斗が帰った後、中森はキッドの正体は快斗に間違いないと青子に明かす。青子は信じようとしないが、中森はキッドが予告した今度の日曜になればわかると自信満々。青子は快斗がキッドのわけがないと否定し、今度の日曜は快斗とデートの約束をしていると咄嗟にウソをつく。\r\n\r\n　高校で青子は快斗をデートに誘う。快斗は笑い飛ばして断るが、目に涙を浮かべる青子を見て日曜にトロピカルランドでデートすると約束。しかし、快斗はすぐに日曜が予告日だった事を思い出す。青子は快斗がキッドではないと信じていた。快斗はキッドの時に顔を見られ、中森に正体を疑われているかもしれないと寺井に相談。快斗は予告日にデートに誘ってきた青子も疑っていると心配していた。寺井は快斗に頼まれていた日曜のマジックショーの小道具とは別にあるモノを用意する。\r\n\r\n　日曜日、快斗はいつも通りに堂々としていれば良いと自分に言い聞かせ、青子が待つトロピカ"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5021112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021112",
                    "Titles": {
                        "eng": "Adult's Charm",
                        "jpn": "「大人のおまじない」"
                    },
                    "Summaries": {
                        "eng": "Real magic comes back to haunt Kaito in the form of Akako. This time, the sorceress is so annoyed with her classmate that she plots to wipe him out when he's in his Phantom Thief identity. And to stack the deck, Akako turns Inspector Nakamori into a murderous thug!",
                        "jpn": "お化けが出るという噂が流れる江古田高校。青子の友人、恵子は昨日お化けに肩を掴まれ、ショックで学校を休んでいた。青子は恵子の仇を取ると意気込み、興味を示さない快斗も強引に連れて、夜の高校に忍び込む。すると「帰れー」と何処からか不気味な声が聞こえてくる。階段の上からは大量の血がドロドロと流れてきて、快斗は誰かが自分たちを脅かそうとしていると考える。この後、快斗は青子と離れて怪しい理科室を覗きに行く。一方、青子は装束に身を包んだ謎の人物に声をかけられて卒倒。その人物は紅子だった。紅子は皆が帰った後、薬品が豊富に揃う理科室で魔術の実験をしていたのだ。\r\n\r\n　紅子はこの事は皆に内緒にしてほしいと快斗に頼み、バラしたらキッドという正体もバラすと釘を刺す。この後、快斗はお化けの正体は紅子だったと目を覚ました青子に説明。快斗は紅子が理科室でマジックを練習していたと言って青子を納得させる。紅子は声を掛けた時に怖がった青子を子供扱いし、快斗もガキと言って青子をからかう。翌日、快斗は青子が左手の甲にハンカチを巻いている事に気付く。青子は紅子に大人っぽくなれるおまじないをかけてもらったと信じるが、おまじないはデタラメだった。\r\n\r\n　紅子は世界中の男性が自分の虜になっているのにキッド（快斗）だけ振り向かない事に不満を抱いていた。そして、紅子は振り向かないならこの世界からキッドを消してしまえば良いと考える。帰宅後、紅子は儀式を行い、邪悪な神のルシュファーを呼び出す。紅子はキッドの末路を訊ね、ルシュファーは「満月の夜。罪を犯したる者、天に道を造り"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5021113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021113",
                    "Titles": {
                        "eng": "Enter: The Phantom Lady",
                        "jpn": "「怪盗淑女 登場」"
                    },
                    "Summaries": {
                        "eng": "In the present, Kaito and Aoko are lured into a trap at the top of the Toto Tower, while in the past, the first Kid the Phantom Thief and the mysterious Phantom Lady have an exciting first encounter at the top of the Eiffel Tower!",
                        "jpn": "そんな青子（キッド）の行動を追う郷津会長。郷津は青子をキッドと勘ぐり、キッドを操る黒幕が中森と推理する。後日、青子は東都タワーの特別展望台の招待券に当選。来週、展望台では大富豪の秘蔵コレクション展でルビーが展示される予定だった。快斗は何者かの罠と疑いつつも中森に変装し、青子と一緒に東都タワーへ行く。青子はエンジン音が楽しめるという説明文に従い、展示された車のキーをひねる。すると次の瞬間、車体から伸びた手錠が青子の腕にはまり、麻酔ガスが噴き出てくる。\r\n\r\n　青子が眠ると、郷津と拳銃を構えた部下たちが現れる。郷津は変装に気付かずに中森（快斗）の事を18年前の初代キッドと勘違いし、青子にキッドを引き継がせたと考えていた。中森（快斗）がこの状況をデジャヴのように感じていると、郷津は18年前の初代キッドの相方について話し始める。その相方とは女二十面相と謳われ、18年前に忽然と姿を消した怪盗淑女ファントム・レディ。中森（快斗）はこの名前を聞いてデジャヴではなく、千影が話した馴れ初めの話と同じ事を思い出す。\r\n\r\n　18年前のフランス…。エッフェル塔の最上階で、ファントム・レディ（千影）は警察官たちに次々と斧を振り下ろし、警察官たちは意識を失っていく。だが、これは恐怖と血のりで警察官を失神させるというレディが仕組んだマジックだった。展示フロアに移動後、レディは1台のバイクにまたがり、タンクに埋め込まれたダイヤを確認するが、予想通り、ダイヤは偽物だった。そんなレディの手際を見て拍手を送る人物。それはシルクハットを被り、マジックショーの白い衣装に身"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5021114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021114",
                    "Titles": {
                        "eng": "Phantom Lady and the Ryoma Treasure",
                        "jpn": "「怪盗淑女と龍馬のお宝」"
                    },
                    "Summaries": {
                        "eng": "Kid's first order of business is saving himself and an unconscious, handcuffed Aoko as they plummet from the top of Toto Tower in an antique car. Assuming he succeeds, the next challenge is finishing his mother's last job, bringing a crooked antiques dealer to justice. But his mother never had to deal with the brilliant diminutive detective, Edogawa Conan!",
                        "jpn": "快斗は中森警部に変装し、青子と一緒に東都タワーにやってくる。そこで待ち伏せしていたのは18年前から初代の怪盗キッドと相方の怪盗淑女ファントム・レディを恨む郷津だった。中森（快斗）は今の状況が母親、千影から聞いた18年前の父親、盗一との馴れ初めの話とそっくりだと思う。中森（快斗）は展望台に展示されるルビーも郷津がキッドに盗まれた事にして、闇で大量の模倣品を盗まれた本物と騙して売りさばこうと企んでいると察する。この後、郷津と部下たちは18年前の借りを返すため、中森（快斗）に銃を向ける。すると快斗は中森の変装マスクを脱ぎ捨て一瞬で怪盗キッドに変身する。\r\n\r\n　キッドは助手席で青子が眠る車に乗り込んで発進させる。展望台の窓枠は幅が狭く、キッドは銃撃の中、片輪走行で車を縦にして窓へと突っ込む。車は窓を豪快に突き破って外へ飛び出す。青子は手錠で車と繋がっていて、キッドは地面に落ちるまでに手錠の鍵を開けようとする。だが、鍵開け用の針金を無くしていて、キッドは咄嗟に青子のヘアピンで手錠を開錠。そして車が地面に叩きつけられ大爆発する寸前にキッドはハングライダーを広げ、抱きかかえた青子と空を舞う。その頃、郷津と部下たちはキッドが放ったテグスで壁に貼り付けられ、身動きがとれずにいた。\r\n\r\n　帰宅した快斗は海外にいる千影に電話し、郷津との一件を報告する。すでに郷津たちは警察に捕まっていた。千影は同じ手口で私服を肥やす郷津の弟子のような人物がいる事を快斗に教える。がんばって集めた証拠の品は物置の隠し扉の奥に眠っているらしく、千景はその悪党も懲らしめて"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5021115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021115",
                    "Titles": {
                        "eng": "Kid, Conan, and the Ryoma Treasure Illusion",
                        "jpn": "「キッド・コナンの龍馬お宝イリュージョン」"
                    },
                    "Summaries": {
                        "eng": "The Detective Conan crossover concludes with a night at the museum, in which Kid goes out of his way to return stolen items amid a crowd of adoring fans, the police who want to take him down, and a couple of real criminals!",
                        "jpn": "快斗は怪盗淑女ファントム・レディだった母親の千影から郷津と同じ手口で私服を肥やす弟子のような人物を懲らしめてほしいと頼まれる。快斗は近日中に鈴木大博物館で開催中の龍馬展に証拠となる龍馬の手紙、近江屋の盃、ピストルという坂本龍馬の遺品3点セットを返却すると予告する。快斗が警備員に変装して龍馬展の会場を下見すると、そこにはキッドの宿敵、江戸川コナンもいた。\r\n\r\n　この後、博物館のオーナー、鈴木次郎吉はポストに入れられた予告状を確認。そこには「明日20時、閉館間際に例のピストルなどを持参し、幕末の志士坂本龍馬の下に、今一度洗濯いたし申候 怪盗キッド」と書かれていた。中森警部はキッドが犯行日を突然明日にした理由が気になる。それを聞いたコナンは博物館から駆け出し、何かに閃いたように空を見上げる。遠くの空では雷鳴が轟いていた。\r\n\r\n　夜、快斗は青子、中森とキッドのニュースを見ながら夕飯を食べる。中森はキッドが犯行を明日にしたのは天気が雨だからだと青子に教える。快斗は中森の割に鋭いと思うが、実はキッドが雨を待っていたと気付いたのはコナンだった。中森によれば、主催者の樽見と鑑定家の華村は返しに来るのが目的ではなく、キッドの本当の狙いは龍馬展の目玉、龍馬のガンベルトを盗む事と警戒しているという。\r\n\r\n　翌日は天気予報通りの雨。金属探知ゲートが用意された博物館の入口ではキッドのコスプレを着た偽物が現れて騒ぎになる。そんな中、ゲートを通過する太った中年の男。それは変装したキッドだった。太った男（キッド）は展示物を見るフリをして、展示物の説明プレー"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5021116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021116",
                    "Titles": {
                        "eng": "Holy Night: Two Kid the Phantom Thieves!",
                        "jpn": "「聖夜・二人の怪盗KID」"
                    },
                    "Summaries": {
                        "eng": "When the greedy owner of a department store has an employee impersonate Kid the Phantom Thief to steal the Star of the Giants, he doesn't count on the real Kid showing up on Christmas Eve to foil his plan!",
                        "jpn": "怪盗キッドが現れなくなって3ヶ月が経過。犯行の間隔がこれほど空いた事はなく、中森警部はこれには何かワケがあると深読みする。実はビッグジュエルの情報を集めている寺井がぎっくり腰になり、快斗は活動ができなかったのだ。寺井のぎっくり腰は治ったが、今は快斗の期末テストの最中。おまけに快斗は風邪も引いていた。その頃、テレビで怪盗キッドから予告状が届いたというニュースが報じられる。予告状は「今夜クリスマスイヴの18時54分、東風デパートのクリスマスツリーに飾られたジャイアンツの星をいただく！」と書かれていて、ジャイアンツの星は時価数十億円と言われていた。\r\n\r\n　だが、これは東風デパートのオーナー、財前が自分で出したニセモノだった。財前はニセの予告状で話題を作り、デパートの売り上げUPを目論んでいた。財前は社員にキッドになりすましてジャイアンツの星を盗むように命じる。財前はその社員のために副社長のイスと特別ボーナスを用意し、社員はこの仕事を引き受ける。財前はジャイアンツの星にかけた多額の保険金も手に入れようとしていた。\r\n\r\n　夜、快斗は財前がニセの予告状を出した事も知らず、青子の家で青子と一緒にクリスマスパーティーの準備を進める。犯行予告の2時間前、テレビでは東風デパートから中継が行われていた。この後、友人たちと共に紅子が青子の家にやってくる。友人の恵子はイブの今夜、キッドが現れる事を楽しみにしていた。紅子は予告の時間が迫っているのに快斗が青子の家にいる事を不思議に思う。この後、青子の家に大勢の友人たちが集まり、クリスマスパーティーが始まる"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "5021117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021117",
                    "Titles": {
                        "eng": "Get Away From Him",
                        "jpn": "「彼から手をひいて」"
                    },
                    "Summaries": {
                        "eng": "Kaito takes a break from thieving to go on his class ski trip, but when his teacher holds a couples-only masquerade ski tournament, he finds himself in a tug-of-war between the witchy Akako and childhood friend Aoko!",
                        "jpn": "快斗は青子、紅子らクラスメイトと共に高校のスキー教室で雪山に来ていた。スキー初心者の青子はうまく滑れず、上手な快斗に何度もぶつかって転倒。快斗は青子に文句を言い、2人はケンカになってしまう。紅子は痴話ゲンカにしか見えない2人の言い争いを見て青子の事を目障りに思う。そして、紅子は今日こそ快斗を自分の虜にしてみせると誓う。この後、紺野先生は生徒を集め、夕方に仮装スキー大会をやると発表する。それは各自パートナーを見つけ、仲良くカップルで滑るという催しだった。\r\n\r\n　紺野先生は仮装の道具は各自用意し、ベストカップルには賞品を贈ると伝える。すぐに生徒たちはパートナー選びを始め、青子は快斗の事を意識する。青子が快斗を誘うか躊躇していると、紅子から声をかけられる。紅子は快斗の事が好きなのかとストレートな質問を青子にぶつける。青子が動揺していると、紅子は快斗が好きと伝え、どっちが快斗とペアを組めるか勝負しようと持ちかける。さらに紅子は負けたら快斗から手を引く事にしようと一方的に条件を突きつける。\r\n\r\n　青子はモテモテの紅子が快斗の事を好きだと知って驚くと同時に少し寂しい気分になる。その時、青子の近くでスキーをしていたクラスメイトの藤江が転倒。青子は藤江が紅子に好意を抱いている事を知るが、小太りの藤江は自分に自信がなく、紅子にペアになろうと誘えずにいた。青子はそんな藤江に一緒に滑ろうとパートナーとして誘う。その頃、紅子はスキーをしている快斗を追い抜きざまに背中を叩く。この時、紅子は快斗の背中にハートのワッペンを貼り付ける。\r\n\r\n　リフト乗り"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "5021118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021118",
                    "Titles": {
                        "eng": "Crystal Mother",
                        "jpn": "「クリスタル・マザー」"
                    },
                    "Summaries": {
                        "eng": "Kaito and Aoko are on a luxury train with the Queen of Ingram, her son, and the Principality of Ingram's Crystal Mother, a huge topaz that may contain the Pandora jewel. The queen has the real jewel cleverly hidden, though, making it a challenge for Kaito/Kid to find it before the train reaches Osaka. On top of that, he's got competition, as there's a Snake on the train!",
                        "jpn": "イングラム公国女王のセリザベスは豪華列車、ロイヤル・エクスプレスのサロン車に乗り、中森警部たちが護衛を担当する。セリザベスは先ほど個室に怪盗キッドが現れたと打ち明ける。キッドは大使館にヨーロッパ最大のトパーズであるクリスタル・マザーを奪うという予告状を出していた。キッドが盗まなかったのはセリザベスが胸元につけているクリスタル・マザーは偽物と気付いたから。セリザベスは本物を列車の何処かに隠している事を明かし、快斗はこの会話をイヤホンで聞いていた。\r\n\r\n　列車が大阪に着くまで2時間半。セリザベスは大阪に着くまで、自分とキッドの一騎打ちの勝負になると考えていた。この後、サロン車にフィリップ王子が現れ、セリザベスは部屋にいろという言いつけを無視した事を叱る。フィリップは偽物の宝石の形が前に見た時と違うと指摘。偽物の宝石にはキッドの盗聴器が仕掛けられていた。快斗は青子と一緒に客車に乗っていた。青子が中森に頼んで切符を手に入れたのだ。青子はこれから一緒にセリザベスに挨拶に行くと快斗に伝える。\r\n\r\n　この列車の潜んでいたスネイクはキッドも宝石を狙っているとボスに電話で報告。ボスは宝石を奪うためならキッドを消しても構わないと命じる。この後、セリザベスは中森のためにお酒を作ってあげる。快斗と青子はサロン車に行ってセリザベスに挨拶後、離れた位置のボックスシートに座る。快斗はセリザベスの様子を窺いながら宝石の在り処を探る。快斗は猫のシーザー、フィリップが抱えているぬいぐるみに宝石が隠されているかもしれないと考えるが、どちらにも宝石は隠され"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "5021119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021119",
                    "Titles": {
                        "eng": "The Princess and the Thief's Improv",
                        "jpn": "「王女と泥棒の即興劇（インプロブ）」"
                    },
                    "Summaries": {
                        "eng": "When a princess with a priceless jewel comes to town, Inspector Nakamori is sidelined by a detective from her country who shoots first and... shoots again later, until his quarry is killed. Naturally, his target is Kid the Phantom Thief!",
                        "jpn": "サブリナ公国のアン王女が公国の宝物展のために来日。アン王女は胸元につけたヨーロッパ最大のダイヤ、「パリの太陽はいっぱい」を怪盗キッドにも見てもらいたいと発言する。アン王女と来日した公国のドロン刑事はヨーロッパ№1の名刑事を自負するが、犯人を逃すくらいなら射殺する冷酷な刑事だった。ドロンは「私と勝負したければあの宝石を盗め」とマスコミを通して怪盗キッドを挑発する。そしてドロンは「展示場の警備は頼りない日本の警察ではなく、公国の警察がやる」と中森警部に言い放つ。\r\n\r\n　快斗はニュースを見てドロンがキッドを逮捕すると宣言した事を知る。放課後、快斗は土手に座ってため息をつく中森に気付いて声をかける。中森は次にキッドを取り逃がしたら捜査から外される状況で、今回の宝物展の警備も主導権を握るのは公国の警察。中森はドロンに出し抜かれる事を心配していた。中森は気分転換に手品を見せてほしいと快斗に頼む。快斗はカードマジックを披露し、ネタに使った幸運のウサギのぬいぐるみを中森にプレゼント。この時、中森は快斗の言葉から警備のヒントを得る。\r\n\r\n　夜、ドロン率いる公国の警察は宝物展会場となるホテル本館の館内を警備する。日本の警察は外を警備させられ、中森の持ち場は関係のない別館の前。だが、中森はキッド逮捕を諦めていなかった。この後、公国の警官の精鋭たちが警備する展示場にクローバー伯爵と名乗る客が現れる。伯爵はキッドの変装で、警備の状況を確認しに来たのだ。ドロンは伯爵をキッドの変装と疑い、公国の警官に伯爵から目を離すなと命じる。この後、キッドが現"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "5021120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021120",
                    "Titles": {
                        "eng": "Kid vs Conan: Miraculous Airwalking",
                        "jpn": "「KIDvsコナン 奇跡の空中歩行」"
                    },
                    "Summaries": {
                        "eng": "Kid the Phantom Thief literally rises to the occasion when old man Jirokichi of the Suzuki conglomerate throws down the gauntlet. But with Detective Conan as part of the security team guarding the Blue Wonder jewel, will Kaito finally get his wings clipped?",
                        "jpn": "鈴木財閥の相談役、鈴木次郎吉は朝刊の全面広告で怪盗キッドに挑戦状を叩きつける。快斗はこの挑戦を受けて立ち、鈴木大博物館の屋上に展示される大海の奇跡（ブルーワンダー）を奪うと誓う。皆がキッドに期待する声を聞いた快斗はただ勝つだけじゃなく、観客を楽しませて奪うと決める。次郎吉はヘリコプター部隊を含む精鋭揃いの警備チームを作っていた。寺井は仕入れた情報を快斗に報告。博物館の館内にはカメラ100台を設置。カメラはヘリにも備えられ、映像は全てワゴン車に送られるという。\r\n\r\n　快斗は博物館の特番映像をチェックし、警備攻略の糸口を見つける。映像にはサイドカーに乗る次郎吉の他にコナンと蘭の姿も映っていた。大海の奇跡という名前にちなみ、快斗は海の上を歩くという有名な奇跡以上の奇跡を起こそうと考える。そして、快斗は日曜20時に宝石を奪うと予告状を出し、その前夜に下見に行く事も書き記す。土曜日、快斗はパイロットに変装した寺井が操縦する鈴木財閥のヘリに乗って博物館へ向かい、次郎吉は中森警部らと共にワゴン車で警備の映像をチェックする。\r\n\r\n　ヘリが目標地点に到着すると、キッドは初日のショーの準備を始める。この後、博物館の右のビルと左のビルの間の空中に煙幕が発生。煙が晴れるとキッドが現れ、地上にいる観衆からどよめきが起こる。キッドは空中に浮いていた。次郎吉はトリックを見破れないが、コナンはキッドがトリックを仕掛けた右のビルの屋上へ。コナンが凝視する中、キッドは空中をゆっくり歩いて博物館へ近づき、次郎吉はやむを得ず、本物のブルーワンダー像と偽物を入れ替"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "5021121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021121",
                    "Titles": {
                        "eng": "Green Dream",
                        "jpn": "「グリーンドリーム」"
                    },
                    "Summaries": {
                        "eng": "Kid's next target is Green Dream, the world's largest emerald and a one-time-only stage prop for a local play. Though the venue is crawling with cops under Nakamori's command, will Kid be able to make off with Green Dream as well as make a young actress's dream come true?",
                        "jpn": "中森警部と警官たちはこけら落とし公演「マルスとローザ」の初日を明日に控える劇場に集結する。怪盗キッドは劇中で明日だけ特別に使用される世界最大のエメラルド、グリーンドリームを奪うと予告していた。快斗は小道具のバイト少年に変装して作業しながら警備の状況を確認する。舞台上では新人女優の古畑恵がヒロイン役を演じる先輩女優の今泉麗子から芝居の事で怒られていた。この劇団のオーナーの一人娘である麗子は役者の才能がないと恵に言い放つ。舞台スタッフは親の力でヒロイン役になった麗子を快く思っていなかった。\r\n\r\n　夜、バイト少年（快斗）は舞台に残り、一人で稽古している恵を見かける。恵は自分の役だけでなく、他の役も稽古していた。恵に気付かれると、バイト少年（快斗）は演技を褒め、もっと良い役をもらえても良いと声をかける。すると恵は人前に出ると足がすくんでしまうと悩みを告白。恵は観客の視線が怖いらしく、今回初めてセリフのある役をもらったが皆に迷惑をかけっぱなしだと打ち明ける。バイト少年（快斗）は観客を畑に並んでいるカボチャと思えば良いとアドバイスする。\r\n\r\n　　翌日、快斗は青子と一緒に「マルスとローザ」の初日の公演を観に行く。中森は万が一、場内の電気が消えた時に備え、バッテリー付きライトを20ヵ所に設置。暗闇に乗じて盗むキッドの手口を封じる対策を講じていた。この舞台は中世ヨーロッパで、敵対する国同士に生まれた王子と王女が数々の障害を乗り越え、最後に結ばれるというラブロマンス。恵の役柄は召使いAだった。この後、開演の時間になり、劇中でグリーンドリーム"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "5021122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021122",
                    "Titles": {
                        "eng": "Golden Eye (Part One): Chat Noir's Challenge",
                        "jpn": "「ゴールデン・アイ《前編》 黒猫（シャノワール）の挑戦」"
                    },
                    "Summaries": {
                        "eng": "Kid has a new phantom thief rival in town, who flew all the way from France: Chat Noir! The felonious feline challenges Kid to steal a cat's-eye ring which may have belonged to Marie Antoinette, but this time, tough security measures have also been imported from France.",
                        "jpn": "宝石を奪った怪盗キッドがハングライダーで滑空していると、パラグライダーに乗ったフランスの怪盗シャノワールが急接近してくる。シャノワールはキッドを挑発し、勝負を挑んで去っていく。フランス語で黒猫を意味するシャノワールは猫目石（キャッツアイ）を専門に狙う泥棒。シャノワールはホテルオーシャンに展示される指輪、ゴールデン・アイを日曜21時に奪うと宣戦布告し、ニュースサイトでも日仏怪盗対決と大きく報じられる。キッドはビッグジュエルではないが、この勝負を受けて立つ事に。フランスのパリにいる高校生探偵の白馬探もニュースを見て2人の対決に注目する。\r\n\r\n　予告当日、ゴールデン・アイはホテルの30階に展示される。この指輪はマリー・アントワネットが魔除けのために集めていた7つのアクセサリーの最後の1つだった。所有者のダン光石は他の6つは全てシャノワールに奪われたと警備の中森警部に告白。フランスから呼び寄せられた警備会社主任、アラン・カルティエは今回の展示はシャノワールをおびき寄せるための罠だと中森に教える。ダンとアランはシャノワールを捕まえ、盗まれた6つも取り返そうと考えていた。\r\n\r\n　快斗は中森に弁当を作った青子と一緒に展示会場にやってくる。ホテルのはめ込み式の分厚い窓ガラスはチタン合金の針金入りで、アランはたとえ潜入できても脱出不可能と自信満々。予告時間の5分前にエレベーターは最上階の30階で停止するという。さらにアランは中森自身がゴールデン・アイを指にはめ、拳を固く握って守るという作戦を考えていた。アランは眠らされないようにガスマスクと身柄ごと連"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "5021123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021123",
                    "Titles": {
                        "eng": "Golden Eye (Part Two): Kid Versus Chat Noir: Endgame",
                        "jpn": "「ゴールデン・アイ《後編》 決着 KIDvs黒猫（シャノワール）」"
                    },
                    "Summaries": {
                        "eng": "Right on schedule, Kid the Phantom Thief makes his move to steal Marie Antoinette's cat's-eye ring off the hand of Inspector Nakamori... but has the French cat burglar Chat Noir already made the first move? And will either one of them be able to escape the \"inescapable cage\"?",
                        "jpn": "フランスの怪盗シャノワールに勝負を挑まれた怪盗キッド。予告時間5分前の20時55分、中森警部は手袋をした右手の薬指にはめてマリー・アントワネットの指輪、ゴールデン・アイを守る。その時、機動隊員数名が展示室の入口に投光器を運び込んでくる。ダンは何事かと確認し、機動隊員（キッド）は展示室が暗いので中森からしっかり照らすように指示されたと説明。すると、ルビィは機動隊員（キッド）の鼻を摘みながら誰の指示か再度確認し、機動隊員（キッド）は中森と答える。\r\n\r\n　中森は指示していないと言おうとするが、機動隊員（キッド）は言い終わる前に時間がないと言って照射を指示。他の機動隊員たちは投光器5台のスイッチを入れる。ルビィは機動隊員（キッド）を問い詰めながら鼻を引っ張り続け、変装マスクの端は破れ始める。その間に投光器15台のスイッチも入れられる。そして、機動隊員（キッド）のマスクが剥がれた瞬間、ブレーカーが落ちて室内の灯りが消える。\r\n\r\n　この後、中森の近くでライターが着火し、白いシルクハットを被ったキッドが浮かび上がる。キッドはライターの火をすぐに消し、中森はキッドを捕まえようとした機動隊員たちに揉みくちゃにされる。キッドの登場に不敵な笑みを浮かべるシャノワール。展示室の灯りが回復すると、ルビィとダンはゴールデン・アイが無事か確認して愕然となる。中森がはめた指輪から宝石だけがなくなっていた。アランは脱出不可能と言っていたが、ルビィたちは夜空を飛ぶ白いハングライダーを見つける。\r\n\r\n　中森はキッドを甘く見たアランに文句を言いながら指輪ごと手袋を外して"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "5021124",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021124",
                    "Titles": {
                        "eng": "Dark Knight",
                        "jpn": "「ダーク・ナイト」"
                    },
                    "Summaries": {
                        "eng": "Kid is pressured into teaming up with Nightmare, a masked criminal mastermind with a penchant for losing partners to police custody and sometimes death itself! Will Kid make a successful steal and survive the night?",
                        "jpn": "謎の計画師、ナイトメアは怪盗キッドと手を組み、13日の金曜日の午後8時に秀峰美術館へ行くという予告状を出す。各国の盗賊から獲物の半分を報酬としてもらい、盗む手口や逃走経路を完璧に組み立てるナイトメアは国際的な犯罪者。国際刑事警察機構ICPO（インターポール）もナイトメアを追って日本にやってくるという。予告当日、快斗は中森警部に呼ばれて美術館の展示室に。中森は防犯システムの感想を手品師の快斗から聞こうとしていた。中森と別れた快斗は機動隊員の格好をした青子と会う。\r\n\r\n　青子が機動隊員の格好をしたかったと喜んでいると、そこに外国人の少年、ケンタ・コネリーがやってくる。ケンタの父親はナイトメアを追うインターポールのジャック・コネリーだった。妻が他界した後、仕事で世界中を飛び回るコネリーはケンタを施設に預けているという。コネリーによれば、ナイトメアは人の心に入り込み、全てを見透かして相手を自在に操るずる賢い悪魔だという。快斗もそれを聞いて納得。快斗はナイトメアからキッドの正体を暴くと脅され、断る事ができずに手を組んだのだ。\r\n\r\n　キッドとナイトメアの獲物はブラック・オパールが埋め込まれたイヤリング、ダーク・ナイト（暗黒の騎士）。中森は鎖で吊られた硬質ガラスのケースに宝石を入れ、フタを開けるには高圧電流の流れる鎖を外さなければならないと説明。オパールは乾燥に弱く、水に浮かべた台座に置くという。快斗が防犯システムの感想を話していると、ケンタが頭の激しい痛みに顔を歪める。ケンタは頭の病気を抱え、手術を必要としていた。この後、快斗は高校生探"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "5021125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021125",
                    "Titles": {
                        "eng": "Teleportation Under the Moonlight",
                        "jpn": "「KIDvsコナン 月下の瞬間移動」"
                    },
                    "Summaries": {
                        "eng": "Kid the Phantom Thief accepts another challenge from old man Suzuki, which means Conan will be on the scene, too. Although given short notice, Kaito tries to think of a show-stopper of a trick to impress his rival and get away with the jewels.",
                        "jpn": "日曜の朝、快斗は怪盗キッドが鈴木財閥の相談役、鈴木次郎吉から再び挑戦された事をニュースで知る。次郎吉は今日の18時から24時までの間、歩行者天国になっている錦座4丁目交差点の中央にお宝を展示するという。そのお宝はつま先に100カラットのアメジスト（紫水晶）をあしらったミュール、パープルネイル。寺井は時間がなさすぎると次の機会にする事を勧めるが、快斗は盗むだけなら何とでもなると挑戦を受ける。さらに快斗はキッドとして、できる限り面白いショーにしようと考えていた。\r\n\r\n　昼、快斗はスイーツを食べ歩きしたいという青子を呼び出し、錦座4丁目へ下見に行く。交差点では作業服の男たちがカバーをかけた溝で作業をしていた。快斗はビル内にあるお店の窓際の席から交差点を確認。カバーは交差点の四辺にかけられていた。快斗は青子と共に次のお店へ歩いて移動。その時、快斗は一瞬で移動できたら良いのにという青子の言葉をヒントに面白いショーを思いつく。\r\n\r\n　夜、交差点の中央の台にパープルネイルが展示される。展示台の四隅には警備員、上空には数機のヘリが飛んでいた。周囲に大勢の人が集まる中、中森警部は警備が甘いと次郎吉に訴える。中森は地上よりも盗られにくい高層ビルの方が安全と考えていた。だが、次郎吉はその考え方が愚かだったと指摘し、キッドにはハングライダーで何度も逃げられたと強調。次郎吉が展示場所に地上を選んだのはハングライダーを使えなくしてキッドの翼をもぐためだったのだ。快斗はそんな2人の会話を後ろで聞いていた。\r\n\r\n　反対側の群衆には蘭、園子、小五郎、そしてコナンの姿"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "5021126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021126",
                    "Titles": {
                        "eng": "Red Tear",
                        "jpn": "「レッド・ティアー」"
                    },
                    "Summaries": {
                        "eng": "Kid's next target is Red Tear, a gem that belongs to the leader of a magic troupe. But just as he changes his mind after realizing something important, Kaito notices that Snake and his henchmen are also after Red Tear. What's a phantom thief to do?",
                        "jpn": "怪盗キッドはホッパー奇術団が所有する世界最大のルビー、レッド・ティアーを明日、港ホテルで開催されるディナーショーで奪うと予告する。紅子はこのルビーを奪うのは止めた方が良いと快斗に忠告。このルビーは手に入れようとする者に必ず災いをもたらす悪魔の石と言われていた。この後、快斗は父の盗一もこのルビーについて話していた事を思い出し、予告を撤回する内容の手紙を中森警部に送る。\r\n\r\n　当日の昼間、快斗と青子はひょんな事から奇術団の団長、ジョディ・ホッパーと知り合う。ジョディの祖父、ジェームズ・ホッパーはイギリスで最も偉大なマジシャンだった。ジョディは盗一の事も知っていたが、マジシャンの事を人の目をごまかして金を巻き上げるペテン師と軽蔑。ジョディは2年前に他界した祖父の跡を仕方なく継いだが、それも今夜のショーが最後になると告白する。そして、ジョディはラストショーのチケット2枚を快斗と青子にプレゼントして去っていく。この時、快斗はジョディの様子を窺うスネイクと部下たちに気付く。スネイクもレッド・ティアーを狙っているのだ。\r\n\r\n　夜、奇術団はディナーショーを開催。青子は快斗に断られ、中森と一緒にショーを楽しむ。中森は念の為に会場に数人の刑事を潜り込ませていた。近くのテーブルにはスネイクも座っていた。ステージでは団員のポールがマジックを披露。ジョディはポールの腕前が上がっている事に驚く。団員のロバートはジョディに奇術団を続けてもらうために皆が努力して技を磨いている事を伝える。だが、ジョディは奇術団を引き継ぐ期間を団員の新しい仕事先が決まる"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "5021127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021127",
                    "Titles": {
                        "eng": "Midnight Crow (Part One): The Name is Corbeau the Phantom Thief!",
                        "jpn": "「真夜中の烏（ミッドナイト・クロウ）《前編》 ?その名は怪盗コルボー！」"
                    },
                    "Summaries": {
                        "eng": "Corbeau the Phantom Thief, a black-clad, dead-ringer for Kid's father, appears and challenges him. Kaito agrees, but if he fails, he'll have to retire as a phantom thief!",
                        "jpn": "怪盗キッドは世界最大のブラックダイヤモンド、ミッドナイト・クロウを奪いに行く。だが、キッドは展示場の寒さで思うように手を動かせない。これはある人物に「キッドは寒さに弱い」と助言を受けた中森警部、白馬探の作戦だった。キッドは二重の変装をして何とか逃げる事に成功。キッドは宝石を諦め、日を改めてリベンジを誓う。後日、中森たちに助言したのはマジック破りの名人、ハリー・根津と判明。この日、中森は来日したハリーを空港で迎える。快斗は中森のマイク、カメラを仕込んだネクタイピンでその様子を確認。そのピンは快斗が青子を通してキッド撃退祝いとして渡した物だった。\r\n\r\n　キッドは今夜午前0時にリベンジすると予告。ミッドナイト・クロウの展示場は別の場所に変更していた。ハリーは冷却装置を設置し、その展示場をマイナス10℃にする。ハリーは寒さで指先の器用さを封じれば赤子同然になると自信の笑みを浮かべる。キッドは展示場のビル屋上でハリーたちの会話を聞いていた。キッドは使い捨てカイロをタキシードの内側にたくさん貼り、防寒対策は万全だった。この後、ハリーは自分の獲物が白い奴ではなく黒い奴だと明かす。それは最近ラスベガスに出没する怪盗コルボーだった。黒いキッドのような姿をしているコルボーはキッドと同じ時刻に犯行を予告していた。\r\n\r\n　この後、キッドの前にコルボーが現れる。コルボーは殺害された兄弟子、盗一の敵を討つ事が目的だった。コルボーは手に触れる事なく、ミッドナイト・クロウを奪うと語り、そのトリックを見破れなかったら泥棒稼業から潔く足を洗えと言い放ち、キ"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "5021128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021128",
                    "Titles": {
                        "eng": "Midnight Crow (Part Two): Clash! White or Black?!",
                        "jpn": "「真夜中の烏（ミッドナイト・クロウ）《後編》 ?激突！白か黒か！？"
                    },
                    "Summaries": {
                        "eng": "In this final episode, Kid goes up against the enigmatic Corbeau one more time as they vie for the jewel that may contain Pandora, which means Snake can't be far behind!",
                        "jpn": "海外にいた母親の黒羽千影が突然帰国。千影はニュースを見て、キッドと怪盗コルボーの一件を知っていた。千影は盗一の弟弟子については心当たりがないという。千影はコルボーやハリー・根津のラスベガスでの評判を快斗に教える。快斗がラスベガスの話を興味深く聞いていると、千影は泥棒を辞めて、ラスベガスでマジシャンにならないかと誘う。盗一を殺害した連中を捕まえるために怪盗になった快斗だが、怪盗になった目的は本当にそれだけなのかと自問自答する。\r\n\r\n　後日、快斗はコルボーが再び予告状を出した事を白馬探から聞く。コルボーは今夜、世界最大のブラックダイヤモンド、ミッドナイト・クロウを奪うという。快斗は青子と話をして、中森警部のお尻に丸い手錠のような赤黒い跡がある事を知る。この話を聞いた快斗は中森が台座に座った直後、熱そうに飛び上がった姿を思い出す。この後、快斗は自分の指に黒い塗料が付着している事に気付いてポケットの中を確かめる。快斗は青子の話、黒い塗料からコルボーのトリックを暴く糸口を見つける。\r\n\r\n　夜、展示場の建物周辺にたくさんの観客が押し寄せる。中森は展示フロアが一段と寒くなっていると感じる。実はハリーが昨晩、業者に依頼して壁や天井に保冷剤を敷き詰めたのだ。ハリーはケースからミッドナイト・クロウを取り出して最終チェックをする。ハリーは前回やられたのは大量の羽根で視界を遮られたからと考え、それを防ぐために巨大な送風機を用意していた。そして、犯行予告時間の午前0時に近づいた時、中森は天井の冷却装置が止まっている事に気付く。ハリーが皆に狼狽"
                    },
                    "Aliases": []
                }
            }
        }
    }
}