{
    "URL": "https://thetvdb.com/series/isuca",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4219148/",
        "https://www.themoviedb.org/tv/64831"
    ],
    "Titles": {
        "eng": "Isuca",
        "jpn": "ISUCA"
    },
    "Summaries": {
        "eng": "Based on Japanese manga series by Osamu Takahashi.  An anime adaptation by Arms started to air in January 2015. // Story Plot:  Shinichirou decides to look for a job in order to pay his rent, and his teacher suggests that he work for someone at their house doing housekeeping; however, the person who hired him was Sakuya, a girl who is the 37th head of the Shimazu family, and her job is to exorcise and eliminate unwanted creatures. Shinichirou accidentally releases one of the creatures that Sakuya captures and they cooperate to catch it. A story of comedic creature hunting begins!",
        "jpn": "家政夫として働くことになった旧家の島津家で、朔邪（さくや）というガサツでワガママな美少女と出逢う。実は彼女、妖魔封じを生業とする島津流弓霊術の使い手で、名門島津家の37代目当主だった。\r\n朔邪に振り回されながら妖魔との戦いに巻き込まれていく真一郎だったが、どうやら彼女と出逢ったのは偶然ではなかったようで——!?"
    },
    "Aliases": [],
    "Modified": "2025-06-02",
    "Seasons": {
        "0": {
            "ID": "592142",
            "URL": "https://thetvdb.com/series/isuca/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5172210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isuca/episodes/5172210",
                    "Titles": {
                        "eng": "Paradise",
                        "jpn": "OAD「極楽」"
                    },
                    "Summaries": {
                        "eng": "Unaired episode bundled with the 7th volume of the Isuca manga. // Shinichiro, Sakuya, the gang and Nami travel to an island, but the combination of sun, surf, swimsuits and the misadventures that come with them mean things may get out of hand.  When members of the party start disappearing one by one, things are DEFINITELY getting out of hand!",
                        "jpn": "原作第7巻特典"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "592143",
            "URL": "https://thetvdb.com/series/isuca/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "4942672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isuca/episodes/4942672",
                    "Titles": {
                        "eng": "Chance Meeting",
                        "jpn": "邂逅"
                    },
                    "Summaries": {
                        "eng": "Strange things start happening to Asano Shinichirou, a second year student. A woman turns into a centipede, and he sees a girl is attacked by a monster. During all the chaos, he runs into Shimadzu Sakuya, who uses a bow as a weapon. She is the 37th head of the Shimadzu family, tasked with ridding the world of monsters. Shinichirou and Sakuya end up fighting one of the monsters together, when...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5098052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isuca/episodes/5098052",
                    "Titles": {
                        "eng": "True Name",
                        "jpn": "真名"
                    },
                    "Summaries": {
                        "eng": "Shinichirou becomes friends with Tamako, the cat-monster, and ends up helping Sakuya clean, as she lives alone. Sakuya is bossy and doesn't give Shinichirou a break. Another monsters appears at the school, which takes girls underground and eats their flesh.",
                        "jpn": "化け猫のタマ子を仲間に加えた真一郎は、一人暮らしをしている朔邪の屋敷で家事手伝いをすることになった。気が強い上に超わがままな朔邪に振り回され、真一郎は気苦労が絶えない。そんな時、学校で新たな妖魔が出現する。女生徒たちを地の底へとひきずりこんで、白い肌を貪り食らう恐るべき敵の正体とは！？"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5110060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isuca/episodes/5110060",
                    "Titles": {
                        "eng": "Confrontation",
                        "jpn": "対立"
                    },
                    "Summaries": {
                        "eng": "Sakuya's younger sister, Suseri, shows up. She also works to rid the world of monsters, and is a rival to the head of the Shimadzu family. She wants to bring Shinichirou over to her side, so she attempts to seduce him, and eventually kidnap him, but they run into a bit of trouble with monsters on the way...",
                        "jpn": "朔邪の妹、須世璃がやってきた。彼女もまた妖魔退治を生業とし、鎌鼬を操る式神使いであった。しかも、朔邪とは島津家当主の座を争うライバル同士らしい。真一郎を味方にしたい須世璃はあの手この手で誘惑し、屋敷から連れ去ろうとする。だが、その途中で二人は妖魔・朧車が作り出す異空間に捕えられてしまう。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5110062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isuca/episodes/5110062",
                    "Titles": {
                        "eng": "Shadow Play",
                        "jpn": "暗躍"
                    },
                    "Summaries": {
                        "eng": "There's been a ghost samurai going around killing a bunch of people near the school, but why is all of this happening around the school? Everyone thinks it has to do with Western magic, but what does that have to do with Sakuya?",
                        "jpn": "学校周辺で亡霊武者による辻斬りが相次いだ。\r\n何故、真一郎たちのいる学校の周りばかりに妖魔が出没するのだろうか？　\r\n事件の謎を追いかける真一郎たちは、亡霊武者が西洋魔術によって作り出されたゴーレムであることを突き止める。\r\nだが、そのことを知った朔邪は激しい動揺を見せた。朔邪と西洋魔術の間にある因縁とは？"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5110064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isuca/episodes/5110064",
                    "Titles": {
                        "eng": "Eye of Truth",
                        "jpn": "真眼"
                    },
                    "Summaries": {
                        "eng": "Shinichirou has the Eye of Truth and it allows him to figure out people's true names, but Sakuya doesn't want anyone to know her true name, so she's keeping Shinichirou away from her.",
                        "jpn": "真一郎は相手の真名を読む能力者＝真眼だった。\r\nだが、どうしても真名を知られるわけにはいかない朔邪は真一郎を避けるようになり、二人の関係はギクシャクする。\r\nその隙をつくかのように強力な妖魔が二体も校内に出現！\r\n真一郎の助力を拒む朔邪は戦いを焦ってしまい、ついに悲劇を自ら招いてしまうのだった。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5116538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isuca/episodes/5116538",
                    "Titles": {
                        "eng": "Promise",
                        "jpn": "約束"
                    },
                    "Summaries": {
                        "eng": "Shinichirou tries to cheer Sakuya up after he finds out that she might lose her right to become next head of the family. The secret behind Sakuya's birth, and why she's so hung up on taking over the family becomes evident. But then a monster shows up which will test her allegiances to the past, to the present, and to herself.",
                        "jpn": "当主剥奪の危機に陥った朔邪を励ます真一郎は、朔邪から出生の秘密を聞かされる。\r\nどうして朔邪に両親がいないのか？\r\nなぜ朔邪は当主の座に拘るのか？\r\nその全てが明らかになった時、真一郎は朔邪と一つの約束を交わす。\r\nそんな二人を試すかのように妖魔が仕掛ける卑劣な罠。\r\n過去と現在が交錯する世界で、朔邪が見つけた絆とは……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5116539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isuca/episodes/5116539",
                    "Titles": {
                        "eng": "Light and Shade",
                        "jpn": "明暗"
                    },
                    "Summaries": {
                        "eng": "After surviving a number of battles together, Sakuya and Shinichirou have grown very close. Then, Shinichirou gets the a katana, and wants to train to help Sakuya. Just when everything seems to be going well, a smoke monsters appears in the subways and Sakuya and the gang head to get rid of it.",
                        "jpn": "一緒に危機を乗り越えた朔邪と真一郎の関係は急速接近し、まるで恋人のような雰囲気である。さらに妖刀・夜叉王を手にいれた真一郎は少しでも朔邪の力になろうと、鍛錬に励む毎日であった。\r\n何もかも順風満帆に見える中、地下鉄に妖魔・煙羅煙羅が出現。\r\n退治に出かけた朔邪たちを襲った衝撃の事態とは……！？"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5116540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isuca/episodes/5116540",
                    "Titles": {
                        "eng": "Trials",
                        "jpn": "試練"
                    },
                    "Summaries": {
                        "eng": "Sakuya is in a coma now that she's lost her spiritual energy, and Shinichirou would like nothing more to save her. Suseri decides to undergo the exorcism ritual after seeing Sakuya in her state. She must subdue a lightning beast on her own in order to make it into a shikigami, and during the fighting we learn about Suseri's hidden past and her feelings towards Sakuya.",
                        "jpn": "霊力を失って昏睡状態となった朔邪を必死に救おうとする真一郎。\r\nその姿を見た須世璃は調伏の儀に挑むことを決断する。\r\nそれは新たな式神として雷獣を従えるため、たった一人で屈服させねばならない過酷な試練だ。\r\n死闘の中で須世璃に去来する過去……そこには当主の座を巡って対立する朔邪への秘められた想いがあった。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5116541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isuca/episodes/5116541",
                    "Titles": {
                        "eng": "Attack",
                        "jpn": "襲撃"
                    },
                    "Summaries": {
                        "eng": "I will defeat you with my own hands, Sakuya Shimazu!",
                        "jpn": "横浜のパワースポットが次々に破壊される事件が発生する。神弓を使えなくなった朔邪は敵の攻勢を止められず、ついに横浜は霊的無防備都市と化した。この窮地を救うために鎌倉から、お館様こと島津那巳がやってくる。しかし、それは魔女イスカが仕掛けた狡猾な罠の一部だった。最強の妖魔・蟒蛇に屋敷を襲われる朔邪たちの運命は――。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5116542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isuca/episodes/5116542",
                    "Titles": {
                        "eng": "Resolution",
                        "jpn": "決着"
                    },
                    "Summaries": {
                        "eng": "The power I get from Shinichirou is so rich and energizing.",
                        "jpn": "最強の妖魔・蟒蛇を相手に苦戦する須世璃たち。一方、朔邪も魔女イスカと最後の一騎討ちに挑むが、圧倒的な力の差に追い詰められていく。\r\n絶望的戦況の中、もはや朔邪を助けられるのは真一郎しかいない！　\r\n二人が積み上げてきた想いを、二人が育んできた絆を乗せて……今、全ての因縁に決着をつける矢が放たれる！"
                    },
                    "Aliases": []
                }
            }
        }
    }
}