{
    "URL": "https://thetvdb.com/series/rage-of-bahamut",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3981938/",
        "https://www.themoviedb.org/tv/61445"
    ],
    "TitleEnglish": "Rage of Bahamut",
    "SummaryEnglish": "Mistarcia is a magical world where humans, gods, and demons mingle together. In the past, the black-and-silver winged Bahamut has threatened to destroy the land, but humans, gods, and demons overcame their differences to fight together and seal its power. Now, two thousand years later, Bahamut threatens the land again.",
    "Aliases": [
        "Shingeki no Bahamut: Genesis",
        "Shingeki no Bahamut: Virgin Soul",
        "Rage of Bahamut: Virgin Soul",
        "Rage of Bahamut: Genesis",
        "Shingeki no Bahamut",
        "神撃のバハムート VIRGIN SOUL",
        "神撃のバハムート GENESIS"
    ],
    "Modified": "2025-10-02",
    "Seasons": {
        "0": {
            "ID": "592051",
            "URL": "https://thetvdb.com/series/rage-of-bahamut/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5048996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/5048996",
                    "TitleEnglish": "Episode 6.5 Roundup",
                    "SummaryEnglish": "Billed as Episode 6.5. Recapitulation of episodes 1 (Encounter Wytearp) to 6 (Anatae, Part 1: Legendary Saint).\r\n\r\nA recap of all previous episodes. It shows Amira stealing the God Key after being promised what she most desired if she took it, meeting Favaro and how Kaisar met Rita, being abducted by demons while at sea, how they came together as a team in the demons' fortress, escaping and then ending up in the human capital.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6016377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6016377",
                    "TitleEnglish": "Short Story 1",
                    "SummaryEnglish": "The short movie, labelled \"Short story #1,\" focuses on Favaro and Kaiser between the events of the first and second series. It features Megumi Hayashibara as Favaro's mother.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6016378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6016378",
                    "TitleEnglish": "Short Story 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "593695",
            "URL": "https://thetvdb.com/series/rage-of-bahamut/seasons/official/1",
            "TitleEnglish": "Genesis",
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4962606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/4962606",
                    "TitleEnglish": "Encounters in Wytearp",
                    "SummaryEnglish": "After the epic battle against Bahamut who was sealed the story jumps forward two thousand years later to an era of overall peace. A long battle and chase that span across the town of Wytearp ends when Favaro Leone the bounty hunter escapes the grasp of Kaisar Lidfald, a disgraced knight who suffered humiliation by Favaro. After successfully tracking down and killing a criminal who summons demons, Favaro collects his bounty and celebrates at the local town's tavern. While Favaro brags about his feats, a mysterious woman overhears him boasting about knowing how to get to Helhiem quickly. She then confronts Favaro outside and demands directions to Helhiem. The discussion is cut short when the criminal's younger brother appears. Favaro underestimates the brother's summoned demon and is overwhelmed only to be saved by the mysterious woman who reveals powers that like a demon. She easily overwhelms the demon while Favaro takes out the brother criminal. Busy gloating Favaro is caught in the way of debris and he passes out as the demon woman draws closer, appearing to kiss him. Favaro then awakens at an inn, thinking it all a dream only to find himself suddenly declared a \"demon\" and he has grown a tail.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5008233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/5008233",
                    "TitleEnglish": "Escape from Livian",
                    "SummaryEnglish": "Bewildered at suddenly having a tail Favaro tries to cut it off. After no success the mysterious woman from the night before appears, declaring she placed a spell on Favaro; until Favaro tells her the shortcut to Helhiem, she will not undo the spell as it is a contract. Since Favaro lied he declares he has to show the woman the way and they leave town. Later in town the Knights of Jeanne D'Arc appear, declaring they are searching for a demon. Kaiser, thinking it to be Favaro, declares he will capture and deliver it as he is a knight himself. He is quickly dismissed due to his bounty hunter band though he protests he was forced to become one after his family fell to ruin, something he blames Favaro for. With Favaro the demon woman, named Amira, she is looking for her mother who is in Helhiem. As Favaro contemplates killing Amira to free himself of the spell Kaisar appears, declaring Favaro a demon and guilty of kidnapping Amira, only to be knocked out by Favaro and the two escape again. In the next town the Knights appear, saying they're looking for a female demon with one wing; Favaro who is alone seizes his chance by selling out Amira. The Knights chase Amira while Favaro hopes them killing her will release the spell. However he is forced back together with Amira; seeing she's unharmed the two run from the knights who chase them to a bridge. The two tumble down into the river below and out of the knights' sight. Amira then asks Favaro if he is a liar and he protests, asking if his face looks that of a liar only to make a goofy devious expression.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5008234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/5008234",
                    "TitleEnglish": "Fog of Nebelville",
                    "SummaryEnglish": "With the God Key taken from sacred ground the boundaries between godkind and demonkind has begun to crumble. Favaro and Amira continue their way toward Helhiem but detour for a bounty to earn more funds for their journey. Amira recalls \"the incident\" that took one of her wings, leaving her flightless: when she stole the God Key by becoming it. Meanwhile Kaisar gets lost in a forest but is found and taken to Nebelville. Kaisar's rescuers implore him for his help in dispatching monsters plaguing the town. Kaisar warms to the doctor's young but serious and distant daughter, Rita, recalling his upbringing as a knight and the disaster that befell his family. Upon confronting the monsters it is revealed that a fog infects victim's minds to believe an illusion: The village really is rundown and inhabited with zombies. Favaro and Amira show themselves and confront the bounty, the doctor's daughter, who is a necromancer and has commanded the zombie filled town for the past 200 years.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5008235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/5008235",
                    "TitleEnglish": "Reunion at Ysmenport",
                    "SummaryEnglish": "Favaro and Amira arrive in Ysmenport where they look for a ship to take them to Helhiem. The captain named Amon turns out to be an old acquaintance of Favaro and his father's who takes them aboard. It is revealed Favaro's father, Barossa, was a bandit chief but Favaro chose to strike it out on his own as a bounty hunter. Meanwhile Kaisar continues his pursuit of Favaro with Rita the zombie necromancer tagging along. Rita finds out Kaisar and Favaro were childhood friends but Favaro used Kaisar to get information to sabotage Kaisar's father's mission, leading to the family's downfall. However Barossa died not long after the raid when a demon attacked him and his men, leaving Amon the sole survivor. When a giant crab, the Shipwrecker, appears and wrecks havoc on the ship, which Amira fends off easily, Amon reveals he has a pact with a demon and planned both of Kaisar and Favaro's fathers' downfalls. Kaisar's then ship crashes into Amon's, unleashing Rita's zombie pirates on Amon's goons. Favaro and Amon engage in battle only for Amon to be eaten by the Shipwrecker. As Kaisar confronts Favaro the demons pursuing Amira capture her and Kaisar who attempts to shield her from the attack. Kaisar and Amira are whisked away, leaving Favaro and Rita behind.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5029632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/5029632",
                    "TitleEnglish": "Rescue in Sword Valley",
                    "SummaryEnglish": "Heaven's forces try to maintain the barrier around the seal Bahamut as it begins to crumble. Elsewhere Favaro and Rita give chase to the demons who nabbed Amira and Kaisar though Favaro would rather leave them. In the demon Azazel's floating fortress Amira is tortured for information about the God's Key while Kaisar watches helplessly. Rita and Favaro manage to borrow the god Bacchus' flying carriage after Favaro proves his commitment by breaking his bounty hunter's band, making him an ordinary outlaw. The two then manage to break into the fortress but get separated when Azazel goads Kaisar into fighting Favaro though Rita quickly breaks up the fight. Jeanne d'Arc's Knights ambush the demon fortress, causing a diversion that allows Favaro, Rita and Kaisar to rescue Amira only to end up before Azazel. Favaro realizes Azazel is the demon responsible for his father's death. When Azazel attacks Amira a mysterious force within her blows him off the fortress, sending him tumbling below, though he now understands who sent her.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5029919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/5029919",
                    "TitleEnglish": "Anatae, Part 1: Legendary Saint",
                    "SummaryEnglish": "The demon Azazel seeks the council with the demon clan's leader but is turned away to capture the God Key that escaped his grasp. Favaro and the rest of the group are captured by knights and presented before the King in Anatae when three angels appear; they confirm that Amira is half angel and demon. The King orders their deaths but the angels proclaim they must be kept safe as the demons are trying to revive Bahamut. Favaro, Kaisar, Rita and Amira are permitted freedom within the capital but cannot leave, causing Amira to insist Favaro take her to Helheim as he promised but he says it was only because of her curse and he's done with the dangers she draws. The angel clan schemes to use Amira to their advantage as her emotional state is tied to the God Key she is now the vessel of. Favaro encounters Jeanne who explains to him about Bahamut's original sealing and the legendary knight, a saint, who will be the one to seal Bahamut again. In the cover of night, Amira is lured from her room by a cloaked figure who possesses the same pendant as her, leaving her to wonder about his true identity. At the same time Azazel prepares his attack on the city.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5029920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/5029920",
                    "TitleEnglish": "Anatae, Part 2: The Storm Rages",
                    "SummaryEnglish": "The demon legion descends upon the city to claim the God Key while the humans go on the defense. A happy Amira appears before Favaro, claiming she met her father within the city, before dashing off. The King's forces battle the demons at a losing pace while Amira happily stuffs herself inside the kitchen while Favaro, Kaisar and Rita attempt to get information about her father. Azazel infiltrates the castle, leaving carnage behind as he seeks Amira who is now passed out. He proceeds to taunt Kaisar about his father's death, admitting his involvement but Favaro takes the blame and challenges Azazel, buying time to get Amira and the God Key away. Eventually Kaisar comes back to aid Favaro and Azazel recalls he is actually the killer of both their fathers. Kaisar sacrifices himself to buy time for Jeanne to charge up her sacred weapon Maltet who then delivers a decisive blow to the distracted Azazel. The tide changes, the humans winning and Favaro manages to save Kaisar but in the meantime when Rita finishes fighting and goes back to wake Amira she finds her missing.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5049926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/5049926",
                    "TitleEnglish": "Anatae, Part 3: Beyond the Storm",
                    "SummaryEnglish": "Amira stumbles upon the statue of Bahamut, triggering a vision of the beast being freed. Meanwhile The angels discuss Jeanne being worthy of becoming a Holy Knight to defeat an awakened Bahamut, later granting her another holy weapon: a sword. Amira tells the others about when she first woke up from a long slumber and was given her necklace by an unknown figure, promising to fulfill her dream in Helheim. The King then calls the group before him and Amira points out her father to Favaro and the others, Jeanne D'Arc's lieutenant Lavalley. The King knights Favaro and Kaisar which Favaro begrudgingly accepts while Kaisar is ecstatic to have his honor restored. Elsewhere an injured Azazel confronts Beelzebub for scheming behind their leader Lucifer's back and as Beelzebub incinerates Azazel he reveals he's bringing about Judgement Day. The jealous King is tricked into thinking Jeanne is plotting his death after she is favored by the gods and not him. That night Favaro and Rita take Amira to see her father, Lavalley. Lavalley reveals Amira is half angel and half demon, her mother being the angel Nicole and that he is not her father but a human former bodyguard to her mother. When Amira was a baby the demons kidnapped her and accelerated her growth, Amira really being 5 years old. When Amira says she was promised to see her mother in Helheim if she stole the key Lavalley tells her that is impossible and uses the united pendents to reveal Nicole's true location: Prudisia, the Valley of the Demons.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5062480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/5062480",
                    "TitleEnglish": "Decision in the Wailing Woods",
                    "SummaryEnglish": "Amira and Favaro slip out of the city while Rita causes a diversion and Lavalley tasks Kaisar to track them down in order to aid them in his stead. Back in the Capital Jeanne is framed by an unknown demon for attempted murder on the king as well as slaughtering of guards and the officer Gaurin. The Angels continue to fight to maintain the seal on Bahamut as it grows increasingly unstable. Kaisar catches up to Amira and Favaro in a forest where they are transported to an alternate space and free an imprisoned dragon when they remove a poisonous barb of Bahamut from his foot. The dragon reveals that when Amira's key meets the seal Bahamut will released, as it has been countless times before. Meanwhile the god clan and demon clan accuse the other of plotting against them and amass their forces to crush the other. Amira cries when she learns the world will end because of her, meaning her mother's death though Favaro resolves to change fate after enduring a vision of Bahamut and recalling his father's words. The King orders the death of Jeanne by burning at the stake and commands Lavalley to capture and kill any of her supporters while beneath the castle Rita investigates the cause of madness and trickery. The trio arrive in Prudisia while Favaro is troubled by what the dragon told him: Should Amira ever be close to Bahamut, she'll fuse with it permanently due to her god and demon blood as only a human vessel can maintain the seal; only the way to prevent the fusing is to kill Amira.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5062481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/5062481",
                    "TitleEnglish": "Helheim, Land of Lies",
                    "SummaryEnglish": "Rita escapes from the castle after being confronted by a suspicious cloaked man who threatens to dispose of her. Meanwhile the King proceeds with Jeanne D'Arc's death sentence for deceit and conspiracy carried out before a crowd of protesters who proclaim her innocence. As Jeanne burns she faces fiery visions of the gods forsaking her, including her patron angel, causing her to accept the words of the cloaked demon. Jeanne is converted from a saint into a witch by the demon and she escapes the capital by wielding a fierce and dark power as she is now a demon. Meanwhile Favaro thinks over the dragon's words of killing Amira as the trio continues their journey to find Amira's mother. They are intercepted by the cloaked man who is the same demon who tricked the king as well as Jeanne; Amira reveals him to be her mentor Martinet who in turn tells them they are in Helheim. Rita seeks out Bacchus and inquires about Martinet but the two run into a severely injured Azazel. The demon lord Beelzebub appears before the trio, capturing Kaisar and Favaro, telling Amira to fulfill her purpose before showing her mother. Martinet reveals in actually Beezlebub recreated Amira from Nicole as an imitation vessel and he is her \"true\" birth parent as all Amira's memories are fabricated since as she is a mere tool to release Bahamut. Amira's compromised emotional state causes the key's seal to unlock, falling into the demon's hands as the completed Transcendent Key. Azazel agrees to help Rita if she takes him to Abos while Favaro pretends to join the demons but Martient sees through the plan and forcibly makes Favaro a demon.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5062482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/5062482",
                    "TitleEnglish": "All Roads Lead to Abos",
                    "SummaryEnglish": "With Favaro transformed into a demon, he is now under their control. Beezlebub and Martient prepare Amira for transportation but not before blasting Kaisar away to fall into the depths below. The god clan attempt to maintain the seal on Bahamut but sense the presence of the Transcendent Key now that it is formed. Meanwhile Azazel converses with Rita and Bacchus, revealing that Beezlebub is the one behind Amira's actions as well Martinet; Rita theorizes Martient is not a demon like Beezlebub. While protecting the seal the angels are attacked by the corrupted Jeanne who slays Raphael and Uriel before going after Michael. Kaisar is saved by Bacchus in his flying carriage only to be attacked by Jeanne. While Bacchus fights Jeanne, Rita gives Kaisar a cure she made for the demon transformation and he taunts Azazel into helping him. Rita attempts to administer the last of the antidotes to Jeanne but fails only for Michael to successfully give it to Jeanne through a kiss after she impales him. Jeanne is freed, turning back into a saint while Michael's physical form disappears and he reassures her the world needs her. As Beezlebub prepares to destroy the angels protecting Bahamut's barrier Azazel attacks him and engages in battle for revenge. Kaisar duels with the demonic Favaro and upon seeing how he's become a true demon shoots him in the chest. Amira emerges from the Transcendent Key's orb, now with angel's wings. Lavalley appears before Kaisar, only for Rita to warn to get way from the knight. With the barrier fallen Bahamut beings to absorb Amira while everyone looks on helplessly; as Kaisar watches in disbelief Lavalley shoves him over the edge of the flying fortress before reveling in Bahamut's awakening.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5062483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/5062483",
                    "TitleEnglish": "Rage of Bahamut",
                    "SummaryEnglish": "Beelzebub declares the war between demons and gods over with Bahamut's awakening as he is its master, and commands the gods to bow before him. He then orders the great dragon to unleash its power to which it attacks Beelzebub before proceeding to blast everything in sight. Rita manages to save Kaisar and reveals that Lavalley is really, Gilles de Rais, a sorcerer with a bounty who is the one behind Bahamut's revival as well as all the deception. The demons and gods team up to fight against the uncontrollable Bahamut. Kaisar attempts to attack Lavalley only to find they have no effect before Lavalley reveals he is Martient as well. Elsewhere a heavily wounded Beelzebub curses Martient's deception of using Amira to be able control Bahamut before Azazel finishes him off, ending his revenge. A bloody Favaro appears, revealing he's not dead and begins combat against Kaisar seemingly by Lavalley's command. Favaro gains the upper hand before proceeding to cut Kaisar's hand off, presenting it with the bounty armband to Lavalley. Favaro catches Lavalley off guard by warning him about having a bounty on his head before Kaidar recites the bounty armband's incantation thus turning Lavalley into a bounty tablet. As Rita tends to Kaisar's wounds Favaro reveals that Kaisar managed to shoot him with the antidote, turning him back to normal and the fight was an act. As Bahamut continues to rage Favaro declares it's up to him to stop it and he'll kill Amira as it's the only way to stop the beast as well free her from sadness. Kaisar decides to join Favaro to save Amira, still believing there is a chance to separate her from Bahamut. In order keep Bahamut still for a minute the demons and gods work together to contain the beast to allow Favaro and Kaisar to approach it. With tears in his eyes Favaro screams Amira's name as he stabs Bahamut, unleashing a beam of light. Amira then appears before him, chiding him for being late and he promises to take her somewhere better than Helheim. A",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "666426",
            "URL": "https://thetvdb.com/series/rage-of-bahamut/seasons/official/2",
            "TitleEnglish": "Virgin Soul",
            "SummaryEnglish": null,
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "5611202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/5611202",
                    "TitleEnglish": "Red Dragon",
                    "SummaryEnglish": "There are rumors of a mysterious rag demon that has been massacring humans in the capital. Hearing this, Nina decides to try to catch this wanted criminal. Nina is a young girl who has come to the capital to work hard and earn money to send back to her mother in her rural village.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6035382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6035382",
                    "TitleEnglish": "The Miserables",
                    "SummaryEnglish": "After waking up in Rita's clinic, Nina continues to work hard in the capital. Azazel approaches her in hopes of using her red dragon powers to get revenge against the humans.Meanwhile in the palace, Charioce XVII questions Kaisar on his responsibility for failing to capture the rag demon, spurring Kaisar to attempt to contact the rag demon on his own.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6035383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6035383",
                    "TitleEnglish": "Close Encounter",
                    "SummaryEnglish": "A god has infiltrated the capital following the trail of Mugaro's recently unleashed power. Nina is enjoying life in the capital as if nothing happened, and she has a chance meeting with an attractive, young man. Back at the palace, Charioce XVII takes up command and sets out to capture the rag demon (Azazel) himself.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6035551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6035551",
                    "TitleEnglish": "Firestarter",
                    "SummaryEnglish": "The rag demon (Azazel) faces Charioce XVII's forces alone in order to save the demons that are being held hostage.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6035552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6035552",
                    "TitleEnglish": "Those Who Won't Give Up",
                    "SummaryEnglish": "After Azazel was saved by Nina, and he now wants to use Nina in his revolt against mankind. Being completely unaware of all this, Nina is enjoying shopping with Mugaro in the city. At the same time, Kaisar and Rita are having lunch together...",
                    "Aliases": []
                },
                "6": {
                    "ID": "6035554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6035554",
                    "TitleEnglish": "Anatean Holiday",
                    "SummaryEnglish": "Nina is out shopping for supplies to prepare for the evening festival of the war commemoration. She bumps into the handsomely disguised Charioce in the city once again, and invites him to the food stand she is helping to run.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6035555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6035555",
                    "TitleEnglish": "The Day of Victory",
                    "SummaryEnglish": "The Orleans Knights captain Kaisar becomes uneasy as he spots demons led by Azezel acting suspiciously, so Kaisar attempts to advise Charioce XVII against participating in the upcoming victory parade. Meanwhile, Nina has no idea that any of this is going on as she helps run the food stand with Rita in the city.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6035556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6035556",
                    "TitleEnglish": "The Day of Defeat",
                    "SummaryEnglish": "Burning with rage, the demon Azazel engages King Charoice XVII in combat, and the Orleans Knight captain Kaisar takes action to do what he believes is right.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6035557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6035557",
                    "TitleEnglish": "Same Old, Same Old",
                    "SummaryEnglish": "Even while she's imprisoned, Nina is still her energetic self, working away tirelessly. On the other side of the prison, Kaisar finds out that his old friend Favaro has also been imprisoned and discovers that Favaro already knows Nina. Kaisar sits and listens as Favaro tells him the story of how he met Nina.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6035558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6035558",
                    "TitleEnglish": "The Way She Was",
                    "SummaryEnglish": "Captain of the Orleans Knights, Jeanne D'Arc, is ejected from the capita following differences with Charioce XVII, which costs her everything.",
                    "Aliases": []
                },
                "11": {
                    "ID": "6035559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6035559",
                    "TitleEnglish": "Declaration of War",
                    "SummaryEnglish": "Hoping to see Mugaro again, Jeanne and Nina decide to break out of the prison where they're being imprisoned. In the capital, the gods have　gotten hold of El's power, and they demand that Charioce return the power that he took from them.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6035560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6035560",
                    "TitleEnglish": "The Great Escape",
                    "SummaryEnglish": "After failing to break out of the dungeon once, Nina and Jeanne are helped by Rita in their second escape attempt. Meanwhile, Gabriel leads the gods' advance on the royal capital, where Charioce is waiting. Forces on each side are about to open fire.",
                    "Aliases": []
                },
                "13": {
                    "ID": "6035561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6035561",
                    "TitleEnglish": "A Farewell to Arms",
                    "SummaryEnglish": "War erupts between humans and gods. To get the upper hand against the fast-advancing gods, Charioce XVII activates a weapon that was slumbering deep underground. Just when Nina and the others are escaping from the dungeon, they're thrown into the heat of battle.",
                    "Aliases": []
                },
                "14": {
                    "ID": "6035562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6035562",
                    "TitleEnglish": "Homecoming",
                    "SummaryEnglish": "Nina and Jeanne leave behind the battlefield and head toward Nina's home in search of a way to enter the land of the gods. There they meet the village elder and are warmly welcomed by the villagers, including Nina's mother.",
                    "Aliases": []
                },
                "15": {
                    "ID": "6035563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6035563",
                    "TitleEnglish": "City of the Gods, Part 1",
                    "SummaryEnglish": "Nina and Jeanne soar through a storm to reach the land of the gods. Once there, Jeanne is reunited with her son, El. Meanwhile Azazel now a captive of the humans is forced to battle other demons to the death in the capital's coliseu.",
                    "Aliases": []
                },
                "16": {
                    "ID": "6035564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6035564",
                    "TitleEnglish": "City of the Gods, Part 2",
                    "SummaryEnglish": "El attempts to evade Nina and Bacchus in order to flee from captivity in the palace of the gods. Meanwhile, in the capital of Anatae, Kaisar is taken from prison to the coliseum, where he's forced to battle one-on-one against a demon.",
                    "Aliases": []
                },
                "17": {
                    "ID": "6035565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6035565",
                    "TitleEnglish": "Virgin Souls",
                    "SummaryEnglish": "Nina and El flee from the land of the gods and return to the capital. There they are reunited with Rita and Favaro, who have rescued Kaisar. While searching around town for information, Nina once again encounters Charioce XVII in disguise.",
                    "Aliases": []
                },
                "18": {
                    "ID": "6035566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6035566",
                    "TitleEnglish": "Invictus",
                    "SummaryEnglish": "By meeting Charioce XVII again, Nina gains the ability to transform into a red dragon at will. Azazel has escaped the coliseum and is filled with bitterness when learning of Nina's new ability. El gazes on at Azazel, and the group plans how to snatch the bracelet that Charioce is wearing.",
                    "Aliases": []
                },
                "19": {
                    "ID": "6035568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6035568",
                    "TitleEnglish": "Shall We Dance?",
                    "SummaryEnglish": "Jeanne and Sofiel leave the land of the gods in search of El, but they aren't able to get any information. As part of a plan to snatch Charioce XVII's bracelet, Nina and Alessand lead an effort to sneak into a ball at the palace.",
                    "Aliases": []
                },
                "20": {
                    "ID": "6035569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6035569",
                    "TitleEnglish": "From Heaven to Hell",
                    "SummaryEnglish": "After fleeing from Charioce XVII's ball, Nina and the others are pursued by the Onyx Knights, who make an attempt on their lives. Mugaro acts together with Azazel, and Jeanne encourages him to return to the land of the gods.",
                    "Aliases": []
                },
                "21": {
                    "ID": "6035570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6035570",
                    "TitleEnglish": "Vengeance",
                    "SummaryEnglish": "Rita frantically attempts to save El after he's stabbed by Alessand. El's mother Jeanne is powerless to do anything but watch. Azazel makes his ire known and then vanishes into the rain. Alessand pleads with the head of the Onyx Knights to allow him entry into the force as a reward for stabbing El.",
                    "Aliases": []
                },
                "22": {
                    "ID": "6035571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6035571",
                    "TitleEnglish": "Which Way is the Wind Blowing?",
                    "SummaryEnglish": "Charioce XVII brings unrest to the land of Eibos, where Bahamut was revived a decade ago. Nina follows the king to Eibos in order to put an end to his violent acts. Having lost her son El to a stabbing, Jeanne leads her allies to make an assault on the capital and slay Charioce.",
                    "Aliases": []
                },
                "23": {
                    "ID": "6035572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6035572",
                    "TitleEnglish": "Rise of the Nightmare",
                    "SummaryEnglish": "While Charioce XVII is leading Bahamut to the capital, demonic forces jointly commanded by Azazel and Lucifer besiege the city. Jeanne's rebel army enters the fray, which results in a free-for-all battle of men, gods, and demons. Amidst the chaos, Dias finds Alessand wandering the battlefield.",
                    "Aliases": []
                },
                "24": {
                    "ID": "6035573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rage-of-bahamut/episodes/6035573",
                    "TitleEnglish": "Run Nina, Run",
                    "SummaryEnglish": "Kaisar looks death in the eyes when protecting Charioce XVII from Jeanne and Azazel. Meanwhile, Bahamut unleashes a torrent of destruction across the world. As the end draws near, difficult decisions become inevitable.",
                    "Aliases": []
                }
            }
        }
    }
}