{
    "URL": "https://thetvdb.com/series/yuki-yuna-is-a-hero",
    "Genres": [
        "Action",
        "Animation",
        "Comedy",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3981902/",
        "http://yuyuyu.tv/",
        "https://www.themoviedb.org/tv/71493",
        "https://x.com/anime_yukiyuna"
    ],
    "Titles": {
        "eng": "Yuuki Yuuna Is a Hero",
        "jpn": "結城友奈は勇者である"
    },
    "Summaries": {
        "eng": "The story takes place in the Divine Era, year 300. Yuuki Yuuna lives an ordinary life as a second year middle school student, but she's also a member of the \"Hero Club,\" where club activities involve dealing with a mysterious being called \"Vertex.\"",
        "jpn": "結城友奈、１３歳。\r\n勇者部に入ります。\r\n\r\n結城友奈は朝起きて、支度して、学校へ行き、\r\n授業を受けて、部活して、友達と遊んで…。\r\nそんな普通の日常を過ごしている中学２年生。\r\n\r\nあえて特殊な点をあげるなら、\r\n彼女の所属する部活は「勇者部」。\r\nその活動内容は？\r\n不思議な存在、バーテックスとは？\r\n\r\n神世紀３００年、少女たちの物語――。"
    },
    "Aliases": [
        "Yuuki Yuuna wa Yuusha de Aru",
        "Yuuki Yuuna Is a Hero: The Washio Sumi Chapter",
        "Yuuki Yuuna Is a Hero: The Hero Chapter",
        "Yuuki Yuuna wa Yuusha de Aru: Washio Sumi no Shou",
        "Yuuki Yuuna wa Yuusha de Aru: Yuusha no Shou",
        "Yuuki Yuuna Is a Hero: The Great Mankai Chapter",
        "Yuuki Yuuna wa Yuusha de Aru: Dai Mankai no Shou",
        "Yuki Yuna Is a Hero",
        "Yuuki Yuuna wa Yuusha de Aru - Churutto!",
        "結城友奈は勇者である -鷲尾須美の章-",
        "結城友奈は勇者である -勇者の章-"
    ],
    "Modified": "2024-05-01",
    "Seasons": {
        "0": {
            "ID": "592439",
            "URL": "https://thetvdb.com/series/yuki-yuna-is-a-hero/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 19,
            "Episodes": {
                "1": {
                    "ID": "6038677",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/6038677",
                    "Titles": {
                        "eng": "Washio Sumi's Chapter Movie 1 - Friends",
                        "jpn": "劇場版-鷲尾須美の章-＜第１章＞「ともだち」"
                    },
                    "Summaries": {
                        "eng": "Elementary school students Sumi Washio, Sonoko Nogi, and Gin Minowa are all chosen as heroes to protect the Shinju from the Vertex. Thrust into their first battle against a water-based Vertex, the girls initially struggle to attack it, but soon manage to push it back with teamwork and guts. Following their narrow victory, Sumi works up the courage to ask Sonoko and Gin to be her friends. Half a month later, after the girls beat their second Vertex, they are sent on a training camp to build their teamwork. Later, Sumi and Sonoko follow Gin as she winds up helping a lot of strangers, when the third Vertex suddenly appears. As the girls manage to work together to defeat, Sumi laments that, contrary to her own beliefs, she was the one faltering behind everyone and swears to become stronger.",
                        "jpn": "「結城友奈は勇者である」より２年前、神世紀２９８年。鷲尾須美は小学六年にして神樹によって選ばれた世界を守る勇者である。同級生の乃木園子、三ノ輪銀と一緒に「お役目」をこなす事になるが、この二人は天然だったり元気良すぎたりと問題児の雰囲気。須美は精一杯、役目を頑張ろうとするが―。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6038680",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/6038680",
                    "Titles": {
                        "eng": "Washio Sumi's Chapter Movie 2 - Spirit",
                        "jpn": "劇場版-鷲尾須美の章-＜第２章＞「たましい」"
                    },
                    "Summaries": {
                        "eng": "Given a break from their training, the girls take some time off, during which they take about their dreams and prepare a special presentation for the freshmen's orientation. Later, after returning from a school trip, the girls fight against two more Vertexes, only for Sumi and Sonoko to get heavily injured when a third one appears as well. Being the only one left able to move, Gin faces the Vertexes herself and manages to defeat them but ends up dying from her injuries, leaving Sumi and Sonoko devastated.",
                        "jpn": "結束が強化された鷲尾須美、乃木園子、三ノ輪銀の三名 は今日も勇者としてのお役目に励んでいる。小学六年生 でありながらも彼女たちは、その重要な役割をきちんと こなしていた。かけがえのない日常を大切にしながら。 そんな中、世界を滅ぼさんとする「敵」の進化した行動 により、三人に危機が訪れる。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "6038683",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/6038683",
                    "Titles": {
                        "eng": "Washio Sumi's Chapter Movie 3 - Promise",
                        "jpn": "劇場版-鷲尾須美の章-＜第３章＞「やくそく」"
                    },
                    "Summaries": {
                        "eng": "With Gin's death weighing heavily on their minds, Sumi and Sonoko are forced to fight another Vertex in the middle of Gin's funeral. Wanting to cheer Sonoko up, Sumi invites her to a festival where they reaffirm their friendship. Later, Sumi and Sonoko receive fairy partners as part of a new hero system, the details of which are only told to their parents. Dragged into another battle gainst three more Vertexes, the girls take advantage of their new abilities and use the power of Mankai to defeat two of them. However, Sumi then discovers she has lost the use of her legs while Sonoko has gone blind in one eye. Despite concern over these inflictions, the girls continue to use Mankai to stop the remaining Vertex from attacking the bridge. After managing to destroy the Vertex's main body, Sonoko follows its core through a barrier, where she witnesses the previously defeated Vertex being resurrected. Sonoko further discovers that her heart has stopped beating but is somehow still alive, while Sumi no longer possesses any memory of her as a result of her second Mankai. Realising that she is no longer capable of dying, Sonoko undergoes Mankai countless more times to protect Sumi from the ressurecting Vertex. Some time later, Sumi, now going under her original name of Mimori Togo, moves into a new home and is befriended by her new neighbor, Yuna Yuki.",
                        "jpn": "激化する敵との戦いに備えて、進化していく勇者システム。しかしそれは小学校六年生の少女たちが背負うには過酷なものだった。それでも少女たちは懸命に、精一杯に、日常を過ごしている。この先に待ち構えている運命が何であろうと、彼女たちの間には永遠に変わらないものが芽生えていた。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6066221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/6066221",
                    "Titles": {
                        "eng": "Yuuki Yuuna is a Hero Club Member 1",
                        "jpn": "劇場限定アニメ｢結城友奈は勇者部所属｣ 01"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6066224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/6066224",
                    "Titles": {
                        "eng": "Yuuki Yuuna is a Hero Club Member 2",
                        "jpn": "劇場限定アニメ｢結城友奈は勇者部所属｣ 02"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6066225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/6066225",
                    "Titles": {
                        "eng": "Yuuki Yuuna is a Hero Club Member 3",
                        "jpn": "劇場限定アニメ｢結城友奈は勇者部所属｣ 03"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "6404507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/6404507",
                    "Titles": {
                        "eng": "Sunny Spot (Recap)",
                        "jpn": "ひだまり"
                    },
                    "Summaries": {
                        "eng": "Tougou Mimori looks back on the days since she entered the Sanshuu Middle School, the day she became a hero and faced the Vertex with her friends, and the day she was troubled by the risk of Mankai. That's a memory of a pure and fleeting flower.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8394645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/8394645",
                    "Titles": {
                        "eng": "Churutto! 1: A Story That Starts With a Slurp",
                        "jpn": "ちゅるっと！ #1「ちゅるっと始まる物語」"
                    },
                    "Summaries": {
                        "eng": "A group of pure young girls gathers from various eras at the club room of the Hero Club in Sanshuu Middle School in Kagawa with a duty to protect the peace. One day, the club president, Fuu, told them that they will come together to make a special udon.",
                        "jpn": "様々な時代から集められた無垢な少女達は、香川の讃州中学にある勇者部に所属し、平和を守る御役目についていた。ある日、部長の風のひと言によって、彼女達は一丸となって特別なうどんを作ることになった。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8394646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/8394646",
                    "Titles": {
                        "eng": "Churutto! 2: Training With a Slurp",
                        "jpn": "ちゅるっと！ #2「ちゅるっと錬成」"
                    },
                    "Summaries": {
                        "eng": "In order to set an example for everyone, the original Hero Club started making a trial udon. Since there are two members who are good at cooking, they were laughing at the easy idea that they would be able to complete the \"Hero Club Udon\" today, but then the.... incident happened.",
                        "jpn": "皆の手本となるため、うどんの試作を始める元祖勇者部。料理の得意なメンバーが２人もいるため、今日で『勇者部うどん』が完成してしまうのではと、安易な考えに笑い合っていたが、その時……事件は起きた。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8394647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/8394647",
                    "Titles": {
                        "eng": "Churutto! 3: That Hand Is the God Hand.",
                        "jpn": "ちゅるっと！ #3「その手は神の手」"
                    },
                    "Summaries": {
                        "eng": "The three Yuunas worked hard to make udon noodles. However, perhaps they put too much effort into it, and the dough turned out to be harder than expected. With their motto of \"act quickly, don't think\", the three Yuunas get out of the jam by using the only means available to them",
                        "jpn": "張り切ってうどんをこねる３人の友奈達。だが、力が入りすぎたのか、思ったより生地が硬くなってしまった。考えるより即行動がモットーの友奈ズは、彼女らにしかできない手段でこのピンチを切り抜ける。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8437060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/8437060",
                    "Titles": {
                        "eng": "Churutto! 4: As White As Udon.",
                        "jpn": "ちゅるっと！ #4「白き事うどんの如し」"
                    },
                    "Summaries": {
                        "eng": "Wakaba and Tamako were feeling like udon after entering the hot springs. What is Udon? While Wakaba is searching for the direction of Hero Club Udon, Tamako is doing the opposite. That is because there are tall mountains in front of her eyes!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8437061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/8437061",
                    "Titles": {
                        "eng": "Churutto! 5: Do Heroes Dream of Udon?",
                        "jpn": "ちゅるっと！ #5「勇者はうどんの夢を見るか」"
                    },
                    "Summaries": {
                        "eng": "A sleepover party for the younger group, consisting of elementary school students and junior high school students. The topic of discussion was how to make the best udon. They discuss various opinions such as what should be tasty, what should look good, etc., and finally complete the best udon ......?",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "8437062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/8437062",
                    "Titles": {
                        "eng": "Churutto! 6: Declaration of Udon Overthrowal",
                        "jpn": "ちゅるっと！ #6「打倒うどん宣言」"
                    },
                    "Summaries": {
                        "eng": "In the Divine Era, when Shikoku became the world, udon is the staple food and the national dish. However, among the Heroes summoned from all over Japan in the past, there were definitely those who favored soba and ramen. There is no way that this will not cause conflict.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "8521428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/8521428",
                    "Titles": {
                        "eng": "Churutto! 7: Vessel of a Hero",
                        "jpn": "ちゅるっと！ #7「勇者の器」"
                    },
                    "Summaries": {
                        "eng": "Kusunoki Mebuki, the commander of the Sentinels, does not have great cooking skills. However, with the help of her friends, she realises that there is something that only she can do. She must be a great member of the Hero Club!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "8521429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/8521429",
                    "Titles": {
                        "eng": "Churutto! 8: Udon Dwells In Faithful Hearts",
                        "jpn": "ちゅるっと！ #8「信じる心にうどんは宿る」"
                    },
                    "Summaries": {
                        "eng": "There are Mikos who belong to the Hero Club. They, too, have been struggling with the development of udon for the Hero Club. Using their ability to obtain oracles from Shinju-sama, the god of this world, they try to come up with a supreme udon, but then a helper intervenes.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "8521430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/8521430",
                    "Titles": {
                        "eng": "Churutto! 9: The World Beyond the Warmth",
                        "jpn": "ちゅるっと！ #9「湯気の向こうに見る世界」"
                    },
                    "Summaries": {
                        "eng": "In the Hero Club where all the innocent girls are gathered, there is a Hero, Koori Chikage, who is aware of her own distortion. The only thing that saved her from being distorted by her harsh upbringing was a simple call and a pair of straight eyes. That's all it took.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "8521431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/8521431",
                    "Titles": {
                        "eng": "Churutto! 10: What Is It That You Dropped?",
                        "jpn": "ちゅるっと！ #10「落し物はなんですか？」"
                    },
                    "Summaries": {
                        "eng": "A member of the Hero Club accidentally drops \"something\" into the spring. What they have in common leads to a fantastic chaos. It is a fairy tale, a violence, and a mysterious event full of mysteries.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "8521433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/8521433",
                    "Titles": {
                        "eng": "Churutto! 11: The Justice of Udon Lies Within Me",
                        "jpn": "ちゅるっと！ #11「饂飩ノ正義ハ我二有リ」"
                    },
                    "Summaries": {
                        "eng": "Which udon dish tastes better: a simple one or a fancy one?",
                        "jpn": "確固たる理念を持って勇者部うどん開発に臨む国防仮面達。だが、質素倹約を旨とする彼女らの前に立ち塞がったのは、絢爛豪華ワガママ不遜、チョメチョメ上等を地で行くあのダークヒロインだった！"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "8521434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/8521434",
                    "Titles": {
                        "eng": "Churutto! 12: Slurp Till You Drop!",
                        "jpn": "ちゅるっと！ #12「すすれ、力の限りに！」[終]"
                    },
                    "Summaries": {
                        "eng": "It's difficult to choose an official udon dish when there are so many ideas! How will the Hero Club decide?",
                        "jpn": "ついに評決の時を迎える勇者部うどん。だが、そもそも曖昧で定義もない一杯を決めかねる面々。果たして『勇者部うどん』に相応しいうどんとは何なのか。勇者達はこの難題に決着をつけられるのか!?"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "592440",
            "URL": "https://thetvdb.com/series/yuki-yuna-is-a-hero/seasons/official/1",
            "Titles": {
                "eng": "Yuuki Yuuna's Chapter",
                "jpn": "結城友奈の章",
                "deu": "Yuki Yuna Is a Hero",
                "kor": "유우키 유우나는 용사다",
                "fra": "Chapitre de Yûki Yûna",
                "spa": "Temporada 1"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "deu": null,
                "kor": null,
                "fra": "Yûki Yûna partage sa vie entre les cours au collège de Sanshii et ses trois meilleures amies, Fu, Itsuki et Togo. Ces quatre collégiennes pleines de vie dédient une majeure partie de leur temps au Club des Héros, dont l’objectif est de faire le bien autour d’elles, lors de travaux d’intérêts publics ou en divertissant les enfants. Mais ce club a en réalité une autre mission d’importance que leur a cachée leur présidente… Choisies par le dieu des arbres protecteurs de la ville, les jeunes filles sont régulièrement appelées dans un univers parallèle afin de combattre les Vertex, esprits maléfiques qui veulent abattre le dieu des arbres. Héroïnes accomplies et dotées de pouvoirs surnaturels, les quatre amies apprennent à lutter ensemble contre cette menace. Mais attention, car tout dommage subi dans cet autre univers se répercute dès lors dans leur monde…",
                "spa": "Capítulo de Yuna Yuki"
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4946029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/4946029",
                    "Titles": {
                        "eng": "A Maiden's True Heart",
                        "jpn": "乙女の真心"
                    },
                    "Summaries": {
                        "eng": "Yuna Yuki, a second year student at Sanshu Junior High School, is a 13 year old girl living a normal, ordinary life. The only difference is that she belongs to her school's Brave Hero Club.",
                        "jpn": "讃州中学2年生の結城友奈は、「勇者部」に所属する13歳の女の子。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5000720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/5000720",
                    "Titles": {
                        "eng": "Noble Thoughts",
                        "jpn": "ろうたけたる思い"
                    },
                    "Summaries": {
                        "eng": "Yuna Yuki was living a normal, ordinary life until certain circumstances drove her to transform into a hero.",
                        "jpn": "普通の日常を送る結城友奈は、とある事情から勇者に変身することになる。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5018953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/5018953",
                    "Titles": {
                        "eng": "Moral Poise",
                        "jpn": "風格ある振る舞い"
                    },
                    "Summaries": {
                        "eng": "After a month since Yuna and her friends were chosen as heroes, they are living very busy days.",
                        "jpn": "勇者に選ばれてから1ヶ月が経過し、友奈たちは忙しい日々を送っていた。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5018954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/5018954",
                    "Titles": {
                        "eng": "Shining Hearts",
                        "jpn": "輝く心"
                    },
                    "Summaries": {
                        "eng": "Hero Club member Inubozaki Itsuki's class has a singing test coming up.",
                        "jpn": "勇者部の一員、犬吠埼樹のクラスでは音楽の授業での歌唱テストが近づいていた。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5033383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/5033383",
                    "Titles": {
                        "eng": "Overcoming Adversity",
                        "jpn": "困難に打ち勝つ"
                    },
                    "Summaries": {
                        "eng": "The battles with the Vertexes becomes even more intense, but the Hero Club, with its ever-strengthening bond, holds them off.",
                        "jpn": "ますます激しさを増すバーテックスの侵攻。より結束を強めた友奈たちはそれを迎え撃つ。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5033384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/5033384",
                    "Titles": {
                        "eng": "In Anticipation of Tomorrow",
                        "jpn": "明日に期待して"
                    },
                    "Summaries": {
                        "eng": "Yuna has renewed determination for tomorrow.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5033385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/5033385",
                    "Titles": {
                        "eng": "Idyllic Happiness",
                        "jpn": "牧歌的な喜び"
                    },
                    "Summaries": {
                        "eng": "By order of the Taisha, Yuna and the rest of the Hero Club head to the beach.",
                        "jpn": "大赦の手配により、友奈たち勇者部一同は海へ。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5033386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/5033386",
                    "Titles": {
                        "eng": "Blessings of the Gods",
                        "jpn": "神の祝福"
                    },
                    "Summaries": {
                        "eng": "Life in the Hero Club is as frantic as ever.",
                        "jpn": "勇者部の慌ただしい日々は続いている。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5061791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/5061791",
                    "Titles": {
                        "eng": "Those Who Know Grief",
                        "jpn": "心の痛みを判る人"
                    },
                    "Summaries": {
                        "eng": "One of the Heroes receives a message.",
                        "jpn": "勇者部のあるメンバーへ、連絡が届く。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5061792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/5061792",
                    "Titles": {
                        "eng": "Bonds of Love",
                        "jpn": "愛情の絆"
                    },
                    "Summaries": {
                        "eng": "Something shocking happens to the Hero Club.",
                        "jpn": "勇者部にびっくりする事がおこる。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5061793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/5061793",
                    "Titles": {
                        "eng": "Passion",
                        "jpn": "情熱"
                    },
                    "Summaries": {
                        "eng": "The Hero Club members bare their souls.",
                        "jpn": "勇者部の、それぞれの想いが交わっていく。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5061794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/5061794",
                    "Titles": {
                        "eng": "Smile At You",
                        "jpn": "貴方に微笑む"
                    },
                    "Summaries": {
                        "eng": "Yuki Yuna is a Hero.",
                        "jpn": "結城友奈は勇者である。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "716768",
            "URL": "https://thetvdb.com/series/yuki-yuna-is-a-hero/seasons/official/2",
            "Titles": {
                "eng": "Washio Sumi's Chapter & Heroes' Chapter",
                "jpn": "－鷲尾須美の章－/－勇者の章－",
                "deu": "Yuki Yuna is a Hero: The Washio Sumi Chapter & Hero Chapter",
                "kor": "유우키 유우나는 용사다: 와시오 스미의 장/용사의 장",
                "fra": "Chapitre de Sumi Washio / Chapitre des héroïnes",
                "spa": "Temporada 2 -Capítulo de Sumi Washio-/-Capítulo del héroe-"
            },
            "Summaries": {
                "eng": null,
                "jpn": "「結城友奈は勇者である」より2年前。\r\n\r\n鷲尾須美は小学六年にして神樹に選ばれた\r\n世界を守る勇者である。\r\n同級生の乃木園子、三ノ輪銀と一緒に、\r\nかけがえのない日常を大切にしながら、\r\nお役目を果たしていく須美。\r\n\r\nそして物語は鷲尾須美から結城友奈へ。\r\n平和な日常を送る讃州中学勇者部に起きた事件とは。",
                "deu": null,
                "kor": null,
                "fra": "Deux ans avant \"Yuki Yuna est une héroïne\". Sumi Washio est seulement en 6e, mais c'est une héroïne choisie par Shinjyu pour sauver le monde. Sumi remplit son rôle, tout en chérissant sa vie quotidienne avec ses camarades de classe, Sonoko Nogi et Gin Minowa. L'histoire passe de Sumi Washio à Yuki Yuna. Un incident arrive au Club des héroïnes du collège Sanshu, autrefois paisible.",
                "spa": "Dos años antes de \"Yuki Yuna es un héroe\". Sumi Washio es un héroe que protege al mundo y fue elegido por el árbol divino en el sexto año de la escuela primaria. Junto con sus compañeros de clase Sonoko Nogi y Gin Minowa, Sumi cumple con su papel mientras aprecia su insustituible vida diaria. Y la historia va desde Sumi Washio hasta Yuna Yuki. ¿Qué pasó con el Brave Club de Sanshu Junior High School, que vive una vida pacífica?"
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6141721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/6141721",
                    "Titles": {
                        "eng": "Washio Sumi",
                        "jpn": "わしおすみ"
                    },
                    "Summaries": {
                        "eng": "Divine Era 298, two years before \"Yuuki Yuuna's Chapter .\" Washio Sumi who was chosen by the Shinju-sama, is a hero who protects the world alongside her classmates, Nogi Sonoko and Minowa Gin. It seems like Sonoko and Gin are trouble-makers because they could be idiotic or too energetic. Sumi is excited that she should lead the other two, but...",
                        "jpn": "「結城友奈は勇者である」より２年前、神世紀２９８年。神樹によって選ばれた、小学六年の鷲尾須美は同級生の乃木園子、三ノ輪銀と一緒に世界を守る勇者である。乃木園子と三ノ輪銀は天然だったり元気良すぎたりと問題児の雰囲気。須美は自分が二人を導かなくては、と張り切るが—。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6351336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/6351336",
                    "Titles": {
                        "eng": "Friends",
                        "jpn": "ともだち"
                    },
                    "Summaries": {
                        "eng": "The WaSuYus haven't been able to unify because they haven't had much time to prepare. So, they decided to choose a leader and strengthen their unity by doing a training camp. Sumi saw herself as the leader, but Aki-sensei appointed Sonoko as the leader...",
                        "jpn": "鷲尾須美、乃木園子、三ノ輪銀の勇者チームは、準備期間が少なかったせいで、チームがまとまりきっていない。 そこでリーダーを定め、合宿をして連携の強化を図ることに。須美は自分こそがリーダーであると自負していたが、教師の安芸は園子をリーダーに指名して…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "6359332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/6359332",
                    "Titles": {
                        "eng": "Daily Life",
                        "jpn": "にちじょう"
                    },
                    "Summaries": {
                        "eng": "The WaSuYus now have stronger unity, are working hard to fulfill their roles as heroes. It's part of their job to rest as well. Three of them started to fully enjoy their momentary break.",
                        "jpn": "結束が強化された鷲尾須美、乃木園子、三ノ輪銀の三名は今日も勇者としてのお役目に励んでいる。休むのも、お役目のうち。束の間の休息を、三人は小学生らしく全力で楽しみ始めた。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6374057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/6374057",
                    "Titles": {
                        "eng": "Spirit",
                        "jpn": "たましい"
                    },
                    "Summaries": {
                        "eng": "The WaSuYus are going to their elementary school's class trip. The three of them are put in a crisis because of the Vertex's advanced action whom appeared as if to shatter their fun daily life.",
                        "jpn": "鷲尾須美、乃木園子、三ノ輪銀の三人は小学生の行事で遠足に行くことに。楽しい日常を打ち壊すように出現したバーテックスの進化した行動により、三人に危機が訪れる。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6374058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/6374058",
                    "Titles": {
                        "eng": "Goodbye",
                        "jpn": "さよなら"
                    },
                    "Summaries": {
                        "eng": "The Hero's system advances to prepare for the battle with the escalating enemy. However, that was too brutal for the girls in 6th grade to have to bear. Nevertheless, the girls work hard to fulfill their roles.",
                        "jpn": "激化する敵との戦いに備えて、進化していく勇者システム。しかしそれは小学校六年生の少女たちが背負うには過酷なものだった。それでも少女たちは懸命に、役目を果たしていく。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6374059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/6374059",
                    "Titles": {
                        "eng": "Promise",
                        "jpn": "やくそく"
                    },
                    "Summaries": {
                        "eng": "Finally, the climactic battle has begun. The heroes are fulfilling their roles with full of new powers. The flowers bloomed beautifully. What kind of destiny would await them in the future...",
                        "jpn": "ついに敵との決戦がはじまった。新たな力、満開で役目を果たしていく勇者たち。美しく咲きわう花々。その先に待っている運命とは。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "6415151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/6415151",
                    "Titles": {
                        "eng": "Brilliant Days",
                        "jpn": "華やかな日々"
                    },
                    "Summaries": {
                        "eng": "Following their battle against the Vertex, YUuna, Fuu, Itsuki, and Karin are joined by a fully recovered Sonoko as the Hero Club resumes its normal activities. However, Yuuna starts to get a strange feeling that someone is missing from the equation. The next day, upon experiencing more deja vu, both Yuuna and Sonoko come to the realization that someone has altered their memories to make them forget all about Tougou, as if she never existed. Upon recalling their true memories of Tougou, who had been taking up a masked hero persona to make up for her sins, the girls are left with the question of where she has disappeared to.",
                        "jpn": "結城友奈たち讃州中学勇者部は、今日も今日とて部活動に励み日常を過ごしている。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "6418568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/6418568",
                    "Titles": {
                        "eng": "Precious Memories",
                        "jpn": "大切な思い出"
                    },
                    "Summaries": {
                        "eng": "Yuuna and the Hero Club work very hard.",
                        "jpn": "友奈や勇者部は、とても頑張る。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "6418569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/6418569",
                    "Titles": {
                        "eng": "My Heart Aches When I Think of You",
                        "jpn": "あなたを思うと胸が痛む"
                    },
                    "Summaries": {
                        "eng": "Something surprising happens to the Hero Club again.",
                        "jpn": "またまた勇者部に、びっくりする事が起きる。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "6418570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/6418570",
                    "Titles": {
                        "eng": "Concealed Intentions",
                        "jpn": "秘めた意志"
                    },
                    "Summaries": {
                        "eng": "There was something written in a certain diary.",
                        "jpn": "ある日記に書かれていたものとは。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "6418571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/6418571",
                    "Titles": {
                        "eng": "Pure Hearts",
                        "jpn": "清廉な心"
                    },
                    "Summaries": {
                        "eng": "Yuuki Yuuna makes a major life decision.",
                        "jpn": "結城友奈は、人生に関わる大きな決断をする。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "7218549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/7218549",
                    "Titles": {
                        "eng": "I Am Happy for You Are With Me",
                        "jpn": "君ありて幸福"
                    },
                    "Summaries": {
                        "eng": "Heroes' screams echoed out into the heavens.",
                        "jpn": "勇者達の叫びが、天地に響く。"
                    },
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "1923862",
            "URL": "https://thetvdb.com/series/yuki-yuna-is-a-hero/seasons/official/3",
            "Titles": {
                "eng": "Great Mankai's Chapter",
                "jpn": "大満開の章",
                "deu": "Yuki Yuna Is a Hero: Great Mankai Chapter",
                "kor": "유우키 유우나는 용사다: 대만개의 장",
                "spa": "Temporada 3 - Capitulo de gran florecimiento"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "deu": null,
                "kor": "이것은,\r\n지금까지의,\r\n앞으로의 이야기....",
                "spa": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8404484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/8404484",
                    "Titles": {
                        "eng": "Joyous Youth",
                        "jpn": "青春の喜び"
                    },
                    "Summaries": {
                        "eng": "The members of the Hero Club look forward to resuming their normal lives. And that means fun activities like band practice, karaoke, airsoft matches and camping trips!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8749458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/8749458",
                    "Titles": {
                        "eng": "I Offer You My Everything",
                        "jpn": "あなたに私のすべてを捧げます"
                    },
                    "Summaries": {
                        "eng": "Back in Divine Era Year 298, Taisha gathers a group of candidates. One of them will become the next hero, and Mebuki will ensure that it will be her.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8779482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/8779482",
                    "Titles": {
                        "eng": "Smallest Joys",
                        "jpn": "小さな幸せ"
                    },
                    "Summaries": {
                        "eng": "The Sentinels have a dangerous task. Although Mebuki’s leadership has prevented fatalities, not everyone stays. Those who leave are replaced as if they were nothing but tools.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8791887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/8791887",
                    "Titles": {
                        "eng": "Oracle",
                        "jpn": "神託"
                    },
                    "Summaries": {
                        "eng": "The Sentinels do not have the powers of a hero, but they have each other. When the Vertex unexpectedly attack, Mebuki and her team face a battle unlike anything before.",
                        "jpn": "それぞれが迎えた運命、そして。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8804720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/8804720",
                    "Titles": {
                        "eng": "Brightness Unleashed",
                        "jpn": "光輝を放つ"
                    },
                    "Summaries": {
                        "eng": "Sonoko’s family possessed The Hero Records for generations. When she entrusts it to the Hero Club, they learn about the first heroes who defended humanity against the Vertex.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8804721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/8804721",
                    "Titles": {
                        "eng": "Ease My Fears",
                        "jpn": "私の不安をやわらげて"
                    },
                    "Summaries": {
                        "eng": "People are cruel, a fact Chikage is all too well aware of.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8823155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/8823155",
                    "Titles": {
                        "eng": "You Will Never Be Forgotten",
                        "jpn": "君を忘れない"
                    },
                    "Summaries": {
                        "eng": "Two friends with different perspectives arrive at a crossroads, and conflict is inevitable. And when conflict occurs, consequences follow.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8835607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/8835607",
                    "Titles": {
                        "eng": "Eternal Vow",
                        "jpn": "不変の誓い"
                    },
                    "Summaries": {
                        "eng": "What does it mean to be a hero? Wakaba and Yuuna are about to find out.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8846794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/8846794",
                    "Titles": {
                        "eng": "True Friendship",
                        "jpn": "真の友情"
                    },
                    "Summaries": {
                        "eng": "Karin rages against the gods who cursed Yuuna, but they don’t answer when she issues a challenge from beyond the barrier. Instead, she finds the Sentinels and an old rival.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8869278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/8869278",
                    "Titles": {
                        "eng": "Power Born of Adversity",
                        "jpn": "逆境で生まれる力"
                    },
                    "Summaries": {
                        "eng": "The Heroes begin their final mission, but they weren’t the only ones fighting that day. While they battled the enemy, the Sentinels were holding the line.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8869357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/8869357",
                    "Titles": {
                        "eng": "My Heart Burns",
                        "jpn": "私の心は燃えている"
                    },
                    "Summaries": {
                        "eng": "Tougou will do anything to save Yuuna, even if it means defying the will of the gods.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8883338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuki-yuna-is-a-hero/episodes/8883338",
                    "Titles": {
                        "eng": "Everlasting Joy",
                        "jpn": "いつまでも続く喜び"
                    },
                    "Summaries": {
                        "eng": "The battle is over at long last. Now, the Hero Club must ask what comes next.",
                        "jpn": "辿り着いた、物語の結末。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}