{
    "URL": "https://thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3957232/",
        "https://www.themoviedb.org/tv/61425"
    ],
    "Titles": {
        "eng": "Cross Ange: Rondo of Angel and Dragon",
        "jpn": "クロスアンジュ 天使と竜の輪舞"
    },
    "Summaries": {
        "eng": "Humanity has advanced to great heights since it obtained the information technology known as \"Mana.\" With that nearly magical power, problems like war, food shortages, and pollution have been eliminated. In this age of peace and freedom, First Princess Angelise Ikaruga Misurugi of the Misurugi Empire is a privileged girl with no disabilities. She learns, however, that she is a \"Norma,\" a kind of human who cannot use Mana and are outcasts of society. Having lost everything, she is sent to an isolated island. There she meets other Normas who ride in humanoid weapons called Para-mails, protecting the world from dragon invaders from another dimension.",
        "jpn": "「マナ」と呼ばれる画期的な情報技術の発展により、戦争や環境などの諸問題がなくなり、世界に安寧の日々が訪れた。\r\n\r\nしかし、それはマナの恩恵を得られる人間のみにとって都合のよい偽りの平穏であり、マナをあつかえない者たちは「ノーマ」という蔑称で反社会的人物として虐げられ、「ノーマ管理法」と呼ばれる法律に基づき、社会から隔離されるという非人道的なあつかいを受けていた。それは生まれたばかりの赤子ですらも例外として認められず、マナをあつかえる者たちはそのことに何の疑問も抱かず、むしろ当然のように考えていた。\r\n\r\n大国「ミスルギ皇国」の第一皇女で、民衆から絶大な支持を受け何不自由のない人生を約束されていたアンジュリーゼ・斑鳩・ミスルギもまた、ノーマ根絶を理想とする歪んだ思想に染まっていた人間の一人であったが、16歳を迎えて洗礼の儀が執り行われた際、兄・ジュリオによって自身がそれまで人間と認めようとしなかったノーマである事実を暴露される。まったく知らなかった事実を受け入れられず、困惑するアンジュリーゼに対し、国民たち掌を返す形で彼女を憎むべき敵としてあつかい、その混乱の最中でアンジュリーゼを兵士の銃弾から庇った母・ソフィアは命を落とし、父･ジュライは皇帝の座を簒奪される。\r\n\r\n辺境の軍事基地「アルゼナル」へと追放されたアンジュリーゼは、身分だけでなく名前すらも奪われ、ただの「アンジュ」という人型機動兵器「パラメイル」に乗る「メイルライダー」として、人類の敵「ドラゴン」と戦うことになるが、未だに自分がノーマである事実を受け入れられないアンジ"
    },
    "Aliases": [
        "Cross Ange: Tenshi to Ryuu no Rondo",
        "Cross Ange: Rondo of Angels and Dragons"
    ],
    "Modified": "2025-07-17",
    "Seasons": {
        "0": {
            "ID": "592824",
            "URL": "https://thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "10408924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/10408924",
                    "Titles": {
                        "eng": "Special Interview by Momoka",
                        "jpn": "特別インタビュー：桃香"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10408925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/10408925",
                    "Titles": {
                        "eng": "Cross Ange Talk Show",
                        "jpn": "クロスアンジュ・トークショー"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "592825",
            "URL": "https://thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/seasons/official/1",
            "Titles": {
                "eng": "Cross Ange Rondo of Angel and Dragon",
                "jpn": null,
                "kor": "천사와 드래곤의 크로스 엔젤 론도"
            },
            "Summaries": {
                "eng": "Angelise is the first princess of the Empire of Misurugi. She is the celebrated ruler of the Empire until one day she finds out the shocking truth that she is a “Norma” – an irregular being who cannot use “Mana”, and are treated as \"things\" rather than people. Having her name taken from her, Ange isolates herself on a remote island. There, she finds a group of Norma women who spend their days hunting dragons that have come to invade.",
                "jpn": null,
                "kor": "안젤리스는 미수루기 제국의 첫 번째 공주입니다. 제국의 유명한 통치자였던 그녀는 어느 날 자신이 '마나'를 사용할 수 없고, 사람이 아닌 '사물'로 취급받는 비정상적인 존재인 '노마'라는 충격적인 진실을 알게 됩니다. 자신의 이름을 빼앗긴 앤지는 외딴 섬에 고립됩니다. 그곳에서 그녀는 침략해 온 드래곤을 사냥하며 하루하루를 보내는 노마족 여성들을 만나게 됩니다."
            },
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "4949553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/4949553",
                    "Titles": {
                        "eng": "The Fallen Imperial Princess",
                        "jpn": "堕とされた皇女"
                    },
                    "Summaries": {
                        "eng": "Princess Angelise of the Misurugi Empire lives a life of privilege in a world where users of an advanced magic known as “Mana” rule. But her world is shattered when she discovers that she is in fact a Norma - an outcast who cannot use Mana!",
                        "jpn": "高度に進化した情報技術「マナ」を手にした人類は、その魔法のごとき力で、戦争、飢餓、汚染など地球上のあらゆる問題を克服。ついに平和で何不自由ない理想郷を手に入れた。\r\n 「ミスルギ皇国」の第一皇女・アンジュリーゼ。彼女もまた、何不自由なく、民から祝福を受け、冠を戴くはずだった。しかし、彼女は己が「ノーマ」であるという事実を突きつけられる。\r\n 「ノーマ」――それはマナが使えないイレギュラー、反社会的な人ならざる「モノ」。\r\n 全てを奪われた彼女は、僻地の基地アルゼナルに隔離される。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5004918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/5004918",
                    "Titles": {
                        "eng": "Defiant Soul",
                        "jpn": "まつろわぬ魂"
                    },
                    "Summaries": {
                        "eng": "After being exiled to the island of Arzenal, Angelise clashes with her fellow Norma over her refusal to accept the truth. But when the girls are thrown into battle, reality will strike in the most brutal way imaginable!",
                        "jpn": "前線基地アルゼナルに送り込まれたアンジュを待っていたのはノーマの少女たちとの対立。この現実を彼女は受け入れることはできない。\r\n 頑なに皇女アンジュリーゼとしてふるまい続け、その結果が悲劇を引き起こすこととなる。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5004919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/5004919",
                    "Titles": {
                        "eng": "Villkiss Awakens",
                        "jpn": "ヴィルキス覚醒"
                    },
                    "Summaries": {
                        "eng": "With the tragic events of the previous battle fresh on her mind, Ange chooses to become the pilot of the powerful para-mail, Vilkiss in order to find death on the battlefield.",
                        "jpn": "ドラゴンとの遭遇、パラメイルライダーの過酷な戦い。\r\nノーマたちからの罵声。\r\n 非情な現実を前に追い込まれたアンジュは、死ぬために戦場に立つことを選び、いわくつきの機体、ヴィルキスに乗る。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5004920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/5004920",
                    "Titles": {
                        "eng": "Lonely Mutiny",
                        "jpn": "ひとりぼっちの反逆"
                    },
                    "Summaries": {
                        "eng": "Although Ange has finally accepted the reality of her life, tensions between her and the other Norma at the Arzenal facility come to a head as a fellow pilot’s revenge results in dire consequences.",
                        "jpn": "ノーマである自分を受け入れ、兵士として生きる決意をしたアンジュ。だが何のために生きるのか。\r\n 傍若無人・・周りへの無関心・・。その態度と距離感が彼女を憎む者達を煽ることとなり、嫌がらせと謀略が渦巻く。そしてアンジュは窮地に陥る。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5028196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/5028196",
                    "Titles": {
                        "eng": "Ange Loss",
                        "jpn": "アンジュ、喪失"
                    },
                    "Summaries": {
                        "eng": "Ange awakens after her crash landing to find herself in a very compromising position with a mysterious boy. With the Vilkiss damaged, Ange will have to rely on this stranger and his suspicious familiarity with para-mail if she wants to leave.",
                        "jpn": "遭難し、謎の男タスクに救出されたアンジュ。彼と二人きりで過ごす日々。自分の居場所はどこなのか・・・。ノーマの日々から逃げるべきなのか葛藤する。\r\nだが彼女の背負った性はここに留まることを許しそうにない。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5034602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/5034602",
                    "Titles": {
                        "eng": "Momoka Has Arrived!",
                        "jpn": "モモカが来た!"
                    },
                    "Summaries": {
                        "eng": "Just when Ange thought she had finally put her past behind her, Momoka, her former maid, appears in search of the beloved princess that she once knew.",
                        "jpn": "ミスルギ皇国においてアンジュリーゼの筆頭侍女であったモモカがアンジュを追ってアルゼナルに現れる。すでに捨てた過去と対峙し戸惑うアンジュ。以前のままに慕い、尽くすモモカに対しても辛く当たってしまう。そして、ある決断をする。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5034603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/5034603",
                    "Titles": {
                        "eng": "Salia's Gloom",
                        "jpn": "サリアの憂鬱"
                    },
                    "Summaries": {
                        "eng": "Ange’s rogue tactics continue to put her at odds with her teammates, especially their squad captain, Salia. But when a new DRAGON appears, Ange will have to learn to follow orders if she and the others hope to survive.",
                        "jpn": "奔放にふるまい続けるアンジュに中隊のチームワークは崩壊状態。隊長サリアのストレスはたまる一方。ストレス発散にも限度があり、ついに爆発、乱闘騒ぎに発展する。\r\nそのさなか、新型の大型ドラゴンの来襲にサリア隊は対峙することとなる。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5034604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/5034604",
                    "Titles": {
                        "eng": "Bikini Escape",
                        "jpn": "ビキニ・エスケイプ"
                    },
                    "Summaries": {
                        "eng": "The Arzenal Normas are given the day off to participate in the annual Festa celebration. However, all Ange can think of is the mysterious message she received from her younger sister, Sylvia.",
                        "jpn": "決別したはずの過去、妹シルヴィアからの助けを呼ぶ通信に動揺するアンジュ。\r\nアルゼナルでは年に一度のマーメイドフェスタ開催。\r\nフェスタの裏でアンジュとヒルダそれぞれの計画が進行する"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5047635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/5047635",
                    "Titles": {
                        "eng": "Traitorous Homeland",
                        "jpn": "裏切りの故郷"
                    },
                    "Summaries": {
                        "eng": "After escaping Arzenal, Ange, Momoka, and Hilda go their separate ways. While Ange and Momoka head to the imperial palace to aide Sylvia, Hilda returns to her hometown in search of her mother.",
                        "jpn": "アルゼナルを脱走し、ミスルギ皇国に舞い戻ったアンジュは妹シルヴィアの救出に向う。\r\n念願の帰郷を果たし、母親との再会に心躍らせるヒルダ。\r\nしかし故郷で待っていたのはそれぞれの試練。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5047636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/5047636",
                    "Titles": {
                        "eng": "Goodbye From the Gallows",
                        "jpn": "絞首台からサヨナラを"
                    },
                    "Summaries": {
                        "eng": "Despite returning to their homes, both Ange and Hilda are met with betrayal and must face the cruel realities concerning the ones they once cared for.",
                        "jpn": "ミスルギ皇国でアンジュは兄ジュリオと妹シルヴィアと対峙し、囚われの身となる。\r\n絞首台の上、ミスルギ人民の熱狂と罵声の中、信ずるに足りない故郷と決別する。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5054265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/5054265",
                    "Titles": {
                        "eng": "Dragon Song",
                        "jpn": "竜の歌"
                    },
                    "Summaries": {
                        "eng": "Three foreign Para-Mails appear and attack Arzenal with a fleet of DRAGONs. But when Ange engages the enemy head-on she discovers a shocking truth.",
                        "jpn": "アルゼナルはその直上に大規模なドラゴンの急襲を受ける。アンジュとヒルダを欠いた戦いの中、サリアのジルとヴィルキスに対する思いが暴走する。\r\n駆け付けたアンジュの前に現れたのは、パラメイルに乗りドラゴンの群れを率いる少女の姿。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5071666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/5071666",
                    "Titles": {
                        "eng": "The Right Arm's Past",
                        "jpn": "右腕の過去"
                    },
                    "Summaries": {
                        "eng": "The inhabitants of Arzenal attempt to recover from the attack by the mysterious Para-Mails. When a DRAGON survivor is discovered in the base, the pilots learn that not everything is as it appears.",
                        "jpn": "アンジュに語られるジルとヴィルキスの凄惨な過去、そしてこの世界の真実。\r\n謎の男エンブリヲの影が忍び寄る。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "5078590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/5078590",
                    "Titles": {
                        "eng": "Arzenal Burns",
                        "jpn": "武器工廠（アルゼナル）、炎上"
                    },
                    "Summaries": {
                        "eng": "Ange's brother, Julio, attacks Arzenal with his own fleet. With no other option, Jill commences Operation Libertus as Ange and the remaining pilots prepare to fight back.",
                        "jpn": "ジュリオ率いる圧倒的な軍勢の襲撃を受け、パラメイル部隊は壊滅。\r\nアルゼナル内では白兵戦が始まる。\r\n混戦の中、アンジュは単機、ジュリオに向かって突き進む。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "5078591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/5078591",
                    "Titles": {
                        "eng": "Ange and Tusk",
                        "jpn": "アンジュとタスク"
                    },
                    "Summaries": {
                        "eng": "Ange awakens to find that she, Tusk, and Vivian have been transported to an alternate dimension. As they work to learn more about this unknown world, Ange and Tusk begin to grow closer together.",
                        "jpn": "ヴィルキスによりアンジュとタスクが飛ばされた先は不可思議な世界。\r\n廃墟を彷徨う二人と一匹。先の見えない状況の中、自分を見つめ直す。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "5090774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/5090774",
                    "Titles": {
                        "eng": "Another Earth",
                        "jpn": "もう一つの地球"
                    },
                    "Summaries": {
                        "eng": "After an encounter with two mysterious women riding DRAGONs, Ange, Tusk, and Vivian are taken to a strange castle where they once again cross paths with the pilot of one of the mysterious Para-Mails, Salamandinay.",
                        "jpn": "ドラゴンの一族に拘束されたアンジュはその姫サラと対面する。原初の地球に暮らすアウラの民の本当の姿。新たな真実が明かされる。ようこそ真なる地球へ……偽りの星の者達よ。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "5090775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/5090775",
                    "Titles": {
                        "eng": "Resonating Front Lines",
                        "jpn": "共鳴戦線"
                    },
                    "Summaries": {
                        "eng": "Salamandinay and her troops begin making preparations to invade Ange's world and take down Embryo once and for all. Now Ange must decide if she will stand and fight at Salamandinay's side.",
                        "jpn": "共に戦おうというサラからの呼びかけをアンジュは拒否し、古代の闘技場においてアンジュとサラの未来をかけた決闘が行われる。エンブリヲの影はこの世界にも迫る。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "5098045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/5098045",
                    "Titles": {
                        "eng": "Dark Angel of Destruction",
                        "jpn": "黒の破壊天使"
                    },
                    "Summaries": {
                        "eng": "Ange finally reaches a decision and chooses to return to Arzenal. The invasion begins, but takes an unexpected turn when their plans are thwarted by Embryo's scheming.",
                        "jpn": "嘘と本当の狭間でこれからの自分のあり方を思い悩むアンジュ。アウラがミスルギ地下にあるという情報が入り、奪還すべく、ドラゴン軍の総力を結集したミスルギへの大侵攻作戦が決行される。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "5098940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/5098940",
                    "Titles": {
                        "eng": "Conclusive Ocean",
                        "jpn": "決別の海"
                    },
                    "Summaries": {
                        "eng": "Despite returning to Arzenal and reuniting with her old comrades, Ange soon finds herself at odds with Jill, whose devotion to completing Libertus has grown into a dangerous obsession.",
                        "jpn": "ヒルダ達と再会し、アウローラに合流するアンジュ達。しかし、アンジュはリベルタスに固執し手段を選ばないジルのやり方に強い反発を覚える。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "5104036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/5104036",
                    "Titles": {
                        "eng": "The Tuner of Time",
                        "jpn": "時の調律者"
                    },
                    "Summaries": {
                        "eng": "Ange is captured by Salia, Ersha, and Chris, who have all been swayed to Embryo’s side. When Ange finds herself face-to-face with Embryo once again, he reveals the truth behind his own existence and that of Ange’s very world.",
                        "jpn": "交戦の末、サリアに捕らえられたアンジュはミスルギにおいてエンブリヲと対面する。世界の調律者エンブリヲの歪んだ大義がアンジュに突きつけられる。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "5104037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/5104037",
                    "Titles": {
                        "eng": "God's Proposal",
                        "jpn": "神の求魂"
                    },
                    "Summaries": {
                        "eng": "When Embryo’s attempt to seduce Ange fails, he soon reveals his true character along with his diabolical plans for Aura and the two worlds. Meanwhile, Jill’s descent troubles Hilda and the remaining Arzenal fighters.",
                        "jpn": "本性をあらわにしたエンブリヲに圧倒されアンジュの心は追い詰められる。一方、アウローラにおいてはジルの周辺で確執が広がり、ヒルダが行動をおこす。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "5104038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/5104038",
                    "Titles": {
                        "eng": "The Survivors",
                        "jpn": "遺されるもの"
                    },
                    "Summaries": {
                        "eng": "Salia helps Ange escape from Embryo’s clutches. But Ange’s escape becomes short-lived as Embryo continues to hunt her and Momoka down. Just when it seems like they’re cornered, Tusk arrives on the scene to face off with Embryo.",
                        "jpn": "エンブリヲのもとから逃亡を図るアンジュとモモカであったが、執拗な追跡に逃げ場を失う。混戦の中、クリスと対峙するヒルダとロザリー。思いの擦れ違いと強い思いは悲劇を引き起こす。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "5104039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/5104039",
                    "Titles": {
                        "eng": "Necessary",
                        "jpn": "NECESSARY"
                    },
                    "Summaries": {
                        "eng": "Embryo continues with his plans to combine the two worlds and, using Aura’s power, create an entirely new world. Ersha has a change of heart, and Salia’s jealousy of Ange grows. Meanwhile, Ange mourns those she has lost.",
                        "jpn": "エンブリヲによる新世界の創造が始まり、二つの世界の崩壊が進む。時空融合を阻止すべくサラとヒルダは手を組むが、打開策は見えない。大切な人を失ったアンジュは絶望の中…。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "5104040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/5104040",
                    "Titles": {
                        "eng": "Distorting World",
                        "jpn": "ゆがむ世界"
                    },
                    "Summaries": {
                        "eng": "Ange reunites with the rest of her comrades as they prepare to head into their final battle against Embryo and complete Operation Libertus.",
                        "jpn": "時空融合の混乱の中、アウローラに合流するアンジュ。そこに集った面々とともにアンジュは反攻作戦ラストリベルタスを開始する。それぞれがそれぞれの思いを胸に戦場に向かう。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "5104041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/5104041",
                    "Titles": {
                        "eng": "Eve of Destruction",
                        "jpn": "明日なき戦い"
                    },
                    "Summaries": {
                        "eng": "The fight is on, and soon Ange and company find themselves locked in a battle to the death with their former teammates as the world continues to collide.",
                        "jpn": "アウラのもとに突き進むアンジュとサラ。クリスと対峙するヒルダとロザリー。エンブリヲに立ち向かうタスク。二つの世界が重なり始める中、戦いは最終局面をむかえる。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "5104042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-ange-rondo-of-angel-and-dragon/episodes/5104042",
                    "Titles": {
                        "eng": "Beyond Time",
                        "jpn": "時の彼方で"
                    },
                    "Summaries": {
                        "eng": "With Ange kidnapped by Embryo, it’s now up to Tusk, Hilda, and Salia to unlock the power of the Vilkiss and save her before she is lost forever.",
                        "jpn": "止まらない世界の崩壊。アウラの導きにより、タスク達は時空を超え、消えたアンジュのもとへ飛ぶ。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}