{
    "URL": "https://thetvdb.com/series/shirobako",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3985228/",
        "http://www.shirobako-anime.com/",
        "https://www.themoviedb.org/tv/64492"
    ],
    "Titles": {
        "eng": "Shirobako",
        "jpn": "SHIROBAKO"
    },
    "Summaries": {
        "eng": "It all started in Kaminoyama High School, when 5 best friends—Aoi Miyamori, Ema Yasuhara, Midori Imai, Shizuka Sakaki, & Misa Toudou—discovered their collective love for all things anime & formed the animation club. After making their 1st amateur anime together & showcasing it at the culture festival, the group vow to pursue careers in the industry, aiming to one day work together & create their own mainstream show.\r\n2½ years later, Aoi & Ema have managed to land jobs at the illustrious Musashino Animation production company. The others, however, are finding it difficult to get their dream jobs. Shizuka is feeling the weight of not being recognized as a capable voice actor, Misa has a secure yet unsatisfying career designing 3D models for a car company, & Midori is a student intent on pursuing her dream as a story writer. These 5 girls will learn that the path to success is 1 with many diversions, but dreams can still be achieved through perseverance & a touch of eccentric creativity",
        "jpn": "シロバコとは映像業界で使われる白い箱に入ったビデオテープの事であり\r\nひとつの作品が完成した際に、制作者が最初に手にする事が出来る成果物である。\r\nイラストや写真等で華やかに作られている販売用パッケージと比べれば、\r\n白い箱に入っただけのテープは地味かもしれない。\r\nしかし、そこにはクリエイター達の想いが詰まっている。\r\n\r\nこの物語は、５人の夢追う女の子を中心に、\r\nシロバコの完成を目指し奮闘するアニメ業界にスポットを当て\r\n日々起こるトラブルや、クリエイティブな仕事ゆえに起こる葛藤や挫折、\r\n集団で作るからこそ起こる結束や衝突といったアニメ業界の日常を描いた群像劇作品である。\r\n\r\nそして、５人が共に目指した夢への挑戦。その先に見出す希望へと続くサクセスストーリー。\r\n\r\nそう、アニメの今がここにある・・・"
    },
    "Aliases": [
        "Shiro Bako",
        "White Box",
        "シロバコ"
    ],
    "Modified": "2025-06-02",
    "Seasons": {
        "0": {
            "ID": "593262",
            "URL": "https://thetvdb.com/series/shirobako/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5088870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5088870",
                    "Titles": {
                        "eng": "''Exodus!'' Episode 1: Exit Tokyo",
                        "jpn": "えくそだすっ！ 第01話 「出 トーキョー」"
                    },
                    "Summaries": {
                        "eng": "Episode 1 of Musashino Animation's Exodus!\r\n\r\nAkane, Aya, and Arupin, the members of the idol group Tracy, stage a performance at a supermarket, but no one stops to listen to their singing. As the girls redress into maid costumes inside bathroom stalls, Arupin remains optimistic of the reception, pretending the trio is living perfect lives as idols instead of being employees at the supermarket. However, she is scolded by Akane, who chastises her for not facing the reality of their situation. After comparing the dismal number of their fans to the fanbase of a rival idol, Ginger, they receive a call from a woman they call their \"Onee-san\", who praises a performance video they sent her. The girls then eat some manjū, which inspires Akane to speak to the trio's manager, Taguchi. Arupin follows her, but loses her and then finds Taguchi lying dead in a pool of blood. At the crime scene is a bloody knife identical to the ones the girls kept as part of their costumes, along with a partial message written by Taguchi with his blood, beginning with the letter 'A'. Shortly after, Akane and Aya stumble upon the scene as well, then all three are spotted by a man, who assumes they murdered Taguchi and alerts security. The girls then receive a call from Onee-san on Taguchi's cellphone; she instructs them to flee. Taguchi's murder is assigned to Inspector Miho Koigakubo, who declares the girls wanted criminals. Near Musashino Dome, Akane reveals her dream to sing in Musashino Dome in front of a crowd of fans. They then receive another call from Onee-san, who informs them that they were identified as murder suspects and their fanbase skyrocketed as a result. Seconds later, they are spotted by a fan and retreat to a basement parking lot, where they find a motorbike supplied by Onee-san that they use to flee. After stealing a policeman's revolver, the girls managed to evade police on a boat, although they wind up losing their makeup in the process, surprising them as they had never se",
                        "jpn": "Blu-ray プレミアムBOX vol.1特典OVA"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5296699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5296699",
                    "Titles": {
                        "eng": "''Third Aerial Girls Squad'' File:01: Falling Angel",
                        "jpn": "第三飛行少女隊 第01話 「FALLING ANGEL」"
                    },
                    "Summaries": {
                        "eng": "Episode 1 of Musashino Animation's \"Third Aerial Girls Squad\".",
                        "jpn": "Blu-ray プレミアムBOX vol.2特典OVA"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "7418898",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/7418898",
                    "Titles": {
                        "eng": "Shirobako Movie",
                        "jpn": "劇場版 SHIROBAKO"
                    },
                    "Summaries": {
                        "eng": "The film's story is set four years after the events of the original Shirobako anime. Aoi Miyamori keeps busy dealing with the ordinary troubles in her daily work at Musashino Animation. After a morning meeting, Watanabe talks to Aoi and puts her in charge of a new theatrical anime project for the studio. The project has unexpected problems, and Aoi is unsure if the company can proceed with a theatrical anime with its current state of affairs. While dealing with that anxiety, Aoi meets a new colleague named Kaede Miyai (voiced by Ayane Sakura). She and the MusAni team work together to complete the project.",
                        "jpn": "いつか必ず何としてでもアニメーション作品を一緒に作ろうと、ひょうたん屋のドーナツで誓いを立てた上山高校アニメーション同好会の5人。卒業後それぞれがそれぞれの場所でアニメーション制作に携わっていく。宮森あおいは「えくそだすっ！」「第三飛行少女隊」の制作を経て、少しずつ夢へ近づきつつ、徐々に自分の本当にやりたいことを考え始めていた。\r\n\r\nあれから、4年。日々の仕事に葛藤しながら過ごしていたあおいは朝礼後、渡辺に呼ばれ新企画の劇場用アニメーションを任されることになる。しかし、この企画には思わぬ落とし穴があった。今の会社の状況で劇場用アニメーションを進行できるのか？不安がよぎるあおい・・・新たな仲間・宮井 楓やムサニメンバーと協力し、完成に向けて動き出す。果たして、劇場版の納品は間に合うのか――！？"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "593264",
            "URL": "https://thetvdb.com/series/shirobako/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "4956356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/4956356",
                    "Titles": {
                        "eng": "Exodus to Tomorrow!",
                        "jpn": "明日に向かって、えくそだすっ！"
                    },
                    "Summaries": {
                        "eng": "In Kaminoyama High School, animation club members and good friends Aoi Miyamori, Ema Yasuhara, Shizuka Sakaki, Misa Tōdō, and Midori Imai promise to each other that they will make an animated feature together one day. Two and a half years later, Aoi is working as a production assistant at Musashino Animation, an animation studio that is currently working on an upcoming anime for the fall season, called Exodus!. She visits Misato Segawa, the animation supervisor for the anime's fourth episode, to retrieve the checked animation. Then, she drives to the studio, where she attends a meeting as the entire crew (including Ema, who is a key animator) watches the premiere of Exodus!. When the anime premieres, it is met with a lukewarm public response, to everyone's relief. Later on, while previewing the third episode, the crew finds that Tarō Takanashi, another production assistant, was unable to finish the key frames in time, thus leaving the quality of the episode's animation erratic. Since there are no other key animators available to finish the frames, the crew turns to Segawa, who reluctantly decides to take the extra job at the request of the third episode's animation supervisor Ryōsuke Endō, who is her rival. Once the frames are finished, Aoi retrieves them before taking the animation director, Hironori Madoka, to a dubbing session. She then stops by Segawa's house and finds her lying on the floor unconscious.",
                        "jpn": "「どんどんドーナッツ！ドーンと行こう！」上山高校アニメーション同好会の宮森あおい、安原絵麻、坂木しずか、藤堂美紗、今井みどりは、いつか一緒に商業アニメーションを作ることをドーナッツに誓った。 \r\nその２年半後、あおいは武蔵野アニメーションで、制作進行として働いていた。\r\n秋アニメの「えくそだすっ！」４話の作監上がりの回収をすませ、スタジオに戻ると誰もいない！！\r\n「うぅ〜ん？」あおいは社内を探っていると、真っ暗な廊下の先、会議室のドアから明かりが・・・"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5013338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5013338",
                    "Titles": {
                        "eng": "Arupin is Here!",
                        "jpn": "あるぴんはいます！"
                    },
                    "Summaries": {
                        "eng": "After tending to Segawa, who had collapsed due to severe dizziness from a fever, Aoi manages to get Ryōsuke to handle the key frames for episode four. As the production process continues, Ema calls Shizuka, who is now a restaurant employee and also a beginning voice actress, and the two make plans for the group's monthly get-together event. Ema then notes to Shizuka that she and Aoi are interacting less at work, and Aoi seems to have an overwhelming workload, being responsible for the production of two episodes. Later on, during the sound design process of a later episode of Exodus!, the director, Seiichi Kinoshita, becomes dissatisfied with the design of one of the characters. He then suggests making changes to the character's design based on his vision of her, which involves completely new ideas that were not incorporated during production.",
                        "jpn": "４話作監の瀬川美里が熱を出して倒れた。本田デスクの「万策尽きたぁ〜」。焦るあおい。あおいは４話のヘルプを遠藤亮介に頼み込む。「引き受けてくれたらペッカドーナッツ奢りますから。」「食いもんじゃねぇよ。」「地位ですか名誉ですか。がんばります。」「わかったよ。」なんとか承諾をもらった。\r\nしかし、波乱は続く。４話ダビング中に木下監督が言い出した。「あるぴんは一般的な萌えキャラと違う。」混乱するブース。さぁ、どうする？宮森あおい。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5018911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5018911",
                    "Titles": {
                        "eng": "I'm Sick of Recap Episodes!",
                        "jpn": "総集編はもういやだ"
                    },
                    "Summaries": {
                        "eng": "General animation supervisory assistant Yumi Iguchi is impressed by the new iteration of the 4th episode & decides to begin work on the retakes. Aoi is faced with a heavy workload regarding the 4th & 9th episodes. After Rinko checks the key frames, Aoi sends them to in-between inspector Chiemi Dōmoto, then realizes she mistakenly sent one of the cuts to the camera department. She finds that one of the key frames she requested has not been delivered to her & calls lazy freelance key animator Mitsuhide Kisa to finish the cuts. Although he begins work, the process is delayed due to his laziness. The missing key frame is stuck on a truck being held back in roadworks. On the day before episode 4 is due to air, a problem with the studio's FTP server results in the delivery of an external studio's color shots getting delayed.",
                        "jpn": "4話作業に加えて、9話進行も任されているあおい。新人ゆえ慣れない作業に戸惑いつつ、ひとつひとつ整理し進めていく。だが、デスクの本田に状況を問い詰められると、思わずアワアワ。なんとか矢野の助け舟でパニックを脱するも、宅配業者が原画を持ってこなかったり、アニメーターからのカットが上がらなかったりとてんてこ舞い。とはいえここまではどんな新人制作でも経験する、よくあるトラブルだった。そう、ここまでは。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5018912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5018912",
                    "Titles": {
                        "eng": "I Totally Messed Up",
                        "jpn": "私ゃ失敗こいちまってさ"
                    },
                    "Summaries": {
                        "eng": "As Shizuka goes in for her first audition at Prussia Studio, she becomes nervous about going up against popular voice actress Rina Sōma. When she is the next one to audition, her nervousness gets the better of her, although the director is impressed. Meanwhile, Aoi receives a call from her mother, who congratulates her on her work on Exodus! despite her confusion about the story, and informs her that her father was also impressed. The scene then flashes back to the time Aoi, Ema, Shizuka, Misa, and Midori presented their club's anime back in high school; although the students were unimpressed by it, the five of them still found pride in their work. The next day, Aoi, Ema, and Shizuka meet up with Misa, now a 3D computer graphics operator, and Midori, a college student who is aspiring to be a scriptwriter. Together, they watch a movie, visit the park, go shopping, and get some drinks. While at Shizuka's workplace, Aoi, Ema, and Misa tell each other about the hardships they are experiencing at work, while Shizuka laments that she has not done anything significant in her work and that she did not do too well on her audition. Later on, Aoi receives a call from Tarō, who asks for her help, but when he goes off-topic, she hangs up on him. When the get-together ends and Aoi and Ema ride the train home, the former remarks that she does not have a concrete anime-related goal in mind. While walking home, Aoi receives a call from Tarō, who again tries asking for help, but she hangs up on him. The next day, things become hectic at the office with Seiichi being behind on storyboards and Ryōsuke deciding to drop out of directing the eighth episode following an argument with Tarō.",
                        "jpn": "「ああ～ん、いいですわ～！」、電車の中で怪しげなセリフを呟く少女。しずかは人生初オーディションへの道中、小声で練習を重ねていた。緊張の中アフレコスタジオ内で待機していると、超売れっ子声優の姿が見える。同じ役を受けるという事実に、さらなるプレッシャーを感じるしずか。何度も練習してきたというささやかな自負さえも気負いに繋がってしまう。そして、いよいよオーディション本番！しずかは意を決して立ち上がる。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5032603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5032603",
                    "Titles": {
                        "eng": "Those Who Blame Others Should Just Quit!",
                        "jpn": "人のせいにしているようなヤツは辞めちまえ！"
                    },
                    "Summaries": {
                        "eng": "Tarō tries to reason with Ryōsuke and his decision, but he refuses to listen. Tarō then vents his anger to Aoi and blames her for the situation, explaining that the argument was the reason behind the phone calls. With the storyboards for the final episode way behind schedule, being a month late, chief production assistant Yutaka Honda, desperate for progress, goes to extreme lengths and locks Seiichi inside a cage in the storage room in order to get him to finish them, despite his protests. Tarō explains to Aoi that he got caught up as the middle man between Ryōsuke, who wanted to do the key frames for an explosion scene, and the 3D director Yūichirō Shimoyanagi, who had already prepared a CGI explosion, the result of which led Ryōsuke to believe people were favoring 3D over 2D and drop out of directing the eighth episode. An unsatisfied Aoi accuses Tarō of not handling the situation better and tries to tell Honda about it, but he talks her out of it. Caving under the pressure of his new work environment, Seiichi recounts how his once successful career as an anime director took a downfall after the release of Jiggly Jiggly Heaven, and it is revealed Exodus! is his first official anime in six years. Whilst having a drink with his coworker Hotta Hikari, Ryōsuke learns from animator Saburou Kitano about how he is teaching 3D animators himself, stating that it is not about whether 3D is better or not, but rather how it can be used to improve the quality of anime. Aoi and Ema meet up and eat at the latter's house, where they talk about how 3D is continuing to influence the production of anime, which is what led Misa to choosing her career path. The next day, while showing Ryōsuke the 3D-rendered scene of the explosion, Aoi learns that the beginning of episode nine, which follows on from the explosion in the eighth episode, had been finished using key animation.",
                        "jpn": "事件は武蔵野アニメーションで始まった──。太郎は遠藤の怒りの原因を、あおいへと語り出す。作画で描かれるはずの見せ場カットを、監督が「３Dに変更しようか」と言いだしたことが発端だった。その旨は太郎から、該当カットの原画担当だった遠藤へと伝わる。だが伝達の際、口に出た余計な一言が、遠藤をカチンとさせた。遠藤と３D監督の下柳との間を行き来する太郎。伝言ゲームは次第に悪い流れになっていき……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5032604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5032604",
                    "Titles": {
                        "eng": "Idepon Miyamori: Be Invoked",
                        "jpn": "イデポン宮森 発動篇"
                    },
                    "Summaries": {
                        "eng": "Despite seeing the 3D-rendered explosion scene, Ryōsuke refuses to return to work, citing that things had already gone far enough. Becoming agitated by Tarō's attitude, Aoi finally informs Honda of his failure to handle the situation between Ryōsuke and Yūichirō. Honda decides to tell Seiichi about the situation as well, but discovers that he had somehow managed to escape his confinement so he could sneak off to the after-recording session. Meanwhile, production assistant Tatsuya Ochiai is given an offer by his friend, line producer Houjou Hiroaki, to work at Studio Canaan, another anime studio, but Tatsuya turns down the offer. Later, Aoi and Erika discuss the possibility of hand-drawn animation being phased out by 3D animation completely. Aoi then hears from Misa about how, even as a 3D creator, she needed to study up a lot of hand-drawn animation to get an artistic sense.",
                        "jpn": "遠藤との一件は、あおいの担当話数にまで波及する。手の打ちようがなくなり、ついにデスクの本田へと相談。監督判断となるも、その監督がスタジオを抜け出してしまい、収集がつかない。遠藤本人も捕まらず、太郎が自宅まで赴くことに──。事が大きくなっていく中、あおいは、学生時代一緒にアニメを作り、今は下柳と同じく３DCGを生業とする会社で働く美沙に現状を相談する。そこで美沙から出た言葉は、驚くべきものだった。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5037734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5037734",
                    "Titles": {
                        "eng": "Retake By Cat",
                        "jpn": "ネコでリテイク"
                    },
                    "Summaries": {
                        "eng": "While preparing to leave for Musashino Animation, Aoi learns from her sister, Kaori, that she is coming over to stay, and she subsequently entrusts her house key to Midori. During the Musashino Animation morning assembly, Tatsuya announces that he is leaving at the end of the week, citing personal reasons, which shocks Aoi and Tarō. After the assembly, Honda reassigns Erika to continue Tatsuya's work on the eleventh episode, which leaves Tarō to continue her work on the twelfth episode. As a result, Aoi is put in charge of work on the final episode, which Tatsuya recommends as a good advancement for her experience. Aoi later learns from Masashi Yamada, the animation director for the fourth episode, that Tatsuya had eventually accepted the offer to join Studio Canaan and work on their latest anime. He then advises her to be on Seiichi's case, since the storyboards for the final episode are not done.",
                        "jpn": "郷里から姉がやってくる──そんなバタバタした状況で会社に向かうあおい。そこで待ち受けていたのは、同じ制作進行の先輩である落合が退職するというニュースだった。あおいは少なからずショックを受ける。複雑な気持ちで、絵麻の原画の回収を行っていた彼女だったが、会話の最中、急に絵麻の顔が曇り出す。絵麻は悩んでいた。巧くなろうと丁寧に描くと、量が描けない。だが早く描こうとすると巧く描けないというジレンマに──。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5037735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5037735",
                    "Titles": {
                        "eng": "I'm Not Criticizing You, OK?",
                        "jpn": "責めてるんじゃないからね"
                    },
                    "Summaries": {
                        "eng": "Following her conversation with Aoi, Ema had encountered Yumi while returning to work; Yumi noticed something wrong with Ema and advised her, \"Ask, and be a fool for a minute. Ask not, and be a fool for life.\" In the present day, Midori and Kaori go on a tour across Tokyo. Midori notices Kaori's quick fascination with the city and learns about her dull office life back in the country. Meanwhile, Ema continues to struggle with her cuts, and Sugie continues to try and motivate her, although she does not feel capable of following his suggestions. Elsewhere, the entire production desk discusses what their goals are for the future. While driving over to Kisa's house, Aoi laments about how she seems to be the only one without a dream in mind, then imagines a conversation between her dolls Mimuji and Roro, who have opposing views of the situation.",
                        "jpn": "落合の退職をきっかけにして、自分に夢があるのか考え始めるあおい。何はともあれ原画の回収に赴く。立ち寄った瀬川の自宅。その雑談の最中に、あおいは、以前絵麻に対してキツイことを言った瀬川の真意を聞く──。一方その当人である絵麻はスタジオで、イライラの只中にいた。リアルな猫を描くことができない、そんな彼女を見かねて総作画監督補佐の井口が声を掛ける。悩みを明るく受け止める井口は、突然絵麻を散歩に誘い……。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5037736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5037736",
                    "Titles": {
                        "eng": "What Do You Think I Was Trying to Say?",
                        "jpn": "何を伝えたかったんだと思う？"
                    },
                    "Summaries": {
                        "eng": "With production of the other episodes running on schedule, Aoi is put under pressure as Seiichi has yet to finish the storyboards for the final episode. In addition to this problem, there is only one month for the episode's material to be delivered, even if Seiichi finishes early. Also, Musashino Animation president Masato Marukawa, line producer Shun Watanabe, and record producer Gōtarō Katsuragi decide to have the company work on an anime adaptation of a popular book called The Third Aerial Girls Squad. Meanwhile, Misa becomes slightly downhearted at the fact that all she gets to do at her company, Super Media Creations, is model CG wheels. Shizuka manages to land a walla role in a popular anime, but ends up having to hold back her enthusiasm during the recording, much to her dissatisfaction. While having dinner with Misa and Midori, Misa tells them about her own dissatisfaction with work. Watanabe and Katsuragi convince editor-in-chief Tatsuya Hantō to approve of their adaptation, but he adds that he must consult with his superiors. The next day, Misa asks her company's president, Kouichi Tateishi, about if she will be able to work on something other than cars in the future, telling him about her promise to her friends. He advises her to imagine herself in the future first, so she will have an idea on how to reach that goal. Meanwhile, Seiichi feels that he wants to change the ending, so he and Honda meet up with the writer, Shimeji Maitake, who helps Seiichi to reignite his imagination and come up with a new ending that he is satisfied with. However, news of the changed ending puts additional pressure on Aoi, who has to put Seiichi's extravagant ideas into motion.",
                        "jpn": "木下監督のいつまでも上がらないコンテに、業を煮やす武蔵野アニメーションの面々。あおいは納品までの期日を思い、頭を抱える。同じ頃、美沙も悩みを抱えていた。CG会社に務める彼女は、車のパーツばかりをモデリングしている状況にフラストレーションを感じる。「やりたかったのは、キャラクターアニメーションだったはずなのに……」。夢に向かって入ったはずの会社で、現実と折り合いをいかにつけるべきか。美沙は揺れ。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5037737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5037737",
                    "Titles": {
                        "eng": "Just One More Glass, Okay?",
                        "jpn": "あと一杯だけね"
                    },
                    "Summaries": {
                        "eng": "During the morning assembly, Honda announces that Seiichi will be finished with the storyboards tomorrow, which would still leave the studio with five weeks to deliver the final episode, an unusually short amount of time for such a task to be completed. Later on, Aoi receives an email containing some research about diesel trains from Midori, who had been hoping to help her out on her workload. During a phone call between them, Midori informs Aoi about Misa's situation at work. While delivering a dombra over to the sound department at Sawara Studio for Marukawa, Aoi is forced to help sound effects engineer Toshiyasu Kawano in creating some sound effects for another anime, a process that earns her intrigue. Later, she gets together with the other girls for dinner at her apartment. When Misa contemplates quitting her job, Aoi gives her some advice based on what she learned from Kawano, asking her to figure out where she wants to go before worrying about how to get there.",
                        "jpn": "民族楽器の素材を音響スタジオに届けに行くあおい。そこで彼女は引っ張り込まれ、なぜかハイヒールを履かされるはめに。突然の事態に驚くあおいだったが、効果音を録るために必要なことだという。腑に落ちたあおいは、作業を手伝う。だが、ただ歩くだけでもキャラクターに合わせなくてはならず、上手くいかない。リテイクを重ね、なんとかOKをもらうあおいだが、次に依頼された指示は「吠えてほしい」というもので……。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5037738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5037738",
                    "Titles": {
                        "eng": "The Little Key Animation Girl",
                        "jpn": "原画売りの少女"
                    },
                    "Summaries": {
                        "eng": "With a total of thirty cuts to work on, Aoi starts assigning scenes for the final episode to the company's key animators, including Ema at the request of Yumi. However, with dozens of cuts still remaining and not enough animators at Musashino, Aoi struggles to find willing animators working outside the company who would work on the cuts, as other studios are busy with their own anime. She begins contemplating on hiring self-proclaimed amateur animators, but Erika warns her that by doing so, the overall quality of the episode's animation will fluctuate and the schedule will be further delayed due to the director and the animation supervisor having to fix the cuts. While scheduling a meeting with Onodera, a potential candidate, Aoi goes to The Born, an animation company she had previously applied for but was rejected as she did not have a clear idea of what she wanted to do at the time. There, she meets up with Onodera, only to learn that he moved on to become an episode director.",
                        "jpn": "タイムリミットが迫る中、最終回の原画をアニメーターに振り分けるあおい。だが難度の高い数カットが撒き切れない。そこであおいは、他の制作会社の前に張って原画マンを捕まえるという手に出る。そこは彼女がかつて面接を受け、落とされた会社だった。思い出される記憶。上手く答えを返すことができず、落ち込んだあの頃−−。肝心の原画マン捕獲も不発に終わり、会社に戻るあおいだが、そこで思いもかけない言葉を掛けられる。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5037740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5037740",
                    "Titles": {
                        "eng": "Exodus Christmas",
                        "jpn": "えくそだす・クリスマス"
                    },
                    "Summaries": {
                        "eng": "Watanabe, Onoue, Katsuragi, and their playmates discuss about letting Aoi go to Kanno before talking about Musashino's plans to begin work on the anime adaptation for The Third Girls Aerial Squad. Elsewhere, Aoi meets up with Kanno, who, after reading the storyboards, points out the ridiculous nature of animating horses for the final scene and that there are barely any animators left capable of accomplishing such a task. However, he goes on to mention that there is one person at Musashino Animation who is capable of handling the scene. The next night, the staff holds an all-hands meeting, during which Watanabe suggests altering the scene considerably to lessen the amount of work for the key animators. However, Seiichi and Honda protest this, stating that the alterations suggested would ruin the intended tension of the scene. Aoi then relays Kanno's message that Sugie, who everyone had assumed was not suitable for handling scenes for Exodus! and therefore had assigned him to another anime, is more than capable to animating the horse scenes. With the others' approval, Aoi goes to Sugie's house and asks him to take the job, to which he gladly accepts. He talks with the rest of the staff and works out a method that will get the cuts done quickly with help from Ema, Yumi, Rinko, and the other key animators. With the key animation almost complete, Ema tells Aoi that the work has allowed Sugie to still have something to do, then voices that she is now inspired to draw scenes just like he does. Sometime later, Erika returns to work, her family dilemma having been resolved. Sugie approaches Aoi and announces his intention to begin a workshop for key animation at Musashino before thanking her for her work. The delivery day soon arrives, and after everyone works up to the last minute to get the episode delivered on time, it finally airs without a hitch. Aoi, Ema, Tarō, Erika, Seiichi, Honda, Yumi, Ryōsuke, Yūichirō, Rinko, and several other staff members go out to celebrat",
                        "jpn": "必死の思いで菅野のもとに赴いたあおい。だがそこで彼女は、自分が菅野のことをほとんど知らないままに、原画を依頼していた失礼に思い至る。謝罪する彼女に、菅野はひとつアドバイスを送った。翌日、武蔵野アニメーションで最終話について会議が行われることに。ナベPは監督にクライマックスであっても、もはや労力のかかるカットはできないと断言。コンテの変更を要求する。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "5081798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5081798",
                    "Titles": {
                        "eng": "What Kind of Cloud Do You Like?",
                        "jpn": "好きな雲って何ですか？"
                    },
                    "Summaries": {
                        "eng": "At the start of the new year, it is announced that Musashino Animation's next project will be an adaptation of the manga series The Third Aerial Girls Squad. With Honda having just left Musashino and Erika still checking on her hospitalized father, Watanabe assigns Aoi to production manager and Tarō to chief production assistant. Faced with numerous responsibilities and a tough schedule ahead of her, Aoi first starts making sure Seiichi has a clear idea of what he wants to do with the project without making any last-minute changes as he did in Exodus!. When the two ask Rinko to be the series' character designer, she declines the offer as she wants to improve her basic animating skills following her experiences animating the cuts of Exodus!‍ '​s final episode. She then recommends Yumi to take her place, and after some reluctance, Yumi agrees to take the job. Next, Aoi and Seiichi talk with art director Yūji Atsumi, who goes into a serious conversation about what kind of clouds should go into the backgrounds in order to fit the scenes. Later, while trying to research on fighter jets for inspiration, Aoi meets up with Midori, who offers to do the research for her and write up an overview of the information. Meanwhile, Shizuka learns that she will be auditioning for The Third Girls Aerial Squad anime, while Yumi and Ema learn some advice from Rinko about the ethics of character design. Elsewhere, Seiichi, Watanabe, Katsuragi, and Shimeji meet with the publisher, but their meeting is finished very quickly when the editor Shinsuke Chazawa approves everything without the author present. Later, as Aoi, Seiichi, and Shimeji do some research, they ask Aoi to have Midori commit to her research on fighter jets while discussing how to go about the ending.",
                        "jpn": "人気原作『第三飛行少女隊』を手掛けることになった武蔵野アニメーション。ムサニの転機はあおいの転機でもあった。ナベPから言い渡された内容とそのプレッシャーに頭を抱える─。意を決したあおいは、まず監督である木下に『第三飛行少女隊』で、やりたいことを問いただす。意外にもしっかりした答えを返す木下だったが、そこに小笠原から思いもしなかった提案が──。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "5091334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5091334",
                    "Titles": {
                        "eng": "Audition Meeting Without Honor and Humanity!",
                        "jpn": "仁義なきオーディション会議！"
                    },
                    "Summaries": {
                        "eng": "Shizuka shows up for the auditions for The Third Aerial Girls Squad. After reading for one part, she is asked to read for the role of another character. Meanwhile, Aoi and Seiichi once again meet up with Yūji, who agrees to help out with the project after deliberating a question Aoi gave him during their last meeting. Later, a new production assistant, Daisuke Hiraoka, joins the production team. Seiichi participates in a meeting deciding on the cast, with a few members arguing over aspects outside of voice acting and trying to push their own personal choices regarding who should voice the main character. Eventually, the matter is settled by sound producer Yoshikazu Inanami, while Chazawa arrives late and quickly approves of the most popular vote. When it comes to deciding the final character, the one that Shizuka was asked to audition for, Shizuka is considered as a possibility by Seiichi, but in the end, the staff decides to select someone with more experience.",
                        "jpn": "その日、武蔵野アニメーション社内では『第三飛行少女隊』のオーディション会議が行われていた。一癖も二癖もある人間が参加し、人気、歌唱、容姿といった芝居とは関係のない部分で、それぞれがゴリ押ししようと躍起になる。会議は大紛糾し、時間が過ぎていく中で、事態を収拾したのは音響監督の一言だった。その後も会議は続き、ようやく最後のキャサリン役検討に至る。そこで木下監督が挙げたのは「坂木しずか」の名前だった。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "5091335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5091335",
                    "Titles": {
                        "eng": "You're Okay With This Kind of Artwork?",
                        "jpn": "こんな絵でいいんですか？"
                    },
                    "Summaries": {
                        "eng": "A welcoming party is held for two new production assistants, Tsubaki Andō and Sara Satō, while Marukawa announces that Musashino Animation's reputation depends on the execution of The Third Aerial Girls Squad. Afterwards, Tsubaki and Sara join the rest of the staff as they engage in a meeting discussing the ending of The Third Aerial Girls Squad, then a location hunting trip. Later, Seiichi finishes the storyboards for the first episode, albeit with some dubious drawing quality. Production begins on the episode, with shy key animator Ai Kunogi participating in her first production meeting, where she is assigned by Seiichi to animate a scene.",
                        "jpn": "新人の入社式を終え、『第三飛行少女隊』も本格的に動き出す。あおいもデスクとして、慣れないながらも立ち回ろうと奮闘。新人の安藤と佐藤もそれに立ち会い、仕事を覚えることになる。制作の仕事は打ち合わせの連続。脚本打ち、演出打ち、作打ちetc。場合によってはロケハンに出向くことも。その合間に新人達は太郎とともに、付き合いの深いアニメーターの家を回る。こうして『第三飛行少女隊』は無事テイクオフしたはずだったが……。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "5091336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5091336",
                    "Titles": {
                        "eng": "Turning the Tables",
                        "jpn": "ちゃぶだい返し"
                    },
                    "Summaries": {
                        "eng": "Aoi informs everyone to stop production on the characters, despite there being only three months until the first episode airs. Yumi begins revising the character designs based on the author's feedback emails. However, she struggles after Nogame voices his disapproval of the redesigns and gives out vague feedback. With an actual meeting with Nogame impossible, Watanabe advises they should start from the beginning again without anything to go on. After Aoi speaks with Yumi at her secret spot in the local park, she and Seiichi focus on the unaffected material outside of the characters, such as the 3D and backgrounds. Seiichi stresses to Yūichirō and Yuuji the importance of emotions over realism, later telling Aoi his advice was inspired by his experiences after the release of Jiggly Jiggly Heaven.",
                        "jpn": "キャラクターデザインに対する原作者からのダメ出しに、少なからずショックを受ける井口。検討会を開くが、原作者の注文は抽象的で分かりづらい。修正作業に入るも、制作作業が止まることへの影響は計り知れず、四苦八苦するあおい。稿を重ねる井口のキャラクターデザインだが、やはり原作者の意見は芳しくなかった。次第に追い詰められていく井口。袋小路に陥ってしまった彼女を見かね、ついに小笠原が動き出す。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "5091338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5091338",
                    "Titles": {
                        "eng": "Can You Tell me Where I Am?",
                        "jpn": "私どこにいるんでしょうか…"
                    },
                    "Summaries": {
                        "eng": "The anime adaptation for The Third Girls Aerial Squad is announced to the public, but it is met with skepticism from the otaku community. Honda decides to pay a visit to the studio to share some cakes and catch up with everyone, surprising the staff with his drastic weight loss. Later on, Aoi and Seiichi hold an art meeting with Yūji and decide to hire another art director named Masahiro Ōkura to handle the background scenes. Meanwhile, the studio is suddenly pushed by Chazawa to create a promotional video in two weeks for a Manga Festival event, meaning certain cuts need to be fully animated quickly. Tsubaki and Sara handle their workloads with varied results, while Sugie notes to Ema her close relationship with Ai. While Misa finds out her specialty in creating CG wheels, Shizuka fills in at a children's stage play when the costume actor goes missing, managing to handle both movement and voice acting at the same time.",
                        "jpn": "『第三飛行少女隊』アニメ化の話も世間に出始め、沸き立つムサニの面々。そこに立ちはだかった新たな課題。それはプロモーションビデオの制作だった。本編の作業と平行して進めなければならず、この非常事態に佐藤、安藤も動く。だが、佐藤は丁寧な言葉ゆえにスタッフを苛立たせ、安藤は考えなしに話をするため、スタッフをやきもきさせる。なかなかうまく進まない状況に悩む佐藤。しかも彼女にはひとつ苦手なことがあって……。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "5091339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5091339",
                    "Titles": {
                        "eng": "You Set Me Up!",
                        "jpn": "俺をはめやがったな！"
                    },
                    "Summaries": {
                        "eng": "Aoi, Seiichi, and Katsuragi join Inanami as they meet up with the voice cast of The Third Girls Aerial Squad for a recording. During the recording session, the staff notices the protagonist's voice actress, newcomer Kyōko Suzuki, is struggling with maintaining the quality of her voice as they expected her to do. They later help her give a more natural performance. Afterwards, Aoi meets up with Ōkura at a bar to ask for his help with a particular background; exhausted and drunk, he hastily agrees to do it. Aoi then contacts Studio Taitanic about the layouts of the fifth episode, only to learn they are halfway done despite having not been sent over to Musashino. Later on, when Aoi and Yuuji visit Ōkura the next day, he initially turns down the offer, having forgotten about his meeting with Aoi and being disillusioned with the use of 3D animation over 2D animation. He only changes his mind when Aoi relays a message to him from Marukawa, about his pleasure of working with him. Later on, Musashino receives the layouts for the fifth episode, but the staff is forced to have an urgent meeting with Studio Taitanic's Zaruyoshi Yakushiji, the episode director, over several errors on the layouts that he let slip by. He begrudgingly agrees to check the errors, but insults Seiichi while leaving. Aoi later learns that Yakushiji suddenly quit the job. Needing to find a replacement director, she begins to stress out until Erika makes a surprise return to the studio.",
                        "jpn": "『第三飛行少女隊』のアフレコが始まった。だが、主人公役の鈴木は、緊張のため自然な芝居ができず居残りに。張り詰めた様子が抜けない鈴木だったが、音響監督・稲浪の巧みな誘導でなんとか乗り切る。無事初回アフレコは終えたものの、息つく間もなく、あおいはベテラン美術の大倉がいるという「バードパーク」というスタジオへ。だが、そこは焼き鳥屋だった。飲んでいた大倉に必死で美術の依頼するあおいだったが……。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "5091340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5091340",
                    "Titles": {
                        "eng": "Are They Biting?",
                        "jpn": "釣れますか？"
                    },
                    "Summaries": {
                        "eng": "On the rooftop of Musashino Animation's studio, Aoi pleads with Erika to take her job as production desk and then blames herself for the problems happening lately. Erika then advises Aoi to go home for the night and get some rest so she can get rid of her stress by the next morning. The next day, as Aoi, Watanabe, and the entire production desk discuss how to handle the issues with Studio Taitanic, Erika goes with Hiraoka, who is actually a former acquaintance of hers, over to Taitanic's office so they could help out with the fifth episode. Eventually, she selects Hiroshi Iketani as Yakushiji's replacement. Meanwhile, Marukawa takes Aoi to the offices of the bankrupt Musashino Pictures studio, which produced Aoi's favorite anime Andes Chucky, much to her own surprise.",
                        "jpn": "立て続けに起こる問題に、パニック寸前のあおい。そんな彼女に、復帰した矢野が手を差し伸べる。矢野はまず、スタジオタイタニックへ赴くことに。半ば強引にタイタニックのヘルプになった矢野は、さらに奮闘。演出家不在の第５話に、池谷という男を投入する決意をする。実力は一流だが、サボりぐせも一流の彼に、無理やり仕事をねじ込むのだった。その頃、バタバタの真っ最中だったあおいは、丸川社長に声を掛けられる。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "5091341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5091341",
                    "Titles": {
                        "eng": "You Simply Mustang!",
                        "jpn": "がんばりマスタング！"
                    },
                    "Summaries": {
                        "eng": "As the head staff tries to discuss what to do for the plot of the thirteenth episode, they start to liken the protagonist's reason for flying to their own reasons for getting into the anime industry. They become interested by their motives for making anime and ask the rest of the staff for their own opinions, receiving various responses. Meanwhile, Midori, who has been given writing assignments by Maitake to improve her writing skills in lieu of directly teaching her, feels downhearted when an increasingly irritable Hiraoka implies that she can get her way just because she is a girl. She talks about it with Maitake, who assures her that his reasons for giving her the assignments were work-related. Later, after the production staff comes up with a scenario for Maitake to work on, Hiraoka gets into a heated argument with episode director Hironori Madoka, who feels the key animators provided by Hiraoka from Studio Taitanic have been of poor quality.",
                        "jpn": "『第三飛行少女隊』最終話の脚本に悩むムサニ一同。原作の展開も見えず、脚本家の舞茸も苛立ちを隠せない。会議の中で、この物語が帰結するテーマは、一同にとっての「なぜアニメを作るのか」ということと同じなのではないかということに行き当たる。それを皆に問うあおいいだったが、答えは千差万別だった。はっきりした解決策を見いだせず自信のなさそうな舞茸。去り際の彼に、みどりが突然「師匠」と声を掛けた。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "5091342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5091342",
                    "Titles": {
                        "eng": "Don't Hold the Quality Hostage!",
                        "jpn": "クオリティを人質にすんな"
                    },
                    "Summaries": {
                        "eng": "During a delivery by the president of A.C Tsuchinoko, Hisamitsu Isokawa, he reunites with Hiraoka and Erika, who were his classmates in technical school. Meanwhile, Misa gets the chance to do some character CG animation for a certain scene in The Third Aerial Girls Squad, inviting Ema and Shizuka to an amusement park to observe their reactions on a rollercoaster for inspiration. Following the successful premiere of The Third Aerial Girls Squad‍ '​s first episode, which is met with widespread public acclaim, Aoi receives complaints from Segawa, who requests that Hiraoka be taken off the episodes she is working on due to the lack of quality in both his key animators and his attitude. When Aoi relays this to Hiraoka, he becomes angry, stating that fussing over quality just makes his job harder.",
                        "jpn": "『第三飛行少女隊』のあるカットで、美沙の会社が３DCGパートを引き受けることになった。さらにそのカットに絵麻が携わることになり、奇しくも共同作業となる。そこで美沙は該当カットの参考として、絵麻、しずかと共に遊園地に行くことに。だが、果てのない美沙の探究心のため、幾度となくジェットコースターに乗るはめに……。所変わってムサニでは、グロス先会社の社長、磯川がやってきていた。彼は矢野、平岡と専門学校の同期であることを明かす。だが、平岡の態度はトゲを含んだもので―。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "5091343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5091343",
                    "Titles": {
                        "eng": "Noa's in Her Underwear",
                        "jpn": "ノアは下着です。"
                    },
                    "Summaries": {
                        "eng": "After being assigned as the animation supervisor for the thirteenth episode, Yumi, pressed by her large workload, nominates Ema to join Rinko as an assistant general animation supervisor to help her handle some of the cuts, having been impressed by the progress she displayed since Exodus!. However, when Aoi asks her about it, Ema responds that she lacks confidence in herself to take up the job and has to think it over. As a backup plan, Aoi approaches Segawa with the request. Though she declines, Segawa becomes impressed be her sincerity and regains some of the motivation she lost following her incident with Hiraoka, returning to work on the twelfth episode. Meanwhile, Ema checks on Midori and finds that she is enjoying her job in script ordering. Later that evening, as Nao Shinkawa drinks over her troubles alongside in-between animation inspector Chiemi Dōmoto, Hiraoka shares with Tarō about how his horrible experiences during previous jobs left him with a cold attitude towards the anime industry. Meanwhile, Misa comes over to the studio to get some advice from Ema on how to improve her CG animation. She eventually manages to improve it greatly by incorporating 2D animation techniques into the mix. The next day, Ema receives encouragement from Sugie and decides to take up the assistant supervisor position. Afterwards, she relays her confidence to her mother, which in turn gives Ai the confidence to attend a meeting by herself. Meanwhile, just as recording wraps up on the final episode, Katsuragi is shocked to learn that Nogame has rejected all of the last episode's storyboards.",
                        "jpn": "『第三飛行少女隊』も佳境に入り、さらに忙しなくなる武蔵野アニメーション。そんな中であおいは、最終話の作監補を絵麻に任せたいという井口の提案を聞く。喜ぶあおいだが、当人である絵麻は自信の無さから消極的だった。絵麻が作監補を受けなかった場合を考え、憂鬱になるあおい。さらに彼女は瀬川に対しても気を重くしていた。平岡の仕事の仕方を非難した瀬川を、なんとか説得しなければならないのだが……。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "5091345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5091345",
                    "Titles": {
                        "eng": "Turning the Tables, Continued",
                        "jpn": "続・ちゃぶだい返し"
                    },
                    "Summaries": {
                        "eng": "After Watanabe and Katsuragi fail to convince Chazawa and his boss to let them contact Nogame and negotiate with him, the Musashino staff is left with no choice but to follow his wishes and keep the episode's plot accurate to the story's original timeline, which would end the anime on an unhappy note with the death of one of the main characters. However, Seiichi is unsatisfied with the prospect, feeling that the ending needed to be positive. Hiraoka reveals that he worked on an adaptation of another of Nogame's works, which ignored the original story and sparked significant backlash from the fanbase. Encouraged by Marukawa and Honda, Seiichi finds Nogame's email address and manages to arrange a meeting with him in person.",
                        "jpn": "ムサニ史上最悪の緊急事態に、ナベPと葛城が慌てて夜鷹書房へと駆け込む。だが、ふたりの必死の粘りも、編集長と茶沢に届かない。作業をストップせざるを得なくなるムサニの面々。木下も絵コンテを直さざるを得ず、原作者の意向に沿った案で進めていくが、どうしても納得がいかない。そんな時、突如丸川社長から呼び出される木下。「監督とはどういう仕事だと思う？」という丸川からの問いかけに、木下は決意の表情を浮かべる。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "5091346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shirobako/episodes/5091346",
                    "Titles": {
                        "eng": "A Delivery Too Far",
                        "jpn": "遠すぎた納品"
                    },
                    "Summaries": {
                        "eng": "With three weeks left until the delivery of the final episode, the entire Musashino staff reinforces their efforts to get the episode done with the time they have left. The work is particularly focused on the scene featuring Shizuka's character, which is assigned to Ema at her own request after she was touched by Shizuka's performance. Meanwhile, Shizuka finds enjoyment in being able to land minor voicing roles, while Misa stays up the entire night at her workplace creating a CG model for a fighter jet. On the day of the delivery, after the episode is finally completed, the production staff is tasked with delivering the final tapes to the various TV stations across the country in time for the airing by any means necessary. As the others reach their assigned destinations in time, Aoi is held up by several transport delays and is forced to complete the remainder of her trip by running to her destination on foot.",
                        "jpn": "ついに終盤を迎えた『第三飛行少女隊』の制作。変わらず頼りになるベテランたち。\r\nかつてのあおい同様に、頼もしくなった新人たち。そして、ムサニから浮いていた平岡も……。全員一致団結して、この苦境に立ち向かう。それは、高校時代、いずれ一緒にアニメを作ろうと誓い合った５人も同じだった。あおい、絵麻、しずか、美沙、みどり。それぞれが懸命に夢を追うことで、いつしか彼女達は、少しだけあの時の約束に近づいていた―。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}