{
    "URL": "https://thetvdb.com/series/wolf-girl-and-black-prince",
    "Genres": [
        "Anime",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3950092/",
        "https://www.themoviedb.org/tv/68960"
    ],
    "Titles": {
        "eng": "Wolf Girl & Black Prince",
        "jpn": "オオカミ少女と黒王子"
    },
    "Summaries": {
        "eng": "The story centers around Erika Shinohara, a vain 16-year-old girl who tells her friends about her romantic exploits, but she actually has no boyfriend. She claims that a handsome boy in a candid photo is her boyfriend, but it turns out that boy is a schoolmate named Kyouya Sata. She has no choice but to make him her fake boyfriend. Unfortunately, Sata may look like a sweet person, but he is actually an ultra-black-hearted sadist. Sata takes advantage of Erika's weakness and treats her like his dog.",
        "jpn": "見栄っ張りなエリカは、友達相手に彼氏とのラブラブ話を語るが、実は彼氏いない歴16年。\r\nそろそろ嘘も限界と思ったそのとき、街で見かけたイケメンを盗撮。自分の彼氏だと自慢したが、その彼は同じ学校に通う佐田恭也だった。\r\n事情を打ち明け彼氏のフリをしてもらうことを承諾してまらったが、佐田くんは優しげな見た目とは正反対の超腹黒ドS男子だった！\r\n弱みを握られたエリカｈ佐田くんの犬を命じられてしまう…。"
    },
    "Aliases": [
        "Ookami Shoujo to Kuro Ouji",
        "Wolf Girl and Black Prince"
    ],
    "Modified": "2025-06-02",
    "Seasons": {
        "0": {
            "ID": "593260",
            "URL": "https://thetvdb.com/series/wolf-girl-and-black-prince/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "5406347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5406347",
                    "Titles": {
                        "eng": "Wolf Girl & Black Prince Recap",
                        "jpn": "総集編"
                    },
                    "Summaries": {
                        "eng": "Recap of Wolf Girl & Black Prince TV series.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5357910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5357910",
                    "Titles": {
                        "eng": "Breeding Doubts -Happening Kiss-",
                        "jpn": "OAD「佐田くんの誕生日」"
                    },
                    "Summaries": {
                        "eng": "OVA bundled with 12th manga volume. The OVA includes a popular chapter that was not adapted in the TV series.",
                        "jpn": "原作１２巻特典"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "593261",
            "URL": "https://thetvdb.com/series/wolf-girl-and-black-prince/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4956351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/4956351",
                    "Titles": {
                        "eng": "Caught in Her Own Trap -Liar-",
                        "jpn": "自縄自縛-Liar-"
                    },
                    "Summaries": {
                        "eng": "Shinohara Erika tries to fit in at her new high school. She finds that her new friends; Marin and Tezuka only want to talk about their boyfriends, so Erika follows suit and makes one up. Her new friends start to believe she's lying about it, so Erika takes a picture of a good looking guy to convince her friends that she has one. It just happens that the boy she took the picture of was none other than Sata Kyouya, the prince of class 8. Erika tries to convince Kyouya to be her pretend boyfriend. He accepts with one condition: she must be his pet.",
                        "jpn": "高校生になった篠原エリカは、ぼっち生活を回避するため、友達に彼氏がいると嘘をついていた。しかし、そんな嘘も長くは続かず、本当は彼氏などいないのではと疑われてしまう。焦ったエリカは街中で見かけたイケメンを盗撮し、彼氏と偽って写真を見せることに。しかし、そのイケメンはなんと同じ学校で王子様と言われる佐田恭也で…！？"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5008210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5008210",
                    "Titles": {
                        "eng": "A Rash and Blind Act -First Love-",
                        "jpn": "軽挙妄動-First love-"
                    },
                    "Summaries": {
                        "eng": "Having had enough of  Kyouya's frequent orders, Erika thinks about finding love and going out with someone for real. She finds herself being bullied by the back of a school building by some of Kyouya's fans. Just as it starts to get violent, Kimura, a kind boy, stops the girls from hurting Erika. After being bullied again, Kimura asks Erika to go out on the weekend while he cleans her wound in the nurse's office. Erika and Kimura meet on the weekend, but it turns out he only wanted to go out with her because she's Kyouya's girlfriend.",
                        "jpn": "王子様に思えた佐田は、ドSで腹黒な黒王子だった！佐田は彼氏役を引き受ける代わりに、エリカを奴隷のように扱う。そんな中、エリカは佐田と付き合っていることに嫉妬した女子に絡まれてしまう。その危機を助けてくれたのは、見た目良し・中身良しの木村だった。何かと気にかけてくれる木村にエリカは少しずつ惹かれていき、休日、二人で遊びに行くことになるのだが…？"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5008211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5008211",
                    "Titles": {
                        "eng": "A Precipitous Drop -Fall In-",
                        "jpn": "急転直下-Fall in-"
                    },
                    "Summaries": {
                        "eng": "Erika is depressed because she hasn't heard from Kyouya during summer break. The next day she learns from her friend Ayumi that Kyouya had caught a cold and has been at home the whole time. Concerned about his cold Erika visits his apartment to deliver handouts where she finds out that he's the only one home. Kyouya at first rejects her attempts to take care of him, but relents after realizing that she really wants to care for him. During the time she spends taking care of him, Erika begins to admit that she has feelings for Kyouya and decides to confess but is having difficulty expressing them. One day when she goes to Kyouya's house to deliver some apple-pears she sees a woman come out of his door which pushes her to confess to him. After hearing her confession Kyouya is surprised but then brushes it off telling her that she's only imagining her love due to their situation. The rejection leaves Erika hurt where she shoves the apple-pears at him and runs off in tears.",
                        "jpn": "夏休みに入るも、佐田からの連絡はなく、エリカは友人の三田亜由美の家にグダグダと入り浸るばかりだった。休みが明け、学校に来るもそこに佐田の姿はなく、風邪をひいて休んでいることを知るエリカ。とあるきっかけから、佐田の看病をすることになったエリカだが、看病を重ねるうちに、佐田を好きかもしれないと思い始める。しかしある日、佐田の家から女性が出てきて…？"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5008213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5008213",
                    "Titles": {
                        "eng": "Daily Anguish -Love attack-",
                        "jpn": "日々悶々-Love attack-"
                    },
                    "Summaries": {
                        "eng": "Dismayed when Kyoya refuses to respond to her confession of love, Erika goes to all kinds of strange lengths to change her image to appeal to him more.",
                        "jpn": "勢いで佐田に告白したエリカだが、その気持ちは勘違いだと言われてしまう。諦めないエリカに対し佐田もその気持ちを認めるが、返事は保留される。佐田の一挙一動に悶々とした日々を過ごしていたエリカの前に、日比谷健が現れる。中学から佐田と知り合いだという健は、エリカに協力し、佐田の好みを聞き出す。エリカたちは様々なプランを練り、佐田の気を引こうとしていたが…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5028297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5028297",
                    "Titles": {
                        "eng": "An Impregnable Defense -Christmas eve-",
                        "jpn": "難攻不落-Christmas eve-"
                    },
                    "Summaries": {
                        "eng": "In this episode, Erika wants to spend Christmas with Kyoya to keep up her image, but she really wants it to be romantic, too. He hates Christmas, so he plays a nasty trick on her.",
                        "jpn": "佐田を好きでいることを決めたエリカは、クリスマスの季節を迎える。相変わらず恋人ごっこに付き合ってくれる佐田だが、基本はそっけない態度。このまま佐田を好きでいて希望はあるのか、悩むエリカ。そんなエリカをみた佐田はある行動を起こすのだが…。どうなるエリカのクリスマス！？"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5028298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5028298",
                    "Titles": {
                        "eng": "Preparing For Battle -Valentine's day-",
                        "jpn": "臨戦態勢-Valentine day-"
                    },
                    "Summaries": {
                        "eng": "Erika decides to make chocolate for Kyoya for Valentine's Day. A quiet boy in their class, Kusakabe, starts to fall for Erika, but she just can't think of anyone but Kyoya. Meanwhile, Kyoya's jealousy brings out his nastiest side yet.",
                        "jpn": "クリスマスに佐田から「俺のもの」宣言をされ、浮かれるエリカ。バレンタインは、手作りのお菓子を佐田に贈る決意をする。お菓子の材料を買いにスーパーへ行くと、クラスメイトの日下部憂が財布を忘れて困っていた。気分がよくなっていたエリカは彼を助け、それをきっかけに日下部と仲良くなっていく。そして迎えたバレンタイン当日。エリカは、意気揚々と佐田にカップケーキを渡そうとするが…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5028299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5028299",
                    "Titles": {
                        "eng": "Mutual Love -White Day-",
                        "jpn": "落花流水-White day-"
                    },
                    "Summaries": {
                        "eng": "Erika tries as hard as she can to fall in love with Kusakabe. But her heart belongs to Kyoya, no matter what. If only the two can have mutual feelings.",
                        "jpn": "エリカに告白したと宣戦布告をする日下部に対して、佐田はエリカをただの暇潰しだと言い放つ。一方のエリカは、偶然にも佐田と日下部の会話を聞いてしまっていた。佐田の言葉をきいたエリカは、決意を固め、もう彼氏のフリはしなくていいと佐田に告げる。佐田と距離を置いたエリカは日下部を好きになれたらと言いつつも、どっちつかずのまま日々を過ごしていた。そんな中、ホワイトデーを迎えたエリカは…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5028300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5028300",
                    "Titles": {
                        "eng": "Self-Contradiction -Spring Storm-",
                        "jpn": "二律背反-Spring storm-"
                    },
                    "Summaries": {
                        "eng": "Erika and Kyoya go out on their first proper date, and she wants to do all of the typical couple things. He thinks they're stupid, and refuses. But perhaps he might be showing his first hints of compromising...?",
                        "jpn": "ついに本物のカップルとなった佐田とエリカは、初デートで花見をしに行くことを決める。デート中、カップルらしいことをしたがるエリカとそれを嫌がる佐田で喧嘩をするも、すぐに仲直りし幸せな春休みを過ごすのだった。春休みが明け、二年生となり佐田・さんちゃん・手塚・マリンと同じクラスになったエリカは大喜びする。一方の佐田は同じクラスになった神谷望に必要以上に絡まれていた。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5037890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5037890",
                    "Titles": {
                        "eng": "Honeyed Words -Wake up-",
                        "jpn": "手練手管-Wake up-"
                    },
                    "Summaries": {
                        "eng": "The new boy in their class, Kamiya, is determined to make Kyoya abandon monogamy. He thinks the only path to happiness is having loads of girlfriends and cheating on them all. As you might expect, Kyoya is unresponsive about this.",
                        "jpn": "オリエンテーリングで同じ班になったエリカ、佐田、神谷の3人。佐田を自分と同類だと感じた神谷は、エリカとだけでなく、もっと他の女の子と遊ぶようにと唆す。一方、神谷の佐田と友達になりたいという嘘を信じてしまったエリカは、そんなことをつゆ知らず、神谷を陰ながら応援するのであった。次々と続いた神谷の画策に対しついに佐田は…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5037891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5037891",
                    "Titles": {
                        "eng": "Wasted Effort -Happy Birthday-",
                        "jpn": "掉棒打星-Happy birthday-"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "6月23日はエリカの誕生日。エリカから誕生日には「愛が欲しい」と言われた佐田は「愛とは何か」と頭を悩ませる。そんな中、佐田は「好きと言われたい」とさんちゃんに話しているエリカを見かける。誕生日当日、デートを楽しむエリカをよそに、佐田はエリカの言っていた言葉を思い返し、悶々としたまま過ごす。果たしてエリカは佐田に「好き」と言ってもらえるのか？"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5037892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5037892",
                    "Titles": {
                        "eng": "A Critical Situation -Judgement-",
                        "jpn": "一触即発-Judgement-"
                    },
                    "Summaries": {
                        "eng": "Kyoya's older sister comes to visit, and she's just like Kyoya -- only worse! When she decides to challenge Erika, can Erika hold up to her scrutiny?",
                        "jpn": "終業式が終わり、夏休みに入ろうとしていた。エリカ・佐田・さんちゃん・神谷の4人は下校していたところ、佐田の姉・怜香に遭遇する。怜香に佐田の彼女だと自己紹介したエリカは、後日、スイーツ巡りに誘われる。彼女としての品定めだと感じたエリカは緊張を隠せぬまま同行していたが、怜香の「佐田がいい加減な気持ちでエリカと付き合っている」という発言を聞かされ…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5037893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5037893",
                    "Titles": {
                        "eng": "A Pressing Appeal -I Love You-",
                        "jpn": "愛及屋烏-I love you-"
                    },
                    "Summaries": {
                        "eng": "Erika and Kyoya have gone off to Kobe to visit Kyoya's mother. He claims he has no abandonment issues, but she's beginning to suspect he might be lying. Can she get him and his mother back together again?",
                        "jpn": "怜香に連れられて、佐田の母・瞳がいる神戸にやってきたエリカ。そこでエリカは佐田家の事情を知る。瞳は佐田が恋愛不信になった理由は自分にあると思っているのであった。翌日、エリカ・佐田・怜香で花火大会に行くことに。そこで佐田と瞳が上手くいくよう画策するエリカだったが、その計画中に佐田からもらったネックレスをなくしてしまい…。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}