{
    "URL": "https://thetvdb.com/series/the-testament-of-sister-new-devil",
    "Genres": [
        "Adaptation",
        "Adult Animation",
        "Erotic Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4219258/",
        "http://anime-shinmaimaou.com",
        "http://www.reddit.com/r/Shinmai_Maou",
        "https://www.themoviedb.org/tv/64163",
        "https://x.com/shinmaimaou"
    ],
    "Titles": {
        "eng": "The Testament of Sister New Devil",
        "jpn": "新妹魔王の契約者"
    },
    "Summaries": {
        "eng": "Toujou Basara is a high school student whose father has suddenly just remarried. His father then departs overseas leaving Basara with two new beautiful step-sisters. Little does he know, his new sisters, Mio and Maria are actually the new Demon Lord and a succubus!? Almost trapped into a life of servitude, Basara forms a reverse contract by accident and ends up becoming Mio's master! Hijinks ensue as Basara finds himself in one ecchi situation after another. However, Mio's life is in danger as she is pursued by demons and heroes!",
        "jpn": "高校1年生の東城刃更は父親の東城迅と2人暮らしであったが、成瀬澪と成瀬万理亜が新しい家族の一員となり、新たな日常が始まると思っていた。だが迅が出張で家を空けることになり、しばらく3人で過ごすことになったところに突然、澪が刃更に「この家から、出て行って」という衝撃的な言葉を口にする。実は澪と万理亜は魔族の住人で、しかも澪は先代魔王の娘とのことであった。万理亜の催眠術で刃更は家を出る手筈になっていたが、刃更も自分の隠していた秘密=勇者の一族であることを告白する。\r\n刃更は外出中の迅と連絡を取って澪の事情を知ると、出て行った澪と万理亜を助けに行き、何があっても澪を護ることを決める。また、万理亜の提案で刃更と澪に主従契約魔法をかけて貰うが、何かの手違いで主になるはずの澪が刃更の僕（しもべ）になってしまった。その後、澪と同じ高校に転校することになった刃更は、そこで幼馴染にして同じ勇者の一族である野中柚希と再会を果たす。それからは現魔王派勢力と勇者の一族が澪を狙って現れ始め、刃更は澪を護るため、2つの勢力と戦うことになる。"
    },
    "Aliases": [
        "Shinmai Maô no Testament",
        "Shinmai Maô no Testament - Burst",
        "Shinmai Maô no Testament BURST",
        "Shinmai Maô no Testament: Burst",
        "Shinmai Maō no Tesutamento",
        "Shinmai Maō no Tesutamento - Burst",
        "Shinmai Maō no Tesutamento BURST",
        "Shinmai Maō no Tesutamento: Burst",
        "Shinmai Maou no Keiyakusha",
        "Shinmai Maou no Keiyakusha - Burst",
        "Shinmai Maou no Keiyakusha BURST",
        "Shinmai Maou no Keiyakusha: Burst",
        "Shinmai Maou no Testament",
        "Shinmai Maou no Testament - Burst",
        "Shinmai Maou no Testament BURST",
        "Shinmai Maou no Testament: Burst",
        "New Sister Archfiend Testament",
        "The Testament of Sister New Devil - Burst",
        "The Testament of Sister New Devil BURST",
        "The Testament of Sister New Devil: Burst"
    ],
    "Modified": "2025-09-14",
    "Seasons": {
        "0": {
            "ID": "593767",
            "URL": "https://thetvdb.com/series/the-testament-of-sister-new-devil/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 15,
            "Episodes": {
                "1": {
                    "ID": "5109015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/5109015",
                    "Titles": {
                        "eng": "The Hard, Sweet Daily Life of Toujou Basara",
                        "jpn": "東城刃更のハードスウィートな日常"
                    },
                    "Summaries": {
                        "eng": "An unaired episode of Shinmai Maou no Testament, bundled with the eighth light novel volume.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5163752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/5163752",
                    "Titles": {
                        "eng": "The Very Peaceful Daily Life of Toujou Basara",
                        "jpn": "東城刃更の至極平和な日常"
                    },
                    "Summaries": {
                        "eng": "An OVA that was bundled with the seventh volume of the Shinmai Maou no Testament manga, released January 2016.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "6381878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/6381878",
                    "Titles": {
                        "eng": "The Testament of Sister New Devil Departures",
                        "jpn": "新妹魔王の契約者 DEPARTURES"
                    },
                    "Summaries": {
                        "eng": "After the struggle for supremacy involving the entire demon world settled down, Basara and the girls have regained their peaceful everyday life. One day that starts with Mio's \"Full of Wrong Bathroom Soap\" play, they go to an indoor pool on Maria's recommendation. However, Mio activates her curse of aphrodisiac by Basara's accidental action! For Mio who is writhing painfully, Basara decides to take an action in the pool...!?\r\nMeanwhile, Yuki and Kurumi receive an order from the hero village that is making a threatening move.\r\nBasara and the girls' exciting vacation begins in a short holiday!",
                        "jpn": "魔界全土を巻き込んだ覇権争いに決着をつけ、平穏な日常を取り戻した刃更たち。澪たちによる「いけない浴室泡三昧」から始まったある日、万理亜の勧めで一行は屋内プールに。ところが、刃更のふとした行動で澪が催淫の呪いを発動してしまう！　切なく悶える澪のため、意を決した刃更はプールの中で……!?　一方、不穏な動きを見せる勇者の里から、柚希と胡桃にある指令が下される。束の間の休息、刃更たちの色めくバケーションの幕が上がる!!"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "593768",
            "URL": "https://thetvdb.com/series/the-testament-of-sister-new-devil/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null,
                "deu": null
            },
            "Summaries": {
                "eng": "When Basara Toujou's father suddenly brings home two beautiful girls and introduces them as his new siblings, he has no choice but to accept into his family the Naruse sisters: busty redhead Mio and petite silver-haired Maria.\r\nBut when these seemingly normal girls reveal themselves as demons—Mio the former Demon Lord's only daughter and Maria her trusted succubus servant—Basara is forced to reveal himself as a former member of a clan of \"Heroes,\" sworn enemies of the demons. However, having begun to care for his new sisters, Basara instead decides to protect them with his powers and forms a master-servant contract with Mio to keep watch over her.\r\nWith the Heroes observing his every move and the constant threat of hostile demons, Basara has to do the impossible to protect his new family members. Moreover, the protector himself is hiding his own dark secret that still haunts him to this day...",
                "jpn": null,
                "deu": "Mit 15 Jahren noch mal Bruder: Basara kann kaum glauben, dass die rothaarige Schönheit Mio und die süße Maria seine Stiefschwestern werden. Doch Mio ist auch die künftige Dämonenkönigin und Maria ein Sukkubus, entsandt als ihre Leibwächterin. Das ist zu viel für Basara, der als Mitglied des Heldenclans Mio töten müsste, als Bruder und Junge jedoch versucht, Herr seiner Lust zu werden."
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4963533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/4963533",
                    "Titles": {
                        "eng": "The Day I Got a Little Sister",
                        "jpn": "妹ができた日"
                    },
                    "Summaries": {
                        "eng": "Thanks to his father's sudden remarriage, Toujou Basara finds himself with two beautiful new step-sisters. Their names are Naruse Mio and Maria. Mio wakes him up in the morning, while Maria stands in the kitchen wearing a suggestive outfit...",
                        "jpn": "父親の突然の再婚によって、東城刃更に二人の美少女義妹ができた。名前は成瀬澪と万理亜。\r\n朝になれば澪が起こしてくれて、万理亜は破廉恥な姿でキッチンに立っていて……。\r\nお兄ちゃんのためにと奮闘するかわいい妹たちとの騒がしくも楽しい新生活が始まった。\r\nしかし、父親が海外出張に出かけた途端、二人の態度が急変。\r\nなんと妹は先代魔王の娘と淫魔サキュバスだったのだ！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5094998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/5094998",
                    "Titles": {
                        "eng": "First Contract Between Servant and Master",
                        "jpn": "初めての主従契約"
                    },
                    "Summaries": {
                        "eng": "As daughter of the former demon lord, Mio's foster parents were slain by powerful demons after her life. Still seeking to slay her, Basara reveals himself as a member of the hero clan--an enemy of the demons--and vows to protect Mio as a member of his family.",
                        "jpn": "先代魔王の娘である澪は強大な力を魔族に狙われ、過去に養父母を殺されていた。\r\n現在も命を狙われる澪に、刃更は自分が魔族の敵・勇者の一族であることを明かすが、あくまでも家族として澪を守ると約束する。 お互いの居場所を常に把握できるようにと、澪と主従契約を結ぶことになるのだが……\r\n万理亜のミスで主従関係が逆転。澪に忠誠を誓わせるため、刃更と澪はエッチな行為をするハメに！？"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5102649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/5102649",
                    "Titles": {
                        "eng": "Reunion and a Gap in Trust",
                        "jpn": "再会と信頼の狭間"
                    },
                    "Summaries": {
                        "eng": "Basara's childhood friend Nonaka Yuuki warns him not to get involved with Naruse Mio any longer. She is a fellow member of the hero clan, and the one charged with observing Mio. She claims that Mio will bring great disaster, but Basara proclaims that he will protect Mio as a girl on his own.",
                        "jpn": "成瀬澪にこれ以上関わるなと警告する幼なじみの野中柚希。\r\n彼女は刃更と同じ勇者の一族であり、澪の監視役だったのだ。澪は大きな災いをもたらすというが、刃更は澪を一人の女の子として守っていくと宣言。 二人の会話をこっそり聞いていた澪は、刃更とさらなる信頼関係を結びたいと考える。主従関係強化のため、万理亜が提案した方法は、裸でご奉仕することだった！？"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5102651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/5102651",
                    "Titles": {
                        "eng": "Until Sadness Reaches Zero",
                        "jpn": "悲しみがゼロになるまで"
                    },
                    "Summaries": {
                        "eng": "Basara suffers a deep wound in the battle against the white-masked man after Mio's power. Mio regrets getting Basara involved, and challenges the white-masked man to battle on her own. Meanwhile, in order to protect Mio, Basara resolves to use the \"forbbiden art\" he sealed away after the events of his past. What was the tragedy that visited the hero village and Basara?",
                        "jpn": "澪の力を狙う白仮面との戦いで、深い傷を負ってしまった刃更。\r\n澪は刃更を巻き込んだことを悔やみ、単身で白仮面との戦いに臨もうとする。一方刃更は澪を守るため、過去のある出来事から封印した「禁じ手」を使うことを決意する。かつて、勇者の里と刃更を襲った悲劇とは…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5102656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/5102656",
                    "Titles": {
                        "eng": "A Little Sisters' Morning Demon Lording",
                        "jpn": "朝の妹の魔王無双"
                    },
                    "Summaries": {
                        "eng": "With the battle against the white-masked man settled, they returned to their bawdy daily life. Basara wakes up with his hand groping Maria's butt, he runs into a naked Mio when he enters the bathroom, and Yuki sneaks into the bath with him. The master-servant pact lying at the heart of everything. Accoring to Takigawa, his classmate and the white-masked man, the pact between Basara and Mio holds another secret. Meanwhile, Basara's childhood friend Yuki invites him out on a date...",
                        "jpn": "白仮面との戦いに決着がつき、淫らな日常が戻ってきた。刃更は万理亜のお尻を揉みしだきながら目覚め、洗面所では全裸の澪に遭遇、お風呂に入れば柚希が入ってきて。\r\nすべての原因であるこの主従契約。クラスメイトであり白仮面でもある滝川によれば、刃更と澪が結んだ契約にはもう一つ隠された秘密があるという。そんな中、刃更は幼なじみの柚希からデートに誘われて…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5102657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/5102657",
                    "Titles": {
                        "eng": "Bearing Growing Emotions",
                        "jpn": "募る思いを抱えて"
                    },
                    "Summaries": {
                        "eng": "Basara goes on a date with Yuki. Unaccostomed to the shopping center, When the two of them are overwhelmed by a clerk's sales talk, Mio stops following to rescue them.",
                        "jpn": "柚希とデートをすることになった刃更。ショッピングに慣れていない2人が店員のセールストークに圧倒されているところ、こっそり後をつけていた澪が助け船を出す。\r\n柚希は澪を受け入れ、洋服を選んでもらうことに。 ひとときの休息を楽しみながら柚希が会計を待っていると、里から派遣されてきた妹・胡桃がやってくる。一方、屋上で柚希を待つ刃更たちの前には魔族の1人ヴァルガが現れるのだった。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5108447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/5108447",
                    "Titles": {
                        "eng": "The Depths of Love and Hatred",
                        "jpn": "恩讐の果てに"
                    },
                    "Summaries": {
                        "eng": "Basara leads Mio to higher peaks as he pursues pleasure with the use of syrup. With their master-servant pact reaching a new level, they both bring their full might to face the ones trying to eliminate Mio: Takashi and Kurumi.",
                        "jpn": "シロップを使った快楽の追求によって澪をさらなる絶頂へ導いた刃更。\r\n主従契約が新たな段階へ進んだことで、澪の消滅を狙う高志と胡桃に満を持して挑むことに。澪と万理亜は高志を相手に奮闘し、刃更は胡桃を相手に攻撃を仕掛けるのだが……。 里の仲間を傷つけたくないという刃更は、その甘さが命取りとなって胡桃に追い詰められてしまう。\r\nそれでも、里の仲間も澪も大切だという刃更は……。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5108448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/5108448",
                    "Titles": {
                        "eng": "Erotic Succubus Out of Control",
                        "jpn": "暴走のエロサキュバス"
                    },
                    "Summaries": {
                        "eng": "Ten days pass since the battle with Takashi and others. Although the battle ended with reconciliation, Yuki returned to the hero's village. ...or she was supposed to, but when Basara returns home, he finds Yuki in an apron!",
                        "jpn": "高志たちとの決戦から10日。戦いはいったん手打ちとなったものの、柚希は勇者の里へ帰ってしまった。\r\n……はずだったが、刃更が帰宅すると、そこにはエプロン姿の柚希が！\r\n澪の対象レベルが下がったことで再び帰ってくることを許されたという。ここぞとばかりに性的アピールを始める柚希に対し、澪はやきもきしてばかり。\r\nさらに万理亜の勧めで柚希と刃更が主従契約を結ぶことになり……！？"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5108449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/5108449",
                    "Titles": {
                        "eng": "Merits and Demerits of Master and Servant",
                        "jpn": "主従の功罪"
                    },
                    "Summaries": {
                        "eng": "Basara and Yuki begin the ceremony to form their pact. Clad in a bustier and garter belt, Yuki was raring to go for it, but she refused to forge the pact normally, and suffered the same succubus curse as Mio.",
                        "jpn": "刃更と柚希の契約の儀式が始まる。ビスチェとガーターベルトに身を包んだヤル気満々の柚希は、普通の契約を拒み自ら澪と同じ淫魔の呪いにかかってしまう。 柚希を屈服させなければならない刃更はお尻や胸を揉みしだき、万理亜が2人の淫行を撮影。すると、柚希はあられもない嬌声をあげて絶頂へ達するのだった。\r\n一方、澪は従者仲間として柚希とともに刃更にご奉仕をすることになってしまう。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5108450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/5108450",
                    "Titles": {
                        "eng": "Plaintive Betrayal",
                        "jpn": "哀切なる背信"
                    },
                    "Summaries": {
                        "eng": "Mio has been captured by Zolgia following Maria's betrayal. Basara too is captured by Lars and brought to Zolgia's mansion. Lars' goal is to exchange Basara for Mio. He explains that he's only doing his duty as Mio's observer, but negotiations fail, and Zest slays him.",
                        "jpn": "万理亜の裏切りによってゾルギアに捕らえられた澪。刃更もまたラースに捕らえられ、ゾルギアのもとへ連行される。ラースの狙いは澪と刃更の交換。 澪の監視という仕事をまっとうするためだと説明するが、交渉は失敗しゼストの手によって葬られてしまう。\r\nそのゼストから刃更の精神を支配することを命じられた万理亜。サキュバス本来の力を使って、刃更を快楽の虜へと変貌させようとする。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5108451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/5108451",
                    "Titles": {
                        "eng": "Espionage... What Lies After",
                        "jpn": "諜報者（エスピオナージ）・・・その先にあるもの"
                    },
                    "Summaries": {
                        "eng": "Strength as a human, the power to rend evil--With the power inherited from his father, Toujou Jin, Basara faces off against Zolgia. Basara is driven by the desire to protect his precious family. That desire gives him strength, and even as Zolgia pushes him to the edge, he rises without breaking. However, even Basara eventually runs out of strength facting that all too powerful might. His mind in despair, he's unable to escape from Zolgia's dominion...",
                        "jpn": "人としての強さ、悪を切り裂くための力――父、東城迅から受け継いだものをその手に、刃更がゾルギアに立ち向かう。 刃更を突き動かすのは、大切な家族を守りたいという想い。その想いが力となり、ゾルギアに追い詰められながらも、くじけることなく立ち上がった。 しかし、あまりにも強大な力を前にして、ついに刃更が力尽きてしまう。\r\n絶望した精神はゾルギアの支配から逃れられず……。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5108452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/5108452",
                    "Titles": {
                        "eng": "For This Night, This Moment",
                        "jpn": "この夜、このときのために"
                    },
                    "Summaries": {
                        "eng": "As Yuki fends off any enemy approaching the core, Basara, Mio and Zest soon fight against a horde of Zest's clones. The group arrives at the core and Zest offers herself as bait for Basara to kill the beast. In doing so, however, Basara protects Zest and disables the vital core with his Banishing Shift, thus killing the beast. As the girls recover, Basara witnesses Yahiro/Lars executing Zolgear. Back at their home, Zest places her loyalty to Basara. Greatly opposed to the fact of someone else stealing Mio's virginity, Basara and Mio engage in lovemaking until Basara stops mid-way, apologizing for forcing himself unto Mio. As Basara and Mio were about to kiss once more, Yuki interferes and steals Basara's lips and is accompanied by Zest. As Mio and Yuki argue over Basara, the latter runs to Maria and asks her to help him appease the two. Adding to the uproar, Maria lunges at Basara and kisses him. Shella and Zest were then put under the care of the demons from the moderate-faction. Meanwhile, word of Zolgear's death eventually reaches Demon Lord Leohart as he faces Jin Tōjō in his throne.",
                        "jpn": "無限に増殖を重ね、やがて世界を飲み込むという魔界の第一級危険種。体内に捕らえられ、次元を遮蔽された刃更たちに残された選択肢は危険種の生命コアを完全消去すること。 柚希とゼストの力を借りながら、刃更と澪は生命コアへ向かう。この身に代えても家族を守るという刃更。 妹だって大事なお兄ちゃんを守りたいという澪。\r\n勇者と魔王の娘の兄妹は、家族を、世界を救うことができるのか!?"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "616825",
            "URL": "https://thetvdb.com/series/the-testament-of-sister-new-devil/seasons/official/2",
            "Titles": {
                "eng": "Burst",
                "jpn": null,
                "deu": "Burst",
                "zho": "新妹魔王的契约者 BURST"
            },
            "Summaries": {
                "eng": "Basara Toujou has a hard life. He is the older step-brother to two demonic sisters, Mio and Maria Naruse, whom he protects from entitled demons looking to claim Mio's power for themselves. On top of that, rising political tension within the demon realm only makes his job more difficult.\r\nWhen a messenger arrives with summons for Mio to the demon realm, she and her friends go in spite of the danger. Now on the enemy's turf, Basara will have to grow stronger through erotic pleasure in order to do the impossible and protect everyone.",
                "jpn": null,
                "deu": "Mio hat längst Freundschaft mit dem Heldenmädchen Yuki geschlossen. Dann taucht Yukis Schwester unverhofft auf und muss auch erst einmal in das lustvolle Geheimnis des Meister-Diener-Paktes eingeweiht werden. Die Gemeinschaft glaubt sich gewappnet gegen jegliche Angriffe aus der Dämonenwelt. Doch als ihnen gleich mehrere Widersacher gegenüberstehen, schwindet die Zuversicht ganz plötzlich.",
                "zho": "“开始吧。决定这魔界未来的战斗——”\r\n\r\n把盯上澪所拥有的先代魔王之力的佐基尔打倒之后，刃更等人似乎取回了一时的平稳。他和澪以及柚希她们一同准备体育祭，讴歌着慌张的日常生活，但某一天，他们突然遭到被魔法操纵的人类袭击……。\r\n为了守护家人，为了变强，刃更他们以更加激烈的方式增强了主从契约。在他们面前，万理亚的姐姐露绮亚现身，由此，他们被卷入了震撼魔界的战斗当中……\r\n想要守护，重要的家人。"
            },
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "5163751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/5163751",
                    "Titles": {
                        "eng": "What I Can Do For You",
                        "jpn": "あなたの為にできる事を"
                    },
                    "Summaries": {
                        "eng": "After ending the battle against Zolgia, Basara regains his peaceful life with his two little sisters, Mio, the daughter of the previous demon lord, and Maria, her little sister who's also a succubus. As Basara pursues the preparations for the sports festival at school, one day he's attacked by a person being manipulated by magic. Recalling the strange gaze he felt at school, a suspicion of his begins to grow...",
                        "jpn": "先代魔王の娘である澪と、その妹でありサキュバスの万理亜。ゾルギアとの戦いを終えた刃更は、その2人の妹との平穏な生活を取り戻していた。 学園では体育祭の準備に追われる刃更だったが、ある日、魔法で操られた人間に襲われてしまう。学内で感じた謎の視線を思い返し、ある疑惑を深めていくが……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5352643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/5352643",
                    "Titles": {
                        "eng": "Suspicions Deepening Within Mysteries",
                        "jpn": "深まる疑惑と謎の中で"
                    },
                    "Summaries": {
                        "eng": "The day of the sports festival is finally here. Though Basara remains cautious of the mysterious enemy who manipulates people with magic, he happily enjoys the sports festival with Mio and Yuki as the three of them compete in the four-legged-race and enjoy their youth getting entangled and sweaty with each other. Meanwhile, Kurumi, who was placed in charge of guarding the school, discovers a suspicious individual. At almost the same time, a giant twister forms on the sports field. Basara fights to protect the students... but an unexpected individual appears!",
                        "jpn": "ついに訪れた体育祭当日。魔法で人間を操る謎の敵に警戒を強めながらも、刃更は澪と柚希に体育祭はしっかり楽しもうと微笑み、 三人で出場する三人四脚で組んずほぐれつになりながら青春の汗を流すのだった。一方、校内の警備を任された胡桃は、不審な人物を発見。 すると、時を同じくしてグラウンドに巨大な竜巻が発生する。生徒を守ろうとする刃更だが……意外な人物が姿を現すのだった。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5352644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/5352644",
                    "Titles": {
                        "eng": "My Cherished Feelings For You",
                        "jpn": "譲れない想いを君と"
                    },
                    "Summaries": {
                        "eng": "After taking Kurumi hostage, Ornis robs Basara of the right arm wielding Bynhildr. Though he lost conciousness from the pain, his sealed power unleashes and goes on a rampage. Their positions are reversed as he corners Ornis with his overwhelming power. However, the moment he tries to silence Ornis for good, a golden chain appears and binds him. When Ornis turns around, he finds Hasegawa Chisato. What secrets has she kept hidden?",
                        "jpn": "胡桃を人質に取られ、オルニスにブリュンヒルドを握る右腕を奪われた刃更。激痛に意識を失うが、封じられた力が解き放たれたことで暴走。形勢を逆転し、オルニスを圧倒的な力で追い詰めていく。 ところが、ブリュンヒルドで息の根を止めようとしたその時、金色の鎖が出現し拘束されてしまう。オルニスが振り返った先にいたのは、長谷川千里だった。彼女に隠された秘密とは――？"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5352645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/5352645",
                    "Titles": {
                        "eng": "Amidst Entwining Plots",
                        "jpn": "絡み合う思惑の中で"
                    },
                    "Summaries": {
                        "eng": "As the clash between the peaceful faction and the present demon lord faction draws near, Basara visits the peaceful faction along with Mio. Though Basara enjoys their reunion with Zest and Shella, Maria seems to be acting odd. In fact, a heavy punishment was awaiting her for her betrayal of the peaceful faction. Basara begs Rukia for her forgiveness, and ends up administering the punishment in her stead... but that punishment was to spank Maria's behind while she was in a state of arousal?!",
                        "jpn": "穏健派と現魔王派の衝突が近づく中、澪とともに魔界の穏健派のもとへやってきた刃更たち。ゼストとシェーラとの再会を喜ぶ刃更だが、どうも万理亜の様子がおかしい。 実は彼女には穏健派を裏切ったことによる重い処罰が待っていた。刃更はルキアに許しを請い、彼女に変わって罰を下すことになるのだが……。その罰とは、催淫状態になった万理亜のお尻を叩くことだった!?"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5352646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/5352646",
                    "Titles": {
                        "eng": "Amidst the Wind Blowing Through the Battlefield",
                        "jpn": "吹き抜ける戦場の風の中を"
                    },
                    "Summaries": {
                        "eng": "Ramsus is out to extract the \"Demon Lord's Power\" that Mio possesses, and Basara reveals his anger at Ramsus' lack of concern for Mio's safety. Just as sparks are about to fly, Shella interrupts them. She leads Basara into the bath to try and help calm him down, and when Zest appears, she orders Zest to massage and wash Basara's body with her bountiful bosom. Then Shella tries to get Basara and Zest to forge a master-servant pact...",
                        "jpn": "ラムサスの狙いは澪が持つ「魔王の力」を取り出すこと。澪の命を意に介さない考え方に、怒りをあらわにする刃更。一触即発の状況に割って入ってきたのは、シェーラだった。 刃更の気を落ち着かせようとシェーラは刃更をお風呂へ案内。現れたゼストに対して、たわわな胸で刃更を洗体マッサージするように命じるのだった。 そして、シェーラは刃更とゼストに主従契約を結ばせようとして……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5352647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/5352647",
                    "Titles": {
                        "eng": "Between Reality and One's Own Truth",
                        "jpn": "己の真実と現実の狭間で"
                    },
                    "Summaries": {
                        "eng": "Basara and the others recieve a message from Lars, calling them to Leohart's royal castle. Then Basara's father, Toujou Jin, appears before them all. He brought with him another message from Leohart. A message saying that they　would hold a tournament before Leohart and Ramsus' forces to determine authority of the demon realm--authority of the demon realm being synonymous with Mio's power. After being selected as the representatives, Basara begins　learning \"how to win\" from Jin.",
                        "jpn": "ラースからレオハルトの王城へ来いというメッセージを受け取った刃更。そんな刃更のもとに父・東城迅が現れる。迅はレオハルトからある通達を預かっていた。 それは魔界の覇権を決めるため、レオハルト陣営とラムサス陣営による7対7の代表戦をおこなうというもの。 魔界の覇権――それは澪の力を手に入れることと同義。代表に選ばれた刃更は、迅から“勝つための方法”を学ぶことに。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5352648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/5352648",
                    "Titles": {
                        "eng": "Between Entwining Plots and Desires",
                        "jpn": "絡み合う思惑と欲望の狭間で"
                    },
                    "Summaries": {
                        "eng": "Basara and the others finally face the current demon lord, Leohart. Leohart's confidence in his strength fills the air as he welcomes them in without any tricks. Can they really beat him? After Maria encourages them to do what they can for now, Basara commands Mio, Yuki, Maria, Kurumi, and Zest to strip for him. Using items full of aphrodisiacs, they lick, molest, and entwine together...",
                        "jpn": "ついに刃更たちが現魔王のレオハルトと対面する。一切の小細工なしに来訪者を受け入れるレオハルトは、まさに強者の余裕を漂わせていた。本当に勝てるのだろうか？\r\n刃更は自分たちにできることをしようという万理亜の言葉に促され、澪、柚希、万理亜、胡桃、ゼストの全員に命じるのだった、「脱げ」と。\r\n催淫効果たっぷりのアイテムを使用し、舐め合い、揉み合い、そして絡み合って……"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5352649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/5352649",
                    "Titles": {
                        "eng": "Those Contending for the Future",
                        "jpn": "未来へと挑む者たち"
                    },
                    "Summaries": {
                        "eng": "The group battle between Leohart and Ramsus's forces finally begins. After Mio wins the first match, Maria enters the arena for the next round. Her opponent is Lars. Maria uses her enormous power to face him in close combat, but she fails to overcome the gap in experience and magic power, and gets driven into a corner by Lars' clever attackes. What does Maria pull out in hopes of overturning the battle...? Meanwhile, the demons lay a cowardly trap for Kurumi.",
                        "jpn": "ついに始まったレオハルト陣営とラムサス陣営の団体戦。第1戦に勝利した澪に続いて闘技場に上がったのは万理亜だった。\r\n対戦相手はラース。万理亜は強大なパワーを利用した接近戦で臨むが、魔力と経験値の差は埋められず、ラースの巧みな攻撃によって追い詰められてしまう。反撃を狙う万理亜が繰り出す最終手段とは……？\r\n一方、胡桃に対しては魔族の卑劣な罠が張り巡らされていた。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5352650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/5352650",
                    "Titles": {
                        "eng": "Beyond the Endless Dream",
                        "jpn": "見果てぬ夢のその先に"
                    },
                    "Summaries": {
                        "eng": "The only remaining match of the tournament is the duel between leaders, Basara vs Leohart. Basara finally appears after his long time in hiding, and faces off against Leohart. The two demon swords clash in fierce battle. Though Basara manages to keep up with Leohart, Leohart clearly holds an overwhelming advantage. Basara is unable to use his Banishing Shift due to the large opening it creates. What secret strategy does Basara pull out in the fight...?",
                        "jpn": "代表戦も残すは大将の刃更とレオハルトの一騎打ちのみ。長らく姿を見せなかった刃更もようやく姿を現し、レオハルトと対峙する。\r\n激しくぶつかり合う魔剣と魔剣。刃更はかろうじてレオハルトに食らいつくが、圧倒的に優勢なのはレオハルトだった。 刃更は大きな隙が生まれてしまう≪無次元の執行（バニシングシフト）≫を使用することができない。\r\nそんな中、刃更の出した秘策とは……？"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5352651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-testament-of-sister-new-devil/episodes/5352651",
                    "Titles": {
                        "eng": "The Consequences of What Must Be Done",
                        "jpn": "果たすべき意思の後先"
                    },
                    "Summaries": {
                        "eng": "The council's rampage sends quakes through the demon realm, and the demon Chaos is called forth through a giant magic circle. That commander of all heroic spirits flails madly, seeking to claim Basara, Mio, and Leohart's lives. Do they even stand a chance of victory with this supreme being before them?! Meanwhile, Maria, Yuki, and the others put a final end to their own personal battle. \"Believe in me... once more.\" The ultimate sibling combo risks their lives to face the disaster striking all of the demon realm!",
                        "jpn": "枢機院の暴走により、魔界に激震が走る。超巨大魔法陣から召喚された魔神ケイオス。\r\nすべての英霊を統べる存在が、刃更、澪、レオハルトの命を求めて蠢きだしたのだ。究極の存在を前にして、刃更たちに勝算はあるのか!?\r\nそして、万理亜や柚希たちもまた因縁の戦いに終止符を打とうとしていた。\r\n「もう一度……オレを信じてくれ」。魔界全土を巻き込む厄災に、最強の兄妹が命を懸けて臨む!!"
                    },
                    "Aliases": []
                }
            }
        }
    }
}