{
    "URL": "https://thetvdb.com/series/gourmet-girl-graffiti",
    "Genres": [
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3981980/",
        "https://www.themoviedb.org/tv/72921"
    ],
    "TitleEnglish": "Gourmet Girl Graffiti",
    "SummaryEnglish": "known in Japan as Happy Cooking Graffiti (幸腹グラフィティ Kōfuku Gurafiti)  The story follows Ryou, a middle school girl who lives by herself. She has a knack for cooking and makes friendships with everyone through her food. The cooking manga is \"full of detailed cuisine art to whet the appetite and slightly erotic meal scenes.\" The \"koufuku\" in the title is a wordplay on two Japanese homonyms—one which means \"happiness,\" and another that means \"appetite.\"",
    "Aliases": [
        "Koufuku Graffiti",
        "Happy Cooking Graffiti"
    ],
    "Modified": "2024-09-08",
    "Seasons": {
        "1": {
            "ID": "593999",
            "URL": "https://thetvdb.com/series/gourmet-girl-graffiti/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4965499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gourmet-girl-graffiti/episodes/4965499",
                    "TitleEnglish": "Warm, Juicy",
                    "SummaryEnglish": "Ryō Machiko is a girl who has been struggling to make her cooking taste good ever since her grandmother passed away a year ago. Her second cousin, Kirin Morino, comes to stay with her in Tokyo to study at a cram school following an argument with her moth. To Ryō's surprise, Kirin enjoys her nabe, with Ryō discovering it tastes good herself. The next day, after Kirin comes down with a fever following her first class, Ryō makes her some kitsune udon and inarizushi, reminding her of when her grandmother looked after her. That night, Kirin theorises that the reason Ryō hasn't been enjoying her cooking is because she's been eating alone, deciding to become more like a family member to her. The next day, Kirin returns home to make up with her mother, with Ryō looking forward to next week when they can eat together again.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5094394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gourmet-girl-graffiti/episodes/5094394",
                    "TitleEnglish": "Fluffy, Sizzling",
                    "SummaryEnglish": "As spring arrives, Ryō invites Kirin for a cherry blossom viewing party, along with her aunt, Akira. While visiting the local food fair, Ryō and Kirin come across Ryō's schoolmate Shiina, with Kirin being a little jealous over her being so close to Ryō. After having their bento lunches and parting ways with Akira, Ryō invites Kirin to sketch the trees and makes her some tamagoyaki, expressing her joy that she could learn more about her.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5098041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gourmet-girl-graffiti/episodes/5098041",
                    "TitleEnglish": "Rich, Drippy",
                    "SummaryEnglish": "Ryō's appetite leads her to make a mistake in her practical art exam, leaving her worried about what to tell her parents. Wanting to cheer Ryō up, Kirin invites Shiina over for a bamboo shoot and rice dinner. The next day, inspired by one of their favorite shows, the girls decide to make various types of omurice, culminating in a legendary soft-cooked omurice.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5098042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gourmet-girl-graffiti/episodes/5098042",
                    "TitleEnglish": "Moist, Crispy",
                    "SummaryEnglish": "Ryō becomes depressed when she learns classes are being cancelled next weekend due to a teacher training day. With Kirin having obligations with her family and Shiina sick from the rain, Ryō ends up spending her next Saturday alone, once again finding her food tasting bland without anyone to share it with. Whilst visiting the library to take her mind off things, she comes across her old friend Watanabe, who shows her all of the beginner cookbooks her grandmother used to borrow. Surprised to hear that her grandmother was once a terrible cook, Ryō learns that she only became serious about cooking for her, adjusting some of the book's recipes to suit her tastes. Upon getting hungry, Ryō nostalgically checks out the nearby convenience store, picking out the same things she used to as a child, her thoughts of her grandmother making them taste delicious. Learning another key to good food is thinking about the person you love, Ryō makes preparations for Kirin's next visit.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5098043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gourmet-girl-graffiti/episodes/5098043",
                    "TitleEnglish": "Slurp, Gulp",
                    "SummaryEnglish": "With everyone stuck doing summer lessons during the summer break, Shiina invites Ryo and Kirin over to her place to do some summer activities that they wouldn't be able to do otherwise. Upon arriving at Shiina's extravagant home, Kirin receives a tomato from someone she assumes is Shiina's mother, only to find her actual mother is someone completely different. Later, as the girls go searching for bamboo for a sōmen slide, they discover the woman from before is actually Shiina's household maid, Tsuyuko. While Shiina's mother prepares the slide, Tsuyuko helps Ryo and Kirin prepare the noodles and sauce. Later, Shiina's mother reveals she was the one who asked Shiina to invite Ryo and Kirin over, thanking them for being her friend. Afterwards, they have an overdue Tanabata festival and fireworks, crossing off pretty much every summer activity they had in mind.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5123084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gourmet-girl-graffiti/episodes/5123084",
                    "TitleEnglish": "Hot, Springy",
                    "SummaryEnglish": "Facing summer fatigue from the heat, Ryō and Kirin decide to make broiled eel to build stamina. After discovering their air conditioner is broken, the girls have a bath together to wash off their sweat, during which they decide to eat some ice cream. Still feeling something is missing, Kirin finds what she has been craving is the rather unseasonal red bean soup, which Ryō decides she wants herself, only to end up with a stomachache from eating too many mismatched foods.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5126475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gourmet-girl-graffiti/episodes/5126475",
                    "TitleEnglish": "Sizzle, Pop",
                    "SummaryEnglish": "Ryou here! The weather's finally cooled off; autumn is here! Today we're going to a cookout at Shiina-san's house. She and Kirin said they want to do something for me to pay back everything I've done for them. Kirin barely said hello before she ran off to Shiina-san's place! I'm happy that they're doing something nice for me, but at the same time it's a bit lonely being excluded. Plus, I'm not sure they can handle everything by themselves...",
                    "Aliases": []
                },
                "8": {
                    "ID": "5126477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gourmet-girl-graffiti/episodes/5126477",
                    "TitleEnglish": "Piping Hot, Chomp",
                    "SummaryEnglish": "Kirin here! I'm working on a special surprise-whoa, whoa...rats, almost had it...Anyway, tomorrow Ryou's normal school is having field day!",
                    "Aliases": []
                },
                "9": {
                    "ID": "5138657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gourmet-girl-graffiti/episodes/5138657",
                    "TitleEnglish": "Bubbling, Huff-Puff...",
                    "SummaryEnglish": "This is Shiina. I can't believe it's already New Year's Eve, with all the fun I've had with Machiko-san and Morino-san this year just flew by. It's too bad I can't spend the evening with them, but it's a family tradition to ring in the new year at home, together.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5138658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gourmet-girl-graffiti/episodes/5138658",
                    "TitleEnglish": "Chewy, Melty",
                    "SummaryEnglish": "Hi, it's Ryou! It's so cold out! Kirin's getting ready for her entrance exams and I think the stress is getting to her. I thought we'd have a movie night to help her relax, but I think it's having the opposite effect?",
                    "Aliases": []
                },
                "11": {
                    "ID": "5138659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gourmet-girl-graffiti/episodes/5138659",
                    "TitleEnglish": "Searing, Slurping",
                    "SummaryEnglish": "Kirin again! Ryou's parents sent her another mysterious package from overseas...last time it was Japanese rice, and I smell something distinctly Japanese wafting through the cardboard. They're...interesting people. Ryou says she's not as lonely as she used to be, even though I'm sure she misses them. And since she's studying so hard for exams, I've decided to make her a late-night study snack! Something undeniably motherly!",
                    "Aliases": []
                },
                "12": {
                    "ID": "5138660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gourmet-girl-graffiti/episodes/5138660",
                    "TitleEnglish": "Soaked Up, Squeeze",
                    "SummaryEnglish": "It's Shiina again. Machiko-san and Morino-san both got through exams and it's time for graduation! Morino-san came to watch Machiko-san walk, she really does love her. I'm headed over to their place now with a special lunch from Tsuyuko-san. They're going to have a pretty hectic time adjusting to their new life, so I thought I'd bring it by and help out however I can.",
                    "Aliases": []
                }
            }
        }
    }
}