{
    "URL": "https://thetvdb.com/series/nozo-x-kimi",
    "Genres": [
        "Animation",
        "Comedy",
        "Mini-Series",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3779860/",
        "https://www.themoviedb.org/tv/212966"
    ],
    "TitleEnglish": "Nozo X Kimi",
    "SummaryEnglish": "Suga Kimio finds himself hiding in the girls locker room, unable to move or escape the situation as the girls in his school crowd in. Although he originally had no ulterior motives, he found himself panicking as he heard the girls coming in and hid in a locker. Komine Nozomi, one of the shy girls in his class finds him, but surprisingly covers for him. Perplexed but glad, Kimio goes home.  Later that night, he gets a text from Nozomi who happens to live across the way on the same floor of the complex they both live in. She blackmails him into agreeing to show each other's bodies when she texts him. Kimio has to abide by Nozomi's insane demands or risk ruining his school life so they both start their little peep show through each other's windows!",
    "Aliases": [
        "Nozomi x Kimio"
    ],
    "Modified": "2025-10-14",
    "Seasons": {
        "1": {
            "ID": "594672",
            "URL": "https://thetvdb.com/series/nozo-x-kimi/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4971802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nozo-x-kimi/episodes/4971802",
                    "TitleEnglish": "The Girl with Massive Melons",
                    "SummaryEnglish": "Kimio and Nozomi meets the shy Yuuki Makino, who complexes about her own body. Together they team up to help Makino break out of shell.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4971803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nozo-x-kimi/episodes/4971803",
                    "TitleEnglish": "The Clubhouse Ghost",
                    "SummaryEnglish": "A ghost is haunting the girls’ swim team, and it’s up to Nozomi and Kimio to investigate! Kimio, however, wants nothing to do with this.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5054961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nozo-x-kimi/episodes/5054961",
                    "TitleEnglish": "Our Heartbeats",
                    "SummaryEnglish": "Sonoda is not happy when Nozomi beats her in a popularity contest.",
                    "Aliases": []
                }
            }
        }
    }
}