{
    "URL": "https://thetvdb.com/series/fantasy-kaleidoscope-the-memories-of-phantasm",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6323526/",
        "http://manpukujinja.blog135.fc2.com/",
        "http://www.reddit.com/r/touhou",
        "https://www.themoviedb.org/tv/83958",
        "https://x.com/manpuku_jinja",
        "https://www.youtube.com/c/UC8VoGhQC9enEacXs4fYVxRw"
    ],
    "TitleEnglish": "Fantasy Kaleidoscope ~The Memories of Phantasm~",
    "SummaryEnglish": "Marisa, an ordinary magician, suspects a youkai is behind the winter weather in the middle of spring. She goes off to investigate and soon arrives in the netherworld, facing the youkai behind the strange incident. Will her friend, the shrine maiden Reimu, arrive in time to save the day or will all be lost?\r\n\r\n\r\nFantasy Kaleidoscope ~The Memories of Phantasm~ is a fan-made animated video series produced by Manpuku Jinja. The first episode, Fantasy Kaleidoscope ~The Spring Snow Incident~, was released at Comiket 80 on August 12, 2011, on DVD. Although the video lacked voice acting, numerous fandubs have been released since then.",
    "Aliases": [
        "幻想万華鏡～The Memories of Phantasm～",
        "Gensou Mangekyou ~The Memories of Phantasm~",
        "Touhou Fantasy Kaleidoscope: The Memories of Phantasm",
        "Gensou Mangekyou - The Memories Of Phantasm"
    ],
    "Modified": "2025-06-03",
    "Seasons": {
        "1": {
            "ID": "595151",
            "URL": "https://thetvdb.com/series/fantasy-kaleidoscope-the-memories-of-phantasm/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 18,
            "Episodes": {
                "1": {
                    "ID": "4975033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasy-kaleidoscope-the-memories-of-phantasm/episodes/4975033",
                    "TitleEnglish": "The Spring Snow Incident",
                    "SummaryEnglish": "The opening for this episode shows brief scenes from EosD. The episode truthfully follows the events from Perfect Cherry Blossom. Spring has come to Gensokyo, but the Hakurei Shrine is still covered in snow. Reimu has become too lazy to solve the incident for some reason, so Marisa decides to solve the incident herself, thus becoming the main character. However, the episode skips most of the battle scenes. Marisa first faces Letty Whiterock, easily defeating her. Later on, all the characters who originally serve as bosses, such as Chen, Alice Margatroid and Lily White are shown in short cameos. Marisa then finds the black hole entrance to Hakugyokurou, surrounded by the Prismriver Sisters, just passing by them. Marisa goes up in what it seems an infinite staircase, only to encounter Youmu Konpaku at the end. When Youmu is defeated, Yuyuko Saigyouji shows up, and the final battle begins.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4975034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasy-kaleidoscope-the-memories-of-phantasm/episodes/4975034",
                    "TitleEnglish": "The Scarlet Mist Incident (Part One)",
                    "SummaryEnglish": "Just right after the events of SA, the Moriya Shrine holds a party where almost all characters are included. The main characters read an article on Aya's Newspaper about the Scarlest Mist Incident, which happened during Embodiment of Scarlet Devil. Remilia feels nostalgic and Sanae wants to know how Reimu solved this incident. Marisa and Sakuya then decide to tell the story. The rest of the episode is focused on the events of EoSD. However, the plot is different in several things, such as Aya telling Marisa to gather information from Scarlet Devil Mansion in the first place, or Marisa directly battling against Flandre, and Patchouli afterwards. According to one of Patchouli's dialogues, Reimu is inside SDM at the same time she's battling against Marisa. After the credits, Manpuku Jinja announces Reimu will battle Sakuya and Meiling in the third episode.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4975035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasy-kaleidoscope-the-memories-of-phantasm/episodes/4975035",
                    "TitleEnglish": "The Scarlet Mist Incident (Part Two)",
                    "SummaryEnglish": "As the party continues at the Moriya Shrine, Reimu is convinced to tell her part of the story of the Scarlet Mist Incident. When she found out about the scarlet mist, she quickly arrived to the Scarlet Devil Mansion, easily defeating Rumia and Meiling in the way. When she enters the Mansion, she encounters Sakuya, who demonstrates to be a strong enemy using her abilities of time control, but Reimu still found the way to defeat her. As Marisa keeps battling Patchouli; Flandre, who is still caged in a water prison, remembers all the times she has been left aside by her older sister. When Patchouli is defeated, Marisa convinces Flandre to confront Remilia along with her. Flandre gathers enough courage to talk back to her sister, and summons a fire sword (possibly Laevateinn). Remilia turns to her little sister and accepts her challenge.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5388980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasy-kaleidoscope-the-memories-of-phantasm/episodes/5388980",
                    "TitleEnglish": "The Scarlet Mist Incident (Part Three)",
                    "SummaryEnglish": "Reimu and Marisa observe as Remilia and Flandre fight each other. However, they are surprised when the two sisters reconciliate and decide to fight together in a two-on-two battle against them. Back at Moriya Shrine, when Marisa concludes the story of the Scarlet Mist Incident, the party goes out of control when Flandre shows up. Annoyed by the fact Remilia ate her pudding before leaving the SDM, Flandre starts fighting her older sister on the spot, wreaking a havoc in the shrine. An ordinary ending for an ordinary night in Gensokyo... After the credits, we see Nitori Kawashiro (who was (literaly) kicked out of the Moriya Shrine by Kanako) observing Nazrin and Shou Tomarou who found and are about to free Byakuren Hijiri.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5388981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasy-kaleidoscope-the-memories-of-phantasm/episodes/5388981",
                    "TitleEnglish": "The Flower Incident (Part One)",
                    "SummaryEnglish": "This is a short episode that narrates some tales of the everyday lives of Gensokyo residents after the events of Phantasmagoria of Flower View and prior Mountain of Faith; such as: Cirno and her friends being frightened by Yuuka; Medicine visiting Eirin's drug store and Tewi pulling pranks on Reisen; Flandre and Meiling contemplating the flowers that are blooming at the gardens of the Scarlet Devil Mansion, though Flandre accidentally pulls out a mandrake. The episode ends as Shikieiki arrives to Gensokyo, in an attempt to judge its residents...",
                    "Aliases": []
                },
                "6": {
                    "ID": "5627893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasy-kaleidoscope-the-memories-of-phantasm/episodes/5627893",
                    "TitleEnglish": "The Flower Incident (Part Two)",
                    "SummaryEnglish": "Komachi is found slacking off by Shikieki, eating lampreys at Mystia's stand next to Mokou, Keine, and Youmu. Komachi flees at the sight of Shikieki, who then starts talking to Youmu, but their talk turns into a sermon by Shikieiki. Aya shows up and takes a picture of the scene, only to get talked over by Shikieki too. When Komachi comes back, all three get a sermon all night long. Sanae is briefly seen atop a mountain, along with the Yakumo family, which might indicate she had just arrived to Gensokyo. Suika arrives to Hakurei Shrine to warn Reimu and Marisa about Shikieki's coming to the shrine. Marisa and Suika try to escape, but when they are stopped by Reimu, Marisa accidentally punches Shikieki in the face. At the end of the episode, Suwako and Kanako are revealed to have arrived to Gensokyo too...",
                    "Aliases": []
                },
                "7": {
                    "ID": "5627894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasy-kaleidoscope-the-memories-of-phantasm/episodes/5627894",
                    "TitleEnglish": "Legend of the Giant Youkai",
                    "SummaryEnglish": "This is a short episode that narrates the events of Touhou Hisoutensoku. The episode begins with Daiyousei asking for help from Alice Margatroid to find Cirno, who left in search of the giant youkai. After talking to Sanae Kochiya, Marisa and Reimu; Cirno goes to the Underground Geyser Center during the search, only to find Utsuho Reiuji and be confronted by her. Cirno is saved by Daiyousei from Utsuho's final attack. The fight ends when Suwako Moriya and Alice arrive on the scene, and Utsuho is reprimanded by Suwako. In the end it is revealed that everything was a misunderstanding, and what Cirno actually saw was Alice's Goliath Doll. Meiling is seen sleeping the whole episode.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6029684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasy-kaleidoscope-the-memories-of-phantasm/episodes/6029684",
                    "TitleEnglish": "The Eternal Night Incident (Part One)",
                    "SummaryEnglish": "The residents of Gensokyo begin to suspect that something is wrong with the moon, and that, the night does not seem to end. Marisa and Alice go out to find the culprit for this imperishable night. After defeating Mystia Lorelei and Wriggle Nightbug, Alice and Marisa go to the Human Village, where Keine Kamishirasawa says the culprit is in the Bamboo Forest of the Lost. Arriving there, they are confronted by Reimu and Yukari Yakumo, who were also investigating the incident. The magicians think that Yukari and Reimu are the culprits, and a battle begins. During his battle against Reimu, Marisa accidentally sets fire to Eientei, and Reimu reveals that the culprit for this incident is there. After this, Reisen Udongein appears to confront them...",
                    "Aliases": []
                },
                "9": {
                    "ID": "6029686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasy-kaleidoscope-the-memories-of-phantasm/episodes/6029686",
                    "TitleEnglish": "The Eternal Night Incident (Part Two)",
                    "SummaryEnglish": "Reisen attacks Alice and Yukari, using their illusion techniques. Meanwhile, Tewi distracts Reimu and Marisa in the hallway, telling them the story of Kaguya Houraisan and Eientei. Tewi succeeds and finally traps the two in a outer space like place. Eirin Yagokoro show up and attacks the two, starting a battle. Yukari brings Yuyuko and Youmu to the battle, and Reisen was sliced by Youmu after her ocular technique does not work on her. The episode ends when Marisa is about to be hit by Eirin's attacks...",
                    "Aliases": []
                },
                "10": {
                    "ID": "7002947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasy-kaleidoscope-the-memories-of-phantasm/episodes/7002947",
                    "TitleEnglish": "The Eternal Night Incident (Part Three)",
                    "SummaryEnglish": "The Episode begins in a flash back with Keine teaching the tale of the bamboo cutter to a young Marisa. Then it cuts to Marisa about to die only to be saved by Sakuya stopping time. The Scarlet devil team shows up comprised of Remilia and Sakuya. The then fight and begin to overwhelm Eirin and Eirin is then defeated by a combined pincer attack from Marisa and Reimu. The scene then cuts to a flash back of Eirin apologizing to Kaguya for creating the elixir and only Kaguya receiving the blame. Kaguya tells her to stop blaming herself and the two hug. The false moon then disappears. The scene then cuts back to the present with Eirin and her servants defeated. Yukari explains that there is no need to seal of the passageway to the moon as the Hakurei barrier already protects them. Reimu and Yukari then get into an argument and just before they can fight, Kaguya then steps out, excited to greet the new guests.",
                    "Aliases": []
                },
                "11": {
                    "ID": "7002949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasy-kaleidoscope-the-memories-of-phantasm/episodes/7002949",
                    "TitleEnglish": "The Eternal Night Incident (Part Four)",
                    "SummaryEnglish": "The Episode begins with Kaguya greeting the guests and telling Eirin not to worry. Them Kaguya fights them all while Yukari leaves to go take care of other things. While everyone is fighting, the camera shifts to Mokou carrying Cirno on her shoulders, and she tells Cirno not to worry about the idiots in the bamboo forest. The scene cuts back to dawn rising and cuts to various characters looking at the sun. Kaguya lays on the ground beaten but content. Then the scene shifts to the Youkai mountain with Aya upset over Momiji being injured. Yukari then appears and transports the Moriya shrine to the top of the Youkai mountain at the behest of Sanae. In a post credits scene all the teams from the Imperishable Night incident get an invitation from Kaguya about a Trial of Guts. The Episode ends with Mokou looking up to the sky and turning toward the camera with a grin.",
                    "Aliases": []
                },
                "12": {
                    "ID": "7229524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasy-kaleidoscope-the-memories-of-phantasm/episodes/7229524",
                    "TitleEnglish": "The Courage Test Incident (Part One)",
                    "SummaryEnglish": "The Episode starts with Reisen expalining through a microphone what the trail is about to a crowd of a lot of familiar characters. Reimu is on the roof with Kaguya drinking sake and says she has no interest in the trial. Marisa is excited and talks to Sakuya who is apprehensive about the whole thing. It then cuts to Remilia walking through the forest alone, and then shoots some bamboo and reveals Mokou. The two banter and then begin to fight. Cutting back to Kaguya and Reimu, Kaguya reveals the Immortal youkai they are hunting on the trial is actually a human, much to Reimu’s surprise. They are then interrupted by Sakuya appearing and dropping a tied up Tewi and says that she learned the truth prompting Kaguya to get up and turn around with a sinister grin.",
                    "Aliases": []
                },
                "13": {
                    "ID": "7229527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasy-kaleidoscope-the-memories-of-phantasm/episodes/7229527",
                    "TitleEnglish": "The Courage Test Incident (Part Two)",
                    "SummaryEnglish": "The Episode beings with Marisa finding the trail of destruction of Remilia and Mokou fighting. She then tries to get in on the action but Keine stops her. She lectures Marisa before turning into here Were-form. Then it cuts back to Kaguya who says theyve been found out faster then expected. The scene cuts back to Remilia and Mokou fighting and they are interrupted by Sakuya revealing the whole thing was a set up by Kaguya. Remilia had already impaled Mokou, however Mokou just regenerates the hole in her stomach. The scene then cuts to Kaguya and Mokou arguing and Kaguya says she does stuff like this to make their immortal boring life exciting. Mokou then says she’ll kill Kaguya a dozen times and Remilia and Sakuya says they’ll join. The scene cuts to Marisa knocked out on the ground in front of Keine and fire works go off over Eientei and the crowd.",
                    "Aliases": []
                },
                "14": {
                    "ID": "8034209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasy-kaleidoscope-the-memories-of-phantasm/episodes/8034209",
                    "TitleEnglish": "The Youkai Mountain Battle Incident (Part One)",
                    "SummaryEnglish": "The episode begins with Sanae showing up to the Hakurei shrine and challenging Reimu while insulting her Shrine. She then attacks Reimu and the Shrine and teleports away. Reimu then gets read for war and is incredibly angry. She instantly defeats the Aki sisters and flies past Hina. The Scene cuts to Ayas house and Aya wonders what the alarm is about. Momiji explains the situation. Marisa is revealed to be in Ayas house hanging out because she wanted to see stuff but Aya explains shes not actually supposed to be here and she cant leave the house lest they both get in trouble. Aya then flies off. In an aside Yukari is watching the events through a gap. Aya then stops Reimu to challenge her to a fight and the episode ends.",
                    "Aliases": []
                },
                "15": {
                    "ID": "9060346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasy-kaleidoscope-the-memories-of-phantasm/episodes/9060346",
                    "TitleEnglish": "The Youkai Mountain Battle Incident (Part Two)",
                    "SummaryEnglish": "The Episode beings with Aya fighting Reimu, and she reveals shes using super speed to make it look like their fighting but she just wants to talk. She says she wants Reimu to defeat Kanako and make it look like she defeats her so she wont get in trouble and Reimu gets upset and blows her up. Meanwhile, Marisa find herself o the mountain and sees Nitori laughing at her in her camo device, however Marisa can see her and she smacks her. Nitori then shows her some other inventions like a missile that creates a whirpool that sucks them in. Marisa gets mad but the two quickly make up and Nitori agrees to help her get to the Moriya Shrine. The scene cuts back to Remi arriving at the Moirya shrine and after some banter Reimu and Kanako fight. The episode ends with a brief scene of Suwako drinking sake inside the shrine.",
                    "Aliases": []
                },
                "16": {
                    "ID": "9060347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasy-kaleidoscope-the-memories-of-phantasm/episodes/9060347",
                    "TitleEnglish": "The Youkai Mountain Battle Incident (Part Three)",
                    "SummaryEnglish": "The Episode starts with Reimu fighting Kanako and Sanae. It cuts to Hatate and Aya taking photos of the fight from the bushes. All of a sudden the mountain shakes as Marisa gets to the Moriya Shrine thanks to a Kappa themed Drill tank that crashes into a tree and explodes launching her into a tree and Nitori runs away on fire. Aya remarks they should scold the Kappa later, but it probably wouldn't do anything. Marisa then joins the fight and immediately blows Sanae into a boulder using a master spark. Kanako is worried but then has to face Marisa and Reimu. Sanae tries to get up but then collapses only to be caught by Suwako who says that Sanae did her best and should rest easy. Suwako then joins Kanako to fight Marisa and Reimu saying that she didnt want to be on the sidelines anymore. The four of them fight and the episode ends with Suwako creating a giant rock hand about to crush Marisa.",
                    "Aliases": []
                },
                "17": {
                    "ID": "9060355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasy-kaleidoscope-the-memories-of-phantasm/episodes/9060355",
                    "TitleEnglish": "The Youkai Mountain Battle Incident (Part Four)",
                    "SummaryEnglish": "The episode continues off to when Marisa was almost crushed, and Suwako creates a second hand to seemingly crush Marisa between the two. However then the hands explode and Marisa is surrounded by a barrier that Reimu created. Then Marisa uses the Mini-Hakkero to propel her broom and slam into Kanako which causes her to fall over and Reimu defeats them both with a Fantasy Seal. The scene cuts back to Ran and Yukari watching and Ran looks disappointed, and then Chen wakes up, apperntly having been asleep in her tails. Yukari also wakes up seemingly unphased by these turn of events. The scene cuts to Aya taking photos of the defeated gods and Marisa photobombing her. Kanako and Suwako talk to Reimu for a while and the scene cuts to the Moriya Shrine where they throw a party for a variety of charterers.",
                    "Aliases": []
                },
                "18": {
                    "ID": "9840380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fantasy-kaleidoscope-the-memories-of-phantasm/episodes/9840380",
                    "TitleEnglish": "The Reimu assassination plot",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}