{
    "URL": "https://thetvdb.com/series/cute-high-earth-defense-club-love",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4219142/",
        "http://boueibu.com/1st/index.html",
        "https://www.tvmaze.com/shows/8288/show-slug",
        "https://www.themoviedb.org/tv/61930",
        "https://www.wikidata.org/wiki/Q18459444",
        "https://en.wikipedia.org/wiki/Cute_High_Earth_Defense_Club_Love",
        "https://x.com/boueibu"
    ],
    "TitleEnglish": "Cute High Earth Defense Club LOVE!",
    "SummaryEnglish": "In the story, the high school \"Earth Defense Club\" is basically the \"do nothing club.\" Club members En and Atsushi are soaking in the bathtub at a public bath when suddenly a mysterious pink creature, Wombat, appears out of thin air and asks, \"I want to save this star... please would you lend me your power?\" Then, Yumoto, whose family runs the bath house appears and chases wombat to give him a hug.\r\n\r\nIn school the next day, the remaining two members, Io and Ryū, also meet Wombat. Wombat gives all five of them bracelets and tells them to protect Earth. A dazzling light comes from the bracelets and envelops their bodies...",
    "Aliases": [
        "Binan Koukou Chikyuu Bouei-bu Love!",
        "Binan Kōkō Chikyū Bōei-bu Love!",
        "Binan Koukou Chikyuboueibu Love!",
        "美男高校地球防衛部LOVE!",
        "美男高校地球防衛部LOVE! LOVE!"
    ],
    "Modified": "2025-09-21",
    "Seasons": {
        "0": {
            "ID": "599653",
            "URL": "https://thetvdb.com/series/cute-high-earth-defense-club-love/seasons/official/0",
            "TitleEnglish": "Season 2 - Cute High Earth Defense Club LOVE! LOVE! LOVE!",
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "6412072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/6412072",
                    "TitleEnglish": "Cute High Earth Defense Club LOVE! LOVE! LOVE!",
                    "SummaryEnglish": "The older boys are graduating school and recount their memories together. The next day everyone defends the graduation ceremony against Zundar and Dadacha's Second Button Monster but Yumoto struggles using his love power.",
                    "Aliases": []
                },
                "2": {
                    "ID": "11340926",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/11340926",
                    "TitleEnglish": "Cute High Earth Defense Club ETERNAL LOVE!",
                    "SummaryEnglish": "Movie commemorating the franchise's tenth anniversary.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "606707",
            "URL": "https://thetvdb.com/series/cute-high-earth-defense-club-love/seasons/official/1",
            "TitleEnglish": "Cute High Earth Defense Club LOVE!",
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5076736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5076736",
                    "TitleEnglish": "In the Name of Love",
                    "SummaryEnglish": "At Binan High School in the city of Binan, Japan, Yufuin En and Kinugawa Atsushi, along with along with Naruko Io and Zaou Ryuu, enjoy leisurely high school lives while hosting meetings of a do-nothing club called the Earth Defense Club.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5094315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5094315",
                    "TitleEnglish": "Love Is Something You Should Never Regret",
                    "SummaryEnglish": "Elegant music plays in the background as the Binan High student council convenes. The council members: president Kusatsu Kinshiro, Arima Ibushi, and Gero Akoya wish to purge the world of fools by way of the Total Conquest of Earth's Lifeforms Project.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5102666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5102666",
                    "TitleEnglish": "Feel Love, Narcissus!",
                    "SummaryEnglish": "Binan High's traditional pretty boy contest is drawing near. The members of the Earth Defense Club, not showing much interest in the event, mess around in the club in their free time. But when a rival in the student council tries to oppose Ryuu, the club decides to hold a strategy meeting to propel the Earth Defense Club's \"#1 Hustler\" to victory. Meanwhile, the ballet club advisor's fruitless struggles to take the #1 pretty boy slot catch the eye of Zundar's team. The day of the contest arrives, and the winner is about to be announced, when suddenly...",
                    "Aliases": []
                },
                "4": {
                    "ID": "5110785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5110785",
                    "TitleEnglish": "Cute Little Boys of Love And Youth",
                    "SummaryEnglish": "Long ago, two boys made wishes on a shooting star. One night in the student council room, Kusatsu thinks back on that day, and renews his oath of world domination. Meanwhile, the Earth Defense Club is holding one of its usual conversations about nothing in Kurotama Bath.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5114872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5114872",
                    "TitleEnglish": "To Steal Love Without Regret",
                    "SummaryEnglish": "The rainy season's here, and the Defense Club is dedicating themselves to various indoor activities. Suddenly, they realize that Mr. Tawarayama -- whom Wombat is controlling under the pretext of preserving his life -- is covered in mold! The club erupts into chaos. Just then, Kinozaki and Tazawa of the Press Society burst in looking for material for a story. Kinozaki chases them around, trying to learn their secret, which stresses out Wombat, Yufuin, Naruko, and Zaou.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5120893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5120893",
                    "TitleEnglish": "Love is Something You Wear on Your Back",
                    "SummaryEnglish": "The Caerula Adamas plot a way to destroy the mysterious Battle Lovers. They also want to destroy the Defense Club, so as to cut down on club expenses. Thus, they declare that if the club members' scores on their final exams do not meet the average, the club will be dissolved. The Defense Club reluctantly gets to studying. Meanwhile, the student council also tries to scout the financially savvy Naruko to be their treasurer. When Gero offers him a salary during negotiations, Naruko casually agrees to leave the Defense Club. Soon, a monster appears, and the four remaining Battle Lovers must struggle to defeat it themselves.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5127155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5127155",
                    "TitleEnglish": "Love, Summer Camp and Toothbrushes",
                    "SummaryEnglish": "Yufuin's inspiration leads the Defense Club decides to go on a training camp to the ocean on . Meanwhile, the three student council members head to a beach resort in a limousine. The beach has bright sun and white sand, but there's something a little off about it. A strange feeling starts hovering around the group's members...",
                    "Aliases": []
                },
                "8": {
                    "ID": "5134416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5134416",
                    "TitleEnglish": "Love Wanders",
                    "SummaryEnglish": "As usual, Kinugawa and Yufuin are walking to Binan High School together as friends. But after a stop at the convenience store, Yufuin suddenly gets angry at Kinugawa and yells at him. A rift forms between the two, and soon a panic develops over them potentially leaving the Defense Club. Yumoto works blindly to try to get the two to make up, but Naruko and Zaou rebuke him for it. Will Yufuin and Kinugawa ever make up?!",
                    "Aliases": []
                },
                "9": {
                    "ID": "5143438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5143438",
                    "TitleEnglish": "Love is Stronger Than Pride",
                    "SummaryEnglish": "Our Total Conquest of Earth's Lifeforms Project has reached a serious problem.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5149607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5149607",
                    "TitleEnglish": "Love is Glasses...",
                    "SummaryEnglish": "The normally cheerful Yumoto is acting strangely. His classmate, the manager of the baseball club, takes his temperature and reveals that he has a slight fever. The members of the Defense Club take him home to the Kurotama Bath, getting an eyeful of extreme brotherly love as Gora devotedly looks after his sick brother.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5155193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5155193",
                    "TitleEnglish": "The Trial Called Love",
                    "SummaryEnglish": "Binan High is preparing for their Culture Festival. Since the class that wins the popularity vote gets a cash prize, the Defense Club will participate as well. They'll be serving Kinugawa's curry and transforming into their Battle Lovers costumes to serve \"Cosplay Hero Curry.\"",
                    "Aliases": []
                },
                "12": {
                    "ID": "5161661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5161661",
                    "TitleEnglish": "Love Forever",
                    "SummaryEnglish": "The clash between Kinugawa and Kusatsu has brought the true identities of the Battle Lovers and Caerula Adamas to light. Shocked, Vesta and Sulfur fight Perlite, and Cerulean faces Argent.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "649039",
            "URL": "https://thetvdb.com/series/cute-high-earth-defense-club-love/seasons/official/2",
            "TitleEnglish": "Cute High Earth Defense Club LOVE! LOVE!",
            "SummaryEnglish": "After pulling the plug on the space reality TV show \"Can I Destroy the Earth? 2,\" the Defense Club and the Conquest Club return to their peaceful high school lives. Time has passed since that fearsome battle, and it's now autumn. The five Defense Club members have stopped serving as the Battle Lovers, and are enjoying a soak in the Kurotama Bath like always, when the Conquest Club broaches a subject that will change a great deal about events to come...",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5447151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5447151",
                    "TitleEnglish": "Love, Once More!",
                    "SummaryEnglish": "As the Earth Defense Club plan to see the Student Council off as they go to study abroad, an hourglass monster appears and destroys their Loveracelets. When the monster appears the next day, Wombat returns and gives the boys new Loveracelets, allowing them to transform into the Battle Lovers once more and defeat the monster with just enough time to see the student council off. Meanwhile, a sinister pair of twins decide to transfer into Binan High School.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5674184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5674184",
                    "TitleEnglish": "Love is a Mayfly",
                    "SummaryEnglish": "Two twins, Haruhiko and Akihiko Beppu, transfers into Binan High School, attracting the attention of overweight, beauty-obssessed student Tsukurou Osou. After charming most of the school, the twins, also known as Galaxy Vepper, transform Osou into a Tofu Monster, which is soon defeated by the Battle Lovers.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5674185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5674185",
                    "TitleEnglish": "Brotherly Love",
                    "SummaryEnglish": "With the Student Council studying abroad, the Defense Club is asked to present a reading to children. Tagaru Katari, a member of the Speaking Poets Society, is upset at this development as he thinks that only someone with passion can do this job. Thanks to a suggestion from Yumoto, the group decides to do the story \"Jizo and the Hats\" for the children. But when Vepper transforms Katari into the Mic Monster, it's up to the Battle Lovers to keep the children safe and save the play.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5674186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5674186",
                    "TitleEnglish": "Synchronicity of Love",
                    "SummaryEnglish": "Continuously annoyed by Yumoto's brotherly connection to Gora, Haruhiko and Akihiko try to come up with a new plan to destroy the Battle Lovers. Meanwhile, Bernardo, the older of the Italian twins that also recently transferred to Binan, tries to figure out if his brother really hates him as the two have had a rocky relationship recently. Taking advantage of this development, the Beppu twins transform Bernard's brother Alan into the Chest Hair Monster. Thanks to the Battle Lovers, the monster is defeat and Alan and Bernard finally work out their differences.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5674187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5674187",
                    "TitleEnglish": "Receive Love",
                    "SummaryEnglish": "Fed up with Munakata's practicing in the Volleyball club, Shuzo Oka quits. But as Munakata finds a new club ally in Yumoto, Shuzo becomes jealous and is transformed into the Volleyball Monster. When he finally sees the truth, Shuzo and Munakata vow to not graduate until they finally participate in a Volleyball tournament. Meanwhile, we see a little more of a connection between the Beppu twins and a certain former Battle Lover.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5674188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5674188",
                    "TitleEnglish": "Everyone Loves Someone!",
                    "SummaryEnglish": "To the rest of the Defense Club's disappointment, Io and Ryuu got themselves into a little fight. Yumoto, En, and Atsushi excuse themselves to Kurotama while Wombat is left to help Io and Ryuu reconcile, though with no results. The flashbacks show how Io and Ryuu met, showing us they couldn't stand each other at first, and how they decided to join the Defense Club. Kuroshiro Kumano approaches the Beppu twins on how to become an idol, as he would like to become like them.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5674189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5674189",
                    "TitleEnglish": "A Christmas of Love and Miracles",
                    "SummaryEnglish": "Christmas is a magical time that makes people go a little crazy. On the day of Christmas Eve, Yufuin makes the shockingly uncharacteristic suggestion that that they hold a Christmas party. Gora joins the Christmas party at Kurotama Bath, and even more unexpected visitors show up, throwing the party into chaos! A one-night-only miracle of love and confusion begins!",
                    "Aliases": []
                },
                "8": {
                    "ID": "5674190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5674190",
                    "TitleEnglish": "Love is Like the Snow",
                    "SummaryEnglish": "It's New Year's Eve, and the Defense Club members are gathered at the Kurotama Bath, fighting over the TV and cozying up at the kotatsu with their usual leisurely air. Although they expected to go their separate ways after eating Gora's home-made soba, the area directly around the Kurotama Bath is suddenly hit by a blizzard, which cuts them off from the outside world! How will the club react to this disaster situation?!",
                    "Aliases": []
                },
                "9": {
                    "ID": "5674191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5674191",
                    "TitleEnglish": "The Chemical Substance of Love",
                    "SummaryEnglish": "The Beppu Brothers declare outright to the Defense Club that they're the ones who have been sending the monsters, but the Defense Club members just brush them off, spending their days in their usual slow pace while ignoring the brothers for two whole months. The Beppu Brothers, enraged over this slight, choose February 14th as the day they will have their revenge. And so the Valentine's Day grudge match begins!",
                    "Aliases": []
                },
                "10": {
                    "ID": "5674192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5674192",
                    "TitleEnglish": "Days of Love and Acclaim",
                    "SummaryEnglish": "The always-energetic Yumoto is sighing, which takes the other Defense Club members aback! It seems an old amusement park he used to go to, Binan Land, is closing. The other Defense Club members aren't too surprised, saying \"it was a pretty sad place\" and \"Every couple that's gone there has broken up,\" but Yumoto is truly despondent at the thought of losing a place he used to go to with his big brother. The others can't stand to watch him looking so down, so they pool their money to give Yumoto one last trip to Binan Land.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5674193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5674193",
                    "TitleEnglish": "Love is What Matters",
                    "SummaryEnglish": "The wood chopping-obsessed Gora has gone missing, leaving wood unchopped! Yumoto and his \"senpais\" search fervently for Gora, but can't find a single clue as to his whereabouts. A dejected Defense Club returns to the bath to relax, where they receive an unexpected visitor...",
                    "Aliases": []
                },
                "12": {
                    "ID": "5674194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5674194",
                    "TitleEnglish": "Love Saves the Earth!",
                    "SummaryEnglish": "The Defense Club has decided to fight to save Gora, and VEPPer will try to keep him at any cost. How will this heated battle end? Will love save the Earth?!",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "2046913",
            "URL": "https://thetvdb.com/series/cute-high-earth-defense-club-love/seasons/official/3",
            "TitleEnglish": "Cute High Earth Defense Club HAPPY KISS!",
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9611806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/9611806",
                    "TitleEnglish": "The Suddenness of HAPPY! KISS",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "9611807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/9611807",
                    "TitleEnglish": "HAPPY Recipe",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "9611812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/9611812",
                    "TitleEnglish": "HAPPY Ice Cream",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "9611813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/9611813",
                    "TitleEnglish": "It's A Wonderful HAPPY",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "9611814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/9611814",
                    "TitleEnglish": "HAPPY and Beautiful",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "9611816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/9611816",
                    "TitleEnglish": "HAPPY Identity",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "9611817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/9611817",
                    "TitleEnglish": "Let's happy kiss our way to HAPPY Flutter Kicks",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "9611819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/9611819",
                    "TitleEnglish": "HAPPY Endless Summer",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "9611821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/9611821",
                    "TitleEnglish": "HAPPY Dice",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "9611823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/9611823",
                    "TitleEnglish": "HAPPY Old Men",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "9611824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/9611824",
                    "TitleEnglish": "One Centimeter to HAPPY",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "9611825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/9611825",
                    "TitleEnglish": "Always HAPPY in the Heart!",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "2200422",
            "URL": "https://thetvdb.com/series/cute-high-earth-defense-club-love/seasons/official/4",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "11285157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/11285157",
                    "TitleEnglish": "Romantic Revolution is so stylish!",
                    "SummaryEnglish": "There was once a hero who protected the Earth from a great crisis... And now, in the face of another crisis, a new hero has been born from Meinan High School's \"Earth Defense Club\"! ...Huh? Who were those former heroes? Well, it was \"those guys\", \"those guys\". ...Huh? Why did I blur the names? It's a multi-verse setting, so mumble mumble... (vague) Anyway, please meet the new Defense Club - Unzen Shinkuro, Sukayu Airushi, Ubana Sousuke, Oshamanbe Ushio, and Aso Sorata!",
                    "Aliases": []
                },
                "2": {
                    "ID": "11285158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/11285158",
                    "TitleEnglish": "Being fun is so stylish!",
                    "SummaryEnglish": "With the help of the cat science of the mysterious future cat Nuru, the five members of the Defense Club have become the \"High Color Romantic Troupe\" and have successfully defeated the monsters plotting to conquer the Earth. Then, before them appears the \"Bankara New Elite Corps,\" an Earth Conquest Club led by the mysterious prairie dog Master Can. Their true identities are none other than the three members of the Meinan High School Student Council, Doumeki Jyurito, Nyuto Samon, and Nekoma Yu, who are roommates in the Kurotama Dormitory. With allies and enemies under the same roof, it's inevitable that something will happen... (Nothing in particular will happen)",
                    "Aliases": []
                },
                "3": {
                    "ID": "11285159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/11285159",
                    "TitleEnglish": "This tree, the Whispering Tree, is so sophisticated!",
                    "SummaryEnglish": "The Binan High School Handsome Boys Contest is an annual monthly event. Sukayu Airushi has been winning consecutively since entering the school, and is a beauty guru recognized by both himself and others. Sukayu, who is particular about beauty, aims to win again with a groundbreaking strategy that could be called a pioneer of media strategy. However, Sukayu, who was born in the Taisho era, did not know that this method has both a bright side and a dark side... Now, Binan High School is on fire!",
                    "Aliases": []
                },
                "4": {
                    "ID": "11285160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/11285160",
                    "TitleEnglish": "Mom is so sophisticated!",
                    "SummaryEnglish": "Gotemba Dorm Principal Falls! For the dorm students who live away from their parents, the absence of their breadwinner, the dorm principal, is a real crisis in their lives. But it is at times like these that a man named Ubuka Sousuke steps up. His housekeeping skills bring instant relief to the dorm students, but Ubuka's maternal instincts run wild, swallowing up even the student council members who are hostile towards the Defense Club. Will the boys resist the encroaching maternal instincts and become independent from their parents? Or will they go along with the flow and accept their mother? Only mother can do that!",
                    "Aliases": []
                },
                "5": {
                    "ID": "11285161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/11285161",
                    "TitleEnglish": "It's so stylish at the swimming meet!",
                    "SummaryEnglish": "Summer has arrived in Mayunan City! Mayunan High School's traditional long-distance swimming competition is to be held at Otokoran Beach, and the Defense Club and other students are in high spirits. Among them, the one most devoted to the event is Student Council President Doumeki Tamato. His passion, which has him putting aside the conquest of the Earth for the time being and betting on winning the long-distance swimming competition, seems to be somehow connected to his past with Unzen Shinkurou... And so Doumeki and Unzen clash. The key to victory lies in... Red poop?",
                    "Aliases": []
                },
                "6": {
                    "ID": "11285162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/11285162",
                    "TitleEnglish": "It's so stylish in the ninja village!",
                    "SummaryEnglish": "Summer vacation has begun at Binan High School, and Aso Sorata returns home with the gluttonous Oshamanbe, whom he caught with mountain delicacies. Waiting for them in their hometown are Aso's three younger brothers. Aso is treated as the youngest in the Defense Club, but in his hometown he shows off his big brother side, but for some reason, the second brother, Tonta, rebels against Aso. When he runs off during a sibling fight, he is transformed into a monster by the Conquest Club, who happen to be nearby for summer vacation! What will become of the brothers' bond? And when will Unzen and the others get involved?",
                    "Aliases": []
                }
            }
        }
    }
}