{
    "URL": "https://thetvdb.com/series/cute-high-earth-defense-club-love",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4219142/",
        "http://boueibu.com/1st/index.html",
        "https://www.tvmaze.com/shows/8288/show-slug",
        "https://www.themoviedb.org/tv/61930",
        "https://www.wikidata.org/wiki/Q18459444",
        "https://en.wikipedia.org/wiki/Cute_High_Earth_Defense_Club_Love",
        "https://x.com/boueibu"
    ],
    "Titles": {
        "eng": "Cute High Earth Defense Club LOVE!",
        "jpn": "美男高校地球防衛部"
    },
    "Summaries": {
        "eng": "In the story, the high school \"Earth Defense Club\" is basically the \"do nothing club.\" Club members En and Atsushi are soaking in the bathtub at a public bath when suddenly a mysterious pink creature, Wombat, appears out of thin air and asks, \"I want to save this star... please would you lend me your power?\" Then, Yumoto, whose family runs the bath house appears and chases wombat to give him a hug.\r\n\r\nIn school the next day, the remaining two members, Io and Ryū, also meet Wombat. Wombat gives all five of them bracelets and tells them to protect Earth. A dazzling light comes from the bracelets and envelops their bodies...",
        "jpn": "『銀魂』などを手がけた高松信司監督による、オリジナルアニメ作品。眉難（びなん）高校に通う男子高校生たちが、外宇宙から飛来した2体の謎の生き物によって「地球を守る」防衛部と「地球を征服する」征服部に分かれて繰り広げる戦いをコミカルに描く。\r\n提供映像では、『銀魂』や『イクシオン サーガ DT』のように、両サイド部分に作品に関するミニ情報が紹介されている。"
    },
    "Aliases": [
        "Binan Koukou Chikyuu Bouei-bu Love!",
        "Binan Kōkō Chikyū Bōei-bu Love!",
        "Binan Koukou Chikyuboueibu Love!",
        "美男高校地球防衛部LOVE!",
        "美男高校地球防衛部LOVE! LOVE!"
    ],
    "Modified": "2025-09-21",
    "Seasons": {
        "0": {
            "ID": "599653",
            "URL": "https://thetvdb.com/series/cute-high-earth-defense-club-love/seasons/official/0",
            "Titles": {
                "eng": "Season 2 - Cute High Earth Defense Club LOVE! LOVE! LOVE!",
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "6412072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/6412072",
                    "Titles": {
                        "eng": "Cute High Earth Defense Club LOVE! LOVE! LOVE!",
                        "jpn": "美男高校地球防衛部LOVE! LOVE! LOVE!"
                    },
                    "Summaries": {
                        "eng": "The older boys are graduating school and recount their memories together. The next day everyone defends the graduation ceremony against Zundar and Dadacha's Second Button Monster but Yumoto struggles using his love power.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "11340926",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/11340926",
                    "Titles": {
                        "eng": "Cute High Earth Defense Club ETERNAL LOVE!",
                        "jpn": "美男高校地球防衛部ETERNAL LOVE！"
                    },
                    "Summaries": {
                        "eng": "Movie commemorating the franchise's tenth anniversary.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "606707",
            "URL": "https://thetvdb.com/series/cute-high-earth-defense-club-love/seasons/official/1",
            "Titles": {
                "eng": "Cute High Earth Defense Club LOVE!",
                "jpn": null,
                "pt": "LOVE!"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "pt": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5076736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5076736",
                    "Titles": {
                        "eng": "In the Name of Love",
                        "jpn": "愛という名のもとに"
                    },
                    "Summaries": {
                        "eng": "At Binan High School in the city of Binan, Japan, Yufuin En and Kinugawa Atsushi, along with along with Naruko Io and Zaou Ryuu, enjoy leisurely high school lives while hosting meetings of a do-nothing club called the Earth Defense Club.",
                        "jpn": "ここは日本のとある街、眉難市。眉難高校に通う由布院煙、鬼怒川熱史は、鳴子硫黄、蔵王立とともに「地球防衛部」と称して何もしない部を立ち上げ、高校ライフをダラダラと満喫していた。今日も銭湯「黒玉湯」の一番風呂で煙と熱史がまったりとしていたところ、湯船に突然、謎の物体が落下。桃色の生命体は姿を現すなり、彼らに日本語で声をかけてきた！「この星を守りたい……どうか力を貸していただけませんか」"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5094315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5094315",
                    "Titles": {
                        "eng": "Love Is Something You Should Never Regret",
                        "jpn": "愛とはけして後悔しないこと"
                    },
                    "Summaries": {
                        "eng": "Elegant music plays in the background as the Binan High student council convenes. The council members: president Kusatsu Kinshiro, Arima Ibushi, and Gero Akoya wish to purge the world of fools by way of the Total Conquest of Earth's Lifeforms Project.",
                        "jpn": "優雅な調べが響く眉難高校生徒会室。会長の草津錦史郎をはじめ、有馬燻、下呂阿古哉ら生徒会の面々は「地球上生物完全服従計画」に掲げる愚民粛清を遂行するため、地球を征服するためにやってきたらしい謎の生物、ズンダーと結託していた。一方、防衛部の５人はウォンバットと命名した桃色の生命体から、今後も「バトルラヴァーズ」として戦うことを懇願されていた。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5102666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5102666",
                    "Titles": {
                        "eng": "Feel Love, Narcissus!",
                        "jpn": "愛せよ、ナルシス！"
                    },
                    "Summaries": {
                        "eng": "Binan High's traditional pretty boy contest is drawing near. The members of the Earth Defense Club, not showing much interest in the event, mess around in the club in their free time. But when a rival in the student council tries to oppose Ryuu, the club decides to hold a strategy meeting to propel the Earth Defense Club's \"#1 Hustler\" to victory. Meanwhile, the ballet club advisor's fruitless struggles to take the #1 pretty boy slot catch the eye of Zundar's team. The day of the contest arrives, and the winner is about to be announced, when suddenly...",
                        "jpn": "恒例の美男子コンテスト開催が迫る眉難高校。大して興味もなくヒマをもてあましていた防衛部の面々だが、やんわりと対立関係にある生徒会に対抗するため、「地球防衛部・最強タラシ蔵王」を勝利に導く作戦会議を始める。その裏で、美男子ナンバーワンの座を狙って奮闘するも空回りまくるバレエ部顧問に目をつけたズンダーたち。コンテスト当日、優勝者が発表されようとしたその瞬間…"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5110785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5110785",
                    "Titles": {
                        "eng": "Cute Little Boys of Love And Youth",
                        "jpn": "愛と青春の美少年"
                    },
                    "Summaries": {
                        "eng": "Long ago, two boys made wishes on a shooting star. One night in the student council room, Kusatsu thinks back on that day, and renews his oath of world domination. Meanwhile, the Earth Defense Club is holding one of its usual conversations about nothing in Kurotama Bath.",
                        "jpn": "かつて共に流れ星へ願いをかけた少年。夜の生徒会室で草津は回想に耽り、世界征服の誓いを新たにする。一方の防衛部は、黒玉湯で相変わらず中身のない会話を繰り広げていた。居合わせたオッさんが高校生だと知り、部室でもフケ顔談義を続ける面々。そこに突如、謎のフィールドが学校を包み、高校生たちが次々に小学生へと姿を変えられてしまう。突然のことに、防衛部も困惑する中、目の前に現れたのは……！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5114872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5114872",
                    "Titles": {
                        "eng": "To Steal Love Without Regret",
                        "jpn": "愛は惜しみなく奪う"
                    },
                    "Summaries": {
                        "eng": "The rainy season's here, and the Defense Club is dedicating themselves to various indoor activities. Suddenly, they realize that Mr. Tawarayama -- whom Wombat is controlling under the pretext of preserving his life -- is covered in mold! The club erupts into chaos. Just then, Kinozaki and Tazawa of the Press Society burst in looking for material for a story. Kinozaki chases them around, trying to learn their secret, which stresses out Wombat, Yufuin, Naruko, and Zaou.",
                        "jpn": "梅雨に入り、各自インドア活動に勤しむ防衛部。ふと見れば、命を共有という名目でウォンバットに操られている俵山先生がカビている！ 混乱する部室に、マスコミ研究会の城崎と田沢が突撃取材にやってきた。秘密を探ろうとする城崎に追い回され、ウォンバット、由布院、鳴子、蔵王のストレスも増加。黒玉湯で怒りを発散する防衛部だが、そこに城崎たちも押し入ってくる。そんな中、ラブレスレットにラブアラートが……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5120893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5120893",
                    "Titles": {
                        "eng": "Love is Something You Wear on Your Back",
                        "jpn": "愛は背中で語るもの"
                    },
                    "Summaries": {
                        "eng": "The Caerula Adamas plot a way to destroy the mysterious Battle Lovers. They also want to destroy the Defense Club, so as to cut down on club expenses. Thus, they declare that if the club members' scores on their final exams do not meet the average, the club will be dissolved. The Defense Club reluctantly gets to studying. Meanwhile, the student council also tries to scout the financially savvy Naruko to be their treasurer. When Gero offers him a salary during negotiations, Naruko casually agrees to leave the Defense Club. Soon, a monster appears, and the four remaining Battle Lovers must struggle to defeat it themselves.",
                        "jpn": "正体不明のバトルラヴァーズを抹殺せんと画策する征服部ことカエルラ・アダマス。ついでに部費支出削減のため、防衛部も始末しようと「期末テストで成績が平均に満たない場合は廃部」という通知を突きつける。しぶしぶ勉強する防衛部の面々。生徒会は金融事情に精通した鳴子を経理担当にスカウトする。交渉に出向いた下呂から給与額を提示され、あっさりと防衛部を去る鳴子。４人となったバトルラヴァーズは、出現した怪人によって苦戦を強いられる。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5127155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5127155",
                    "Titles": {
                        "eng": "Love, Summer Camp and Toothbrushes",
                        "jpn": "愛と合宿と歯ブラシ"
                    },
                    "Summaries": {
                        "eng": "Yufuin's inspiration leads the Defense Club decides to go on a training camp to the ocean on . Meanwhile, the three student council members head to a beach resort in a limousine. The beach has bright sun and white sand, but there's something a little off about it. A strange feeling starts hovering around the group's members...",
                        "jpn": "由布院の思いつきで、海合宿へと赴くことになった防衛部一行。同じ頃、生徒会の３人もリムジンで海辺のリゾートに向かっていた。眩しい太陽に白い砂浜だが、そのビーチは何か普通では無かった。 何だか妙な気分を味わうメンバーたち……。\r\nとりあえず宿に戻り風呂に入るが、誰かが使用した形跡のある鳴子の歯ブラシが発見される。好きな子の縦笛を吹く的なアレにお互いが疑心暗鬼に陥るなか、犯人探しが始まった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5134416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5134416",
                    "Titles": {
                        "eng": "Love Wanders",
                        "jpn": "愛は彷徨う"
                    },
                    "Summaries": {
                        "eng": "As usual, Kinugawa and Yufuin are walking to Binan High School together as friends. But after a stop at the convenience store, Yufuin suddenly gets angry at Kinugawa and yells at him. A rift forms between the two, and soon a panic develops over them potentially leaving the Defense Club. Yumoto works blindly to try to get the two to make up, but Naruko and Zaou rebuke him for it. Will Yufuin and Kinugawa ever make up?!",
                        "jpn": "眉難高校ではいつもの通学路で鬼怒川と由布院が仲良く登校していた。しかしコンビニに立ち寄った後、由布院は突如鬼怒川に怒りを覚えるのだった。鬼怒川に対して怒鳴りだし、理由が分からないまま２人の間に生じた亀裂は、ついに防衛部を抜ける騒ぎにまで発展してしまう。喧嘩に巻き込まれた有基たち。有基は闇雲に２人に仲直りを迫るが、鳴子と蔵王にたしなめられてしまう。果たして、由布院と鬼怒川は仲直りできるのか!?"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5143438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5143438",
                    "Titles": {
                        "eng": "Love is Stronger Than Pride",
                        "jpn": "愛はプライドより強い"
                    },
                    "Summaries": {
                        "eng": "Our Total Conquest of Earth's Lifeforms Project has reached a serious problem.",
                        "jpn": "怪人が次々と倒され、計画の見直しを迫られる草津たちは征服部として打って出ることを誓い、新たな刺客を送り込む。そんな事はつゆ知らず、やっつけ仕事感覚でバトルラヴァーズに変身する防衛部。しかし怪人はその場で戦おうとはせず、「眉難山に来い」と捨て台詞を残して姿を消す。敵からの呼び出しに「バス代も無いし、無理！」と無視を決め込む防衛部の面々。そこへマスコミ研究会の城崎が金になる話を持ち込むが……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5149607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5149607",
                    "Titles": {
                        "eng": "Love is Glasses...",
                        "jpn": "愛、それはメガネ…"
                    },
                    "Summaries": {
                        "eng": "The normally cheerful Yumoto is acting strangely. His classmate, the manager of the baseball club, takes his temperature and reveals that he has a slight fever. The members of the Defense Club take him home to the Kurotama Bath, getting an eyeful of extreme brotherly love as Gora devotedly looks after his sick brother.",
                        "jpn": "いつも元気な有基の様子がおかしい。クラスメイトで野球部のマネージャーに体温計を借り、微熱があることに気付いた防衛部の面々は実家の黒玉湯まで有基を送る。風邪を引いた弟を献身的に看病する強羅に、過剰な兄弟愛を見せ付けられる一同。しかし翌日、登校してきた有基はいつもと一風違う男子に変貌していた。戸惑う防衛部を尻目に有基は……。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5155193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5155193",
                    "Titles": {
                        "eng": "The Trial Called Love",
                        "jpn": "愛という名の試練"
                    },
                    "Summaries": {
                        "eng": "Binan High is preparing for their Culture Festival. Since the class that wins the popularity vote gets a cash prize, the Defense Club will participate as well. They'll be serving Kinugawa's curry and transforming into their Battle Lovers costumes to serve \"Cosplay Hero Curry.\"",
                        "jpn": "文化祭の準備で賑わう眉難高校。人気投票で優勝したクラスに金一封が出るとあって、防衛部も参加することに。鬼怒川のカレーに加えて、バトルラヴァーズに変身した防衛部の面々は「コスプレヒーローカレー」を売りに勝負をかける。校内に漂うカレーの匂いは生徒会室にも届いていた。カレーを憎悪し、存在を否定する草津。カレーの匂いと共にあの思い出が蘇るのだった。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5161661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5161661",
                    "Titles": {
                        "eng": "Love Forever",
                        "jpn": "愛よ永遠に Love Forever"
                    },
                    "Summaries": {
                        "eng": "The clash between Kinugawa and Kusatsu has brought the true identities of the Battle Lovers and Caerula Adamas to light. Shocked, Vesta and Sulfur fight Perlite, and Cerulean faces Argent.",
                        "jpn": "鬼怒川と草津の激突により、ついにバトルラヴァーズとカエルラ・アダマスの正体が明らかになった。お互いに衝撃を受けながらもヴェスタとサルファーはペルライトと、セルリアンはアージェントと対峙。かたやオーアイトは宿願を果たすため、防戦一方のエピナールに斬りかかる。そこに突如、箱根強羅が乱入。最終局面を前に明らかとなる「地球上生物完全服従計画」の真の目的とは――。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "649039",
            "URL": "https://thetvdb.com/series/cute-high-earth-defense-club-love/seasons/official/2",
            "Titles": {
                "eng": "Cute High Earth Defense Club LOVE! LOVE!",
                "jpn": null,
                "pt": "LOVE! LOVE!"
            },
            "Summaries": {
                "eng": "After pulling the plug on the space reality TV show \"Can I Destroy the Earth? 2,\" the Defense Club and the Conquest Club return to their peaceful high school lives. Time has passed since that fearsome battle, and it's now autumn. The five Defense Club members have stopped serving as the Battle Lovers, and are enjoying a soak in the Kurotama Bath like always, when the Conquest Club broaches a subject that will change a great deal about events to come...",
                "jpn": null,
                "pt": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5447151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5447151",
                    "Titles": {
                        "eng": "Love, Once More!",
                        "jpn": "愛、ふたたび！"
                    },
                    "Summaries": {
                        "eng": "As the Earth Defense Club plan to see the Student Council off as they go to study abroad, an hourglass monster appears and destroys their Loveracelets. When the monster appears the next day, Wombat returns and gives the boys new Loveracelets, allowing them to transform into the Battle Lovers once more and defeat the monster with just enough time to see the student council off. Meanwhile, a sinister pair of twins decide to transfer into Binan High School.",
                        "jpn": "テレビ宇宙のリアリティ・ショー『地球滅亡できるかな？２』を見事に打ち切りへと追い込み、平穏な高校生活を取り戻した防衛部と征服部。あの激闘から時間は流れ、季節は秋。バトラヴァとしての活動に区切りをつけた防衛部の５人は、黒玉湯に浸かりながら以前のようにだらだら～とした日常を享受していた。一方、征服部の３人には彼らの今後を左右する“とある話”が舞い込んできて……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5674184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5674184",
                    "Titles": {
                        "eng": "Love is a Mayfly",
                        "jpn": "愛はカゲロウ"
                    },
                    "Summaries": {
                        "eng": "Two twins, Haruhiko and Akihiko Beppu, transfers into Binan High School, attracting the attention of overweight, beauty-obssessed student Tsukurou Osou. After charming most of the school, the twins, also known as Galaxy Vepper, transform Osou into a Tofu Monster, which is soon defeated by the Battle Lovers.",
                        "jpn": "美しさとは罪──そう信じてやまない、妄想癖のある眉難高校のとある学生。幼稚園の子どもレベルでもつかないレベルの嘘を連発し、周囲からバカにされる毎日を送っていた。しかし、彼はある日、交換留学生としてやってきた別府月彦（べっぷあきひこ）、日彦（はるひこ）兄弟と出会い、彼らのカリスマ性に魅了されてしまう。謎に包まれた別府兄弟の正体は……？　そして、防衛部の出番はあるのか!?"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5674185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5674185",
                    "Titles": {
                        "eng": "Brotherly Love",
                        "jpn": "愛するブラザーズ"
                    },
                    "Summaries": {
                        "eng": "With the Student Council studying abroad, the Defense Club is asked to present a reading to children. Tagaru Katari, a member of the Speaking Poets Society, is upset at this development as he thinks that only someone with passion can do this job. Thanks to a suggestion from Yumoto, the group decides to do the story \"Jizo and the Hats\" for the children. But when Vepper transforms Katari into the Mic Monster, it's up to the Battle Lovers to keep the children safe and save the play.",
                        "jpn": "固い絆で結ばれた有基と強羅あんちゃん。その関係を語る上で、外せないのが数年前にふたりが興じていた「笠地蔵ごっこ」。あんちゃんと共に紡いだ淡い想い出を噛みしめつつ、有基は防衛部の仲間とともに地元の幼稚園にボランティアとして「笠地蔵」の読み聞かせをしに行くことになる。しかし、そんな有基たちをおもしろく思わない男が現われる……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5674186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5674186",
                    "Titles": {
                        "eng": "Synchronicity of Love",
                        "jpn": "愛のシンクロシティー"
                    },
                    "Summaries": {
                        "eng": "Continuously annoyed by Yumoto's brotherly connection to Gora, Haruhiko and Akihiko try to come up with a new plan to destroy the Battle Lovers. Meanwhile, Bernardo, the older of the Italian twins that also recently transferred to Binan, tries to figure out if his brother really hates him as the two have had a rocky relationship recently. Taking advantage of this development, the Beppu twins transform Bernard's brother Alan into the Chest Hair Monster. Thanks to the Battle Lovers, the monster is defeat and Alan and Bernard finally work out their differences.",
                        "jpn": "壮大な御殿で日々アイドルとしてステージを繰り広げる別府日彦・月彦兄弟。時同じく、眉難高校にもう一組の双子、イタリア系ツインズの兄弟がやってくる。別府兄弟と違い、兄弟仲が芳しくない彼らにはいろいろな意味で“深い事情”が隠されていた。血よりも濃ゆ～いイタリア人男子のデリケートな心が、やがて眉難高校に嵐を巻き起こすことに！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5674187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5674187",
                    "Titles": {
                        "eng": "Receive Love",
                        "jpn": "愛を受け止めろ！"
                    },
                    "Summaries": {
                        "eng": "Fed up with Munakata's practicing in the Volleyball club, Shuzo Oka quits. But as Munakata finds a new club ally in Yumoto, Shuzo becomes jealous and is transformed into the Volleyball Monster. When he finally sees the truth, Shuzo and Munakata vow to not graduate until they finally participate in a Volleyball tournament. Meanwhile, we see a little more of a connection between the Beppu twins and a certain former Battle Lover.",
                        "jpn": "飛んできたバレーボールを反射的に打ち返した有基。彼はその天賦の才能を眉難高校バレーボール部の部長に認められ、防衛部改めバレーボール部の一員として活動することに。巻き込まれたほかの四人のため息をよそに青春をこれでもかというぐらい謳歌する有基だったが、その背後にはすっかり居場所を失ってしまった男子学生の冷たい視線が……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5674188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5674188",
                    "Titles": {
                        "eng": "Everyone Loves Someone!",
                        "jpn": "愛してる！みんな誰かを"
                    },
                    "Summaries": {
                        "eng": "To the rest of the Defense Club's disappointment, Io and Ryuu got themselves into a little fight. Yumoto, En, and Atsushi excuse themselves to Kurotama while Wombat is left to help Io and Ryuu reconcile, though with no results. The flashbacks show how Io and Ryuu met, showing us they couldn't stand each other at first, and how they decided to join the Defense Club. Kuroshiro Kumano approaches the Beppu twins on how to become an idol, as he would like to become like them.",
                        "jpn": "いつもと同じ部室。けれども、その日の鳴子と蔵王はいつもとは違う雰囲気だった。本来ならば仲がよかったはずのふたりはどうして仲違いをしてしまったのか？　──いや、それ以前に、防衛部にやってきた時点で彼らの相性はそんなに良くなかったんじゃないか？　そんな疑問が一気に噴出した防衛部。すっかり冷戦状態に陥ってしまった二年生コンビの影響でバトルラヴァーズは大きなピンチを迎えることに……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5674189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5674189",
                    "Titles": {
                        "eng": "A Christmas of Love and Miracles",
                        "jpn": "愛と奇跡のクリスマス"
                    },
                    "Summaries": {
                        "eng": "Christmas is a magical time that makes people go a little crazy. On the day of Christmas Eve, Yufuin makes the shockingly uncharacteristic suggestion that that they hold a Christmas party. Gora joins the Christmas party at Kurotama Bath, and even more unexpected visitors show up, throwing the party into chaos! A one-night-only miracle of love and confusion begins!",
                        "jpn": "クリスマス──それは人をおかしくするほどの魔力を持ったイベント。クリスマスイブ当日に、このイベントを一番地雷にしていそうな由布院から「クリパをやらないか」という珍しく気合の入った提案が飛び出した。黒玉湯で開催されることになったクリパには強羅あんちゃんも参加、さらには予想だにしなかった珍客までやってきてカオスな事態に……。愛と混沌にあふれた一夜限りの奇跡が幕を開ける！"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5674190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5674190",
                    "Titles": {
                        "eng": "Love is Like the Snow",
                        "jpn": "愛は雪ように"
                    },
                    "Summaries": {
                        "eng": "It's New Year's Eve, and the Defense Club members are gathered at the Kurotama Bath, fighting over the TV and cozying up at the kotatsu with their usual leisurely air. Although they expected to go their separate ways after eating Gora's home-made soba, the area directly around the Kurotama Bath is suddenly hit by a blizzard, which cuts them off from the outside world! How will the club react to this disaster situation?!",
                        "jpn": "一年の締めくくりである大晦日。黒玉湯に集まった防衛部のメンバーは、TVのチャンネル争いをしたり、こたつでぬくぬくとしたりと、いつも通りのゆる～い空気のまま年越しに臨んでいた。強羅が打った年越しそばを食べたら早々に解散……という流れのハズだったが、黒玉湯は局地的な大雪に見舞われ、外界から隔絶されてしまう。はたして、そんなサバイバルな状況の中で有基たちが取った行動とは!?"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5674191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5674191",
                    "Titles": {
                        "eng": "The Chemical Substance of Love",
                        "jpn": "愛の化学物質"
                    },
                    "Summaries": {
                        "eng": "The Beppu Brothers declare outright to the Defense Club that they're the ones who have been sending the monsters, but the Defense Club members just brush them off, spending their days in their usual slow pace while ignoring the brothers for two whole months. The Beppu Brothers, enraged over this slight, choose February 14th as the day they will have their revenge. And so the Valentine's Day grudge match begins!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5674192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5674192",
                    "Titles": {
                        "eng": "Days of Love and Acclaim",
                        "jpn": "愛と喝采の日々"
                    },
                    "Summaries": {
                        "eng": "The always-energetic Yumoto is sighing, which takes the other Defense Club members aback! It seems an old amusement park he used to go to, Binan Land, is closing. The other Defense Club members aren't too surprised, saying \"it was a pretty sad place\" and \"Every couple that's gone there has broken up,\" but Yumoto is truly despondent at the thought of losing a place he used to go to with his big brother. The others can't stand to watch him looking so down, so they pool their money to give Yumoto one last trip to Binan Land.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5674193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5674193",
                    "Titles": {
                        "eng": "Love is What Matters",
                        "jpn": "愛すればこそ"
                    },
                    "Summaries": {
                        "eng": "The wood chopping-obsessed Gora has gone missing, leaving wood unchopped! Yumoto and his \"senpais\" search fervently for Gora, but can't find a single clue as to his whereabouts. A dejected Defense Club returns to the bath to relax, where they receive an unexpected visitor...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5674194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/5674194",
                    "Titles": {
                        "eng": "Love Saves the Earth!",
                        "jpn": "愛は地球を救う！"
                    },
                    "Summaries": {
                        "eng": "The Defense Club has decided to fight to save Gora, and VEPPer will try to keep him at any cost. How will this heated battle end? Will love save the Earth?!",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "2046913",
            "URL": "https://thetvdb.com/series/cute-high-earth-defense-club-love/seasons/official/3",
            "Titles": {
                "eng": "Cute High Earth Defense Club HAPPY KISS!",
                "jpn": null,
                "pt": "HAPPY KISS!"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "pt": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9611806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/9611806",
                    "Titles": {
                        "eng": "The Suddenness of HAPPY! KISS",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9611807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/9611807",
                    "Titles": {
                        "eng": "HAPPY Recipe",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9611812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/9611812",
                    "Titles": {
                        "eng": "HAPPY Ice Cream",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9611813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/9611813",
                    "Titles": {
                        "eng": "It's A Wonderful HAPPY",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9611814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/9611814",
                    "Titles": {
                        "eng": "HAPPY and Beautiful",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9611816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/9611816",
                    "Titles": {
                        "eng": "HAPPY Identity",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9611817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/9611817",
                    "Titles": {
                        "eng": "Let's happy kiss our way to HAPPY Flutter Kicks",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9611819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/9611819",
                    "Titles": {
                        "eng": "HAPPY Endless Summer",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9611821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/9611821",
                    "Titles": {
                        "eng": "HAPPY Dice",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9611823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/9611823",
                    "Titles": {
                        "eng": "HAPPY Old Men",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9611824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/9611824",
                    "Titles": {
                        "eng": "One Centimeter to HAPPY",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9611825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/9611825",
                    "Titles": {
                        "eng": "Always HAPPY in the Heart!",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "2200422",
            "URL": "https://thetvdb.com/series/cute-high-earth-defense-club-love/seasons/official/4",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "11285157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/11285157",
                    "Titles": {
                        "eng": "Romantic Revolution is so stylish!",
                        "jpn": "浪漫革命 ハイカラだぜ！"
                    },
                    "Summaries": {
                        "eng": "There was once a hero who protected the Earth from a great crisis... And now, in the face of another crisis, a new hero has been born from Meinan High School's \"Earth Defense Club\"! ...Huh? Who were those former heroes? Well, it was \"those guys\", \"those guys\". ...Huh? Why did I blur the names? It's a multi-verse setting, so mumble mumble... (vague) Anyway, please meet the new Defense Club - Unzen Shinkuro, Sukayu Airushi, Ubana Sousuke, Oshamanbe Ushio, and Aso Sorata!",
                        "jpn": "かつて大いなる危機より地球を守り抜いたヒーローがいた……。そして今、再びの危機に眉難高校『地球防衛部』より新たなヒーロー爆誕！　……え？　かつてのヒーローって誰だって？　そりゃ『あいつら』ですよ『あいつら』。……え？　なんで名前をぼかすのかって？　そこはマルチなバースな設定なんでゴニョゴニョ……（うやむや）　とにかく新たな防衛部――雲仙新九郎、酸ヶ湯愛琉志、卯花惣輔、長万部潮、阿蘇空太をよろしく！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "11285158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/11285158",
                    "Titles": {
                        "eng": "Being fun is so stylish!",
                        "jpn": "ノリがいいって ハイカラだぜ！"
                    },
                    "Summaries": {
                        "eng": "With the help of the cat science of the mysterious future cat Nuru, the five members of the Defense Club have become the \"High Color Romantic Troupe\" and have successfully defeated the monsters plotting to conquer the Earth. Then, before them appears the \"Bankara New Elite Corps,\" an Earth Conquest Club led by the mysterious prairie dog Master Can. Their true identities are none other than the three members of the Meinan High School Student Council, Doumeki Jyurito, Nyuto Samon, and Nekoma Yu, who are roommates in the Kurotama Dormitory. With allies and enemies under the same roof, it's inevitable that something will happen... (Nothing in particular will happen)",
                        "jpn": "謎の未来猫ヌルさんの猫科学で、『ハイカラ浪漫団』となり地球征服を目論む怪人をみごとに撃破した防衛部の５人。そんな彼らの前に現れたのは、謎のプレーリードッグことマスター・キャンに導かれし地球征服部、『蛮華羅新鋭隊』。その正体はなんと、黒玉寮の同居人にして眉難高校生徒会――百目鬼珠闘麗斗、乳頭左門、猫魔祐の三人であった。敵と味方が一つ屋根の下、これで何も起きないはずがなく……？（特に起きない）"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "11285159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/11285159",
                    "Titles": {
                        "eng": "This tree, the Whispering Tree, is so sophisticated!",
                        "jpn": "この木 呟樹 ハイカラだぜ！"
                    },
                    "Summaries": {
                        "eng": "The Binan High School Handsome Boys Contest is an annual monthly event. Sukayu Airushi has been winning consecutively since entering the school, and is a beauty guru recognized by both himself and others. Sukayu, who is particular about beauty, aims to win again with a groundbreaking strategy that could be called a pioneer of media strategy. However, Sukayu, who was born in the Taisho era, did not know that this method has both a bright side and a dark side... Now, Binan High School is on fire!",
                        "jpn": "月に一度の恒例行事、眉難高校美男子コンテスト。入学以来連続優勝記録を伸ばし続けている酸ヶ湯愛琉志は、まさに自他共に認める美しさのカリスマ。そして美しさにこだわる酸ヶ湯は、メディア戦略の先駆けとも言える画期的な作戦で連覇を狙っていた。だが、大正生まれの酸ヶ湯は知らなかった。その手法が光だけでなく闇の一面も持つことを……。今、眉難高校が燃え上がる！"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "11285160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/11285160",
                    "Titles": {
                        "eng": "Mom is so sophisticated!",
                        "jpn": "お母さんって ハイカラだぜ！"
                    },
                    "Summaries": {
                        "eng": "Gotemba Dorm Principal Falls! For the dorm students who live away from their parents, the absence of their breadwinner, the dorm principal, is a real crisis in their lives. But it is at times like these that a man named Ubuka Sousuke steps up. His housekeeping skills bring instant relief to the dorm students, but Ubuka's maternal instincts run wild, swallowing up even the student council members who are hostile towards the Defense Club. Will the boys resist the encroaching maternal instincts and become independent from their parents? Or will they go along with the flow and accept their mother? Only mother can do that!",
                        "jpn": "御殿場寮長倒れる！　親元を離れて暮らす寮生たちにとって、大黒柱たる寮長の不在はまさに生活の危機。だが、そんな時にこそ立ち上がるのが卯花惣輔という男。その家事スキルはまたたくまに寮生たちに安堵をもたらすも、卯花の母性が暴走し、防衛部を目の敵にする生徒會たちですらまとめて飲み込んでしまう。少年たちは浸食してくる母性に抗い親離れするのか？　流されるがママ受け入れるのか？　母だけに！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "11285161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/11285161",
                    "Titles": {
                        "eng": "It's so stylish at the swimming meet!",
                        "jpn": "水泳大会で ハイカラだぜ！"
                    },
                    "Summaries": {
                        "eng": "Summer has arrived in Mayunan City! Mayunan High School's traditional long-distance swimming competition is to be held at Otokoran Beach, and the Defense Club and other students are in high spirits. Among them, the one most devoted to the event is Student Council President Doumeki Tamato. His passion, which has him putting aside the conquest of the Earth for the time being and betting on winning the long-distance swimming competition, seems to be somehow connected to his past with Unzen Shinkurou... And so Doumeki and Unzen clash. The key to victory lies in... Red poop?",
                        "jpn": "眉難市に夏到来！　男乱海岸で眉難高校伝統の遠泳大会が開かれることになり、防衛部や生徒たちも活気づく。その中で、もっともこのイベントに打ち込んでいるのは生徒会長の百目鬼珠闘麗斗。地球征服もひとまず忘れ遠泳大会優勝に賭けるその情熱には、何やら雲仙新九郎との過去からつながる因縁があるようで……。そして激突する百目鬼と雲仙。勝利の鍵を握るのは……赤フン？"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "11285162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cute-high-earth-defense-club-love/episodes/11285162",
                    "Titles": {
                        "eng": "It's so stylish in the ninja village!",
                        "jpn": "忍者の里で ハイカラだぜ！"
                    },
                    "Summaries": {
                        "eng": "Summer vacation has begun at Binan High School, and Aso Sorata returns home with the gluttonous Oshamanbe, whom he caught with mountain delicacies. Waiting for them in their hometown are Aso's three younger brothers. Aso is treated as the youngest in the Defense Club, but in his hometown he shows off his big brother side, but for some reason, the second brother, Tonta, rebels against Aso. When he runs off during a sibling fight, he is transformed into a monster by the Conquest Club, who happen to be nearby for summer vacation! What will become of the brothers' bond? And when will Unzen and the others get involved?",
                        "jpn": "眉難高校は夏休みに突入し、阿蘇空太は山の幸で釣った食いしん坊の長万部を連れて里帰り。故郷の村で二人を待っていたのは、阿蘇の三人の弟たち。防衛部では末っ子扱いの阿蘇も故郷では立派なお兄ちゃんっぷりを見せつけるが、次男のとん太だけはなぜか阿蘇に反発。兄弟ゲンカで飛び出したところを、たまたま近くに避暑に来ていた征服部に怪人にされてしまう！　兄弟の絆の行く末は？　そして雲仙たちの出番は？"
                    },
                    "Aliases": []
                }
            }
        }
    }
}