{
    "URL": "https://thetvdb.com/series/yurikuma-arashi",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Romance",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3981544/",
        "https://www.themoviedb.org/tv/68642"
    ],
    "Titles": {
        "eng": "Yuri Kuma Arashi",
        "jpn": "ユリ熊嵐"
    },
    "Summaries": {
        "eng": "Some time ago, the asteroid Kumaria exploded in the depths of space.\r\n\r\nThe resulting fragments became a meteor shower that rained down on Earth, and for some reason, bears all over the world rose up and attacked humanity! In \"Man vs. Bear,\" the bears ate the humans and the humans shot the bears, resulting in a seemingly unending battle and a cycle of hatred. In the end, a giant \"Wall of Extinction\" was erected between the humans and bears and a state of mutual nonaggression came to pass...\r\n\r\nThe human world.\r\n\r\nOne morning, Arashigaoka Academy students Kureha Tsubaki and Sumika Izumino were by themselves and saw the \"Yuri Flower\" that bloomed in a flower bed. The two are friends as well as lovers. The flower bed is an important place to the two. At that moment, the Bear Alarms ring out! The bears are invading the human world, and humans are being attacked! Are they really those bears? One mystery invokes yet another mystery, one after another. The curtain rises magnificently on Yuri Kuma Arashi!",
        "jpn": "あるとき、宇宙のかなたで『小惑星クマリア』が爆発した。\r\nこなごなになったクマリアが流星群になって地球に降り注ぐと、何故か地球上の『クマ（熊）』が一斉に決起し、人類に襲いかかった！『ヒトVS クマ』クマはヒトを食べ、ヒトはクマを撃ち、果てのない戦いと憎しみの連鎖。やがて、ヒトとクマの間には巨大な『断絶の壁』が築かれ、互いに不可侵な状態となった…。\r\n\r\nヒトの世界。\r\nある朝、嵐が丘学園の生徒、椿輝紅羽（つばき くれは）と 泉乃純花（いずみの すみか）は二人きりで花壇に咲いた「百合の花」を見ていた。二人は『友だち』であり【 恋人 】。花壇は二人にとって大切な場所なのだ。見つめ合う二人。そのとき【クマ警報】がけたたましく鳴る！クマがヒトの世界に侵入し、ヒトが襲われたのだ！\r\nそのクマは果たして…？謎が謎を呼ぶ怒涛の連続！『ユリ熊嵐』が華麗に開幕！"
    },
    "Aliases": [
        "Love Bullet: Yuri Kuma Arashi",
        "Love Bullet: Yurikuma Arashi",
        "Yuri Kuma Arashi"
    ],
    "Modified": "2025-06-03",
    "Seasons": {
        "0": {
            "ID": "605792",
            "URL": "https://thetvdb.com/series/yurikuma-arashi/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5149132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5149132",
                    "Titles": {
                        "eng": "I Want To Meet You Right Now! Growl!",
                        "jpn": "今すぐ、あなたに会いたい！ガウガウ！"
                    },
                    "Summaries": {
                        "eng": "A special program hosted by voice actresses Miho Arakawa, Yoshiko Ikuta, and Nozomi Yamane as they discuss their favorite moments from the previous episodes. The program also features an interview between director Kunihiko Ikuhara and theme song artist Bonjour Suzuki, as well as a preview of episode 9.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "606333",
            "URL": "https://thetvdb.com/series/yurikuma-arashi/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5074277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5074277",
                    "Titles": {
                        "eng": "Never Back Down on Love",
                        "jpn": "私はスキをあきらめない"
                    },
                    "Summaries": {
                        "eng": "Kureha Tsubaki is a happy high school student in requited love until one day, bears suddenly start terrorizing the school, two mysterious transfer students appear, tragedy strikes, and things get... well, weird.",
                        "jpn": "宇宙のかなたで『小惑星クマリア』が爆発。何故か地球上の『クマ（熊）』が一斉に決起し人類に襲いかかり、ヒトとクマの間には巨大な『断絶の壁』が築かれ互いに不可侵な状態となった。嵐が丘学園の生徒、椿輝紅羽（つばき くれは）と 泉乃純花（いずみの すみか）が、二人きりで花壇に咲いた百合の花を見ていた。二人は『友だち』であり【 恋人 】。見つめ合う二人。その時【クマ警報 】が鳴る。クマがヒトの世界に侵入し、ヒトが襲われたのだ。ヒトの世界に侵入した！そのクマは果たして…？"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5091445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5091445",
                    "Titles": {
                        "eng": "Even If I Use Up All My Strength, I'll Never Forgive You",
                        "jpn": "このみが尽きても許さない"
                    },
                    "Summaries": {
                        "eng": "Kureha's not interested in going back to school, but not everyone is taking no for an answer. Will she come willingly, or will it take a home invasion, gunfire, and a direct challenge from the Wall?",
                        "jpn": "紅羽に近づこうと自宅にまで押しかけた銀子とるる。銀子は強く迫るが、銃を持った蜜子に邪魔されてしまう。紅羽を気遣う蜜子だが、それに嫉妬したのは百合川このみだった。彼女の邪心が燃えたそのとき、紅羽はまた謎の電話に呼び出された。クマと対峙して気を失う紅羽。そこに蜜子が忍び寄る。紅羽に執着する彼女の目的は？"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5091446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5091446",
                    "Titles": {
                        "eng": "The Invisible Storm",
                        "jpn": "透明な嵐"
                    },
                    "Summaries": {
                        "eng": "Kureha's classmates hold a terrible ceremony.",
                        "jpn": "クマから身を守るため、友達が大事だと説かれる女生徒たち。学園内では群れを重んじて、空気を読まないヒトを悪と見なす「排除の儀」が開かれた。議長・鬼山江梨子のもと、紅羽は排除されるべき者に選ばれてしまう。この結果にほくそ笑む蜜子。彼女は紅羽を呼び出し、おぞましい本性を露わにする。銃声と叫び声が屋上に響き渡った。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5091447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5091447",
                    "Titles": {
                        "eng": "I Can't Get a Kiss",
                        "jpn": "私はキスがもらえない"
                    },
                    "Summaries": {
                        "eng": "The Severance Court has the day off, so Life Sexy takes the opportunity to relate a fairy tale - about a young princess named Lulu, who gave up on kisses.",
                        "jpn": "王国中の愛を弟のみるん王子に奪われた「るる姫」。彼女はみるんを憎んでいた。自分のために「約束のキス」を探し、蜂蜜の壺がそれだと言って渡すみるんを冷たくあしらう。そこに思わぬ悲劇が起こり、るる姫は虚しさに包まれた。深い後悔のなか、彼女は銀子に出会う。そして光をもらった。二人がヒトの世界へ旅立つまでの物語。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5094774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5094774",
                    "Titles": {
                        "eng": "I Want to Have You All to Myself",
                        "jpn": "あなたをヒトリジメにしたい"
                    },
                    "Summaries": {
                        "eng": "Kureha's class apologizes for the Invisible Storm and offers to make it up to her. Meanwhile, we learn a little more about Ginko's past.",
                        "jpn": "紅羽と友達になるため、強引に同居を迫る銀子とるる。好物を料理して振る舞うが、なかなか打ち解けてくれない。一方、学園では針島薫が紅羽を気遣う態度を見せていた。「透明な嵐」が壊した百合花壇を元に戻そうと提案する。紅羽の誕生日を花壇で祝いたい。それは純花の望みでもあったと語る。銀子とるるは、そんな針島を探るが…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5094775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5094775",
                    "Titles": {
                        "eng": "The Moon Girl and the Forest Girl",
                        "jpn": "月の娘と森の娘"
                    },
                    "Summaries": {
                        "eng": "Once upon a time, the worlds were divided in two by the sky.",
                        "jpn": "純花とのはじめての出会いで見せた紅羽の優しさ。透明な嵐から紅羽を守ろうとした純花の決意。スキを諦めなければ何かを失っても透明にならない。数々の思い出が紅羽によみがえるなか、学園では針島薫たちによる紅羽の誕生日会が始まろうとしていた。銀子も傷ついた体のままユリ花壇へとひた走る。紅羽に自分のスキを示すために。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5127234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5127234",
                    "Titles": {
                        "eng": "The Girl That I Forgot",
                        "jpn": "私が忘れたあの娘"
                    },
                    "Summaries": {
                        "eng": "As Ginko struggles to recover, Kureha realizes that she's forgotten a very dear friend for a very long time.",
                        "jpn": "澪愛の描いた絵本は、幼き紅羽と大スキなあの娘の物語だった。しかし紅羽には憶えがない。思いが晴れないでいたが、高熱で療養中の銀子が口ずさむ『スキの歌』にハッとする。銀子が大切な友達だったあの子…？　一方、看病を続けていたるるは「罪グマへ」という宛名の手紙を見つけ、そこに書かれた銀子の罪に驚愕する。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5140145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5140145",
                    "Titles": {
                        "eng": "Bride-in-the-Box",
                        "jpn": "箱の花嫁"
                    },
                    "Summaries": {
                        "eng": "20 years ago, Yurika, revealed to be a bear, was taken in as a cub by a woman, who she ended up killing when she tried to leave her. Having lived alone at Arashigaoka Academy, Yurika was eventually befriended by Reia, becoming close to her and giving her a pendant as a sign of her love. However, she felt betrayed when Reia eventually gave birth to Kureha, and a few years later, Yurika killed Reia after she gave her pendant to Ginko. Back in the present, Kureha, who had heard Reia's pendant was taken by the bear who killed her, is shocked to find Ginko wearing it. The next day, Yurika reveals to Kureha that Ginko and Lulu are bears, claiming they were the ones who killed Reia. Later, the Judgemens call Kureha, Ginko, and Yurika to the rooftop, where Yurika tries to coerce Kureha into killing Ginko, who denies killing Reia but is willing to be shot if it will satisfy her. Just as Kureha is about to let down her aim, thinking about all the things Ginko has done for her, Lulu appears and tells Kureha about the crime that Ginko had committed concerning Sumika, prompting her to take aim again.",
                        "jpn": "『あの娘』とは銀子のことだったと知る紅羽。だがユリーカは、これまでの事件のすべての元凶は銀子であると紅羽に告げ、排除しろと言う。はたしてユリーカは何を企むのか？　ついに銀子と対峙した紅羽は問う。あなたは何者なの？　激しい雷鳴の中、真実を告げられた紅羽は…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5143467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5143467",
                    "Titles": {
                        "eng": "The Future of the Girls",
                        "jpn": "あの娘たちの未来"
                    },
                    "Summaries": {
                        "eng": "Ginko sees desire's true face, and Kureha longs to see Ginko's true face.",
                        "jpn": "スキとは、相手とひとつになること、相手を呑み込むこと。スキを失い、空っぽの箱のように生きてきたユリーカは、澪愛との間で果たせなかった思いを胸に、紅羽に迫る。たとえ破滅してもスキを叶えたい者たち。狂おしいスキの欲望は、正しいとは言えないが切実な思いだ。銀子のもとにも、スキの欲望を説く蜜子が現れる。銀子と紅羽のスキの行方は？"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5143468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5143468",
                    "Titles": {
                        "eng": "The Door to Friendship",
                        "jpn": "ともだちの扉"
                    },
                    "Summaries": {
                        "eng": "Now that Kureha knows the future her mother envisioned for her, she has to make some tough choices about what friendship means.",
                        "jpn": "学園に潜むクマを炙り出そうと、大木蝶子が率いるクマタギ隊が秘密兵器を用意した。るるは身の危険を感じつつも、紅羽と銀子の仲を取り持とうと奔走する。クマがヒトの姿でいるための契約とは？　蝶子とクマタギ隊の秘密兵器が、るると紅羽を追い詰める。私たち、友だちになれたよね？　るるの問いに紅羽は…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5143469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5143469",
                    "Titles": {
                        "eng": "What We Hope For",
                        "jpn": "私たちの望むことは"
                    },
                    "Summaries": {
                        "eng": "Chouko and her classmates have come up with a plan to eliminate their bear problem, but it involves a little sacrifice.",
                        "jpn": "囚えた紅羽を餌に、狂暴化した銀子をおびき出そうする蝶子。銀子は、蜜子の亡霊に導かれるままに、つぎつぎとヒトを襲い、紅羽に迫る。明かされる銀子の生い立ちと紅羽との出会い。二人を襲った悲しい過去。ふたりは運命を変えられるのか？　ようやく紅羽のもとにたどり着いた銀子が見たものは…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5143470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5143470",
                    "Titles": {
                        "eng": "Yuri Kuma Arashi",
                        "jpn": "ユリ熊嵐"
                    },
                    "Summaries": {
                        "eng": "When yuri meets bear, a storm begins.",
                        "jpn": "蝶子は、捉えた銀子を排除するための儀式を始める。クマを庇う者は同罪であり、やはり排除すると言う。私はお前を食べるためにヒトの世界に来た、ヒトリカブトの銀子だ！　ヒトの敵だ！　吠える銀子を見つめる紅羽。今、すべてがわかった。紅羽は決意を胸に空を仰ぐ。裁きの時が来たのだ。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}