{
    "URL": "https://thetvdb.com/series/yatterman-night",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4291128/",
        "https://www.themoviedb.org/tv/61919",
        "https://www.themoviedb.org/tv/61919"
    ],
    "Titles": {
        "eng": "Yatterman Night",
        "jpn": "夜ノヤッターマン"
    },
    "Summaries": {
        "eng": "A girl is looking at a remote island on the ocean named The Yatter Kingdom, a country that is said to be ruled by the hero Yatterman. The girl wants to ask the Yattermans for some help to cure her sick mother and decides to venture to the kingdom. She gets kicked out from the kingdom though and her mother dies without receiving any help.\r\n\r\nUnder Dokurobei, the boss of the Dorombo thieves that existed, lies a beauty named Doronjo. The two men, Boyacky and Tonzura, worked under Doronjo but got kicked out from the Yatter Kingdom along with the Doronbo thieves as they lost a fight against the Yatterman. This is the new generation of Dorombo—Doronjo, Boyacky, Tonzura, and new Yatterman—a story of the birth of Gan-chan and Ai-chan.",
        "jpn": "何が善で、何が悪なのか……!? \r\nドロンボー一味との長き戦いを制したヤッターマンだが、彼らが築いた王国ヤッター・キングダムは平和な楽園ではなかった!? \r\n国は疲弊し、圧政に苦しむ人々! \r\nそこに立ち上がったのは、かつてヤッターマンのライバルとして戦ったドロンボー一味の末裔で、ヤッターマンに恨みを抱くレパード。 \r\n“ドロンジョ”の後継者としてその名を受け継いだ彼女は新生ドロンボーを結成。 \r\n憎きヤッターマンにデコピンするため、ヤッター・キングダムに乗り込む!!"
    },
    "Aliases": [],
    "Modified": "2022-10-30",
    "Seasons": {
        "1": {
            "ID": "607374",
            "URL": "https://thetvdb.com/series/yatterman-night/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5082768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatterman-night/episodes/5082768",
                    "Titles": {
                        "eng": "The World Is Pitch-Black",
                        "jpn": "世界は真っ暗闇"
                    },
                    "Summaries": {
                        "eng": "Outside of the prestigious Yatter Kingdom is a country of poverty. There, a young girl named Leopard learns that her mother, Dorothy, and her two close friends, Voltkatze and Elephantus, are direct descendants of the Doronbow Gang; Doronjo, Boyacky, and Tonzra, whose battle against the Yattermen long ago led to their people becoming exiled and living in poverty. Dorothy encourages Leopard to become a good girl and not become a villain like her ancestors. However, on the day of Leopard's ninth birthday, Dorothy develops an illness that cannot be treated with their country's medicine. Wanting to save her mother, Leopard goes with Voltkatze and Elephantus to try and get some help from the Yatter Kingdom, only to be attacked by the current Yattermen, who are shown to be cruel unlike their heroic ancestors, leaving them unable to prevent Dorothy from succumbing to her illness.",
                        "jpn": "辺境の地に住む少女レパードは、海峡を隔てた国、ヤッター・キングダムを統治するヤッターマンに恨みを抱き、復讐（デコピン）しようと決起。先祖の大泥棒ドロンボー一味のリーダーだった“ドロンジョ”を名乗り、同じく先祖がドロンボーだったヴォルトカッツェとエレパントゥスを手下として新生ドロンボーとして立ち上がったレパードは、海の彼方を目指す……！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5099617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatterman-night/episodes/5099617",
                    "Titles": {
                        "eng": "We'll Give Yatterman a Forehead Flicking",
                        "jpn": "ヤッターマンにデコピンを"
                    },
                    "Summaries": {
                        "eng": "Leopard and her new Doronbow Gang learn that they might be able to sneak into the Yatter Kingdom through an abandoned train tunnel. Making their way through the tunnel and arriving in the Yatter Kingdom, the gang come up against a pair of Yattermen and fight against them using a Forehead Flicking Mecha. However, they discover the Yattermen are actually robots, with an entire army showing up against them and destroying their mech. After barely escaping the Yatterman robots, Leopard and the others take shelter in an empty house to dry off. Just then, a young blind girl shows up at the house, believing Leopard to be her angel.",
                        "jpn": "ヤッター・キングダムが支配するでっかいどうに上陸したドロンボーだが、そこに待っていたのはヤッターマンではなく、ヤッターマンの姿を模した機械兵だった!?　デコピンどころか逆に追われる身となってしまう。そんなドロンジョたちは、偶然に逃げ込んだ山小屋で盲目の少女アルエットと出会うことに……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5106604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatterman-night/episodes/5106604",
                    "Titles": {
                        "eng": "We’re Not Angels But We’ll Pretend to Be",
                        "jpn": "俺たちは天使じゃないけど 天使のフリをする"
                    },
                    "Summaries": {
                        "eng": "As the gang pretend to be angels for the girl, who introduces herself as Alouette, her childhood friend, Galina, shows up. Despite being suspicious of the gang, Galina decides to not to report them to the Yattermen when they come around searching for them. Galina explains how both his and Alouette's parents were killed by the Yattermen whilst working in their capital, Yatter Metropolis, asking the gang to leave in the morning so as to not put Alouette in danger. The next day, the gang take their leave, but return when Galina and Alouette are confronted by the Yattermen for harboring them. Using an explosive mech to escape, the gang take Alouette and Galina with them on their journey to Yatter Metropolis.",
                        "jpn": "アルエットは、突然現れたドロンジョを自分の願いを叶えに来てくれた天使だと思い込んでしまう。アルエットと同様に、両親を奪われたことからヤッターマンに恨みを抱く幼なじみのガリナは、ドロンジョたちと共にヤッターマンにデコピンを食らわすことを決意。一同はヤッターマンがいるという首都ヤッター・メトロポリスに向けて旅立つ。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5106605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatterman-night/episodes/5106605",
                    "Titles": {
                        "eng": "Steamy Outdoor Hot Spring Trip",
                        "jpn": "湯けむり露天風呂紀行"
                    },
                    "Summaries": {
                        "eng": "While on their journey, the gang meet a pregnant woman named Mitchan and her husband Beene, and help them out with some chores. After taking a dip in the hot springs, the gang return to find the Yatterman taking away several villagers, including Beene, to work heavy labor in Yatter Metropolis for 35 years. Feeling sorry for Mitchan, Leopard and the others beat the Yattermen and rescue Beene, hoping to take the couple back to their home, while a Yatterman General named Goro attempts to track them down. Not wanting Mitchan to suffer, Beene reveals the Doronbow Gang's location to Goro in the hopes he will be pardoned from his heavy labor. After overwhelming the gang with his fighting skill and YatterPug mech, Goro goes back on his word and takes Mitchan's husband away anyway, leaving Mitchan devastated and Leopard more determined than ever to beat the Yattermen.",
                        "jpn": "妊婦のミッちゃんと出会うドロンジョたち。ところが、彼女の夫ビーネが強制労働の人員としてキングダムの兵士に連行されてしまう。そこでビーネの奪還に立ち上がるドロンジョたち。作戦は成功するが、ドロンジョたちはヤッターマンを恐れるビーネに密告され、ヤッターマンの部下・ゴロー将軍の襲撃を受けることに……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5106607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatterman-night/episodes/5106607",
                    "Titles": {
                        "eng": "The Hurricane Dedicated to His Mother",
                        "jpn": "母に捧げるハリケーン"
                    },
                    "Summaries": {
                        "eng": "The gang come across a boy named Takeshi who enters himself and Galina into a sumo tournament. After some intense training, the two inevitably face off against each other in the semi-finals, with Takeshi winning easily. However, Takeshi's final opponent turns out to be a giant Yatter Mech who, despite some tough resistance from Takeshi, overpowers him. Realising the entire tournament was rigged in the Yattermen's favor, the Doronbow Gang bring out their own Genghiskhan mech to fight against the Yatter Mechs. Defeating all of the mechs and becoming the champions of all the fighting tournaments, Leopard gives their winnings to Takeshi so he can help his mother.",
                        "jpn": "雪祭りで賑わうサッパリ市を訪れたドロンジョたちは翌日、相撲とボクシングとレスリングの大会が開催され、優勝者に賞金と賞品の羊が贈られることを知る。そこで金と羊を手に入れるため、ガリナが相撲大会に出場することに。ところが街で出会った少年タケシが、病気の母親の医者代を稼ぐため相撲大会に出場することを知って戸惑うドロンジョたち。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5111585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatterman-night/episodes/5111585",
                    "Titles": {
                        "eng": "The Flower That Blooms in Winter",
                        "jpn": "冬に咲く花"
                    },
                    "Summaries": {
                        "eng": "With the gang constantly being pursued by Goro, Leopard gets upset when Voltkatze and Elephantus tell her to give up on pursuing the Yattermen and goes off on her own, only to be chased by Yatter Soldiers. Meanwhile, as the others are also ambushed, they end up leaving behind Galina, who is captured by Goro. Winding up all alone and injured, Leopard is rescued by an old man who treats her injuries and gives her shelter. The next morning, as Goro prepares to have Galina executed to lure out the gang, Doronjo, encouraged by the man's words, goes to rescue him, soon aided by the rest of the gang in their Flower Picker Mech.",
                        "jpn": "ゴロー将軍の度重なる追撃により、一時撤退を提案するボヤッキーたち。しかし、ドロンジョは反発。そんな一行が将軍の襲撃を受け、ガリナは捕らえられ、ドロンジョは一人ぼっちになってしまう。離れ離れになって初めて仲間のことに思いを馳せるドロンジョとボヤッキーたち。再会を果たして団結したドロンボーは、ガリナ救出のために奮闘することに。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5111586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatterman-night/episodes/5111586",
                    "Titles": {
                        "eng": "Dream Sea",
                        "jpn": "夢の海"
                    },
                    "Summaries": {
                        "eng": "Delirious from hunger after days without food, the gang come across a masochistic fisherman named Ryu, who they initially believe to be a turtle that would take them to the Sea God's Palace like in the legend of Urashima Tarō. Taking advantage of this, Goro sends a turtle, which the gang are too delirious to identify as a Yatter Mech, to take them to an underwater power plant disguised as the Sea God's Palace, where the Yatter Soldiers lay a trap for them. While the others are knocked out by sleeping gas, Ryu tells Galina, who snaps out of his delusion, about his dream to escape through the walls surrounding Yatter Kingdom and find his own Sea God's Palace. After waking up the others, Galina comes up with an escape plan in which the gang use an Octopus Mech as a decoy while they escape using a Squid Mech. When the Yatter Soldiers pursue them with their own Yattersunfish Mech, the gang steer it into one of the fans in the wall, allowing Ryu and his turtle friends to swim through to the other side.",
                        "jpn": "外洋と内洋を隔てる堤防のような高い壁がそびえるトマケ地方の海。その海岸でヤッター兵に襲われていた漁師リュウを救う。飢えて朦朧としたドロンジョたちは、“浦島太郎”を模したゴロー将軍の罠にはまり、海中発電所の一室に閉じ込められてしまう。そこで壁を越えて外洋へ行きたいというリュウの夢を聞いたガリナは、その夢を実現するために協力する。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5111587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatterman-night/episodes/5111587",
                    "Titles": {
                        "eng": "Kussie of Lake Kussharo-Dessharo",
                        "jpn": "クッシャロデッシャロ湖のクッシー"
                    },
                    "Summaries": {
                        "eng": "While treating Leopard as she comes down with a fever, Galina tells her about Allouette's father, Gorozo, who entrusted him with Allouette's protection, while Leopard seems to develop feelings for him. Meanwhile, Allouette comes across Kussie, a monster from Lake Kussharo-Dessharo whose mother was captured by Goro and Yatter Soldiers, who wanted to use the nearby land for a factory. Despite her fever, Leopard decides to help Kussie reunite with his mother and the group head to Lake Kussharo-Dessharo, where Kussie's mother is being held captive. Just as Goro corners them, he is distracted by the lavender scent coming off of Allouette, giving Kussie's mother the chance to break free and counterattack, allowing mother and child to be reunited.",
                        "jpn": "クッシャロデッシャロ湖に棲むという伝説の生物クッシーを利用して一儲けを企むボヤッキーとトンズラー。本当にいるのか？　という疑問は、幼いクッシーの登場であっさりと解決。風邪をひいてガリナに甘えていたドロンジョは、母を恋しがるクッシーに同情し、危険を顧みず彼を母親の元に送り届けようとするが、そのせいでゴロー将軍と衝突することに。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5117424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatterman-night/episodes/5117424",
                    "Titles": {
                        "eng": "Abareshi Prison",
                        "jpn": "アバレシ番外地"
                    },
                    "Summaries": {
                        "eng": "Down to his last chance, Goro manages to capture Leopard, Voltkatze, and Elephantus and takes them to Abareshi Prison, an allegedly inescapable place. Looking for a way to escape themselves, Galina and Allouette come across a certain racing car being guarded by a monkey named Sanpee, whose owner is no longer around. Wanting to save his friends, Galina fixes up the car, which has a self-driving AI, and the group head off to intercept the paddywagon carrying the gang before it reaches the prison. As they catch up them, Goro once again gets distracted by Allouette and is knocked into the sea by Galina, who fights off the Yatter Soldiers and reunites with the others. Whilst trying to steer the wagon away from the prison, Galina accidentally speeds it up, destroying the prison instead. As Goro is thrown into prison for his failure, Doronjo and the others finally arrive at Yatter Metropolis.",
                        "jpn": "本気モードに突入したゴロー将軍によってドロンジョたちが捕まり、アバレシ大監獄に送られることになった。運良く難を逃れたガリナは、今度こそ自分がみんなを助ける番だと奮起。救出のチャンスは、護送車が監獄に到着するまでだ。チンパンジーのサンピーが守るレーシングカーに飛び乗ったガリナは、ゴロー将軍のメカと激しいカーチェイスを繰り広げる。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5117425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatterman-night/episodes/5117425",
                    "Titles": {
                        "eng": "The Twelve Yatter Guardian Gods' Encirclement",
                        "jpn": "ヤッター十二神将包囲網"
                    },
                    "Summaries": {
                        "eng": "On their way towards the tower in the center of Yatter Metropolis, where they believe Yatterman to be hiding, the gang survey the factories people are being forced to work in. Upon nearing the inner city, they are confronted by the other generals of the Twelve Yatter Guardian Gods, who Goro was formerly a part of, and are quickly captured. Before they can be executed, they are requested to be brought before Yatterman, who they are shocked to discover is actually the original Doronbow mastermind, Dokurobey.",
                        "jpn": "そりゃそうや岬にあるキングダムの首都、ヤッター・メトロポリスに潜入するドロンボー。両親と愛犬・ワンちゃんとの再会に期待に胸を躍らせるアルエットだが、ドロンジョたちは強制労働の惨状を目の当たりにする。そんな一行の前に立ち塞がるヤッター十二神将。捕らえられ連行されたドロンジョたちの前に、ついに宿敵ヤッターマンがその姿を現す!!"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5158242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatterman-night/episodes/5158242",
                    "Titles": {
                        "eng": "The Truth About Yatter Metropolis",
                        "jpn": "真実のヤッター・メトロポリス"
                    },
                    "Summaries": {
                        "eng": "Dokurobey explains how many years ago, he and the original Doronbow Gang fought against the original Yattermen in order to reclaim the Dokuro Stones that made up his body. After years of failure, Dokurobey exiled the Doronbow descendants and declared war on the world, defeating the Yattermen in the process. Deciding to punish mankind further, Dokurobey took on the name of Yatterman, making humans work for and admire him without them knowing his true identity. As the gang try to find their way out of prison, Goro recalls he was once Allouette's father, Gorozo, who along with his dog was captured by Dokurobey and made into a cyborg following a near-fatal accident. Learning of this, Goro uses the last of his strength to help the gang escape on a mech, which is soon shot down by Dokurobey.",
                        "jpn": "悪の元凶がヤッターマンではなく、ドクロベエだったという真相を知らされるドロンジョたち。キングダムの住人に知らされていない裏の歴史があったのだ。一方、アバレシの戦いで敗北したゴロー将軍は独房に収監されていたが、そんな彼のいる牢獄にドロンジョたちが入れられたことから、過去の記憶を取り戻しつつあった…"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5158243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatterman-night/episodes/5158243",
                    "Titles": {
                        "eng": "The Dawn",
                        "jpn": "夜明け"
                    },
                    "Summaries": {
                        "eng": "Feeling they cannot defeat Dokurobey on their own, Leopard and the others try to spread the word that Yatterman is actually Dokurobey, albeit to no avail. Believing the people will listen to Yatterman, Galina suggests that he and Allouette take on the role of Yatterman themselves. Regaining her sight, Allouette gives her thanks to Leopard and makes a promise with her to bring about a new dawn. After all the preparations are made, Leopard, realising that this will be the last time the gang will be able to work with Galina and Allouette, gives her farewell to Galina. Becoming the new Yatterman-1 and Yatterman-2, Galina and Allouette unite the citizens of the Yatter Kingdom before going to fight against Dokurobey, who grows himself to giant size, while the Doronbow Gang fight against the Yatter Generals. Using the power of their Yatterwan mech, the new Yattermen defeat Dokurobey and bring a new dawn to the Yatter Kingdom, allowing Leopard to return to a peaceful life.",
                        "jpn": "打倒ドクロベエを宣言して行動を開始するドロンボー。しかし、人々が求めているのはヒーローだと気づいたガリナは、家族の死を受け入れたアルエットと共に新世代のヤッターマン１号＆２号を襲名!!　……だがそれは、同時にドロンボーとの別れを意味していた。ドクロベエを倒し、世界に夜明けをもたらす最終決戦の幕が切って落とされる!!"
                    },
                    "Aliases": []
                }
            }
        }
    }
}