{
    "URL": "https://thetvdb.com/series/wanna-bes",
    "Genres": [
        "Action",
        "Animation",
        "Comedy",
        "Drama",
        "Science Fiction",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0287114/"
    ],
    "TitleEnglish": "Wanna-Be's",
    "SummaryEnglish": "A tag-team battle between the elegant girls of Dream Team and the heavy-face-painted women of Foxy Ladies does not bode well. The Dream Team gets pretty much wiped out, but not before one of them makes one strong attempt at lifting the 250-pound Foxy Lady over her head. Those to take their place are Eri and Miki of the Wannabes team. Miki and Eri both just want to have fun, but once they begin their new training with the mysterious Kidou Corporation, the same corporation that trained the Dream Team, they discover that there is something more behind all this...",
    "Aliases": [],
    "Modified": "2022-08-11",
    "Seasons": {
        "1": {
            "ID": "605712",
            "URL": "https://thetvdb.com/series/wanna-bes/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5068260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wanna-bes/episodes/5068260",
                    "TitleEnglish": "Wanna-Be's",
                    "SummaryEnglish": "This OVA begins with a tag-team battle between the elegant girls of Dream Team and the heavy-face-painted women of Foxy Ladies. Naturally, the Dream Team gets the crap kicked out of them, but not before one of them makes one strong attempt at lifting the 250-pound Foxy lady over her head. The one`s to take their place are Eri and Miki of the Wanna-Be`s team. Miki and Eri are both just fun girls who want to have fun, but once they begin their new training with the mysterious Kidou Corporation, the same corporation that trained the Dream Team, they discover that there is something deeper behind their training.",
                    "Aliases": []
                }
            }
        }
    }
}