{
    "URL": "https://thetvdb.com/series/death-parade",
    "Genres": [
        "Psychological Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4279012/",
        "http://www.ntv.co.jp/deathparade/",
        "https://www.themoviedb.org/tv/61901",
        "https://en.wikipedia.org/wiki/Death_Billiards",
        "https://x.com/dp_anime"
    ],
    "Titles": {
        "eng": "Death Parade",
        "jpn": "デス・パレード"
    },
    "Summaries": {
        "eng": "When two people die at the same time, they’re sent to a place that’s neither heaven nor hell—a lavish bar between worlds where the stakes are high and the rules are simple: if you win you live again, if you die… you’re gone for good.\r\n\r\nDecim is the bartender charged with serving the souls who enter Quindecim. He may make a mean cocktail, but his true profession is to play the role of arbiter—a judge who determines whether or not a soul is worthy of reincarnation. To aid in his judgment, the bar’s patrons are forced to play simple games laced with sadistic twists designed to bring their true natures to light. To Decim, judgment has always been black and white—that is—until he meets a mysterious young woman whose fate seems impossible to decide. His indecision shakes the very foundation of the games and raises the biggest question of all: Who is fit to judge the dead?",
        "jpn": "「いらっしゃいませ　クイーンデキムへようこそ」 何も知らない二人の客を迎えたのは、不思議なBAR『クイーンデキム』と白髪のバーテンダー『デキム』。彼の口から語られるデスゲームへの誘い。やがて剥き出しになる客達の本性。ゲームの果てに自らを『裁定者』と明かすデキム。裁定者デキムが二人の客へ下す裁定とは……。"
    },
    "Aliases": [],
    "Modified": "2025-06-23",
    "Seasons": {
        "0": {
            "ID": "605797",
            "URL": "https://thetvdb.com/series/death-parade/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5087155",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/death-parade/episodes/5087155",
                    "Titles": {
                        "eng": "Death Billiards",
                        "jpn": "デス・ビリヤード"
                    },
                    "Summaries": {
                        "eng": "An old and a young man find themselves in a mysterious bar where they have to play a game of billiards. The bet: their lives.",
                        "jpn": "「ここがどこなのか、という問いにはお答えできません」\r\n「これよりお二人にはゲームをして頂きます」\r\n「ゲームは命をかけて行なって頂きます」\r\n「そして、ゲームが終わるまで当店から出ることはできません」\r\n強制的にルールを課せられた男二人。\r\nやがて剥き出しになっていく人間の本性。\r\nデスゲームの果てに待ち受けるものは？"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "606950",
            "URL": "https://thetvdb.com/series/death-parade/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null,
                "ara": null,
                "rus": null
            },
            "Summaries": {
                "eng": "There is a place after death that is neither heaven nor hell. A bar that serves you one chance to win. You cannot leave until the game is over, and when it is, your life may be too.",
                "jpn": null,
                "ara": "هناك مكان بعد الموت ليس هو الجنة ولا الجحيم. ساقي يقدم لك فرصة واحدة للفوز. لا يمكنك المغادرة حتى تنتهي اللعبة، وعندما تنتهي، قد تنتهي حياتك أيضًا.",
                "rus": "После смерти есть место, которое не является ни раем, ни адом. Бар, дающий вам единственный шанс на победу. Вы не можете уйти, пока игра не закончится, а когда это закончится, ваша жизнь может измениться."
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5079012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-parade/episodes/5079012",
                    "Titles": {
                        "eng": "Death Seven Darts",
                        "jpn": "デス・セブンダーツ"
                    },
                    "Summaries": {
                        "eng": "A young couple, Takashi and Machiko, arrive in the bar Quindecim without any recollection of how they got there. The bartender tells them they cannot leave until they first finish playing a game, one in which their lives will be at stake.",
                        "jpn": "BAR「クイーンデキム」に一組の夫婦が訪れる。なぜか前後の記憶が定かではない夫婦が、困惑しながらも店の奥に進むと、白髪のバーテンダーに迎えられる。デキムと名のるその男は夫婦へ命を懸けたゲームを行うよう告げる。密室のバーから出る為にたかしと真智子はダーツで勝負をすることに。ゲームを進める中でたかしは、愛する妻の真智子を守るために、ある抜け道を考えつく。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5079015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-parade/episodes/5079015",
                    "Titles": {
                        "eng": "Death Reverse",
                        "jpn": "デス・リバース"
                    },
                    "Summaries": {
                        "eng": "A black-haired woman awakens in an unfamiliar place, unable to remember even her own name. She is taken by a girl named Nona to Quindecim, where she is told that she will be an assistant, and is instructed as to the purpose of the bar's existence.",
                        "jpn": "黒髪の女が目覚めると、そこは見覚えのない場所で、傍らには見知らぬ少女がいた。自分の名前すら思い出せない彼女は、その少女・ノーナにデキムのもとへと連れていかれ、彼の仕事を手伝うように告げられる。\r\nクイーンデキムにやってきた２人の客を見守りながら、黒髪の女はノーナからクイーンデキムが在る理由を聞かせれる。\r\nノーナによるとゲームは「裁定」に不可欠なことで……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5097702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-parade/episodes/5097702",
                    "Titles": {
                        "eng": "Rolling Ballade",
                        "jpn": "ローリング・バラード"
                    },
                    "Summaries": {
                        "eng": "College student Shigeru Miura wakes up in Quindecim, and falls in love at first sight with the woman at the bar. Unable to remember even her own name, the woman asks him to play a game with her, after being assured that it will jog her memory.",
                        "jpn": "大学生の三浦しげるが目を覚ますと、目の前には見知らぬバーテンダーが。バーテンダーから命がけのゲームをするよう告げられたしげるだったが、対戦相手だという美しい女性に一目ぼれしてしまう。自分の名前すら思い出せないという彼女から記憶を取り戻す為にゲームをしたいと言われたしげるは、その頼みを承諾し、二人はボウリングで対決することに――。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5104059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-parade/episodes/5104059",
                    "Titles": {
                        "eng": "Death Arcade",
                        "jpn": "デス・アーケード"
                    },
                    "Summaries": {
                        "eng": "TV personality Misaki Tachibana is convinced that she is in Quindecim as part of a hidden-camera TV show, and enlists her counterpart, Yousuke Tateishi, to help her liven the show up. Decim takes measures to ensure extreme conditions for the contestants.",
                        "jpn": "クイーンデキムに訪れた二人の客――立石洋介と橘みさき。芸能人であるみさきはTV番組の撮影だと思い込み、洋介に番組を盛り上げるために協力を求める。ルーレットで選ばれたのは「アーケード」。自らをモデルにしたかのようなキャラクターを操作することに違和感を覚えつつ、ゲームは洋介の優勢で進んでいく。一方、裁定に必要な死者の極限状態を作り出すため、デキムはある行動を起こす。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5104060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-parade/episodes/5104060",
                    "Titles": {
                        "eng": "Death March",
                        "jpn": "デス・マーチ"
                    },
                    "Summaries": {
                        "eng": "Two more people - a young boy and an older man - arrive at Quindecim, but this time, Decim senses something out of place. Before Decim can explain the game to the pair, the older man reveals that he remembers having seen Decim and the bar before!",
                        "jpn": "黒髪の女がデキムの手伝いを始めてしばらく経ち、今日もクイーンデキムに2人の客がやってくる。いつものように出迎えに行こうとした黒髪の女だが、なぜかデキムに制止される。ホールに現れたのはくたびれた雰囲気の中年の男、藤井と少年の二郎で、特におかしな様子はない。ところが、デキムがゲームの説明を始めると、藤井がデキムやクイーンデキムに見覚えがあると言い出した。かつてない客の反応に、デキムは警戒を深めるが……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5105201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-parade/episodes/5105201",
                    "Titles": {
                        "eng": "Cross Heart Attack",
                        "jpn": "クロス・ハート・アタック"
                    },
                    "Summaries": {
                        "eng": "A high-school girl named Mayu arrives at a Japanese-style bar being tended by Ginti. He demands that she play a game against the man in the bar, who she instantly recognizes as Harada, of the boy idol band C.H.A, and she eagerly accepts.",
                        "jpn": "女子高生の有田マユは気がつくと見覚えのない場所にいた。不思議に思いながらもマユが通路を進むと、赤い髪のバーテンダーがいる和風のバーに行き当たる。ギンティという名のそのバーテンダーは、マユを見るや一方的にゲームで勝負しろと告げ、対戦相手の男を指し示す。その男はアイドルグループ「C.H.A」の原田。大好きなアイドルに会えたマユは大喜びで、ギンティに言われるがままゲームを始める。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5110043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-parade/episodes/5110043",
                    "Titles": {
                        "eng": "Alcohol Poison",
                        "jpn": "アルコール・ポイズン"
                    },
                    "Summaries": {
                        "eng": "When the black-haired woman stumbles upon a picture book, she asks Decim about it, and he tells her that it might belong to Quin, Quindecim's previous bartender. Decim reveals the reasons why he spends so much time putting together mannequins.",
                        "jpn": "毎晩のように繰り返し同じ夢を見る黒髪の女。クイーンデキムでその夢に出てくる絵本を見つけた女は、戸惑いながらもデキムに持ち主を尋ねる。絵本に心当たりがないデキムだったが、もしかするとクイーンデキムの元裁定者が忘れていったものではと言い出し……。同じころ、ノーナの家に情報部に所属する友人・クイーンが訪れた。酒好きなクイーンは、早速ノーナと飲み始めるとデキムの様子はどうかと尋ねる。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5110044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-parade/episodes/5110044",
                    "Titles": {
                        "eng": "Death Rally",
                        "jpn": "デス・ラリー"
                    },
                    "Summaries": {
                        "eng": "Prior to the arrival of a pair of guests--a police detective and young man raising his sister--Decim wonders if there has been a mistake, since the memories he has received are those of a killer. But despite his protestations, Nona prods him to continue.",
                        "jpn": "クイーンデキムに人を殺めたことのある客が来店することになり、黒髪の女は不安を隠せない。送られてきたのは島田と辰巳という、どちらも殺人犯とは思えないごく普通の男性二人。「ゲームに勝利するまで外に出られない」というデキムの話に、手分けして出口を探しはじめる。その最中、島田は自分の荷物の中から血まみれの包丁を見つける。動揺し包丁を隠す島田と自らを刑事と語る辰巳。そんな二人が戦うことになるゲームとは。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5121980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-parade/episodes/5121980",
                    "Titles": {
                        "eng": "Death Counter",
                        "jpn": "デス・カウンター"
                    },
                    "Summaries": {
                        "eng": "As the two contestants continue their game, Shimada is surprised to learn that Detective Tatsumi is sympathetic to his desire for revenge against his sister's attacker. The black-haired woman is troubled by how far Decim is willing to go.",
                        "jpn": "互いの境遇を知った二人は共感を深めると同時に、徐々に記憶を取り戻していく。一方、死者の記憶を見た黒髪の女は今すぐゲームをやめるようにとデキムに諭す。しかし、彼女の制止を聞かず、デキムは裁定のために二人の心の闇を吐かせようとゲームを進めていく。自身の復讐のため命を懸けてゲームに挑む二人だったが、島田に妹を襲った男に関しての重要な記憶が呼び起され…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5121981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-parade/episodes/5121981",
                    "Titles": {
                        "eng": "Story Teller",
                        "jpn": "ストーリー・テラー"
                    },
                    "Summaries": {
                        "eng": "Decim visits Nona and tells her that he believes that their way of passing judgment is flawed. Nona sends him another customer, whose case may unravel the mystery of the black-haired woman, and whom Decim chooses to judge without the aid of any memories.",
                        "jpn": "黒髪の女の言葉をきっかけに、デキムは意図的に死者を極限状態に追い込む裁定方法に疑問を抱くようになる。その疑問をデキムはノーナに報告し、裁定者の任を降りようとする。しかし、ノーナから黒髪の女の裁定はどうするかと問われ、逡巡するデキム。一方、黒髪の女は自身体に変化が生じていることに気が付く。それは彼女に残された時間がわずかであることを示していて……。揺れる二人の前にやってきた客とは。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5150247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-parade/episodes/5150247",
                    "Titles": {
                        "eng": "Memento Mori",
                        "jpn": "メメント・モリ"
                    },
                    "Summaries": {
                        "eng": "Mayu is given a chance to spare Harada's soul from the void, for a price. With Chiyuki's judgment pending, she revisits her love of ice skating, with the hope that the memories she recovers will help her to come to terms with her passing.",
                        "jpn": "今まで一度も裁定に迷ったことのないギンティ。ところが、自分の命よりも原田を優先したマユにだけは裁定を下せず、彼女をウィーギンティに留めていた。苛立ちを募らせたすえ、ギンティはマユに一つの決断を迫る。同じころ、己の名前を思い出した黒髪の女──知幸は、生前の記憶を取り戻すため、デキムからあるゲームへと導かれる。知幸は子供時代の思い出、大好きだった絵本、家族と過ごした日々、様々なことを思い出していく──。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5150248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-parade/episodes/5150248",
                    "Titles": {
                        "eng": "Suicide Tour",
                        "jpn": "スーサイド・ツアー"
                    },
                    "Summaries": {
                        "eng": "Oculus confronts Nona concerning Decim, demanding to know what she has done to him. Chiyuki awakens in her house the living world again to find that Decim has brought her there to offer her the chance to reclaim her life.",
                        "jpn": "死者の裁定のために存在する裁定者は、生も死も経験できない人形であり、人間の感情を知ることはできない。この理にノーナは抗い、裁定者が変化する可能性をデキムに賭けていた。デキムの知幸への裁定を見届けようとするノーナの前に、彼女の企みを知ったオルクスが姿を現す。当のデキムは知幸を眠らせ、ある場所へと連れて行く。知幸が目を覚ますとそこには――。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}