{
    "URL": "https://thetvdb.com/series/yamada-kun-and-the-seven-witches-2015",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4623042/",
        "http://www.yamajo-anime.com/",
        "https://www.themoviedb.org/tv/62568",
        "https://x.com/yamajo_anime"
    ],
    "Titles": {
        "eng": "Yamada-kun and the Seven Witches (2015)",
        "jpn": "山田くんと7人の魔女"
    },
    "Summaries": {
        "eng": "One day, high-school boy Yamada bumps into the beautiful girl Shiraishi on the stairs (literally), and their lips touch as they fall. When they regain their wits, they realize that they have swapped bodies. As time progresses, the two realize that this is not the only mysterious happening in the school.",
        "jpn": "この学校には7人の魔女がいる。\r\n私立の進学校での日常になじめず、問題ばかり起こしている主人公・山田竜。しかしあることをきっかけに、彼の学園生活は一変！新たな仲間や魔女たちとの出会いとともに、楽しくも大変な毎日が始まった。７人の魔女を見つけるまで、もう退屈なんて言わせない！"
    },
    "Aliases": [
        "山田くんと7人の魔女 (2015)",
        "山田くんと7人の魔女 (アニメ)",
        "Yamada-kun to 7-nin no Majo"
    ],
    "Modified": "2025-06-03",
    "Seasons": {
        "0": {
            "ID": "607159",
            "URL": "https://thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5081030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5081030",
                    "Titles": {
                        "eng": "Second Coming of the Suzaku Fest: A Hot Springs Resort! Everyone Gather Up!",
                        "jpn": "もうひとつの朱雀祭 温泉合宿だよ!? 全員集合ッ！"
                    },
                    "Summaries": {
                        "eng": "Shiraishi Urara is the top student in her school. One day, due to an accidental kiss, Urara finds herself in the body of the school delinquent, Yamada Ryuu! In trying to switch back to their own bodies, Urara and Ryuu discover that kissing causes them to switch bodies, which leads to their discovery that there are 7 witches in their school. They soon try to uncover the identities of the 7 witches...",
                        "jpn": "賞金5万円！！\r\n学祭の出し物で優勝すると貰えるそうで。\r\n色めき立つ超常現象研究部の面々。\r\n目的はまたも私的利用なんですがね、オーブンレンジにレベルアップとか。\r\n部費獲得と似たような流れです。\r\n合宿してアイディアをひねり出そうとしますが…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5119394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5119394",
                    "Titles": {
                        "eng": "Second Coming of the Suzaku Fest: Sing! Dance! Supernatural Studies Club!",
                        "jpn": "もうひとつの朱雀祭 歌え！踊れ！超常現象研究部！"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "黒髪ヤンキーも秘密を知っちゃたけど。\r\nコスチュームの奪い合いの最中、山田とチュウ。\r\n元に戻らなきゃいけませんから都合もう一回チュウ。\r\n往復二回のキスに頬を染めるヤンキー。\r\n何かイケナイ道に目覚めていないことを祈ります。\r\nあと体が入れ替わったことに驚かないんだろうか。\r\nキスの衝撃が上だったという事でしょうか。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "6496965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/6496965",
                    "Titles": {
                        "eng": "Yankee-kun na Yamada-kun to Megane-chan to Majo",
                        "jpn": "ヤンキー君な山田くんとメガネちゃんと魔女"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "607189",
            "URL": "https://thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5081222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5081222",
                    "Titles": {
                        "eng": "I've Turned Into Her!",
                        "jpn": "アイツになってんじゃねーかぁぁッ！"
                    },
                    "Summaries": {
                        "eng": "Yamada Ryu, a second year student who attends the prestigious Suzaku Private High School, is a problem child who comes to school late and leaves early, is prone to fighting all over the place, and even nods off in class. One day, he falls down the stairs with the honor student Shiraishi Urara. They faint, and when he wakes up in the infirmary he's turned into her!",
                        "jpn": "私立の名門朱雀高校に通う２年生・山田竜は、遅刻早退はもちろん、あちこちでケンカ三昧、授業中に居眠りまでする超問題児。ある日、優等生の白石うららと階段から転げ落ちた山田は、意識を失って保健室で目を覚ますと、自分の体が白石うららになっていた！？　どうやら「キス」に秘密があるらしい。\r\n　一刻も早く元に戻りたい山田。ところが、うららの姿になったことで女子の世界がいろいろと見えてしまう。うららの抱える事情にケリをつけた山田は、うららと「キス」をすることでようやく元に戻れたが、その瞬間を生徒会の宮村虎之介に見られてしまって……！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5185671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5185671",
                    "Titles": {
                        "eng": "Kiss Me, Okay?",
                        "jpn": "俺とキスしな"
                    },
                    "Summaries": {
                        "eng": "Ito Miyabi, who loves supernatural phenomena, appears just as Yamada, Urara, and Miyamura restart Supernatural Studies Club activities. Miyabi shows off her supernatural paraphernalia so proudly that Yamada and the others can't tell her the truth: that they only want to use the clubroom to kiss.",
                        "jpn": "山田、うらら、宮村の３人が超常現象研究部（超研部）の活動を再開させたところに超常現象好きの伊藤雅が現れた。キスをするためだけに部室を利用したい山田たちは、得意気に超常現象グッズをチラつかせる雅に本当のことを言い出せない。そんな中、雅がいないうちに入れ替わろうとした山田とうららは、キスの瞬間をうっかり雅に目撃されてしまう。\r\n「絶対に許さないんだから！」。仲間ができた気持ちを裏切られた雅は怒り心頭で、山田とうららの噂を学校中に流して回る。噂のせいでうららが孤立してしまうことを気にする山田は、雅を呼び出して噂を撤回させようとするが、雅は言うことを聞かない。そんな雅に「俺とキスしな」と山田は迫る！"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5185672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5185672",
                    "Titles": {
                        "eng": "Will You Accept? Or Won't You?",
                        "jpn": "受ける？それとも受けない？"
                    },
                    "Summaries": {
                        "eng": "\"They won't give us a club budget?\" Miyabi is unhappy the Supernatural Studies Club can't move forward with their research because the student council won't give them funding. Yamada isn't interested initially, but quickly changes his mind once he learns he could buy a microwave to warm up his beloved yakisoba bread.",
                        "jpn": "「部費が足りねぇだぁ！？」。生徒会から部費がもらえず、超常現象の研究がはかどらないと不満気な雅。部費に興味の無かった山田だが、大好物の焼きそばパンを温められる電子レンジを買えるっぽいとわかり、手のひらを返す。\r\n早速部費の交渉に生徒会長・山崎春馬の元を訪れるも、山崎は女子の話しか聞かないらしい。山田はうららと、宮村は雅と入れ替わって交渉するが、山崎に即バレてしまった！？　山崎は部費を出す代わりに「生徒会の抱える問題」を解決してほしいと言い出す。その問題とは、優等生の白石うららが進学を希望していない、というものだった。「何で白石は進学する気がねえんだ！？」"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5185673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5185673",
                    "Titles": {
                        "eng": "It Looks Like I've Fallen for Yamada!",
                        "jpn": "山田のことが好きになったみたい！"
                    },
                    "Summaries": {
                        "eng": "\"We're going on the school camping trip today, huh?\" Yamada is less than thrilled, but gets his fill of all he wants to do after switching bodies with Urara and thinks, \"Looks like this'll be sorta fun now!\" However, Urara has never really fit in with the other girls.",
                        "jpn": "「今日から林間学校かー」。気乗りしない山田だったが、うららと入れ替わってやりたいことを満喫する。「これで少しは楽しめそうだぜ」と山田。でも、うららは女子の輪になかなか入れずにいた。そんなうららの背中を押してやる山田。うららは徐々にクラスの女子と仲良くなっていくのだった。\r\n　そんな中、宮村と次期生徒会長の座を争う小田切寧々が山田の前に現れた。うららと入れ替わっている間に、バレたらヤバイ写真を寧々に撮られてしまう山田。宮村との勝負に勝つためなら手段を選ばない寧々は、写真をネタに白石うららが模試を受けるのを阻止しろと山田に命令してきた！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5185674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5185674",
                    "Titles": {
                        "eng": "You Mustn't Kiss Her, Okay?",
                        "jpn": "キスしちゃダメよ？"
                    },
                    "Summaries": {
                        "eng": "\"Keep this a secret from Shiraishi!\" Just as Yamada decides to keep the fact his kiss' power has changed to \"Charm\" a secret from Urara, she urges him to switch bodies. He'd better go see Odagiri Nene and get his power back to normal in a hurry! Elsewhere, Nene is irritated that Yamada hasn't become charmed by her kiss and shown up like he's supposed to.",
                        "jpn": "「白石には内緒にしとけよ！」。キスの能力が『虜』に変わってしまったことをうららに黙っておくと決めた山田だったが、そんな時に限ってうららから入れ替わりの催促が。早く小田切寧々に会って能力を元に戻さねーと！！\r\n一方の寧々は、キスで『虜』になったはずの山田が自分の前に姿を見せずイラついていた。山田のことが気になるから様子を見に行くと言い出す寧々を、おかしいと感じ始める側近の五十嵐潮。\r\n山田を探す寧々と五十嵐は、山田とうららがキスをする瞬間を目撃。それを見て涙を流す寧々。逆に寧々の方が山田に惚れてしまったのだと五十嵐は確信する。怒った五十嵐は山田を蹴り飛ばした！「小田切寧々に何をした！？」"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5194786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5194786",
                    "Titles": {
                        "eng": "Respond!",
                        "jpn": "応答せよっ！"
                    },
                    "Summaries": {
                        "eng": "\"It's summer! It's the beach! It's a summer retreat!\" The Supernatural Studies Club holds a summer retreat at the club house to find volume two of the notebook containing the legend of the witches, but Yamada's spirits plummet as he is forced to take supplementary lessons and exams with Otsuka Meiko, Tsurukawa Hideaki, and Kameda Mitsuru from the Manga Research Club.",
                        "jpn": "「夏だ！　海だ！　合宿だ！」。魔女伝説のノートの下巻を見つけるためにクラブハウスで合宿を開く超研部。でも山田は、漫画研究部の大塚芽子、鶴川秀明、亀田満たちと追試アンド補習合宿に強制参加させられ、テンションは急降下。おまけにノートの下巻があるらしい倉庫のカギもまだ開けられないときた。\r\nそんな山田に「明日は入れ替わってあげる」と救いの手を差し伸べるうらら。おかげで海を満喫でき、ついでに追試までクリアーだ！　と思いきや、山田は急に元の体に戻される。なんでも補習合宿の時、芽子が突然キスをしてきたというのだ！　その行動を見てうららは、芽子のことを魔女だと断言する。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5194787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5194787",
                    "Titles": {
                        "eng": "Anything but Tempura!",
                        "jpn": "天ぷらだけはやめてくれぇ！"
                    },
                    "Summaries": {
                        "eng": "Yamada begins searching for the witches and visits the home of the fourth witch, Sarushima Maria, who is a shut-in taking a break from school. When they're alone, she tells him that her power is to see the future of the person she kisses.",
                        "jpn": "魔女探しを始めた山田は、引きこもって学校を休んでいる４人目の魔女・猿島マリアの家を訪れる。マリアと二人きりになった山田は、彼女の能力が「キスをした相手の未来を見る」ものだと聞かされる。マリアが学校を休む理由は、朱雀高校の旧校舎が火事になる未来を見ちまったから！？　しかも、マリアはその犯人にされてしまうらしい！！　んでもって、山田まで犯人扱い！？　山田は火事の真犯人を突き止めるため、マリアとキスをして能力をコピー！"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5194788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5194788",
                    "Titles": {
                        "eng": "You're So Annoying",
                        "jpn": "超ウザイんだけど"
                    },
                    "Summaries": {
                        "eng": "Yamada's group gets roped into making the group of first-year problem students lead by Takigawa Noa behave in order to open a yakisoba bread stand at the cultural festival. Noa is a witch, and appears to see the past of the person she kisses and latch onto their shortcomings. Worst yet, she seems to have volume two of the notebook containing the legend of the witches!",
                        "jpn": "文化祭で焼きそばパン屋を出店するために、滝川ノア率いる１年生の問題児をおとなしくさせることになった山田たち。ノアは魔女で、キスをした相手の過去を見て弱みを握るようなヤツ。しかも、魔女伝説が書かれたノートの下巻まで持ち出したみてぇだ！　山田は、いろいろ一気に片付いて好都合だと、早速ノアをシメにいくが、逆にシメられて帰ってくる。\r\nリベンジに燃える山田だが、ノアにウザがられるばかり。そこで山田はノアに「俺を仲間にしてくれ」と頼む奇策に出た！　山田が魔女の話を切り出した途端、目の色を変えたノアは、山田を押し倒して強引にキスを迫ってくる！"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5194790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5194790",
                    "Titles": {
                        "eng": "I'll Definitely Change the Future",
                        "jpn": "必ず未来を変えて"
                    },
                    "Summaries": {
                        "eng": "Suzaku Fest is here! Thanks to copying Maria's power to predict the future, Yamada's fortunes guaranteed to strike home make the Supernatural Studies Club's yakisoba bread shop a huge success. Meanwhile, Maria confides in Yamada and tells him she wants to erase her witch power. \"I want to kiss and fall in love like a normal person.\"",
                        "jpn": "朱雀祭開催！　超研部の焼きそばパン屋は、マリアの未来予知能力をコピーした山田の絶対的中占いで大繁盛。そんな中、マリアは山田に「魔女の能力を消してほしい」と頼んでくる。ワタシはふつうのキスをして恋がしたい。\r\n山田は早速、魔女の力を消せるという玉木真一の元を訪れる。コピーの山田に対し、玉木はキャプチャー（吸い取る）の使い手で、いまはとある魔女から奪った透明人間の能力を持っていた！　玉木は、次期生徒会長の座を狙っていると山田に明かし、山崎会長が誰を後継者にするか調べてくれたら、マリアの願いを叶えると、交換条件を出してくる。早速山崎から聞き出してやるぜ！"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5194792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5194792",
                    "Titles": {
                        "eng": "Please Go Out With Me!",
                        "jpn": "俺と付き合ってください！"
                    },
                    "Summaries": {
                        "eng": "The Supernatural Studies Club meets Miyamura's sister, Leona, in their search for the seventh witch. She has dropped out of school in order to escape from that witch's power to erase memories. The instant one learns her name, all of their memories related to witches will be erased.",
                        "jpn": "７人目の魔女を探す山田たち超研部は、宮村の姉・レオナに会う。レオナはその魔女の『記憶喪失』の能力から逃れるために登校拒否をしていた。７人目の魔女の名前を知った瞬間、魔女に関するすべての記憶が消されることになるらしい。それってつまり、俺が白石のことを忘れちまうってことか！？　それでも山田は、「全っ然たいしたことねーな！」と覚悟を決め、レオナから７人目の魔女の名を聞く。うららのために未来を変えることを選んだ山田は、「俺を引き戻してくれ」と超研部の仲間たちに頼み、山崎に魔女の名を告げる！"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5194793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5194793",
                    "Titles": {
                        "eng": "What Did You Do With Shiraishi?!",
                        "jpn": "白石をどこにやった！"
                    },
                    "Summaries": {
                        "eng": "Unable to stand by and do nothing after seeing Urara's tears, Yamada tries to kiss her to prove she's really a witch, but she refuses. Yamada and Tamaki, unwilling to give up, continue trying to find a way to restore everyone's lost memories.",
                        "jpn": "うららの涙を見て、いてもたってもいられなくなった山田は、うららが魔女であることを証明するためにキスを迫るが、うららに拒絶されてしまう。\r\nあきらめずに記憶を取り戻す術を探す山田と玉木。そこへ、血相を変えた寧々がやってきた。「よくも私に能力をかけてくれたわね！」。なんと寧々は山田の記憶を取り戻していた！　山田とキスをした魔女は記憶を取り戻せる！？　そんな山田の前に再び現れたリカは、７人の魔女全員の名前を知った者が記憶を消される理由を話し始めた。なに！？　魔女が全員揃ったらどんな願い事も叶っちまうだってぇ！！？"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5194794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5194794",
                    "Titles": {
                        "eng": "I Love You, Shiraishi!",
                        "jpn": "俺は白石が好きだ！"
                    },
                    "Summaries": {
                        "eng": "Yamada must get all the witches together to conduct the seven witches' ceremony, and the last three needed are Urara, Mikoto, and Rika. Hoping to at least save Urara, Yamada heads for Mikoto's house along with the student council president Miyamura, but they're stopped by Miyamura's sister Leona.",
                        "jpn": "魔女の儀式を実行するために７人の魔女全員を揃えなきゃならない山田たち。残すはうらら、美琴、リカの３人。とにかくうららを救いたい山田は、生徒会役員の宮村を連れて美琴の家へ向かおうとするが、姉のレオナにつかまる。事情を話して焦る山田に、うららよりもまずリカを説得すべきだと話すレオナ。\r\nリカは、儀式に参加する代わりにレオナを学校へ連れてくるよう交換条件を出してきた。レオナは決心をして、かつて自分が超常現象研究部の部員だったこと、そして、もうひとりの部員・山崎春馬と魔女伝説を探り、山崎は記憶を消され、レオナは学校に行かずリカから逃げ続けていることを明かすのだった。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}