{
    "URL": "https://thetvdb.com/series/sound-euphonium",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4384306/",
        "http://tv.anime-eupho.com/",
        "http://www.reddit.com/r/HibikeEuphonium",
        "https://www.themoviedb.org/tv/62564",
        "https://x.com/anime_eupho"
    ],
    "Titles": {
        "eng": "Sound! Euphonium",
        "jpn": "響け！ユーフォニアム"
    },
    "Summaries": {
        "eng": "After swearing off music due to an incident at the middle school regional brass band competition, euphonist Kumiko Oumae enters high school hoping for a fresh start. As fate would have it, she ends up being surrounded by people with an interest in the high school brass band. Kumiko finds the motivation she needs to make music once more with the help of her bandmates, some of whom are new like novice tubist Hazuki Katou; veteran contrabassist Sapphire Kawashima; and band vice president and fellow euphonist Asuka Tanaka. Others are old friends, like Kumiko's childhood friend and hornist-turned-trombonist Shuuichi Tsukamoto, and trumpeter and bandmate from middle school, Reina Kousaka.\r\n\r\nHowever, in the band itself, chaos reigns supreme. Despite their intention to qualify for the national band competition, as they currently are, just competing in the local festival will be a challenge—unless the new band advisor Noboru Taki does something about it.",
        "jpn": "燦き、高らかに鳴り響く管楽器たち。期待を胸に、主人公・久美子は北宇治高校の門をくぐる。しかし、登校初日の入学式で久美子が目にしたのは、今にも萎れそうな朝顔のような楽器の演奏。そんな中、久美子は生来の性格より北宇治高校吹奏楽部に入部することになるが、彼女に待ち受けていたのは想像だにしないかつての強豪校であった吹部の凋残。生徒たちは、「全国大会に行く」という目標を掲げ、新顧問である滝昇の指導のもと日々練習に明け暮れるが、その実際はトラブルの連続であった。これは、そんな少女たちの青春や葛藤模様を描いた物語である。"
    },
    "Aliases": [
        "Hibike! Euphonium"
    ],
    "Modified": "2025-09-30",
    "Seasons": {
        "0": {
            "ID": "607517",
            "URL": "https://thetvdb.com/series/sound-euphonium/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 27,
            "Episodes": {
                "8": {
                    "ID": "5397217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5397217",
                    "Titles": {
                        "eng": "Ready, Set, Monaka",
                        "jpn": "番外編　かけだすモナカ"
                    },
                    "Summaries": {
                        "eng": "The 10 members of the concert band club who failed Taki's audition form \"Team Monaka\" to support the club members participating in the Kyoto Concert Band competition. Even as they support the performers, they continue to hone their playing, and make monaka-shaped good-luck charms to hand out to their club mates before the competition. Although they didn't play in the competition, they still had things they had to do. But on the day of the competition, the members on their way to the concert hall receive a shocking message! This is Team Monaka's hot summer story.",
                        "jpn": "オーディションに落ちた部員10名は「チームもなか」として、\r\nコンクールメンバーを支えることになった。\r\nメンバーを支えつつ、自分たちでも演奏技術を磨き、\r\nそしてコンクール直前にはメンバーのためにもなか型のお守りを作ったり……。\r\nコンクールには出られない彼女たちであったが、それぞれがやるべきことをしていた。\r\nそして、コンクール当日。会場に出発しようとしたもなかメンバーに衝撃的な連絡が――！！\r\nこれはチームもなかの熱い夏の物語。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5443034",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5443034",
                    "Titles": {
                        "eng": "Sound! Euphonium the Movie - Welcome to the Kitauji High School Concert Band",
                        "jpn": "劇場版 響け！ユーフォニアム～北宇治高校吹奏楽部へようこそ～"
                    },
                    "Summaries": {
                        "eng": "Recap of Season 1. After swearing off music due to an incident at the middle school regional brass band competition, euphonist Kumiko Oumae enters high school hoping for a fresh start. As fate would have it, she ends up being surrounded by people with an interest in the high school brass band. Kumiko finds the motivation she needs to make music once more with the help of her bandmates, some of whom are new like novice tubist Hazuki Katou; veteran contrabassist Sapphire Kawashima; and band vice president and fellow euphonist Asuka Tanaka. Others are old friends, like Kumiko's childhood friend and hornist-turned-trombonist Shuuichi Tsukamoto, and trumpeter and bandmate from middle school, Reina Kousaka. However, in the band itself, chaos reigns supreme. Despite their intention to qualify for the national band competition, as they currently are, just competing in the local festival will be a challenge—unless the new band advisor Noboru Taki does something about it.",
                        "jpn": ""
                    },
                    "Aliases": [
                        "Gekijouban Hibike! Euphonium: Kitauji Koukou Suisougaku-bu e Youkoso",
                        "Gekijō-ban Hibike! Euphonium: Kitauji Kōkō Suisōgaku-Bu e Yōkoso",
                        "Hibike! Euphonium Movie 1: Kitauji Koukou Suisougaku-bu e Youkoso",
                        "Hibike! Euphonium Movie: Kitauji Koukou Suisougaku-bu e Youkoso",
                        "Sound! Euphonium the Movie: Welcome to the Kitauji High School Concert Band"
                    ]
                },
                "17": {
                    "ID": "6476499",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/6476499",
                    "Titles": {
                        "eng": "Sound! Euphonium the Movie - May the Melody Reach You!",
                        "jpn": "劇場版 響け！ユーフォニアム～届けたいメロディ～"
                    },
                    "Summaries": {
                        "eng": "Recap of Season 2. Following their success in the qualifying round for the Kansai regional competition, the members of the Kitauji High School concert band set their sights on the next upcoming performance. Utilizing their summer break to the utmost, the band participates in a camp where they are instructed by their band advisor Noboru Taki and his friends who make their living as professional musicians. Kumiko Oumae and her friends remain determined to attain gold at the Kansai competition, but trouble arises when a student who once quit the band shows interest in rejoining and sparks unpleasant memories for the second-year members. Kumiko also learns about her teacher's surprising past and the motivation behind his desire to lead the band to victory. Reaching nationals will require hard work, and the adamant conviction in each student's commitment to the band will be put to the test.",
                        "jpn": "吹奏楽コンクール全国大会出場を控えた、 私たち北宇治高校吹奏楽部。\r\n うだるような夏の暑さが去り、秋の涼しげな気配が近づいたころ。  先輩が退部するかもしれない……。\r\n 私たちを襲った衝撃は大きく、不安をそう簡単に拭うことができなかった。  美人でカリスマ性があって、ユーフォが上手くて、みんなから頼りにされている「特別」な先輩。  でも、ふとした瞬間に見せる氷のように冷たい表情、他人を突き放すような瞳、誰にも本当の自分を見せない先輩。  「全国に出たい」\r\n 誰よりもそう思っているのに、ただの高校生のくせに無理に大人ぶろうとする先輩。  そんな先輩が私は苦手で……、 もしかしたら嫌いだったかもしれない。  だけど私は――。"
                    },
                    "Aliases": [
                        "Gekijouban Hibike! Euphonium: Todoketai Melody",
                        "Gekijō-ban Hibike! Euphonium: Todoketai Melody",
                        "Hibike! Euphonium Movie 2: Todoketai Melody",
                        "Hibike! Euphonium Movie: Todoketai Melody",
                        "Sound! Euphonium the Movie 2",
                        "Sound! Euphonium the Movie: May the Melody Reach You!"
                    ]
                },
                "18": {
                    "ID": "6476500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/6476500",
                    "Titles": {
                        "eng": "Liz and the Blue Bird",
                        "jpn": "リズと青い鳥"
                    },
                    "Summaries": {
                        "eng": "Liz's days of solitude come to an end when she meets a blue bird in the form of a young girl. Liz must make a heart-wrenching decision in order to truly realize her love for Blue Bird. High school seniors and close friends Mizore Yoroizuka and Nozomi Kasaki are tasked to play the lead instruments in the third movement of Liz and the Blue Bird, a concert band piece inspired by this fairy tale. The introverted and reserved Mizore plays the oboe, representing the kind and gentle Liz. Meanwhile, the radiant and popular Nozomi plays the flute, portraying the cheerful and energetic Blue Bird. However, as they rehearse, the distance between Mizore and Nozomi seems to grow. Their disjointed duet disappoints the band. With little time to improve as their performance draws near, they desperately attempt to connect with their respective characters. But when Mizore and Nozomi consider the story from a brand-new perspective, will the girls find the strength to face harsh realities?",
                        "jpn": "北宇治高等学校吹奏楽部所属の鎧塚みぞれと傘木希美は、それぞれオーボエとフルートを担当する親友同士。高校3年生の二人にとって最後の出場となるコンクールで選ばれた自由曲「リズと青い鳥」には、オーボエとフルート掛け合いのソロパートがあった。希美はその曲が自分たちのようだと無邪気に話していたが……。"
                    },
                    "Aliases": [
                        "Gekijouban hibike! Euphonium: Mizore to Nozomi no monogatari",
                        "Hibike! Euphonium Movie: Mizore to Nozomi no monogatari",
                        "Liz and a Blue Bird",
                        "Liz to aoitori",
                        "Rizu to aoitori",
                        "Sound! Euphonium: The Story of Mizore and Nozomi"
                    ]
                },
                "19": {
                    "ID": "6944923",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/6944923",
                    "Titles": {
                        "eng": "Sound! Euphonium the Movie - Our Promise: A Brand New Day",
                        "jpn": "劇場版 響け！ユーフォニアム～誓いのフィナーレ～"
                    },
                    "Summaries": {
                        "eng": "Kumiko is now a second year and one of the senior players of the euphonium section. With new underclassmen joining the concert band, Kumiko will have to learn new things in order to deal with awkward and difficult underclassmen.",
                        "jpn": ""
                    },
                    "Aliases": [
                        "Gekijouban Hibike! Euphonium: Chikai no Finale",
                        "Sound! Euphonium: The Movie Our Promise: A Brand New Day",
                        "Gekijoban Hibike! Euphonium: Chikai no Finale",
                        "Gekijouban Hibike! Euphonium Chikai no Finale",
                        "Gekijō-ban Hibike! Euphonium: Chikai no Finale",
                        "Hibike! Euphonium Movie 3: Chikai no Finale",
                        "Sound! Euphonium the Movie: Finale Oath"
                    ]
                },
                "20": {
                    "ID": "9974301",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/9974301",
                    "Titles": {
                        "eng": "Sound! Euphonium Ensemble Contest Arc",
                        "jpn": "特別編 響け！ユーフォニアム～アンサンブルコンテスト～"
                    },
                    "Summaries": {
                        "eng": "The long-awaited new work will be screened in theaters as a medium-length animation in the summer of 2023!\r\n\r\nAlong with the summer brass band competition, the ensemble contest, commonly known as \"Ancon,\" is a place where exciting performances are held. The performance of several people in one group has a charm different from that of a competition.\r\n\r\nIn order to participate in the Kyoto prefectural tournament of Ancon, a representative team is selected in the school's preliminary round. However, with over 50 members, the Kitauji High School brass band is facing a variety of problems! Will Kumiko, the newly appointed head of the club, be able to make it through the preliminary rounds?\r\n\r\nThe days of struggle begin.",
                        "jpn": "新部長・久美子を待っていたのは、\r\nアンサンブルコンテスト――通称“アンコン”に出場する\r\n代表チームを決める校内予選だった。\r\n\r\n無事に予選を迎えられるように頑張る久美子だが、\r\nなにせ大人数の吹奏楽部、問題は尽きないようで……。\r\n\r\n様々な相談に乗りながら、部長として忙しい日々を送っていた。\r\n\r\n部員たちがチームを決めていくなか、肝心な久美子自身はというと、\r\n所属するチームすら決まっていなくて──。"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "607828",
            "URL": "https://thetvdb.com/series/sound-euphonium/seasons/official/1",
            "Titles": {
                "eng": "Sound! Euphonium 1",
                "jpn": null,
                "deu": "Sound! Euphonium 1"
            },
            "Summaries": {
                "eng": "After swearing off music due to an incident at the middle school regional concert band competition, euphonist Kumiko Oumae enters high school hoping for a fresh start. As fate would have it, she ends up being surrounded by people with an interest in the high school brass band. Kumiko finds the motivation she needs to make music once more with the help of her bandmates, some of whom are new like novice tubist Hazuki Katou; veteran contrabassist Sapphire Kawashima; and band vice president and fellow euphonist Asuka Tanaka. Others are old friends, like Kumiko's childhood friend and hornist-turned-trombonist Shuuichi Tsukamoto, and trumpeter and bandmate from middle school, Reina Kousaka.\r\nHowever, in the band itself, chaos reigns supreme. Despite their intention to qualify for the national band competition, as they currently are, just competing in the local festival will be a challenge—unless the new band advisor Noboru Taki does something about it.",
                "jpn": null,
                "deu": "Sound! Euphonium erzählt die Geschichte des Musik-Clubs der Kitauji-Oberschule. Nach einem Lehrerwechsel ist der einstmals angesehen Club stark abgefallen, doch ein neuer Lehrer soll den Laden wieder in Schuss bringen. Kumiko Oumae und ihre Klassenkameradinnen Hazuki und Sapphire, die alle neu an der Schule sind, statten der Blechbläserband einen Besuch ab. Kumiko beschließt, dem Club beizutreten und Euphonium zu spielen, bis sie Reina sieht, ihre Klassenkameradin aus der Mittelschule. Als sie sich an einen Vorfall von damals erinnert, zögert sie."
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5086884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5086884",
                    "Titles": {
                        "eng": "Welcome to High School",
                        "jpn": "ようこそハイスクール"
                    },
                    "Summaries": {
                        "eng": "Kumiko enters Kitauji High School having been unable to forget what Reina said at a middle school concert band competition. She goes to visit the concert band at school along with classmates Hazuki and Sapphire, where they meet Reina again.",
                        "jpn": "中学の吹奏楽コンクールでの麗奈の言葉が忘れられないまま、久美子は北宇治高校に進学した。\r\nクラスメイトの葉月と緑輝に誘われ吹奏楽部の見学に行くと、そこへ麗奈がやって来て――"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5182748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5182748",
                    "Titles": {
                        "eng": "Nice to Meet You, Euphonium",
                        "jpn": "よろしくユーフォニアム"
                    },
                    "Summaries": {
                        "eng": "Kumiko and the others join the concert band, and they choose their instruments. Their eccentric senior, Asuka, still likes to mess with them.",
                        "jpn": "吹奏楽部に入部した久美子たち。\r\n個性的な先輩・あすかに振り回されながらも、自分の担当楽器が無事に決まる。\r\nそこへ新しい顧問の滝もやって来て、これから楽しい部活が始まるかと思ったが！？"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5182749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5182749",
                    "Titles": {
                        "eng": "The First Ensemble",
                        "jpn": "はじめてアンサンブル"
                    },
                    "Summaries": {
                        "eng": "Kitauji High School Concert Band is preparing their parts for the ensemble, but some students are fooling around when they should be practicing.",
                        "jpn": "合奏に向けて、パート練習をしている北宇治高校吹奏楽部。\r\nしかし、途中で帰る者や、練習をせずに遊ぶ先輩など……\r\n真面目に取り組んでいるようには見えない。\r\nそんな吹奏楽部に滝が驚くべき条件を突きつける。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5187199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5187199",
                    "Titles": {
                        "eng": "Singing Solfège",
                        "jpn": "うたうよソルフェージュ"
                    },
                    "Summaries": {
                        "eng": "Kumiko and the others prepare for Sunrise Festival. Kumiko and Shuichi talk about Taki-sensei on the way home from school, when they run into Reina.",
                        "jpn": "滝の厳しい指導に泣き出す生徒もでるなか、\r\nサンライズフェスティバルへの出場をかけて久美子たちは練習に取り組んでいた。\r\n部活の帰り道、久美子と秀一が滝について話していると麗奈がやって来て……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5187202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5187202",
                    "Titles": {
                        "eng": "Festival Time",
                        "jpn": "ただいまフェスティバル"
                    },
                    "Summaries": {
                        "eng": "The concert band receives their marching band uniforms and begins marching practice in preperation for SunFes. Things are different now, with the members all more engaged in practice. And SunFes day arrives.",
                        "jpn": "サンフェスへの出場が決まり、マーチングの練習を始める吹奏楽部。\r\n新しい衣装も配られ、積極的に練習に取り組もうとする部の雰囲気は以前と明らかに違っていた……。\r\nそして、ついにサンフェス当日を迎える。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5208562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5208562",
                    "Titles": {
                        "eng": "Twinkle, Twinkle, Little Tuba",
                        "jpn": "きらきらチューバ"
                    },
                    "Summaries": {
                        "eng": "Starting this year, the band holds auditions for members participating in the competition. First-year Hazuki has a chance, too. The bass section does everything they can to encourage her.",
                        "jpn": "今年からコンクールメンバーがオーディションで選ばれることになり、\r\n1年生の葉月にもコンクール出場のチャンスが！\r\n上手くなりたいと練習を頑張る葉月をあの手この手で応援する低音パートだったが……？"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5208563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5208563",
                    "Titles": {
                        "eng": "Crybaby Saxophone",
                        "jpn": "なきむしサクソフォン"
                    },
                    "Summaries": {
                        "eng": "The band is hard at work preparing for the audition and the competition. Aoi has trouble with her part, to which Taki says, \"when will you be better by?\"",
                        "jpn": "オーディション、そしてコンクールに向けて部員たちも練習に熱が入る。\r\nそんな時、上手く吹けない葵に滝は「いつまでに吹けるようになるのか」と問いかける。\r\n滝の問いかけに葵は……。吹奏楽部に衝撃が走る。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5208564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5208564",
                    "Titles": {
                        "eng": "Festival Triangle",
                        "jpn": "おまつりトライアングル"
                    },
                    "Summaries": {
                        "eng": "The band is abuzz with talk about who they'll be going to the upcoming festival with. There's someone Hazuki wants to go with, but that someone is already going with someone else. Meanwhile Kumiko somehow ends up going with you-know-who.",
                        "jpn": "部員たちの間では、お祭りに誰と行くのかが話題になっていた。\r\n葉月はとある人を誘おうとするが、その人は別の人を誘っていて……。\r\nそして、久美子は何故かあの人とお祭りに行くことになって……！？"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5208565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5208565",
                    "Titles": {
                        "eng": "Please, Audition",
                        "jpn": "おねがいオーディション"
                    },
                    "Summaries": {
                        "eng": "The audition for the competition participants has come. Everyone must demonstrate their abilities, whether they're a third-year or a first-year. And then, the results are revealed.",
                        "jpn": "コンクールメンバーを決めるオーディションの日がやって来た。\r\n3年生も1年生も関係なく審査される場で、部員たちは自分の力を発揮しなければならない。\r\nそして、コンクールに出場できるメンバーが発表される。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5208566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5208566",
                    "Titles": {
                        "eng": "Straight Trumpet",
                        "jpn": "まっすぐトランペット"
                    },
                    "Summaries": {
                        "eng": "The band suspects Taki played favorites in choosing Reina in the auditions. Noticing the band's rising distrust of Taki and Reina, he makes a proposal.",
                        "jpn": "オーディションで滝が麗奈を贔屓したのでは……と部員たちの間で噂が広がっていた。\r\nそれにともなって、部の雰囲気は悪くなり、滝と麗奈への不信感は強まるばかり。\r\n不満を持つ部員たちに、滝はとある提案をする。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5242898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5242898",
                    "Titles": {
                        "eng": "Welcome Back, Audition",
                        "jpn": "おかえりオーディション"
                    },
                    "Summaries": {
                        "eng": "Taki-sensei's proposal relieves the upset within the band, and everyone returns to practicing. Reina no longer isolates herself either, much to Kumiko's relief. But then she sees Yuko, who's been antagonizing Reina, speaking with her.",
                        "jpn": "滝の提案によって部内の雰囲気は改善されて部員たちも練習にも集中するようになり、\r\n麗奈も孤立することはなくなった。\r\n安心した久美子だったが、麗奈を敵視している優子と麗奈本人が話しているのを見かける。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5242899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5242899",
                    "Titles": {
                        "eng": "My Euphonium",
                        "jpn": "わたしのユーフォニアム"
                    },
                    "Summaries": {
                        "eng": "The competition's coming up. Kumiko is suddenly asked to play a difficult phrase from a different part. She begins practicing, but...",
                        "jpn": "コンクールまであと少し。\r\nそんな時期に合奏でいきなり違うパートのフレーズを吹くよう言われた久美子。\r\nしかし、その部分は難しくてなかなか上手く吹くことができない。\r\n休憩もせずに練習する久美子だったが……。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "5249128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5249128",
                    "Titles": {
                        "eng": "Goodbye Competition",
                        "jpn": "さよならコンクール"
                    },
                    "Summaries": {
                        "eng": "The competition performance is \"only\" 12 minutes long. It's both a blink of an eye and an eternity. The Concert Band members bet their entire youths on this competition. And Kitauji High School Concert Band's performance begins.",
                        "jpn": "コンクールの舞台で演奏できる時間は“たった”12分間。\r\nそれは一瞬のようで、でも永遠のようで……。\r\n吹奏楽部員たちはその12分のために青春のすべてをかけて練習してきた。\r\n北宇治高校吹奏楽部の演奏が始まる。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "673253",
            "URL": "https://thetvdb.com/series/sound-euphonium/seasons/official/2",
            "Titles": {
                "eng": "Sound! Euphonium 2",
                "jpn": null,
                "deu": "Sound! Euphonium 2"
            },
            "Summaries": {
                "eng": "Following their success in the qualifying round for the Kansai regional competition, the members of the Kitauji High School concert band set their sights on the next upcoming performance. Utilizing their summer break to the utmost, the band participates in a camp where they are instructed by their band advisor Noboru Taki and his friends who make their living as professional musicians.\r\nKumiko Oumae and her friends remain determined to attain gold at the Kansai competition, but trouble arises when a student who once quit the band shows interest in rejoining and sparks unpleasant memories for the second-year members. Kumiko also learns about her teacher's surprising past and the motivation behind his desire to lead the band to victory. Reaching nationals will require hard work, and the adamant conviction in each student's commitment to the band will be put to the test.",
                "jpn": null,
                "deu": "Nachdem sie sich erfolgreich für den regionalen Kansai-Wettbewerb qualifiziert haben, konzentriert sich das Oberschulorchester der Kitauji Highschool auf den nächsten Auftritt. Um ihre Sommerferien am besten zu nutzen, nehmen sie an einem Camp teil, wo ihnen ihr Musiklehrer Noboru Taki und dessen Freunde, selbst professionelle Musiker, mit Rat und Tat zur Seite stehen.\r\nKumiko Oumae und ihre Freunde bleiben entschlossen, beim Kansai-Wettbewerb Gold zu gewinnen, aber neue Probleme treten auf, da ein ehemaliges Orchestermitglied wieder Interesse am erneuten Beitritt zeigt, was unangenehme Erinnerungen bei Kumikos Senpais weckt. Außerdem erfährt sie einiges über die überraschende Vergangenheit ihres Lehrers und den Grund, weshalb er das Orchester zum Sieg führen will. Die Landesmeisterschaft zu erreichen, erfordert viel Arbeit und die unerbittliche Überzeugung und Hingabe jedes Schülers wird dabei auf die Probe gestellt."
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5671492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5671492",
                    "Titles": {
                        "eng": "Mid-summer Fanfare",
                        "jpn": "まなつのファンファーレ"
                    },
                    "Summaries": {
                        "eng": "Having won first place at the Kyoto competition, Kumiko and the band are preparing to compete in the Kansai competition. A shadow looms over them when an old member, Nozomi Kasaki, enters the picture.",
                        "jpn": "吹奏楽コンクール京都府大会を突破した北宇治高校吹奏楽部は、強豪ひしめく関西大会に向けて練習を開始する。\r\n臨時講師の先生も迎えて、レベルアップに勤しむ久美子たち。\r\nしかし、そこへ昨年退部した傘木希美がやって来て……！？"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5781823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5781823",
                    "Titles": {
                        "eng": "Hesitation Flute",
                        "jpn": "とまどいフルート"
                    },
                    "Summaries": {
                        "eng": "Kumiko and her buddies head to the pool for one last breath of freedom before their grueling concert band training. There, Nozomi reveals some of what had happened the year before.",
                        "jpn": "数少ない休日に、緑輝の提案でプールへやって来た久美子たち。\r\nしかし、考えることは皆同じで、吹奏楽部の先輩たちも夏の思い出にプールへ遊びに来ていた。\r\nそんな中、久美子は人混みのなかに希美を見付ける。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5782792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5782792",
                    "Titles": {
                        "eng": "Troubled Nocturnes",
                        "jpn": "なやめるノクターン"
                    },
                    "Summaries": {
                        "eng": "The high school Kitauji fanfare begins its intensive summer camp before the Kansai competition. Kumiko is still trying to find out more about Asuka's refusal to reinstate Nozomi and intends to respect her promise to the girl.",
                        "jpn": "北宇治高校吹奏楽部は夏の合宿中！\r\n地獄の10回通し練習あり、みんなで花火ありの苦しくも楽しい3日間。\r\n久美子は意を決して、あすかになぜ希美の復帰を認めないのかと尋ねる……。あすかの答えとは――？"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5782793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5782793",
                    "Titles": {
                        "eng": "Awakening Oboe",
                        "jpn": "めざめるオーボエ"
                    },
                    "Summaries": {
                        "eng": "Nozomi finally meets Mizore. She learns, the hard way, why Asuka had been keeping her away.",
                        "jpn": "合宿が終わり、関西大会本番が刻一刻と近付いていたある日。\r\n演奏順も決まり、以前にもまして練習に熱がこもる北宇治高校吹奏楽部に大事件が起こる。\r\nそして、それはあすかが危惧していたことで……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5782794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5782794",
                    "Titles": {
                        "eng": "Miraculous Harmony",
                        "jpn": "きせきのハーモニー"
                    },
                    "Summaries": {
                        "eng": "Only three schools will be selected at the Kansai Concert Band Competition to compete in the Nationals. Will Kitauji High School be one of them?",
                        "jpn": "吹奏楽コンクール関西大会。代表枠はわずか3校。\r\n北宇治高校はこの厚く高い壁を乗り越えて、全国大会出場という奇跡を起こせるのか――！？"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5782795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5782795",
                    "Titles": {
                        "eng": "Rainy Conductor",
                        "jpn": "あめふりコンダクター"
                    },
                    "Summaries": {
                        "eng": "It's the school festival at Kitauji High School. Kumiko's sister insists on quitting college, while Taki reveals some things about his past with his wife.",
                        "jpn": "文化祭の翌日、台風の影響で北宇治高校は休校になってしまう。\r\n大学を辞めると言いだした麻美子と口論になった久美子は家から抜け出す。\r\n雨が降るなか久美子が歩いていると、花屋の店頭で滝を見かけて……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5782796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5782796",
                    "Titles": {
                        "eng": "Station Concert",
                        "jpn": "えきびるコンサート"
                    },
                    "Summaries": {
                        "eng": "Asuka's mother wants her to quit the concert band. This upsets everyone -- including her mother.",
                        "jpn": "京都駅で行われる、駅ビルコンサートでの演奏を控えた吹奏楽部。\r\n全国レベルの強豪校も出演すると聞いてやる気に満ち溢れている部員たち。\r\nそんな中、衝撃の事件が起こる……！！"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5782797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5782797",
                    "Titles": {
                        "eng": "Rhapsody in Flu",
                        "jpn": "かぜひきラプソディー"
                    },
                    "Summaries": {
                        "eng": "Asuka invites Kumiko over for a study party. With Kumiko's sister quitting college and Asuka's band membership uncertain, Kumiko and Reina are forced to contemplate the role of music in their lives.",
                        "jpn": "無事に駅ビルコンサートを成功させた北宇治高校吹奏楽部だったが、あすかが退部する可能性はなくなってはいなかった。\r\n一方黄前家では、麻美子と両親による話し合いが行われていた。\r\nそんな中、久美子は風邪をひいてしまう……。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5782798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5782798",
                    "Titles": {
                        "eng": "Sound! Euphonium",
                        "jpn": "ひびけ！ユーフォニアム"
                    },
                    "Summaries": {
                        "eng": "Asuka is about to lose her seat competing in the Nationals. But that might not be why she invited Kumiko over.",
                        "jpn": "勉強を教えてもらいに、あすかの家へやって来た久美子。\r\n部員たちにも背中を押されて、あすかを復帰させようと説得を試みる久美子に、あすかはなぜ自分がユーフォを始めたのか、部活を続けて来たのかを打ち明ける……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5782799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5782799",
                    "Titles": {
                        "eng": "After-school Obbligato",
                        "jpn": "ほうかごオブリガート"
                    },
                    "Summaries": {
                        "eng": "Taki's deadline for Asuka draws near. She refuses to admit that she wants, more than anyone, to compete in the Nationals.",
                        "jpn": "滝が定めた、あすか復帰の期限が刻一刻と迫っていた。\r\n誰よりも全国大会に出たいはずなのに、あすかはそれを決して認めない。\r\n諦めようと自分に言い聞かせるようなあすかに姉・麻美子を重ねた久美子は……。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5782800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5782800",
                    "Titles": {
                        "eng": "First Love Trumpet",
                        "jpn": "はつこいトランペット"
                    },
                    "Summaries": {
                        "eng": "With Asuka back in the competition, the orchestra is just about set for the Nationals. Meanwhile, Kumiko tries to understand why Reina is upset at her.",
                        "jpn": "あすかも無事に復帰し、ひと安心な久美子。\r\nあとは全国大会に向けて練習するのみのはず……だったが、なぜか麗奈は久美子を避けるようになって！？\r\n困惑する久美子を麗奈は夜の大吉山に連れ出す。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5782801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5782801",
                    "Titles": {
                        "eng": "The Last Competition",
                        "jpn": "さいごのコンクール"
                    },
                    "Summaries": {
                        "eng": "It's the big day: the All Japan Concert Band Competition Nationals.",
                        "jpn": "ついに明日は吹奏楽コンクール全国大会。\r\n吹奏楽部は大会に備えて会場近くの施設に宿泊し、最後の練習を行っていた。\r\nその夜、久美子は寝つけず布団を抜け出す……。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "5782802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/5782802",
                    "Titles": {
                        "eng": "Early-Spring Epilogue",
                        "jpn": "はるさきエピローグ"
                    },
                    "Summaries": {
                        "eng": "With the competition over and the third-years graduating, Kumiko is left to sort through her feelings: Is it a love of concert band, of the euphonium, or of something else?",
                        "jpn": "3年生が引退し、新体制となった吹奏楽部は新しくスタートをきった。\r\nしかし、久美子はひとりモヤモヤとしていて……。\r\nそれが何故なのかを考えるうちに、久美子は自身のある想いに気づく。"
                    },
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "2067507",
            "URL": "https://thetvdb.com/series/sound-euphonium/seasons/official/3",
            "Titles": {
                "eng": "Sound! Euphonium 3",
                "jpn": null,
                "deu": "Sound! Euphonium 3"
            },
            "Summaries": {
                "eng": "Kumiko, now extremely popular for her attentiveness to fellow pupils, has been appointed president of the school orchestra club. She, along with Reina and Shuuichi, is responsible for the new members and all aspects of the club. Their clear goal is to make it to the nationals with the school orchestra, as it's their last chance. However, being the club president is challenging for Kumiko. She has to make important decisions despite her self-doubt and handle conflicts. One potential conflict arises with Mayu Kuroe, a talented third-year exchange student who also plays the euphonium. Can the new girl outshine Kumiko? And can Kumiko lead the club to the national championship? The third and final school year at Kitauji High School begins!",
                "jpn": null,
                "deu": "Kumiko, die dank ihres offenen Ohrs für die Sorgen ihrer Mitschüler äußerst beliebt geworden ist, wurde zur Präsidentin des Schulorchesterclubs ernannt. Zusammen mit Reina und Shuuichi betreut sie die neuen Mitglieder und sorgt sich um alle Belange des Clubs. Das Ziel ist klar und ihre letzte Chance: Die Landesmeisterschaft erreichen! Doch die Rolle der Clubpräsidentin ist alles andere als einfach: Kumiko muss trotz Selbstzweifel wichtige Entscheidungen treffen und ist der Mittelpunkt aller möglichen Konflikte. Einer davon könnte sich um sie selbst drehen: Mayu Kuroe, eine talentierte Austauschschülerin im dritten Jahr, spielt ebenfalls Euphonium. Könnte die Neue Kumiko den Rang ablaufen? Kann Kumiko ihre Rolle als Präsidentin gerecht werden und den Club zur Landesmeisterschaft führen? Das dritte und letzte Schuljahr an der Kitauji Oberschule beginnt!"
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9978876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/9978876",
                    "Titles": {
                        "eng": "New Euphonium",
                        "jpn": "あらたなユーフォニアム"
                    },
                    "Summaries": {
                        "eng": "A new year is starting at Kitauji Kyoto Prefectural High School, and that means clubs are clamoring to recruit new members. The concert band welcomes newcomers and sets their goals for the season. Will they choose to fight for gold at Nationals?",
                        "jpn": "春。“強豪”になった北宇治高校吹奏楽部にたくさんの入部希望者がやってくる。\r\n総勢100人近くになった吹奏楽部だが、相変わらず低音パートは希望者が少ないようで新1年生は3人。\r\n新たなスタートを切ることになった部長・久美子は、個性豊かな部員たちをまとめて、悲願の目標「全国大会金賞」を目指す。\r\n高校3年生――久美子、最後の1年が始まる！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10382942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/10382942",
                    "Titles": {
                        "eng": "Triangle Syncopation",
                        "jpn": "さんかくシンコペーション"
                    },
                    "Summaries": {
                        "eng": "Taki decides to let the band executives choose their competition piece this year. The leadership deliberates on this decision while trying to get the rest of the band ready to perform at the Sunrise Festival.",
                        "jpn": "ユーフォニアムを吹いていた少女は強豪・清良女子からの転校生――黒江真由だった。\r\n葉月が吹奏楽部に入部するのか確認するが、真由は迷っているという。\r\n3年生の自分が入ることで部のバランスを崩してしまわないか心配している真由を久美子が励ます。\r\n結果、真由は吹奏楽部へ入部。\r\nそして吹奏楽部ではサンライズフェスティバルに向けての練習が始まろうとしていた……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10382943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/10382943",
                    "Titles": {
                        "eng": "Blue Prelude",
                        "jpn": "みずいろプレリュード"
                    },
                    "Summaries": {
                        "eng": "The concert band begins taking itself very seriously to give itself the best chance possible of winning gold at Nationals. Unfortunately, the intense environment has some of the new recruits discouraged and intimidated.",
                        "jpn": "いつものように久美子と麗奈が朝練のために音楽室へ向かうと、そこへすずめと沙里もやって来る。\r\n沙里は経験者で演奏技術も申し分ないが、先輩の足をひっぱらないようにと朝練に参加するという。\r\nしかしどうやら麗奈に苦手意識を持っているようで、そのことが気になる久美子。\r\nそして、サンフェス本番に向けて麗奈の指導も厳しさを増していき――。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10382944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/10382944",
                    "Titles": {
                        "eng": "Etude With You",
                        "jpn": "きみとのエチュード"
                    },
                    "Summaries": {
                        "eng": "The day of the Sunrise Festival finally arrives, and it's time for the concert band to have their first performance of the year. Proximity to other schools and bands brings some of Motomu's family issues to light.",
                        "jpn": "初心者も少しずつ上達し、部の雰囲気も好転。サンフェスとコンクールを並行で練習するハードな日々だが、皆前向きに取り組んでいた。\r\nしかしそんな中、求だけは不機嫌さを隠そうとせず、周囲も気を遣う始末。\r\n緑輝がフォローするも、求の頑なな態度は変化しなかった。\r\nそしてサンフェス当日、北宇治高校の前に演奏するのが求の出身校・龍聖学園で――。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10382945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/10382945",
                    "Titles": {
                        "eng": "Twilight for Two",
                        "jpn": "ふたりでトワイライト"
                    },
                    "Summaries": {
                        "eng": "Now that she's well into her third-year, Kumiko is now facing pressure from teachers and parents alike to choose what she's doing after high school. Concert band members form groups to attend the Agata Festival, but Kumiko has other plans.",
                        "jpn": "サンフェスも無事に終わり、8月のコンクールに向けての練習が本格化。\r\n部の目標である「全国大会金賞」を達成するためにオーディションの形式を変えることにした久美子たち。\r\n初めてのコンクール、最後のコンクール……それぞれの想いを胸にチャンスをものにしようと意気込む部員たちだが、真由はひとり浮かない顔をしていて……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10382946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/10382946",
                    "Titles": {
                        "eng": "Wavering Dissonance",
                        "jpn": "ゆらぎのディゾナンス"
                    },
                    "Summaries": {
                        "eng": "The Prefecturals are coming up and that means the first of many auditions for the members of the concert band. Mayu is still hesitant to audition despite reassurance from the others. Some of Taki's choices for the competition confuse members.",
                        "jpn": "修学旅行もあっという間に終わり、コンクール府大会メンバーを決めるオーディションが近づいてきた。\r\n部員たちが練習に励む中、真由は転校してきたばかりの自分がオーディションを受け、コンクールの舞台で吹くことに対して申し訳なさを感じているという。\r\n北宇治は実力主義であると説く久美子だったが、真由は納得した様子はなく……。\r\nそして運命のオーディション当日を迎える。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10382947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/10382947",
                    "Titles": {
                        "eng": "Summer Fermata",
                        "jpn": "なついろフェルマータ"
                    },
                    "Summaries": {
                        "eng": "Members of the concert band are given a brief, three-day summer break that quickly fills with plans of all sorts. Some of the third-years attend an event to gather information on different colleges and plan their futures.",
                        "jpn": "府大会を無事に突破し、しばしのお盆休みを満喫する部員たち。\r\n貴重な休みを充実させるべく、受験勉強もほどほどに予定を詰めていく久美子。\r\n休み初日に葉月や奏たちと大学説明会へ参加した久美子は、大学のブースを見て回るが、なかなか将来やりたいことを明確にできずにいた。\r\nそんな久美子とは対称的に葉月は進路をすんなり決めてしまい――。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10382948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/10382948",
                    "Titles": {
                        "eng": "Melancholy Ostinato",
                        "jpn": "なやめるオスティナート"
                    },
                    "Summaries": {
                        "eng": "The three-day summer camp has begun, and members of the concert band are faced with a rigorous training regimen. Mayu hesitates to audition yet again, afraid that she'll take the soli part from Kumiko. Motomu speaks to Midori in private.",
                        "jpn": "関西大会突破に向け、3日間の合宿がスタートする。\r\nお馴染みの音楽指導者である橋本・新山も参加し、練習にもより一層熱が入る。\r\n大会ごとにオーディションを行うことにした吹奏楽部。\r\n合宿1日目の夜に関西大会のメンバーを決めるオーディションを行うとあって、緊張感が漂う。\r\nオーディション前、風呂場で真由と一緒になった久美子は……。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10382949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/10382949",
                    "Titles": {
                        "eng": "Dissonant Tuning",
                        "jpn": "ちぐはぐチューニング"
                    },
                    "Summaries": {
                        "eng": "Mayu taking the soli part has made the concert band uneasy. Despite Kumiko's insistence that this is how it should be, several members take issue with Taki's decision.",
                        "jpn": "完全な実力主義――まさかのオーディション結果に部内に衝撃が走る。\r\n部員たちはいつも以上にピリピリしており、橋本がいう「音を楽しむ」ということからは程遠い状態になっていた。\r\nそれは久美子も同様で、いつも通りを意識するも動揺が隠せない。\r\nそんな久美子に奏が声をかけてきて……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10382950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/10382950",
                    "Titles": {
                        "eng": "Expressing Arpeggios",
                        "jpn": "つたえるアルペジオ"
                    },
                    "Summaries": {
                        "eng": "The Kansai competition is right around the corner, and the band's dissent about Taki-sensei's decisions only continues to grow. Kumiko goes to speak with him, and she has to decide whether to speak her mind.",
                        "jpn": "先日のオーディションを経て、大会ごとに演奏メンバーが変わる制度について部員たちから不満の声が漏れ始める。\r\n久美子や秀一がなんとかなだめようとするも、一度入った亀裂は修復しきれず、関西大会を前に部の雰囲気は最悪なままだった。\r\nさらに麗奈と秀一の言い争いも起こり、久美子と麗奈の関係もギクシャクしはじめて……。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10382951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/10382951",
                    "Titles": {
                        "eng": "Orchestra to the Future",
                        "jpn": "みらいへオーケストラ"
                    },
                    "Summaries": {
                        "eng": "The concert band receives its Kansai competition results. Reina and Kumiko see Yoroizuka perform with some of their senpais. However, Kumiko and Reina's relationship becomes precarious as she continues to insist she won't go to music school.",
                        "jpn": "再び一つにまとまった北宇治高校吹奏楽部。\r\n部員たちにも笑顔が戻る。\r\n真由に感謝の気持ちを伝える久美子。\r\nしかし真由本人はその言葉を素直に受け止められないのか表情は晴れない。\r\nやがて、久美子にも自分の将来を考えるリミットが近づいてきていた。そして麗奈は――。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10382952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/10382952",
                    "Titles": {
                        "eng": "The Last Soloist",
                        "jpn": "さいごのソリスト"
                    },
                    "Summaries": {
                        "eng": "Taki decides that the band will choose the euphonium soli player by voting on one final audition. Kumiko then decides that they should choose based on sound alone, and so the two of them audition anonymously.",
                        "jpn": "全国大会メンバーを決めるオーディション結果が発表された。\r\nそれを受けて久美子は、顧問の滝昇にあることを申し出る。\r\n北宇治高校吹奏楽部は実力主義。\r\n久美子は、最後の演奏に向けてステージに立つ。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "10382953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sound-euphonium/episodes/10382953",
                    "Titles": {
                        "eng": "Connecting Melodies",
                        "jpn": "つながるメロディ"
                    },
                    "Summaries": {
                        "eng": "The final competition for the third-years is at hand. The Kitauji High School Concert Band performs together one last time in a bid for National gold.",
                        "jpn": "全日本吹奏楽コンクール。\r\n奇跡から2年――全国大会の舞台に今度は部長として立つ久美子。\r\n照明に照らされキラキラと輝くステージで思い返すのは、北宇治高校吹奏楽部で過ごした日々のこと。\r\n北宇治高校宇吹奏楽部、悲願の目標である「全国大会金賞」を果たすことができるのか……。\r\n「響け！ユーフォニアム３」堂々の最終回！"
                    },
                    "Aliases": []
                }
            }
        }
    }
}