{
    "URL": "https://thetvdb.com/series/gunslinger-stratos-the-animation",
    "Genres": [
        "Action",
        "Animation",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4537404/",
        "https://www.themoviedb.org/tv/62323"
    ],
    "Titles": {
        "eng": "Gunslinger Stratos: The Animation",
        "jpn": "ガンスリンガーストラトス-THE ANIMATION-"
    },
    "Summaries": {
        "eng": "Anime adaptation of Square Enix's arcade action game Gunslinger Stratos.",
        "jpn": "二十二世紀。かつて日本という国が存在した列島は、「第十七極東帝都管理区」と呼ばれていた。少しばかりの窮屈さと引き替えに、安楽な生活を保障された世界。明日が今日と同じであると誰もが信じる社会。\r\nしかし、その社会は人知れず大きな危機を迎えていた。\r\n「デグレイション」――生きた人間が砂のように崩れ消える奇病は、少しずつ、しかし着実に世界を侵食してゆく……。\r\n平凡な学生「風澄徹」は、もう一つの世界「フロンティアS（ストラトス）」との争いに巻き込まれる。それは、もう一人の自分との対決を意味していた。\r\n衝突する二つの未来。 交錯する少年たち。\r\n「二つの世界に救いはあるか？」"
    },
    "Aliases": [],
    "Modified": "2025-08-10",
    "Seasons": {
        "0": {
            "ID": "607519",
            "URL": "https://thetvdb.com/series/gunslinger-stratos-the-animation/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "5282733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-stratos-the-animation/episodes/5282733",
                    "Titles": {
                        "eng": "Gunslinger Stratos The Animation: Kikan/Kaze no Yukue",
                        "jpn": "帰還／風の行方"
                    },
                    "Summaries": {
                        "eng": "Web version of episode 12, aired on Niconico and Daisuki. Features alternative ending.\r\n\r\nBecause the Frontier S Tooru cannot believe the eradication of the Timekeepers leads to true salvation for both futures, he challenges the 17th Tooru for one last battle. The ultimate showdown begins, with the two futures at stake.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5282734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-stratos-the-animation/episodes/5282734",
                    "Titles": {
                        "eng": "Gunslinger Stratos The Animation: Bunki/Futatsu no Mirai",
                        "jpn": "分岐／二つの未来"
                    },
                    "Summaries": {
                        "eng": "A special show explaining how the TV and web versions are different throughout the series. Also shows the Kikan/Kaze no Yukue ending.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "607829",
            "URL": "https://thetvdb.com/series/gunslinger-stratos-the-animation/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5086885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-stratos-the-animation/episodes/5086885",
                    "Titles": {
                        "eng": "Open Hostilities: My Other Self",
                        "jpn": "戦端／もう一人の僕"
                    },
                    "Summaries": {
                        "eng": "One morning in 2115, in the 17th Far East Imperial City Management District, Tohru Kazasumi wakes from a strange dream. After school that day, he is returning home with his classmate Kyoka when they see the mysterious girl from his dream by the roadside.",
                        "jpn": "2115年、第十七極東帝都管理区で平凡な学生生活を送っていた風澄徹は、 ある朝、不思議な夢から目を覚ます。巷では人間が砂のように崩れ去る謎の 現象「デザートシンドローム」が話題となっていたが、何事にも冷静な徹には 他人事のように思えていた。その日の放課後、同級生の片桐鏡華と下校して いた徹は、夢の中で出会った謎の少女を道端で見つける。突如駆け出したそ の少女を追いかける徹だったが、その日から彼の人生は一変する…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5182086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-stratos-the-animation/episodes/5182086",
                    "Titles": {
                        "eng": "Resolve - An Ending World",
                        "jpn": "覚悟／終わる世界"
                    },
                    "Summaries": {
                        "eng": "Tohru and Kyoka escape their crisis and return home with help from Remy Odhner. Tohru passes out in transit and wakes up in a strange institute. He is brought to Brian Odhner, who was waiting to reveal to Tohru the truth of the world…",
                        "jpn": "迷い込んだ世界で徹たちを襲ったのは、”もう一人の風澄徹”だった。自分と同じ顔の敵の存在に動揺を隠せない徹だったが、鏡華の協力と、駆けつけたレミー・オードナーの助けを借りて、危機から逃れ、時空転移で自分たちの世界に帰還する。転移のショックで意識を失っていた徹が目を覚ますとそこは見知らぬ研究所だった。そこで彼らを待っていたブライアン・オードナーと名乗る施設の責任者から、徹たちは世界の真実を伝えられることになる…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5182088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-stratos-the-animation/episodes/5182088",
                    "Titles": {
                        "eng": "Strike",
                        "jpn": "出撃／凜として儚く"
                    },
                    "Summaries": {
                        "eng": "After school, a luxury car pulls up next to Tohru. The door opens to reveal Kyohma. He offers Tohru a ride to the laboratory and then uses the time to ask Tohru his true intention for opening the case.",
                        "jpn": "未来を守るために別の世界の自分と戦うことを決意し、ついにケースを開けた徹。翌日の学校帰り、徹のすぐそばに高級車が停まり、ドアが開く。すると、そこに乗っていたのは研究所に向かう途中だと言う鏡磨だった。彼は徹に車に乗るよう促すと、彼がケースを開けた真意を問いただすのだった。やがて研究所に到着した徹たちは訓練施設に向かう。戦闘服に着替え、訓練に赴こうとする徹だったが、その途中で、彼は意外な人物と出会う。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5182089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-stratos-the-animation/episodes/5182089",
                    "Titles": {
                        "eng": "Time Protector",
                        "jpn": "対決／時を守る者"
                    },
                    "Summaries": {
                        "eng": "Tohru returns to the Management District, upset to see a comrade fall before his eyes. He’s blaming himself for the outcome, when a communication from the Timekeepers arrives and all eligible people are again summoned to fight...",
                        "jpn": "凶弾に倒れるしづね。混沌とする戦況の中、両陣営は一度撤退を断行する。管理区に戻った徹は、仲間が目の前で傷つき倒れていく戦場の現実を目の当たりにしたことに激しく動揺していた。帰還したからずっと自責の念にとらわれていた徹だったが、またしてもタイムキーパーからの彼らのもとに交信が入る。再び戦地に赴くことになった適格者たち。そんな中、落ち込む徹を気にかけていた鏡磨は、彼の覚悟の程を問うためにある行動に出る。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5200105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-stratos-the-animation/episodes/5200105",
                    "Titles": {
                        "eng": "Revelation: Two Histories",
                        "jpn": "啓示／二つの歴史"
                    },
                    "Summaries": {
                        "eng": "After a fierce battle, both Tohrus arrive at the spot specified by Timekeepers. In the middle of a gunfight there, they’re suddenly told to stop fighting. The door at the end of the passageway opens, and they find an unexpected individual awaiting them.",
                        "jpn": "仲間たちの支援のもと、激戦の末、タイムキーパーの指定したポイントに到達した二人の徹。そのポイントで銃撃戦を繰り広げる彼らに、突如戦闘中止の通達が入り通路の奥にあるドアが突如開いた。その薄暗い部屋で彼らを待っていたのは意外な人物だった。状況をうまく呑み込めない二人を前に、その人物は、「フロンティアS」と「第十七極東帝都管理区」の二つの世界が互いに戦わなければならない真の理由を語り出すのだった。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5200106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-stratos-the-animation/episodes/5200106",
                    "Titles": {
                        "eng": "The Other World",
                        "jpn": "漂流／もう一つの世界"
                    },
                    "Summaries": {
                        "eng": "The Timekeepers' power sends Tohru to an unfamiliar alley. Waking up to children's voices, he sees the Kyoka who fights for Frontier S. He’s led to the hideout of Team Bastian, where Kyoka tells Tohru about the harsh reality those in Frontier S must face.",
                        "jpn": "徹がタイムキーパーの力によって送りこまれたのは見知らぬ路地裏だった。子供たちの声で目を覚ました徹の前には、フロンティアS側として戦った鏡華が立っていた。鏡華の話によって、自分が送り込まれたのがフロンティアS世界の2115年であることを理解した徹は、彼女たちが組織する「チーム・バスティアン」のアジトに案内される。そこで徹は鏡華から、フロンティアS世界の徹たちが置かれている過酷な現実を知らされることになる。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5200107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-stratos-the-animation/episodes/5200107",
                    "Titles": {
                        "eng": "Reuniting A Bitter Dream",
                        "jpn": "再会／苦い夢"
                    },
                    "Summaries": {
                        "eng": "In the culmination of recent events, a giant sandstorm has developed and Tohru is swallowed up by it. While inside, he finds his resolve to fight tested as he is again confronted by the Timekeepers.",
                        "jpn": "鏡華を撃たれたことにより、怒り剥き出しでフロンティア側の徹を追いかけてきたレミーは自らにエネルギーキューブを照射し、自身の能力を一気に引き上げた。進化した力でフロンティア陣営を次第に追い詰めていくレミーだったが、突如、彼の体にデグレイションが発生し、その姿をとどめることなく大きな砂嵐と化して、徹を飲み込んだ。吹き荒れる砂に完全に取り込まれた徹は、自身の精神世界と対峙することになる…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5217442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-stratos-the-animation/episodes/5217442",
                    "Titles": {
                        "eng": "Battlefield The Price of Bloodshed",
                        "jpn": "戦場 / 流血の代償"
                    },
                    "Summaries": {
                        "eng": "The sandstorm continues to rampage with Remy at its center. It attacks indiscriminately, leaving both sides overwhelmed by its power. Just then, something is observed coming through the wall of sand...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5217443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-stratos-the-animation/episodes/5217443",
                    "Titles": {
                        "eng": "Sudden Turn: The Price of Arrogance",
                        "jpn": "急転 / 傲慢の報い"
                    },
                    "Summaries": {
                        "eng": "After being warned of an emergency, Tohru undergoes a forced return to the present. He faints as a result and wakes up in the lab, only to find Brian Odhner waiting for him. As Tohru attempts to grasp the situation, Brian introduces him to someone...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5217444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-stratos-the-animation/episodes/5217444",
                    "Titles": {
                        "eng": "The Destination of Emotions",
                        "jpn": "反撃 / 気持ちの行方"
                    },
                    "Summaries": {
                        "eng": "Tohru and Kyoka are reunited with Kumi and Lyudmila’s help, and escape from the laboratory to a safehouse. Finally having a moment to rest, Tohru falls asleep and begins to dream about the mysterious young girl’s past.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5239397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-stratos-the-animation/episodes/5239397",
                    "Titles": {
                        "eng": "At the End of Time",
                        "jpn": "決戦 / 時の終りにて"
                    },
                    "Summaries": {
                        "eng": "Faced with the final battle, both sides head into the battlefield once more to protect the futures of their worlds. In the 2015 Shibuya that has the giant Energy Cube, the fierce all-out war begins.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5245900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-stratos-the-animation/episodes/5245900",
                    "Titles": {
                        "eng": "Our Future",
                        "jpn": "邂逅 / 僕らの未来"
                    },
                    "Summaries": {
                        "eng": "Because the Frontier S Tohru cannot believe the eradication of the Timekeepers leads to true salvation for both futures, he challenges the 17th Tohru for one last battle. The ultimate showdown begins, with the two futures at stake.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}