{
    "URL": "https://thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/D19C-38D7-6C9E-DF0E-0C32-0",
        "https://www.imdb.com/title/tt4728568/",
        "http://danmachi.com",
        "https://www.tvmaze.com/shows/5312/show-slug",
        "https://www.themoviedb.org/tv/62745",
        "https://www.wikidata.org/wiki/Q102175392",
        "https://en.wikipedia.org/wiki/Is_It_Wrong_to_Try_to_Pick_Up_Girls_in_a_Dungeon%3F",
        "https://x.com/danmachi_anime"
    ],
    "Titles": {
        "eng": "Is It Wrong to Try to Pick Up Girls in a Dungeon?",
        "jpn": "ダンジョンに出会いを求めるのは間違っているだろうか"
    },
    "Summaries": {
        "eng": "In a world, where the deities have descended from the heavens lies the town of Orario that features the Dungeon, which contains an assortment of monsters from goblins to dragons. Adventurers slay those monsters and take their shards, which are then used to craft magic items. To become an adventurer, people join groups called Familia. Each of which is named after and serves a resident deity. The adventurers and their attributes and abilities are ranked by level, improved by experience and supervised by their Familia's deity.\r\nBell Cranel, a novice adventurer, is the sole member of the Familia under the goddess Hestia. After being saved by top level adventurer Ais Wallenstein of the Loki Familia, he falls in love with her and decides to improve and become worthy of her attention. All the while mostly unaware that other girls, deities and mortals, also develop feelings for him. Especially Hestia herself.",
        "jpn": "迷宮都市オラリオ ──\r\n\t\t\t\r\n『ダンジョン』と通称される\r\n壮大な地下迷宮を保有する巨大都市。\r\n未知という名の興奮、輝かしい栄誉、そして可愛い女の子とのロマンス。\r\n人の夢と欲望全てが息を潜めるこの場所で、 \r\n少年は一人の小さな「神様」に出会った。\r\n\r\nどの【ファミリア】にも門前払いだった冒険者志望の少年と、\r\n構成員ゼロの神様が果たした運命の出会い。\r\n\r\nこれは、少年が歩み、女神が記す、\r\n── 【眷族の物語（ファミリア・ミィス）】──"
    },
    "Aliases": [
        "Familia Myth",
        "Danmachi",
        "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka",
        "Is It Wrong That I Want to Meet You in a Dungeon",
        "Danjon ni Deai o Motomeru no wa Machigatteiru Darō ka",
        "Is It Wrong That I Want to Meet You in a Dungeon 2nd Season",
        "Is It Wrong That I Want to Meet You in a Dungeon 3rd Season",
        "Is It Wrong to Try to Pick Up Girls in a Dungeon? II",
        "Is It Wrong to Try to Pick Up Girls in a Dungeon? III",
        "Is It Wrong to Try to Pick Up Girls in a Dungeon? IV",
        "Is It Wrong That I Want to Meet You in a Dungeon 4th Season",
        "DanMachi Familia Myth",
        "ダンまち",
        "ダンジョンに出会いを求めるのは間違っているだろうかⅢ",
        "ダンジョンに出会いを求めるのは間違っているだろうか FAMILIA MYTH IV",
        "ダンジョンに出会いを求めるのは間違っているだろうかⅣ",
        "DanMachi",
        "DanMachi 2nd Season",
        "DanMachi II",
        "DanMachi 3rd Season",
        "DanMachi III",
        "Danjon ni Deai o Motomeru no wa Machigatteiru Darō ka II",
        "Danjon ni Deai o Motomeru no wa Machigatteiru Darō ka III",
        "Dungeon ni Deai o Motomeru no wa Machigatte Iru Darouka: Familia Myth",
        "Dungeon ni Deai o Motomeru no wa Machigatte Iru Darouka: Familia Myth II",
        "Dungeon ni Deai o Motomeru no wa Machigatte Iru Darouka: Familia Myth III",
        "Dungeon ni Deai o Motomeru no wa Machigatteiru Darō ka",
        "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka II",
        "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka III",
        "Dungeon ni Deai o Motomeru no wa Machigatte Iru Darouka: Familia Myth IV",
        "Danjon ni Deai o Motomeru no wa Machigatteiru Darō ka Ⅳ",
        "DanMachi 4th Season",
        "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka S2",
        "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka S3",
        "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka S4",
        "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka IV: Fuka Shou Yakusai-hen"
    ],
    "Modified": "2025-10-09",
    "Seasons": {
        "0": {
            "ID": "607513",
            "URL": "https://thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "5707034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/5707034",
                    "Titles": {
                        "eng": "Is It Wrong to Expect a Hot Spring in a Dungeon?",
                        "jpn": "ダンジョンに温泉を求めるのは間違つているだろうか"
                    },
                    "Summaries": {
                        "eng": "Immediately after defeating Black Goliath, Bell and the others make their way to the surface when they come across a previously uncharted path leading to a mysterious hot spring.",
                        "jpn": "大森藤ノ先生完全監修によるオリジナルストーリー！ TVシリーズの最終話で、大激戦の末、階層主との戦いに 勝ったベル達。 ダンジョンから地上に戻る途中で、温泉のような場所を 見つけて、そこで休息をとることに……。"
                    },
                    "Aliases": [
                        "DanMach OVA 1",
                        "Is It Wrong to Try to Pick Up Girls in a Dungeon? OVA: Is It Wrong to Expect a Hot Spring in a Dungeon?",
                        "Is It Wrong to Try to Pick Up Girls in a Dungeon? OVA 1"
                    ]
                },
                "2": {
                    "ID": "7261541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7261541",
                    "Titles": {
                        "eng": "Is It Wrong to Try to Pick Up Girls in a Dungeon?: Arrow of the Orion",
                        "jpn": "ダンジョンに出会いを求めるのは間違っているだろうか オリオンの矢"
                    },
                    "Summaries": {
                        "eng": "In the city of Orario, beneath an impossibly tall tower, lies the dungeon. Only adventurers who form partnerships with the gods themselves have any hope of defeating the monsters that lie within. But the dungeon is not the only place where monsters exist. Far from Orario, in the ruins of an ancient city, a new threat arises. To counter this threat, the goddess Artemis has come to Orario in search of a champion-but it's not Ais Wallenstein (the legendary Sword Princess) nor Ottar (the strongest warrior to ever enter the dungeon) that she chooses. Rather it is Bell Cranel, a newbie adventurer partnered with a low-tier goddess.",
                        "jpn": ""
                    },
                    "Aliases": [
                        "DanMachi Arrow of the Orion",
                        "Danmachi Orion no Ya",
                        "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka Movie: Orion no Ya",
                        "Gekijouban Dungeon ni Deai o Motomeru no wa Machigatte Iru Darouka: Orion no Ya",
                        "DanMachi Movie",
                        "Is It Wrong That I Want to Meet You in a Dungeon Movie",
                        "Danjon ni Deai wo Motomeru no wa Machigatteiru Darouka Orion no Ya"
                    ]
                },
                "3": {
                    "ID": "7268534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7268534",
                    "Titles": {
                        "eng": "Recap: Past & Future",
                        "jpn": "過去と未来（パスト＆フューチャー）"
                    },
                    "Summaries": {
                        "eng": "Before the next chapter of the Familia Myth unfolds, Bell and Hestia take a moment to reflect upon their previous adventures.\r\nRecap of First Season.",
                        "jpn": "冒険、成長、そして出会い。\r\nこれは、未来へと繋がる―【眷族の物語（ファミリア・ミィス）】―"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "7377102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7377102",
                    "Titles": {
                        "eng": "Is It Wrong to go Searching for Herbs on a Deserted Island?",
                        "jpn": "無人島に薬草を求めるのは間違っているだろうか"
                    },
                    "Summaries": {
                        "eng": "Micah sends the Hestia familia on a quest to recover some medicinal herbs on \"Paradise Island\". Hestia, Lili, and Haruhime fight over who should spend time with Bell and choose to decide it with a swimsuit competition.",
                        "jpn": "温泉の次は無人島! ? 少年たちに新たな危機(ピンチ)が迫る―――! ? ミアハ・ファミリアからの冒険者依頼(クエスト)で無人島\"ユージン島\"に訪れたヘスティア・ファミリア。 依頼はさておき、青い海、白い砂浜を見た一行は大はしゃぎ。さらにベルと一日遊べる権利を賭けた水着コンテストも始まり…! ?"
                    },
                    "Aliases": [
                        "DanMachi OVA 2"
                    ]
                },
                "5": {
                    "ID": "8094635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/8094635",
                    "Titles": {
                        "eng": "Is It Wrong to Crave a Hot Spring in Orario? (God of the Hot Spring Forever)",
                        "jpn": "オラリオに温泉を求めるのは間違っているだろうか ～おふろの神様フォーエバー～"
                    },
                    "Summaries": {
                        "eng": "A strange hot spring resort has suddenly sprung up in Orario. Since it appeared, people visited there daily to relieve stress and daily. Of course, Bell and the other faces of the Hestia Familia were seen within the crowd. However, there was a group of people who are suspicious of the popular resort... Hot spring, conspiracy and secret hidden behind the veil... After dazzling adventure, Bell witnesses the truth of it all!",
                        "jpn": "突如、迷宮都市（オラリオ）に出現した温泉施設――『天然温泉・お風呂の神様ケヒトの湯』。 かの温泉は、市井の人々を心身ともに温め、日々の疲れを癒やす極楽浄土（パラダイス）として連日の賑わいを見せていた。 ご多分に漏れず、ベルを始めとする【ヘスティア・ファミリア】の面々も湯治に訪れていたのだが……そんな人気施設に嫌疑の目を向ける一団の姿が――降って湧いた地上の楽園で、勃発する湯みどろの抗争！ 　冒険者たちが、神々が、知略をめぐらし疾走する――温泉、陰謀、そして秘密の花園――めくるめく冒険の果て、ベルたちは、真実の目撃者となる――"
                    },
                    "Aliases": [
                        "DanMachi OVA 3",
                        "Is It Wrong to Try to Pick Up Girls in a Dungeon? - OVA: Is It Wrong to Crave a Hot Spring in Orario? (God of the Hot Spring Forever)",
                        "Is It Wrong to Try to Pick Up Girls in a Dungeon? OVA 3"
                    ]
                },
                "6": {
                    "ID": "9252510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/9252510",
                    "Titles": {
                        "eng": "Recap: Play Back | Reminisce",
                        "jpn": "プレイバック （レミニス）"
                    },
                    "Summaries": {
                        "eng": "What’s past is prologue. Bell has come a long way and he and Hestia reflect upon the events that forged him into the adventurer he is today.",
                        "jpn": "過去はプロローグです。ベルは長い道のりを歩んできました。彼とヘスティアは、彼を今日の冒険家に育て上げた出来事を振り返ります。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10247717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/10247717",
                    "Titles": {
                        "eng": "\"Not Meet Doubt\" Lyric Video",
                        "jpn": "\"Not Meet Doubt\" Lyric Video"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "616100",
            "URL": "https://thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null,
                "rus": "Может, я встречу тебя в подземелье?",
                "fra": "DanMachi - La légende des Familias"
            },
            "Summaries": {
                "eng": "Life in the bustling city of Orario is never dull, especially for Bell Cranel, a naïve young man who hopes to become the greatest adventurer in the land. After a chance encounter with the lonely goddess, Hestia, his dreams become a little closer to reality. With her support, Bell embarks on a fantastic quest as he ventures deep within the city's monster-filled catacombs, known only as the \"Dungeon.\" Death lurks around every corner in the cavernous depths of this terrifying labyrinth, and a mysterious power moves amidst the shadows.\r\nEven on the surface, survival is a hard-earned privilege. Indeed, nothing is ever certain in a world where gods and humans live and work together, especially when they often struggle to get along. One thing is for sure, though: a myriad of blunders, triumphs and friendships awaits the dauntlessly optimistic protagonist of this herculean tale.",
                "jpn": null,
                "rus": "Городской парень по имени Белл знакомится с одинокой богиней Гестией, которая увлекает его в мир монстров и захватывающих дух приключений.",
                "fra": "La vie dans la ville animée d'Orario n'est jamais ennuyeuse, surtout pour Bell Cranel, un jeune homme naïf qui espère devenir le plus grand aventurier du pays. Après une rencontre fortuite avec la déesse solitaire Hestia, ses rêves deviennent un peu plus proches de la réalité. Avec son soutien, Bell se lance dans une quête fantastique en s'aventurant dans les profondeurs des catacombes de la ville, remplies de monstres et connues sous le nom de « Donjon »."
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5156002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/5156002",
                    "Titles": {
                        "eng": "(Bell Cranel) Adventurer",
                        "jpn": "(ベル・クラネル)冒険者"
                    },
                    "Summaries": {
                        "eng": "The Labyrinth city of Orario has a massive dungeon at its heart, filled with terrifying beasts. A new adventurer, Bell Crannel, challenges this perilous labyrinth, but not in hopes of finding treasure, but in hopes of picking up a girl.",
                        "jpn": "迷宮都市オラリオ。その都市の象徴ともいうべき『ダンジョン』にこだまする魔獣の咆哮――\r\n\r\n新米冒険者・ベル・クラネルは、まさに絶体絶命の危機を迎えていた。少々残念な神・ヘスティアの唯一の眷族となり、はや半月。眼前には、5階層で遭遇するはずのない高レベルモンスター。すくむ足、震える身体……恐怖と絶望に支配されたベルの前に、一人の剣士が舞い降りる……。\r\n\r\n剣、魔法、魔物、そして神々。オラリオの零細ファミリア所属、ベル・クラネルの冒険譚は、ここから始まった――。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5180498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/5180498",
                    "Titles": {
                        "eng": "(Monsterphilia) Monster Festival",
                        "jpn": "(モンスターフィリア)怪物祭"
                    },
                    "Summaries": {
                        "eng": "Bell Crannel's power grows rapidly thanks to his ability, Realis Phrase. As long as he's in love with a girl, it will continue to make him stronger. His goddess, Hestia, is jealous that the girl he's in love with isn't her, but still wants to support him. She goes to another goddess and asks her to make him a powerful sword.",
                        "jpn": "「僕、強くなりたいです」憧れの『剣姫』アイズ・ヴァレンシュタインのように――\r\n\r\n純粋なる思いがベルに与えた能力（アビリティ）【憧憬一途（リアリス・フレーゼ）】。それは、懸想（おもい）が続く限り、懸想の丈に従い、少年に著しい成長をもたらすものだった。その能力を、ベルの憧れの対象を知ってしまった神・ヘスティア。彼女は複雑な思いを抱えたまま、神々の宴へと足を運ぶ。たとえ憧れの対象が自分ではなかったとしても、それでもベルの、彼女のたったひとりの眷族の力になりたい、そう決めたから――。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5181192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/5181192",
                    "Titles": {
                        "eng": "(Hestia Knife) The Blade of a God",
                        "jpn": "（ヘスティアナイフ）女神のナイフ"
                    },
                    "Summaries": {
                        "eng": "\"I don't want to lose any more of my family.\" Bell and Hestia are attacked by an escaped monster during Monster Philia. Bell fights to save the only family he has left, but is overwhlemed by the monster.",
                        "jpn": "「僕はもう、家族を失いたくないです」\r\n\r\nモンスター・フィリアの喧騒の中、突如、脱走したシルバーバッグからの急襲を受けたベルとヘスティア。唯一の家族を護るため、ベルは、たったひとりで格上の魔物と対峙することに――しかし、奮闘むなしく徐々に追い詰められていくベル。一方、不本意な形でベルに逃がされたヘスティアもまた走り続けていた。再びベルに合流するため、彼女にとって唯一の眷族――家族を護るために。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5181193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/5181193",
                    "Titles": {
                        "eng": "(Supporter) The Weak",
                        "jpn": "(サポーター)弱者"
                    },
                    "Summaries": {
                        "eng": "\"Excuse me, are you looking for a supporter?\" After his rapid growth, Bell reaches the 7th floor of the dungeon. He gets new equipment and is ready to go when a girl named Lilika approaches him. She is a supporter, and her job is to aide adventurers in the dungeon.",
                        "jpn": "「突然ですが、サポーターを探していませんか？」\r\n\r\n急速な成長に伴い、ダンジョンの7階層にまで到達していたベル。装備品も新調し、次なる冒険への準備をしているところにシアンスロープの少女、リリルカ・アーデに声をかけられる。冒険者について回る雑事を一手に引き受けることを生業とするサポーターの彼女と、より冒険に集中し、ダンジョンの更なる深淵を目指すため、ベルは初めてのパーティを結成することになるのだが…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5181194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/5181194",
                    "Titles": {
                        "eng": "(Grimoire) Magic Book",
                        "jpn": "(グリモア)魔導書"
                    },
                    "Summaries": {
                        "eng": "With Lili's help, Bell is progressing further into the dungeon than ever. Since he can focus on the fights, he can make more money. But Lili has a secret: she despises adventurers, and is waiting for a chance to trick Bell.",
                        "jpn": "リリの助力を得て、ベルの冒険は、これまでにないほど順風満帆な様相を呈していた。戦闘に専念することで収入も増え、ファミリアの女神ヘスティアにも、ささやかながら恩返しができるほどに。だが、そんな幸運をもたらしてくれたはずの、リリの周囲に漂う不穏な空気。「なにが冒険者様……ですか」　独りつぶやき、薄暗い路地裏で虚空を見つめるサポーターの瞳――\r\nそこに映るのは絶望、憎しみ……それとも……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5181195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/5181195",
                    "Titles": {
                        "eng": "(Liliruca Arde) Reason",
                        "jpn": "(リリルカ・アーデ)理由"
                    },
                    "Summaries": {
                        "eng": "Lili leads Bell deep into a dungeon and abandons him. He's alone and surrounded by larger monsters than he's ever faced. She runs off with his knife and makes for the exit, but her guild mates are waiting for her.",
                        "jpn": "ひょんなことから手元に舞い込んだ魔導書（グリモア）から、遂に魔法の力を手にするに至ったベル。着々と力をつけていくさなか、明らかになっていくソーマ・ファミリアの実態。\r\n\r\nそれは、奇跡の美酒に呑まれた狂信者たちの悲劇。リリルカ・アーデもまた、そんな狂気の渦に巻き込まれたひとりであった。冒険者を謀ろうと画策するもの、利を掠め取らんとするもの、同胞を護ろうとするもの……\r\n\r\nそして、愚直なまでに仲間を信じ、その手を取ろうとするもの――その誰しもが足を向ける、暗く深い迷宮（ダンジョン）の深奥へと。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5181196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/5181196",
                    "Titles": {
                        "eng": "(Aiz Wallenstein) Sword Princess",
                        "jpn": "(アイズ・ヴァレンシュタイン)剣姫"
                    },
                    "Summaries": {
                        "eng": "At Bell's urging, Hestia reluctantly lets Lili into the party. Bell, worried about his weakness as he continues to go deeper into the dungeons, accepts an offer of help from Aiz Wallenstein, the girl he loves.",
                        "jpn": "ダンジョンでの出来事を経て、晴れてリリルカ・アーデとのパーティを結成したベル。神ヘスティアの承認も受け、山積された難題は全て取りさらわれたかに見えた……。\r\n\r\n「やっぱり闘おうか」　目の前にはベルが追い求め、未だやむことのない憧れを抱き続ける『剣姫』の姿。神々にすら惜しみなき賛辞を送られる、その華麗で鋭い剣閃がベルに襲いかかる。\r\n\r\n吐息さえも感じられる、アイズ・ヴァレンシュタインとの夢の様な距離、その間で舞い散る剣戟の火花。延々と放たれ続ける輝きの中、ベル・クラネルは何を感じ、何を得るのか――。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5181197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/5181197",
                    "Titles": {
                        "eng": "(Argonaut) Wanting To Be A Hero",
                        "jpn": "(アルゴノート)ヒーローの願望"
                    },
                    "Summaries": {
                        "eng": "For an adventurer to level up, and truly get stronger, he has to go on an adventure. Bell travels down to the lowest of the upper floors of the dungeon, where he encounters a minotaur with a giant sword. Lili is badly injured, and Bell is unable to leave her behind. Aiz arrives again to save him, but he waves her off...",
                        "jpn": "「あなたは冒険者だ――」\r\n\r\n冒険者が、その高みを目指すとき、更なる次元に足を踏み入れようとするとき……必要となるものは文字通り『冒険』。かつて冒険者であった先駆者は、そう口にした。\r\n\r\nアイズ・ヴァレンシュタインとの特訓の日々を通じ、アイズも驚愕するほどの速度で力をつけてきたベル。そのベルが、次第にランクアップに興味を示すようになるのは当然の帰結であった。\r\n\r\nいつもと同じダンジョン。いつもと同じ冒険者としての日々。だが、静かに、そして確実に近づいていた――\r\n\r\nベル・クラネルにとっての本当の『冒険』の刻（とき）が――。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5181198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/5181198",
                    "Titles": {
                        "eng": "(Welf Crozzo) Blacksmith",
                        "jpn": "（ウェルクロッツォ）スミス"
                    },
                    "Summaries": {
                        "eng": "Bell defeats the minotaur and becomes the fastest adventurer to level up in history. After his success, Bell is given the nickname \"Little Rookie.\" As he sets his sights on the middle floors of the dungeon, Ryuu tells him that if he wants to succeed, he's going to need a bigger party.",
                        "jpn": "史上最速でのランクアップを遂げた世界最速兎（レコードホルダー）――ミノタウロスとの激闘を制し、ベルの名は『リトル・ルーキー』のふたつ名と共にオラリオ中に轟くこととなった。\r\n\r\nダンジョン探索も、中層という更なる境地を視野に捉え、ひとつの節目を迎える。これまで以上に苛烈さを増すであろう冒険を前に、着々と準備を進めていくなか、「俺をお前のパーティに入れてくれ」　ヘファイストス・ファミリア所属、ヴェルフ・クロッゾとの新たな出会い。この出会いが次なる冒険の扉を押し開ける――。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5181199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/5181199",
                    "Titles": {
                        "eng": "(Pass Parade) Procession of Monsters",
                        "jpn": "（パスパレード）モンスターの行列"
                    },
                    "Summaries": {
                        "eng": "The party is exploring on the middle floors when another group leads a huge train of monsters to them. They're overwhelmed and caught in a cave-in. Cut off from the upper floors, with limited supplies and little strength left, they are forced to make a desperate attempt to reach the safe zone even deeper in the dungeon.",
                        "jpn": "ダンジョン中層――浅層とは比較にならぬほどの難所、13層へと足を踏み入れたベルたち。そこは冒険者を困惑、混乱させ、死に至らしめることに長けた、死地と呼ぶに相応しい場所だった。\r\n\r\n悪意すら感じられる迷宮構造、圧倒されるほどのモンスターの数と質。更に少しの不運、期せず到来する人の悪意……少しずつ、気づかれぬよう密かに、ベルたちは真綿で首を絞められるかの如く追い詰められていく。\r\n\r\n冒険者という獲物を狩るに十分すぎる状況が整ったとき、迷宮（ダンジョン）は、その研ぎ澄まされた牙を露わにする――。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5212835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/5212835",
                    "Titles": {
                        "eng": "(Under Resort) Labyrinth Utopia",
                        "jpn": "（リゾート下）迷宮の楽園"
                    },
                    "Summaries": {
                        "eng": "After a great struggle, Bell and his party finally reach the 18th floor. Aiz Wallenstein and the Loki Familia are already there, returning from their expedition to the lowest levels of the dungeon. With the danger passed, they enjoy a short break before they head back up to the town.",
                        "jpn": "ダンジョンで消息を絶ったベルたちを捜索するため、有志の冒険者を伴いダンジョンへと潜ったヘスティア。だが、彼女たちが中層に至ったとき、既にベルの姿はなく、一行は、ベルたちが更に奥へ進んだことを知る。\r\n\r\nほんの僅かな希望の光を求め、更なる深奥へ――。それは、ベルたちに残された最後の、限りなく困難かつ無謀とも呼べる選択肢だった。\r\n\r\nより強大になるモンスター、複雑さを増す迷宮、物資は枯渇し、仲間たちもやがて……そして姿を現す階層王（モンスター・レックス）――生命を賭した冒険は終わらない……。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5212836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/5212836",
                    "Titles": {
                        "eng": "(Show) Evil Intentions",
                        "jpn": "（表示）悪意"
                    },
                    "Summaries": {
                        "eng": "A massive floor boss has crashed down from the upper floors and begun tearing apart the adventurers. Aiz has left for the surface, and it's up to Bell and his friends to defeat the monster. With their escape route cut off, it's do or die if they ever want to see the light of the sun again.",
                        "jpn": "モンスターが産まれない１８階層『迷宮の楽園（アンダー・リゾート）』。命からがら、安全地帯（セーフティ・ポイント）へたどり着いたベルたちは、そこでアイズを始めとするロキ・ファミリアの面々に迎え入れられることに。\r\n\r\n無事、ヘスティア、リューたちとの再会も果たすことができ、慌ただしくも安息と平安の時間に身を浸し、傷と疲れを癒やすベルたち。しかし彼らは知らずにいた――最短期間で『迷宮の楽園（アンダー・リゾート）』までたどり着いたことが、オラリオ最大級のロキ・ファミリアに厚遇されるということが……どれほど冒険者たちの羨望や嫉妬――そして悪意を呼びこむのかを。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "5255739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/5255739",
                    "Titles": {
                        "eng": "(Familia Myth) The Story of a Familia",
                        "jpn": "（ファミリア神話）家族の物語"
                    },
                    "Summaries": {
                        "eng": "A massive floor boss falls from above and traps the adventurers. The only way out is up, and to get back home Bell will have to defeat it without Aiz's help.",
                        "jpn": "ヘスティアの力により、冒険者たちとのトラブルは収束したものの、安全地帯（セーフティ・ポイント）であるはずの階層に突如姿を現した階層王（モンスター・レックス）・ゴライアス。その風体、そして強さは、多くの冒険者が知る常識をはるかに凌駕していた。\r\n\r\n剣を抜き、弓を引き、魔法の詠唱がこだまする――つい先刻までいがみ合っていた冒険者たちもベルに続くように、死力を尽くして階層王に立ち向かう。\r\n\r\nだが、階層王の力は、彼らの団結をも嘲笑うかのごとく強大であった――。少年が歩み、女神が記す【眷族の物語（ファミリア・ミィス）】――少年は今、英雄への道を歩み始める。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "798438",
            "URL": "https://thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/seasons/official/2",
            "Titles": {
                "eng": "Is It Wrong to Try to Pick Up Girls in a Dungeon? II",
                "jpn": "ダンジョンに出会いを求めるのは間違っているだろうかⅡ",
                "rus": "Может, я встречу тебя в подземелье? 2",
                "zho": "在地下城寻求邂逅是否搞错了什么Ⅱ",
                "fra": "DanMachi - La légende des Familias - II"
            },
            "Summaries": {
                "eng": "It is business as usual in the massive city of Orario, where legions of adventurers gather to explore the monster-infested \"Dungeon.\" Among them is the easily flustered yet brave Bell Cranel, the sole member of the Hestia Familia. With the help of his demi-human supporter Liliruca Arde and competent blacksmith Welf Crozzo, Bell has earned the title of Little Rookie by becoming Orario's fastest-growing adventurer thanks to his endeavors within the deeper levels of the Dungeon.\r\nThis season continues Bell's adventures as he tries to bring glory to his goddess and protect those he cares about. However, various familias and gods across the city begin to take notice of his achievements and attempt to add him to their ranks.",
                "jpn": null,
                "rus": "Жизнь в городке Орарио никогда не бывает скучной, особенно для Белла Кранела, немного наивного юноши, который надеется стать величайшим авантюристом в мире. После случайной встречи с одинокой богиней, Гестией, его мечты становятся немного ближе к реальности. С её помощью Белл отправляется на сказочный квест, в глубины катакомб, заполненных монстрами, известных как «Подземелье», смерть в которых поджидает искателей на каждом шагу.\r\nПосле происшествия на 18-м этаже многие боги начали пристально следить за перспективным юношей — Беллом Кранером, в особенности бог Аполлон...",
                "zho": "这座城市住着众多的神，其中心存在着通往地心深处——深渊的“地下城”。城市的名字是迷宫都市欧拉丽。 女神赫斯缇雅与冒险者贝尔·克朗尼，一如既往地是主神和仅仅一名眷族的最小构成。但达成了世界最快升级这一伟业的贝尔，开始受到前所未有的的万众瞩目。 迷宫中的相遇，以及冒险——这是再次开始编织的，少年所走过的，女神所记录的【眷族物语】春姬篇 为世界上最为热闹的都市·欧拉丽锦上添花的是，欧拉丽的另一面——大欢乐街。洋溢着欲望与喜悦，如肉食动物一般的亚马逊族的战斗娼妇所横行的“不夜街”。由于某些事情，走进欢乐街又迷失了方向的贝尔，在左右不分的情况下，遇见了仙美的狐人娼妇。正是这个邂逅，会给贝尔带来更大的骚乱，此时的他还未知晓这件事情",
                "fra": "Les affaires sont comme d'habitude dans l'immense ville d'Orario, où des légions d'aventuriers se rassemblent pour explorer le «donjon» infesté de monstres. Parmi eux se trouve Bell Cranel, facilement agité mais courageux, le seul membre de la Hestia Familia. Avec l'aide de sa partisan demi-humaine Liliruca Arde et du forgeron compétent Welf Crozzo, Bell a gagné le titre de Little Rookie en devenant l'aventurier à la croissance la plus rapide d'Orario grâce à ses efforts dans les niveaux les plus profonds du donjon. Cette saison continue les aventures de Bell alors qu'il tente de rendre gloire à sa déesse et de protéger ceux qui lui tiennent à cœur. Cependant, divers familias et dieux de la ville commencent à prendre note de ses exploits et tentent de l'ajouter à leurs rangs."
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7043892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7043892",
                    "Titles": {
                        "eng": "(Party) Banquet of the Gods",
                        "jpn": "神の宴（パーティー）"
                    },
                    "Summaries": {
                        "eng": "Bell's back with a new adventure! When the powerful leader of the Apollo Familia takes notice of him, his life with his Goddess is under threat.",
                        "jpn": "１８階層にて黒い階層主を撃破し、無事に生還した【ヘスティア・ファミリア】所属のベル・クラネル。ダンジョン探索の合間に開かれたささやかな酒宴。その席でベルは、他の冒険者から、あからさまな挑発を受け、乱闘騒ぎを起こしてしまう。乱闘騒ぎの相手は【アポロン・ファミリア】。その団長であるＬｖ．３の冒険者、ヒュアキントスを相手に、ベルは完膚なきまでに叩きのめされる。\r\nそして後日、ベルとヘスティアのもとに一通の書状が。それは、アポロンが主催する神の宴への招待状だった――"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "7234764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7234764",
                    "Titles": {
                        "eng": "(Apollo) Sun God",
                        "jpn": "太陽神（アポロン）"
                    },
                    "Summaries": {
                        "eng": "Apollo Familia has laid down their challenge, but Hestia refuses. Apollo tries to force her hand...",
                        "jpn": "神の宴で主催者のアポロンから、ベルを賭けた派閥間の決闘──『戦争遊戯ウォーゲーム』を持ちかけられたものの、これを断固拒否したヘスティア。\r\nしかし翌朝、ベルとヘスティアの本拠地ホームに『アポロン・ファミリア』の襲撃が。\r\nアポロンが気に入った子供は、地の果てまで追い回される──かつて同じ憂き目に合ったダフネとカサンドラから、そう聞かされるベル。\r\n\r\n街中に追手が配置され、ベルとヘスティアが提案を呑むまで、どこまでも追い込む……それこそがアポロンの狙いだった。\r\nそしてヘスティアを連れ、逃げ惑うベルの前に、『太陽の光寵童ポエブス・アポロ』ヒュアキントスが立ちはだかる──"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "7234765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7234765",
                    "Titles": {
                        "eng": "(Conversion) Gathering",
                        "jpn": "集結（コンバージョン）"
                    },
                    "Summaries": {
                        "eng": "Bell goes to train for the War Game, and it's up to the rest of the party to rescue Lili. Hestia puts her plan into action, but Lili refuses to leave the Soma Familia.",
                        "jpn": "タケミカヅチやミアハの協力を得たことで【アポロン・ファミリア】の襲撃を切り抜け、アポロンに宣戦布告を叩きつけたヘスティア。ベルをアイズとの特訓に向かわせ、自身はアポロンとの【戦争遊戯】開催に伴う交渉に臨むことに。\r\n一方で団長・ザニスの手により、半ば強引に【ソーマ・ファミリア】に連れ戻されたリリ。必死の思いで主神・ソーマに派閥からの脱退を願うものの、聞き入れらることはなかった。\r\nアポロンとの交渉を終え、タケミカヅチ、ミアハと共にリリの救出に向かうヘスティア。ベルとの約束を果たすため、そして大切な仲間を救い出すために──"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "7234766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7234766",
                    "Titles": {
                        "eng": "(War Game) War Game",
                        "jpn": "戦争遊戯（ウォーゲーム）"
                    },
                    "Summaries": {
                        "eng": "It's time for the War Games, and the Hestia Family, and its new members, are ready. Can they defeat the entire Apollo Familia and save Bell from Apollo's clutches?",
                        "jpn": "神酒の魅惑に打ち克ったリリ、友を助けんと名乗りを上げたヴェルフと命の三名が新たに【ヘスティア・ファミリア】に改宗。更にヘルメスの助力もあって、派閥外の助っ人としてリューが参戦。未だ歴然とした物量の差はあれど、ベルたちを取り巻いていた絶望的な状況には、光明が差し始めていた。\r\n迎えた【戦争遊戯】当日。好奇、憂慮、期待、信頼──迷宮都市中の様々な目が見守る中、リューの魔剣が、命の魔法が、開戦の狼煙を上げる──"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "7234767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7234767",
                    "Titles": {
                        "eng": "(Home) The Hearthfire Mansion",
                        "jpn": "竈火の館（ホーム）"
                    },
                    "Summaries": {
                        "eng": "The Hestia Familia was victorious in their battle against Apollo, and now they've won a huge mansion and a giant pile of cash! Hestia sets out to recruit for the Familia, but there's something she's forgetting...",
                        "jpn": "【戦争遊戯ウォーゲーム】に見事勝利し、ベルを守りきった【ヘスティア・ファミリア】。リリも正式な手続きを経て改宗コンバージョンを済ませたことで、派閥は主神も含め総勢五名に。本拠地ホームについても、先の騒動で破壊された教会に代わり【戦争遊戯ウォーゲーム】の副産物として手に入れた【アポロン・ファミリア】の巨大な館に引っ越し、新たな門出としては、まさに順風満帆。\r\n更に特筆すべきは、史上最速でＬｖ．３に到達という快挙を成し遂げたベル。それに伴い、派閥の名声はうなぎのぼり。この機を逃すまいと、ヘスティアは更なる団員の増強を画策するが──"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "7234768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7234768",
                    "Titles": {
                        "eng": "(Ishtar Familia) City of Lust",
                        "jpn": "淫都（イシュタル・ファミリア）"
                    },
                    "Summaries": {
                        "eng": "Bell is caught up in a new adventure that takes him to the seedy underbelly of Orario: the pleasure quarters.",
                        "jpn": "夜な夜な不審な動きを見せ、出歩く命を心配し、後をつけることにしたベル、リリ、ヴェルフの三名。【タケミカヅチ・ファミリア】の友人である千草と合流し、命が向かった先は、オラリオが誇る、もうひとつの顔──大歓楽街だった。\r\n命と千草が歓楽街を訪れた理由は、昔なじみの友人が働いているという噂を聞きつけたからという話……だが、尾行のさなか人混みに揉まれて、ベルは仲間たちとはぐれてしまう。そして、迷い込んだ歓楽街で、肉感的な魅力を放つ娼婦・アイシャに目をつけられ、半ば強引に彼女の客となることに──"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "7234769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7234769",
                    "Titles": {
                        "eng": "(Renard) Fox Person",
                        "jpn": "狐人（ルナール）"
                    },
                    "Summaries": {
                        "eng": "With the help of Haruhime the Renard, Bell escapes from the Amazoness prostitutes. But he begins to wonder about Haruhime, who says she was forced to be a prostitute against her will and isn't worth being saved.",
                        "jpn": "娼館で出会った狐人の娼婦・春姫の助けで、アマゾネスの娼婦たちから命からがら逃げ出し、なんとか貞操を守りきったベル。だが、望まぬ形で娼婦となり、助けられる資格もないと救いを諦めている春姫に、疑問を覚える。\r\n更に命の尋ね人が当の春姫であったこと、そして彼女が所属する【イシュタル・ファミリア】が第一級冒険者まで擁する大派閥で、非常に狡猾で好戦的であることを知らされ、ベルの疑問は、苦悩へと変わっていく。その頃、フレイヤを目の敵にするイシュタルは、ベルがフレイヤの寵愛の対象であることを知ることに──"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "7234770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7234770",
                    "Titles": {
                        "eng": "(Ephemeral Dreams) Killing Stone",
                        "jpn": "殺生石（ウタカタノユメ）"
                    },
                    "Summaries": {
                        "eng": "Bell decides he's going to get money in the dungeon to purchase Haruhime. But he runs into a trap when the Ishtar Familia decides to kidnap him.",
                        "jpn": "春姫を身請けするため、ダンジョンに潜り、モンスターを狩り続けるベルたち。しかし、ダンジョン内の食料庫で突如襲撃してきた【イシュタル・ファミリア】により、ベルと命は捕らわれの身となってしまう。\r\n拘束され、監禁された状態で目を覚ましたベル。眼の前には、肉欲を剥き出しにし、ベルを慰み者にせんとするフリュネの姿が。恐ろしい第一級冒険者に手篭めにされ、廃人となるまで絞り尽くされる──悪夢すら生易しいと思えてしまう現実からベルを救ったのは、またしても春姫だった──"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "7234771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7234771",
                    "Titles": {
                        "eng": "(Barbera) War Prostitutes",
                        "jpn": "戦闘娼婦（バーベラ）"
                    },
                    "Summaries": {
                        "eng": "With the true purpose of the ritual and the killing stone revealed, Bell decides that he's going to take any risk to save Haruhime.",
                        "jpn": "術者の生命と引き換えに、狐人が持つ妖術を無制限に使用可能とするアイテム『殺生石』。『階位昇華』という破格の妖術を有する春姫の過酷な運命を知り、立ちつくすベル。脆い覚悟をアイシャに見透かされ、言い返すことすらできなかった。\r\nベルが憧れ、そうありたいと願う英雄の姿とは──為すべき行動を思ったとき、ベルの右手が白い輝きを放ち始める。『春姫の英雄』になることを誓ったベルは立ち上がり、再度【イシュタル・ファミリア】の本拠地へ乗り込む──たったひとりの少女を救うために。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "7234772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7234772",
                    "Titles": {
                        "eng": "(Argonaut) Longing to Be a Hero",
                        "jpn": "英雄切望（アルゴノゥト）"
                    },
                    "Summaries": {
                        "eng": "The Ishtar Familia's plan has been found out by Freya, who launches a raid on their home. Just when things are bad enough for Bell, their interference brings even more chaos!",
                        "jpn": "捨て身の行動により命が開いた血路に飛び込み、殺生石を砕いたベル。その状況にあってなお、救いを求めようとはしない春姫に、ベルは思いの丈を叩きつける。春姫の本当の願いを聞かせてほしいと。\r\n詠唱された『階位昇華』の妖術が加護を与えた先はベル・クラネル。偽りなき願いを叫ぶ春姫を背に、ベルは第一級冒険者たるフリュネを迎え撃つ。\r\n同刻、紅く燃え盛る歓楽街の一角。その中心にはオラリオ最強の冒険者、そして──最強を束ねる美の女神の姿が──"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "7234773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7234773",
                    "Titles": {
                        "eng": "(Rakia) Army's Advance",
                        "jpn": "進軍（ラキア）"
                    },
                    "Summaries": {
                        "eng": "With Haruhime safe at the Familia, things begin to calm down. But when Hestia makes a casual pass at Bell and he shuts her down hard, she runs out of the mansion and into the waiting arms of kidnappers!",
                        "jpn": "女神イシュタルの天界への強制送還を以て歓楽街の一角は壊滅。春姫も晴れて解放され【ヘスティア・ファミリア】へ改宗コンバージョンも決まった。そんな中、国家系派閥【アレス・ファミリア】によるオラリオ襲撃の一報がもたらされるものの……圧倒的な戦力を有する迷宮都市が普段の営みを乱すことはなく。ベルも穏やかな日常を送っていたが、ほんの些細な言葉の行き違いから、ヘスティアが本拠地ホームを飛び出してしまう──"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "7234774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7234774",
                    "Titles": {
                        "eng": "(Song of Love) Goddess and Child",
                        "jpn": "女神と眷族（アイノウタ）"
                    },
                    "Summaries": {
                        "eng": "Bell and Hestia spend a relaxing few days at a village in the wilderness, and participate in a local festival. Bell ponders what to do about his relationship with his immortal Goddess, and if he really is ready to love her.",
                        "jpn": "オラリオを襲撃中のアレスに捕らえられてしまったヘスティア。アイズやアスフィの協力もあり、ヘスティアの元に辿り着いたベルだが、不慮の事故により、ベル、ヘスティア、そしてアイズは谷底の濁流に呑まれてしまう──ベルたちが流れ着いた先は山間の集落・エダス村。強大なモンスターの庇護に預かる平和な村で、ベルとアイズは、体調を崩したヘスティアの看病、そしてアレスの動向を警戒しつつ、村の世話になることに。ヘスティアの回復を見守る日々の中、村では豊穣を祈願する祭の日が近づいていた──"
                    },
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "1807529",
            "URL": "https://thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/seasons/official/3",
            "Titles": {
                "eng": "Is It Wrong to Try to Pick Up Girls in a Dungeon? III",
                "jpn": "ダンジョンに出会いを求めるのは間違っているだろうかⅢ",
                "zho": "在地下城寻求邂逅是否搞错了什么Ⅲ",
                "fra": "DanMachi - La légende des Familias - III",
                "kor": null,
                "deu": null
            },
            "Summaries": {
                "eng": "Hestia Familia faces an unparalleled crisis when Bell encounters an injured vouivre (dragon-type monster girl) in the Dungeon. . . one who can talk. His decision to protect the girl, who will come to be called Weine, upends everything he and his familia thought they understood about monsters and threatens to put them at odds with Orario as a whole. But Weine is just part of greater schemes concerning talking monsters, schemes which Hestia Familia will soon find themselves at the heart of.",
                "jpn": "冒険者たちが未知へと挑み、神々が興奮に沸き返る、\r\n世界で最も熱き街――迷宮都市オラリオ。\r\n\r\nその中心に鎮座するは、都市に限りなき富と栄華をもたらし、\r\n数多の混沌が潜む大穴――『ダンジョン』。\r\n\r\nその深淵にて、生まれ落ちた一体の怪物。\r\n「……ここ……どこ……？」\r\n人語を話す竜の少女をめぐり、都市はかつてない異常事態に巻き込まれていく。\r\n\r\n人と怪物。\r\n漫然と存在する価値観、常識は破壊され、\r\n冒険者ベル・クラネルと、女神ヘスティアに、決断の時が――\r\n\r\nこれは、少年が歩み、女神が記す、ダンジョンの謎に迫る【眷族の物語】――",
                "zho": "冒险者们向未知发起挑战，诸神因兴奋而热血沸腾， 全世界最为热烈的城市——迷宫都市欧拉丽。位于城市中心，给都市带来无限财富与荣华，潜藏众多混沌的大洞穴——“地下城”。一只怪物在这深渊中诞生。“这里……是哪里……？”围绕着能够与人交流沟通的龙之少女，都市逐渐被卷入前所未有的异常事态中。人与怪物。漫然存在的价值观、常识遭到破坏，冒险者贝尔·克朗尼与女神赫斯缇雅，迎来决断之时。这是少年所走过的，女神所记录的，逼近地下城谜团的【眷族物语】——",
                "fra": "Hestia Familia fait face à une crise sans précédent lorsque Bell rencontre une vouivre blessée (fille monstre de type dragon) dans le donjon. . . celui qui peut parler. Sa décision de protéger la fille, qui s'appellera Weine, bouleverse tout ce que lui et sa familia pensaient comprendre sur les monstres et menace de les mettre en désaccord avec Orario dans son ensemble. Mais Weine ne fait partie que de plus grands projets concernant les monstres parlants, des projets dont Hestia Familia se trouvera bientôt au cœur.",
                "kor": "미궁도시 오라리오의 중심에 자리한 던전\r\n수많은 몬스터가 생겨나는 이 큰 동굴에는\r\n아직 인류가 상상할 수 없는 '미지'를 무수히 많이 품고 있다. \r\n\r\n여신 헤스티아와 모험자 벨 크라넬이\r\n'헤스티아 파밀리아'를 결성한 지 어느덧 수개월.\r\n몇 명의 동료들이 추가로 가입하면서 그들의 파밀리아는 \r\n급속한 성장세를 보이며 도시의 주목을 모으고 있었다.\r\n\r\n갑자기 그들의 앞에 내려온 '미지'\r\n그것은 제노스라고 불리는 말을 하는 몬스터였다.\r\n\r\n'미지'는 일행을 혼란으로 이끌고 상식을 파괴하여\r\n고뇌와 갈등을 불러일으킨다. \r\n그 앞에 있는 '가능성'을 깊게 감춰 버릴 만큼......\r\n\r\n격동의 오라리오에서 벨이 결단을 내릴 때가 다가온다.\r\n이것은 소년이 걷고, 여신이 기록하는, [파밀리아 미스]...",
                "deu": "Es sind einige Monate vergangen, seitdem sich Bell und Hestia zur Hestia Familia zusammengeschlossen haben. Doch in den Tiefen des Dungeons gibt es noch viel Unbekanntes und plötzlich geschieht etwas, was nie geschehen sollte - ein Monster erscheint in der Gestalt eines jungen Mädchens, das menschliche Sprache versteht und Orario in Unruhe stürzt."
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7505878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7505878",
                    "Titles": {
                        "eng": "(Wiene) A Dragon Girl",
                        "jpn": "竜の少女(ウィーネ)"
                    },
                    "Summaries": {
                        "eng": "Monsters are evil abominations driven by murderous instinct. But if that were true, why is this one a scared little girl who doesn’t understand why she’s being hunted?",
                        "jpn": "団長であるベル・クラネルの急速な成長、【戦争遊戯】での勝利、そして団員の拡張などで迷宮都市においても存在感を増し続けている【ヘスティア・ファミリア】。ダンジョンの進攻階層も順調に伸ばし、彼らは１９階層・大樹の迷宮へと至っていた。\r\nそんなさなか、単独行動を余儀なくされたベルは、モンスターに襲われていた少女を救出する……しかし、涙を流し、怯える彼女は『モンスター』だった──"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "7970919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7970919",
                    "Titles": {
                        "eng": "(Monster) A Single Wing",
                        "jpn": "片翼(モンスター)"
                    },
                    "Summaries": {
                        "eng": "Who knows what could happen if word of Wiene’s existence spread. The Hestia Familia needs answers and soon, but what they discover in the dungeon only raises more questions...",
                        "jpn": "ダンジョンで怪物に襲われていた『言葉を話す』竜女の少女・ウィーネ。ベルたちは彼女を地上に連れ帰り、本拠地で匿うことに。\r\nダンジョンで何が起きているのか、ウィーネの様な存在は他にもいるのか……？\r\n地上では得ようもない解答を探すため、ベルたちは、アイシャ、リューに助っ人を依頼し、再びウィーネと出会った１９階層・大樹の迷宮へと赴くことに──"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "7970921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7970921",
                    "Titles": {
                        "eng": "(Xenos) Heretics",
                        "jpn": "異端児(ゼノス)"
                    },
                    "Summaries": {
                        "eng": "The Guild knows about Wiene. But instead of demanding answers, it assigns the Hestia Familia a mission they cannot refuse. Something awaits them in the dungeon’s darkness.",
                        "jpn": "街中で姿を晒し、騒動を巻き起こしてしまったウィーネを、なんとか救出したベルたち。地上でモンスターを匿うという難しさに直面する中、ギルドから【ヘスティア・ファミリア】に強制任務が課される。その内容は──ウィーネを連れ、ダンジョンの２０階層へ赴くこと。ギルドの真意を計りかねるものの、従う他なく、ベルたちは再びダンジョンへと潜っていく──"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "7970922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7970922",
                    "Titles": {
                        "eng": "(Yearning) A Far-Off-Dream",
                        "jpn": "遠い夢(アコガレ)"
                    },
                    "Summaries": {
                        "eng": "There are others like Wiene, and they call themselves Xenos. Uranus asks much from the Hestia Familia, but if anyone can bridge the gap between species, it’s them.",
                        "jpn": "言葉を解するモンスター──異端児から手厚い歓待を受けるベルたち。人類とは著しく乖離した姿形をした彼らが、人類と同じように飲み、食い、騒ぐ……その異様な光景に戸惑いを隠せない。\r\nそんな宴のさなか、ベルたちは異端児のリーダー格である蜥蜴人のリドから聞くことになる──彼らとギルドとの繋がり、今回の事態の経緯……そして、彼らの目的を──"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "7970923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7970923",
                    "Titles": {
                        "eng": "(Ikelos Familia) The King of Calamity",
                        "jpn": "惨劇の王者[イケロス・ファミリア]"
                    },
                    "Summaries": {
                        "eng": "It was supposed to be the dawning of a new era. But selfish, evil men only care about what they can take for themselves, leaving others to face the consequences.",
                        "jpn": "異端児・リドたちの元にウィーネを預けることとなり、ウィーネと離れ離れになったベルたち。その一方で、異端児たちは隠れ里を変えるため、幾つかの集団に分かれ移動を開始していた――\r\n蜘蛛人のラーニェの一団も、ウィーネを伴い移動していたが、ディックス率いる【イケロス・ファミリア】の奸計に嵌り、次々と惨殺され、ウィーネにも、その魔の手が──"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "7970924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7970924",
                    "Titles": {
                        "eng": "(Knossos) A Man-Made Labyrinth",
                        "jpn": "人造迷宮(クノッソス)"
                    },
                    "Summaries": {
                        "eng": "Bell shouldn’t get involved. But the young adventurer has already decided otherwise. Little does he know that he’ll help Fels discover a secret even Uranus doesn’t know.",
                        "jpn": "ラーニェたちの復讐のため暴走し、１８階層・リヴィラの街を壊滅に追い込んだ異端児たち。ウラノスの計らいで【ガネーシャ・ファミリア】を中心に組まれた討伐隊に紛れ込んだベルは、１８階層の森でリドに邂逅する。事情を聞き、ウィーネ捜索の協力を申し出るが、リドはこれを拒否し離脱。ベルに追いついたリューからも地上へ戻ることを勧められるが……少年はリドを、ウィーネを捜す選択をする──"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "7970926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7970926",
                    "Titles": {
                        "eng": "(Dix Perdix) A Dream of Beasts",
                        "jpn": "獣の夢(ディックス・ペルディクス)"
                    },
                    "Summaries": {
                        "eng": "Never underestimate the measures a fanatic will take to prove his worldview correct.",
                        "jpn": "暴走した異端児たちを追い、【イケロス・ファミリア】の拠点である人造迷宮に乗り込んだフェルズとベル。そこで彼らが見たものは、異端児の同士討ちを誘発する、ディックスの呪詛……更に血の呪いに囚われた男の狂気はウィーネにも伸びていき──\r\n同刻、１８階層では上級冒険者のリューやアイシャ、そして第一級冒険者であるシャクティもが手をつけられない、最強の異端児が動き出していた──"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "7970927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7970927",
                    "Titles": {
                        "eng": "(Bell Cranel) The Fool",
                        "jpn": "愚者(ベル・クラネル)"
                    },
                    "Summaries": {
                        "eng": "The Loki Familia are battle-hardened veterans used to fighting monsters. But this opponent is different...",
                        "jpn": "ディックスに惑わされ、地上へと出てしまったウィーネと、彼女を追ってきたベル。彼らの前には、ウィーネをオラリオの脅威と判断した、アイズを始めとする【ロキ・ファミリア】の姿が……\r\n都市最強の冒険者たちを前に、ベルが選択した行動は……ウィーネを庇い彼らの前に立ちはだかることだった……ベルを援護するため、フェルズが、リドが、グロスやレイも動くが『都市最強』の壁は遥か高く立ち塞がる──"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "7970929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7970929",
                    "Titles": {
                        "eng": "(Stigma) Downfall",
                        "jpn": "零落(スティグマ)"
                    },
                    "Summaries": {
                        "eng": "Although Ikelos has been successfully scapegoated, public opinion turns on Bell. Helping the Xenos will now prove impossible — but Hermes’ intel might just change the tide.",
                        "jpn": "最強の異端児・アステリオスの参戦、そしてフェルズの奇跡的な蘇生魔法によりウィーネは死を免れ、異端児たちも九死に一生を得ることとなる……しかし、ベルが地上に進出したモンスター討伐を阻害したという事実は消える筈もなく……ベルは、その身にオラリオ中からの非難の目と、心ない罵倒の的となってしまう。\r\n更に悪いことに、地上へと出た異端児たちは未だダンジョンに戻ることもできず身を潜めているという情報がもたらされ──"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "7970930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7970930",
                    "Titles": {
                        "eng": "(Invisible) Forced Breakthrough",
                        "jpn": "強行突破(インビジブル)"
                    },
                    "Summaries": {
                        "eng": "The surface is no longer safe for the Xenos. Now, the Hestia Familia must smuggle them back into the Dungeon. There’s just one problem: The Loki Familia stand in the way.",
                        "jpn": "異端児たちを助け、人造迷宮、そしてダンジョンへと返すことを決断したベルと【ヘスティア・ファミリア】。異端児たちと共に行動するフェルズと渡りをつけ、着々と準備を進めていく。一方で、それを阻止すべく動く【ロキ・ファミリア】を始めとする冒険者の面々。更にエイナが、アイシャが、リューが、ヘルメスが……そしてアイズが。それぞれの思いを胸に、異端児を巡る戦いの火蓋は今切って落とされた──"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "7970931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7970931",
                    "Titles": {
                        "eng": "(Ultra Soul) Decisive Battle",
                        "jpn": "決戦(ウルトラソウル)"
                    },
                    "Summaries": {
                        "eng": "Bell WILL stay true to his ideals. Even if that means making an enemy of the woman he loves.",
                        "jpn": "【ロキ・ファミリア】の包囲網をかい潜り、異端児たちをダンジョンへ返すという作戦が続く中、ガレスの参戦により、ウィーネがフェルズたちの一団からはぐれ、ティオナに追われる事態に陥ってしまう……ヴェルフと命も魔剣を駆使してガレスに対抗するものの……その実力差は歴然としていた──\r\n一方で、なんとかアイズの追跡を免れたベルは、ウィーネの身を案じ飛び出した春姫と合流し、ふたりでウィーネを捜すことに──"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "7970933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/7970933",
                    "Titles": {
                        "eng": "(Argonaut) Hero's Return",
                        "jpn": "英雄回帰(アルゴノゥト)"
                    },
                    "Summaries": {
                        "eng": "As Hermes finally reveals his true intentions, Bell battles the most powerful opponent he’s ever faced.",
                        "jpn": "ゼノスたちを罠に陥れ、異端児たちに「死んでくれ」と要求したヘルメス。その神意を聞かされ、グロスを中心とした一部の異端児たちが、ヘルメスの意図するままに──地上で暴れ始める。\r\n地上でのモンスターの暴走に大混乱に陥るオラリオ。異端児の爪が避難誘導中のエイナを引き裂かんと振り下ろされ──\r\nそして……ダイダロス通りでは、ただ一頭の獣が、その歩みを進めていた……夢にまで見た、ただひとりの男に遭うために──"
                    },
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "1898741",
            "URL": "https://thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/seasons/official/4",
            "Titles": {
                "eng": "Is It Wrong to Try to Pick Up Girls in a Dungeon? IV",
                "jpn": "ダンジョンに出会いを求めるのは間違っているだろうかⅣ",
                "fra": "DanMachi - La légende des Familias - IV",
                "zho": "在地下城寻求邂逅是否搞错了什么IV 新章 迷宫篇 / 深章 灾厄篇"
            },
            "Summaries": {
                "eng": "Intrepid adventurer Bell Cranel has leveled up, but he can’t rest on his dungeoneering laurels just yet. The Hestia Familia still has a long way to go before it can stand toe-to-toe with the other Familias of Orario — but before Bell can set out on his next mission, reports of a brutal murder rock the adventuring community! One of Bell’s trusted allies stands accused of the horrible crime, and it’s up to Bell and his friends to clear their name and uncover a nefarious plot brewing in the dungeon’s dark depths.",
                "jpn": null,
                "fra": "Bell Cranel est le dernier descendant des membres de la famille protégée par l’impopulaire déesse Hestia. Malgré son physique peu avantageux, le jeune homme décide de partir à l’aventure dans le mystérieux Donjon de la cité-Labyrinthe d’Orario en quête de gloire et de fortune. Il y fait la connaissance de la belle Aiz Wallenstein à l’épée tranchante qui vient lui porter secours. Mais bien des dangers attendent nos deux jeunes héros.",
                "zho": "随着一连串阴谋展开，贝尔一行人在地下城遇上最大考验，来自深渊的怪物强大实力难以处理，而满身是伤的贝尔、琉又被意外被带至深层命悬一线，在这绝望情况之下，琉开始想起了五年前与伙伴之间的回忆。 「深章 灾厄篇」预计在2023年1月5日正式开播，全新角色「阿斯特莉亚眷族」也将于接下来动画中陆续登场。"
            },
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "8231003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/8231003",
                    "Titles": {
                        "eng": "Prelude | Night Before Departure",
                        "jpn": "出発前夜―プレリュード―"
                    },
                    "Summaries": {
                        "eng": "Gather your party and venture forth, Bell. The dungeon awaits.",
                        "jpn": "異端児の救出、好敵手との戦闘を経て、Lv.4への昇格ランクアップを果たしたヘスティア・ファミリアの冒険者、ベル・クラネル。それに伴い派閥のランクも上昇し、ベルたちはギルドから強制任務を課されることに...。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9252589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/9252589",
                    "Titles": {
                        "eng": "The Great Falls | The Great Falls",
                        "jpn": "巨蒼の滝―グレート・フォール―"
                    },
                    "Summaries": {
                        "eng": "Bell and his party are making good time and will soon enter the lower floors. But the dungeon crawl is going too smoothly, and Cassandra cannot shake her earlier premonition.",
                        "jpn": "ミアハ、タケミカヅチの派閥、そしてアイシャも伴い、派閥連合のパーティでダンジョンへ挑むこととなったベルたち。2人のLv.4冒険者を擁するパーティは、順調に中層を突破し、24階層で野営を張ることに...。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9252590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/9252590",
                    "Titles": {
                        "eng": "Parasite | Viscum Album",
                        "jpn": "寄生―ヤドリギ―"
                    },
                    "Summaries": {
                        "eng": "The party has two options: either retreat to the surface with the injured or hunt the monster and hope its defeat will dispel the ailment. Both choices carry dire risks.",
                        "jpn": "25階層での異常事態。強化種となり知性を有したモンスターに強襲され、宿り木を撃ち込まれた千草は、その体をむしばまれてしまう。ベルたちは地上への帰還よりも、千草をむしばむ元凶を断つことを選択するが...。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9252591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/9252591",
                    "Titles": {
                        "eng": "Mermaid | The Girl of Water City",
                        "jpn": "水都の少女―マーメイド―"
                    },
                    "Summaries": {
                        "eng": "The party learns too late that the Moss Huge can use other monsters against them. Meanwhile, Bell is alone, but not without allies; the Xenos have not forgotten his kindness.",
                        "jpn": "強化種との戦闘のさなか、パーティからはぐれてしまったベルは、滝壺の底でマーメイドの異端児・マリィと出会う。彼女の生き血で全快したベルは、マリィに連れられ安全な場所へと一時避難することに。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9252592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/9252592",
                    "Titles": {
                        "eng": "Argo Vesta | Heroic Slash of Holy Flame",
                        "jpn": "聖火の英斬―アルゴ・ウェスタ―"
                    },
                    "Summaries": {
                        "eng": "Haruhime’s new ability turns the tide of battle, but the Moss Huge has proven that it knows what it’s doing. As the party strategist, Lili has a hard choice to make.",
                        "jpn": "怪物進呈に怪物のうたげ。モンスターにあるまじき戦術を使い、リリたちを追い詰める強化種だったが、春姫が妖術・ココノエを放ち、形勢は逆転したかに見えた。しかし、強化種の狙いは、冒険者たちが集めた魔石で...。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9252593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/9252593",
                    "Titles": {
                        "eng": "Rabbit's Foot | Rabbit's Foot",
                        "jpn": "白兎の脚―ラビットフット―"
                    },
                    "Summaries": {
                        "eng": "Bell’s exploits have earned him fame and a new alias, and Lili worries that means change is coming. Meanwhile, Ryu left a note for her coworkers and vanished soon afterwards.",
                        "jpn": "地上で神々が昇華したベルやヴェルフのふたつ名を議論し、定めていた頃。強化種を討ち果たしたベルと仲間たちは、地上へ帰還するための準備を進めていた。リリは久々にベルとゆっくりした時間を過ごそうとするが...。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9252594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/9252594",
                    "Titles": {
                        "eng": "Cassandra Ilion | Dream Seer",
                        "jpn": "予知夢―カサンドラ・イリオン―"
                    },
                    "Summaries": {
                        "eng": "Ryu, the Gale Wind, stands accused of murder. Bell and his party need answers, but only Cassandra knows that tragedy will befall them if they pursue their friend.",
                        "jpn": "「リュー・リオンが冒険者を殺害」という耳を疑うような話をベルたちは耳にする。有り得ないと確信に近い思いを抱く面々ではあるが、リヴィラの冒険者たちは色めき立ち、リューの討伐隊を組織していく。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9252595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/9252595",
                    "Titles": {
                        "eng": "Mirabilis | Chaos",
                        "jpn": "混迷―ミラビリス―"
                    },
                    "Summaries": {
                        "eng": "Ryu couldn't be the killer... right? Bell wants to help his friend, but as the body count grows higher, he must ask himself how well he truly knows her.",
                        "jpn": "リューの討伐隊は、下層で起きた異変を受け、25階層での見張りと27階層への捜索隊に分割されることに。それに伴ってベルたちも、捜索隊に参加するベルと、冒険者・タークを監視するグループに分かれて行動を始める。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9252596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/9252596",
                    "Titles": {
                        "eng": "Lambton | Ill Omen",
                        "jpn": "凶兆―ラムトン―"
                    },
                    "Summaries": {
                        "eng": "While Bell and Ryu contend with Jura and his insidious abilities, the rest of Bell’s allies uncover a barrel of bad apples in the dungeon’s dark depths.",
                        "jpn": "過去の敵を追い詰める復讐鬼。そんなリューの姿を目の当たりにしたベルだが、それでもリューに冒険者殺害の真相を問いただし、「やっていない」という言葉を引き出す。全てはジュラやタークが仕組んだ謀略で...。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9252597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/9252597",
                    "Titles": {
                        "eng": "Juggernaut | The Destroyer",
                        "jpn": "破壊者―ジャガーノート―"
                    },
                    "Summaries": {
                        "eng": "Some monsters you must fight and from others you must flee. But beware the Juggernaut lest you simply cease to be.",
                        "jpn": "ダンジョンが秩序を保つために産み落とした破壊者。ボールスが率いていた上級冒険者たちは一瞬で生命を散らし、世界を恐怖、絶望、断末魔のみが支配する。ジュラの真の狙いは、この破壊者を呼び出すことで...。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9252598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/9252598",
                    "Titles": {
                        "eng": "Endless |  Brutal",
                        "jpn": "過酷―エンドレス―"
                    },
                    "Summaries": {
                        "eng": "The Juggernaut slaughters its way through a dwindling number of survivors, forcing Ryu to face her demons.",
                        "jpn": "破壊者の異常な力と速度、そして魔法反射。あらがうことすら許されず、ベルは右腕を失い、首の骨も砕かれてしまった。リューの治療魔法により、何とか生命はつながったものの、破壊者の殺りくは続き...。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9378743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/9378743",
                    "Titles": {
                        "eng": "Amphisbaena | A Song of Despair",
                        "jpn": "絶望の詩―アンフィス・バエナ―"
                    },
                    "Summaries": {
                        "eng": "With retreat an impossibility, Bell’s party fight for their lives when a Floor Boss spawns early. However, they are all adventurers; they will not die so easily.",
                        "jpn": "破壊者との戦いのさなか、ラムトンの襲撃に巻き込まれ、ベルとリューはダンジョンの更に深くへ堕ちていく──行き着いた先は深層。 そこは第一級冒険者すら呑み込む奈落の世界だった……\r\n一方で、下層のリリたちの前にも次産期間インターバルを無視するかのように出現した迷宮の孤王アンフィス・バエナの姿が。 その強大すぎる力をまざまざと見せつけられ、ベルが不在のパーティの面々は絶望の色に染まっていく──"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "9524273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/9524273",
                    "Titles": {
                        "eng": "Morgue | Victim",
                        "jpn": "犠牲―モルグ―"
                    },
                    "Summaries": {
                        "eng": "Critically wounded and trapped within the dungeon’s darkened depths, Bell and Ryu’s adventure is over. Their fight for survival has now begun.",
                        "jpn": "手負いのリューを抱えたまま、中層や下層とは比較にならない、極限状態での戦闘を繰り返すベル。己の実力を遥かに超えた迷宮の孤王アンフィス・バエナを相手に、死闘を繰り広げるリリたち……そんな彼らを救うべく、ヘスティアが救助隊を差し向けるが、未だ合流には至らずにいた──。深層のモンスター、破壊者、そして階層主アンフィス・バエナ。迷宮の激戦は、着実に彼らの身体と精神を削り続けていく──"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "9524274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/9524274",
                    "Titles": {
                        "eng": "Daphne Lauros | Friend",
                        "jpn": "友―ダフネ・ラウロス―"
                    },
                    "Summaries": {
                        "eng": "The boss fight extracts a heavy toll on the party, and they must make a choice. If they go one way, they will live. But if they go the other? They will die.",
                        "jpn": "迷宮の孤王アンフィス・バエナの強攻策により、蒼炎に巻かれ、水没させられ……為す術なく瓦解していくリリたちのパーティ。もはや打つ手なしかと思われる中、桜花が、ヴェルフが、アイシャが、無謀とも思える特攻を開始する。彼らが見つめていたのは、力なく水面に浮かぶ命、燃え盛る蒼炎に包まれる春姫──。冒険者たちの抗戦が更に激しさを増す中、水中から、そして炎の中から反撃の狼煙が上がるように、歌声が響き始める──"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "9524275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/9524275",
                    "Titles": {
                        "eng": "Ignis | Flame",
                        "jpn": "不冷―イグニス―"
                    },
                    "Summaries": {
                        "eng": "The party narrowly survived, and now they must search for their missing friends. However, they’re facing more than just monsters; they’re fighting the Dungeon itself.",
                        "jpn": "片時も緊張の糸を緩めることが許されない深層で、代わる代わる休息レストを取り、体力の回復を図るベルとリュー。そんな二人を捜索すべく、紙一重の戦闘・冒険をくぐり抜けたリリたちも動き始めていた──。しかし、階層主との戦いで疲弊した彼らを待ち受けていたのは、想定外に強力なモンスターの大群──悪意すら感じられるダンジョンの異常事態イレギュラーに阻まれ、思うように進むことができず……"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "9524276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/9524276",
                    "Titles": {
                        "eng": "Welf Crozzo | Shikou",
                        "jpn": "始高―ヴェルフ・クロッゾ―"
                    },
                    "Summaries": {
                        "eng": "Bell and Ryu must cast reservations aside in the face of death. Meanwhile, Welf faces a trial by fire he cannot fail; lives are at stake.",
                        "jpn": "僅かながらに回復を果たし、深層からの脱出に動き始めたベルとリュー。深層探索の経験者であるリューから教えを受けつつ、ベルたちは深層と下層の分水嶺──３６階層を目指すことに。片や、ベルたちが堕ちた深層を目指すリリたちは、全ての命運をヴェルフに託すことを決め、彼を守り多数のモンスターと戦い続ける。鍛冶師が打つ、たった一振りの武器──それが戦況を覆すという荒唐無稽な希望にすがりながら……"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "9524277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/9524277",
                    "Titles": {
                        "eng": "White Palace | White Labyrinth",
                        "jpn": "白の迷宮―ホワイトパレス―"
                    },
                    "Summaries": {
                        "eng": "Bell and Ryu’s relationship deepens as the trauma of the Deep Floors pushes them past their limits. They have each other, and that is the only reason they’re both still alive.",
                        "jpn": "ボールスがベルを見失ったという２７階層に到達したリリやヴェルフたち。そこには、ただ凄惨な戦闘跡だけが残るばかりだった……深層では、満身創痍となり、物資も尽きかけているベルとリューがなんとか生命を繋ぎ止めている中、リューはかつて所属していた飽くことなく『正義』の意味を探究し続ける集団―【アストレア・ファミリア】―について思いを馳せていた。まるで今なすべき『正しきこと』を探すかのように──。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "9524278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/9524278",
                    "Titles": {
                        "eng": "Desperate | Dungeon Do-or-Die Time",
                        "jpn": "迷宮決死行―デスパレート―"
                    },
                    "Summaries": {
                        "eng": "Hope glimmers in the darkness; the Xenos appear in the party’s hour of need, and Bell and Ryu make steady progress despite all odds. They may all survive this after all.",
                        "jpn": "異端児ゼノスによる救援、椿やアーニャたちとの合流を経て、深層へと向かう態勢が整ったリリたち。想定を遥かに超える危険な領域ではあるが、誰もがベルのために、奈落の世界に進むことを決断する。逆に、その深層からの脱出を図るリューとベル。リューの言葉に耳を傾け、飛躍的に深層での対応力を身につけていくベルの成長に、リューは舌を巻く。だが、それでもなお、深層の出口は遠く、光明はまだ見えずにいた……。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "9524279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/9524279",
                    "Titles": {
                        "eng": "Colosseum | Combat Arena",
                        "jpn": "間技場―コロシアム―"
                    },
                    "Summaries": {
                        "eng": "Their luck couldn’t last forever; Bell and Ryu must cross the Colosseum, where monsters constantly respawn. In the end, they may face an impossible choice…",
                        "jpn": "３７階層『白の迷宮ホワイトパレス』の中心にそびえる『闘技場コロシアム』──モンスターが無限に産産み落とされ、彼らが命尽きるまで戦い続けるという、かの【ロキ・ファミリア】ですら、侵入を避けるとされる領域。地上への道を切り開くには、その闘技場を渡らなければならず……。ひとたび見つかれば、無数のモンスターに蹂躙されるという極度の緊張感の中、ベルたちは慎重に歩みを進めていく──"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "9524280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/9524280",
                    "Titles": {
                        "eng": "Astrea Familia | Heroic Death",
                        "jpn": "散華―アストレア・ファミリア―"
                    },
                    "Summaries": {
                        "eng": "It is too late for the Astrea Familia. Their story ends in tragedy, and this is the tale of how Ryu's life changed forever on that dark day.",
                        "jpn": "過去、迷宮都市オラリオに『正義』を標榜する集団がいた──弱きを助け、悪を挫くのみならず……惑い、悩み、それでもなお『正義』を探究し追い求めし者たち。彼女たちの名は【アストレア・ファミリア】──。かつてリューを受け入れ、育み、彼女の拠り所となった唯一の派閥。そしてダンジョンの闇に呑まれ、儚く歴史から、その名が消えてしまった少女たち。ただひとり、【疾風】リュー・リオンを残して……"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "9524281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/9524281",
                    "Titles": {
                        "eng": "Daydream | A Sweet Lie",
                        "jpn": "優しい嘘―デイ・ドリーム―"
                    },
                    "Summaries": {
                        "eng": "Ryu’s feelings for Bell have changed in a way she cannot quite place. All she knows is that she cannot lose him; she just cannot.",
                        "jpn": "尽きることなき生存本能が引き寄せた幸運、貫き通した意志と正義を以て、文字通り九死に一生を得たベルとリュー。崩落した闘技場コロシアムの地下で偶然発見した未開拓領域で、ふたりは束の間の休息を取ることに。最難関の峠を乗り越え、ふたりの間に力ない笑みが浮かぶ程度には回復した頃、冒険者たちは地上に向かい再び歩み始める──。未だ闇深い奈落の領域から、光溢れる未来が近いことを信じて……"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "9524282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/9524282",
                    "Titles": {
                        "eng": "Luvia | Starry Flower",
                        "jpn": "星華―ルヴィア―"
                    },
                    "Summaries": {
                        "eng": "After five years of grief, guilt and pain, Ryu finally faces a new path—a new justice. The Juggernaut should beware.",
                        "jpn": "守るべき妖精を安らかな眠りにいざない、少年はひとり戦地へと赴く──。少年を待つものは、厄災たる破壊者。それはかつて、妖精から全てを奪い去った元凶──そして地上への道程を阻む最後にして最大の試練。奈落の領域で妖精から学んだものも総動員し、少年は持ち得る全てを行使し破壊者へと挑んでいく。惨禍の元凶と少年の剣戟音が響く中、妖精は未だ夢を見続けていた……そう、惨禍で失われた仲間たちとの夢を。──深章 厄災篇　ここに完結──"
                    },
                    "Aliases": []
                }
            }
        },
        "5": {
            "ID": "2093204",
            "URL": "https://thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/seasons/official/5",
            "Titles": {
                "eng": "Is It Wrong To Try To Pick Up Girls in a Dungeon? V",
                "jpn": "ダンジョンに出会いを求めるのは間違っているだろうかⅤ 豊穣の女神篇",
                "rus": "Богиня плодородия",
                "zho": "在地下城寻求邂逅是否搞错了什么V 丰饶的女神篇",
                "fra": "DanMachi - La légende des Familias - V",
                "spa": "¿Está mal intentar ligar en una mazmorra? V"
            },
            "Summaries": {
                "eng": "As the labyrinth city of Orario prepares for the Goddess Festival, Bell Cranel looks forward to the festivities after his and Ryu's harrowing escape from the Dungeon's darkened depths. However, in a small tavern tucked away on a street corner, the single decision of a young woman causes a chain of events that throws Bell's life and the entire city into chaos.",
                "jpn": "女神祭――迷宮都市オラリオが活況に包まれる、実りの祝祭。\r\n豊穣を象徴する女神たちは祭壇に奉られ、その中にはあの『美の女神』の姿も。\r\n\r\nダンジョン深層という死地から生還を果たし、日常を取り戻したベル・クラネルもまた、\r\n女神祭の賑わいを楽しむはずだった……\r\n――とある酒場の娘から一通の手紙が届くまでは。\r\n\r\n『ベルさんへ　今度の女神祭、二人だけでデートしてください。　シルより』\r\n\r\n都市の片隅、小さな酒場で固まった、少女のたったひとつの決意が、少年と迷宮都市を狂わせていく。\r\nそして、『最強』を標榜する『強靭な勇士（エインヘリヤル）』達が今、動き出す。\r\n\r\nこれは、少年が歩み、少女が望む――【眷族の物語（ファミリア・ミィス）】――",
                "rus": null,
                "zho": "女神祭——那是让迷宫都市欧拉丽沉浸在热闹非凡、庆祝丰收的盛大祭典。在祭坛上供奉着象征丰饶的众女神，其中也包括那位“美之女神”的身影。\r\n\r\n成功从地下城深层的绝境中生还、重返日常生活的贝尔·克朗尼，原本也期待着女神祭的热闹氛围……直到他收到了一封来自某个酒馆少女的信件。“致贝尔先生，这次的女神祭请与我单独约会。——希儿” 这位在都市一角的小酒馆中工作的少女所下的决心，将让少年与迷宫都市陷入一片混乱。同时，号称“最强”的“剽悍勇士（Einheriar）”们也即将展开行动。\r\n\r\n这是一段少年经历的冒险，以及少女所期望的眷族神话（Familiar Myth）。",
                "fra": "Alors que la cité d'Orario se prépare pour le Festival des Déesses, Bell Cranel attend avec impatience les festivités après l'évasion éprouvante de Ryu et lui des sombres profondeurs du Donjon. Cependant, dans une petite taverne située au coin d'une rue, la simple décision d'une jeune femme provoque une série d'événements qui plongent la vie de Bell et la ville entière dans le chaos.",
                "spa": "Mientras la ciudad laberíntica de Orario se prepara para el Festival de la Diosa, Bell Cranel espera con ansias las festividades tras su desgarradora huida con Ryu de las oscuras profundidades de la mazmorra. Sin embargo, en una pequeña taberna escondida en una esquina, la simple decisión de una joven desencadena una serie de acontecimientos que sume la vida de Bell y la ciudad entera en el caos."
            },
            "# Episodes": 15,
            "Episodes": {
                "1": {
                    "ID": "10547228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/10547228",
                    "Titles": {
                        "eng": "Syr",
                        "jpn": "『　　　』（シル）"
                    },
                    "Summaries": {
                        "eng": "Syr is not the only one who has feelings for Bell. When she notices the shift in her friend’s behavior, she asks Ryu a question that shakes the elf to the core.",
                        "jpn": "異常事態（イレギュラー）が幾重にも折り重なった、ダンジョン下層、そして深層の死闘の数々――そこから無事生還を果たしたベル・クラネルと【ヘスティア・ファミリア】の面々。\r\n仲間の昇格（ランクアップ）や、ダンジョン深層で急速に距離が縮まったリューとベルの甘酸っぱい関係性など、多少の変化はあったものの彼らも、迷宮都市もすっかり日常を取り戻していた――そこに、ただひとり、日常を脱却し、変化を望む街娘がいることなど知る由もなく……"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10695030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/10695030",
                    "Titles": {
                        "eng": "Master | Training",
                        "jpn": "調教(マスター)"
                    },
                    "Summaries": {
                        "eng": "Hedin will not allow Bell’s date with Syr to proceed. Not until Bell can properly woo her; not until he learns... how to pick up girls in a dungeon.",
                        "jpn": "シルからの恋文で女神祭デートに誘われたベル。常日頃とは異なる雰囲気に戸惑っていたところを【フレイヤ・ファミリア】の幹部、ヘディン・セルランドに拉致されてしまう。\r\nヘディンの目的は『シルを喜ばせる』ために、ベルの対女性能力（モテ力）を引き上げること……訳が分からないまま、ベルは過酷な特訓へと引き込まれてしまう。\r\n一方、豊穣の女主人では、シルとベルのデートが気になって仕方ないリューが、己の取るべき行動に葛藤していた……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10695031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/10695031",
                    "Titles": {
                        "eng": "Odr | Partner",
                        "jpn": "伴侶(オーズ)"
                    },
                    "Summaries": {
                        "eng": "Bell and Syr finally go on their festival date. Unfortunately, several meddlesome groups insist on being the third wheel.",
                        "jpn": "女神祭当日──そしてシルとのデート本番。\r\n「私を……さらってください」──その一言でふたりのデートは逃走劇に一転する。ふたりを追うのはヘスティア、アイズ、豊穣の女主人の店員……そしてどういう訳か【フレイヤ・ファミリア】の眷族たち。なんとか追手の追跡を逃れ、ベルとシルは『聖フルランド大精堂』に辿り着く。そこは古代の英雄譚『水と光のフルランド』縁ゆかりの場所。英雄と精霊の悲恋の物語が紡がれた地で、ふたりはデートを再開する。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10695032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/10695032",
                    "Titles": {
                        "eng": "Seidr | God and Girl",
                        "jpn": "神と娘(セイズ)"
                    },
                    "Summaries": {
                        "eng": "Bell can’t act the dense, indecisive fool—not after Syr poured her heart out to him. He must respond to her feelings honestly, but now the Freya Familia is trying to kill her.",
                        "jpn": "【フレイヤ・ファミリア】の激しい追撃をかいくぐり、なんとか逃げおおせたベルとシル。すっかり日が暮れ、更には逃走劇の際に運河に飛び込んだため、ずぶ濡れ……。そんな状況でシルがベルを引き入れたのはベッドがひとつしかない宿屋だった。シャワーを浴び、乾いた衣服に着替え……問答、駆け引き、葛藤、迷い──そして……。様々なものが交錯し、ふたりの距離は常に揺れ動く。だが、夜はまだ始まったばかり。夜明けは、まだまだ遠い……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10695033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/10695033",
                    "Titles": {
                        "eng": "Freya Familia | Invasion",
                        "jpn": "侵略(フレイヤ・ファミリア)"
                    },
                    "Summaries": {
                        "eng": "Syr had her chance. It’s Freya’s turn now, and the goddess will use any means necessary to make all of Orario understand that Bell is hers. Completely. Undeniably. Hers.",
                        "jpn": "街娘から向けられた好意に、ベルは正面から向き合い……そして拒んだ。自身の憧憬から目を背けることはできないからと。\r\n──それがすべての始まりとなった。女神は神意を固め、なりふり構わずベルを『獲り』にいくことを告げる……迷宮都市オラリオ最強の【フレイヤ・ファミリア】の眷族たちに。\r\n迷宮都市全土を巻き込んだ『愛』の暴走が、ここに始まる──。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10695034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/10695034",
                    "Titles": {
                        "eng": "Orario | Distorted City",
                        "jpn": "歪曲都市(オラリオ)"
                    },
                    "Summaries": {
                        "eng": "Bell claims he’s part of the Hestia Familia. But that can’t be right, he’s always been part of the Freya Familia. His own Familia and goddess wouldn’t lie to him, right?",
                        "jpn": "迷宮都市は『捻じ曲げられた』──他ならぬ女神フレイヤの魅了の権能によって。都市の人々は【ヘスティア・ファミリア】のベル・クラネルを忘れ、覚えているのは【フレイヤ・ファミリア】のベル・クラネルのことだけ。以前の記憶を残しているのはベルとフレイヤ、彼女の幹部たち、そして都市の創設神・ウラノスと……フレイヤとの約定により真実を言い出せないヘスティアのみ。\r\nフレイヤの目的はベルの精神的な籠絡──女神の目論見は完遂に向け進んでいく。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10695035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/10695035",
                    "Titles": {
                        "eng": "Loneliness | Separated",
                        "jpn": "別離(ロンリネス)"
                    },
                    "Summaries": {
                        "eng": "Freya’s control was never absolute. There will always be those who slipped through the cracks and cannot accept the new status quo.",
                        "jpn": "【フレイヤ・ファミリア】の眷族としての過酷な鍛錬と、優しき美の女神からの寵愛の日々──そんな日常に次第に馴染みつつあるベル。\r\nだが、ベル以外の『世界が捻じ曲がる』以前の記憶のある者たちは現状を黙って見過ごしているわけではなかった。ヘスティアはフレイヤの魅了の権能を弾いたであろうウラノスに接触。辛くも都市から逃れ、フレイヤの魅了による記憶改竄を避けることができたアスフィとリューもまた、行動を開始する。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10695036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/10695036",
                    "Titles": {
                        "eng": "Bell Cranel | Desires",
                        "jpn": "憧憬(ベル・クラネル)"
                    },
                    "Summaries": {
                        "eng": "Everyone has a breaking point, and Bell is approaching his limit. He has two choices left: he can either give in and accept Freya’s affections, or forge ahead as his true self.",
                        "jpn": "ベルを手中に収めるため、あらゆる手を尽くし、不穏分子を悉く潰し続けるフレイヤ。その範囲は『シルのお気に入り』であったはずのアーニャやリューにまで広がっていた。\r\nその一方で、どれほど傷つき、どれほど愛に絡め取られても憧憬を捨てることができず……心折れ陥落しきることもないベル・クラネル。\r\nそんなベルの様子に女神フレイヤや、その幹部たちが焦りを感じ始めた頃……都市に戻ったアスフィと、ヘスティアが遂に再会する。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10695037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/10695037",
                    "Titles": {
                        "eng": "Vesta | Altar of the Sacred Flame",
                        "jpn": "聖火の祭壇(ウェスタ)"
                    },
                    "Summaries": {
                        "eng": "As Bell discovers the truth about Syr and confronts Freya, Hestia unleashes her power. She is the Goddess of the Hearth, which makes her the most formidable deity in Orario.",
                        "jpn": "ミアの叱咤、そしてアイズの言葉により、自身が【ヘスティア・ファミリア】であることに確信を持ったベル・クラネル。だが、捻じ曲がった世界で監視も厳しいベルに打てる手はなく──。\r\nそんな中、【フレイヤ・ファミリア】の本拠地『戦いの野フォールクヴァング』に捕らえられていたリューが脱出を図り、騒動が勃発する。それに乗じ、監視の目から逃れたベルは、最初にシルの手紙を持ってきた人物──ヘルンに遭遇する。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10695038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/10695038",
                    "Titles": {
                        "eng": "War Game | The Great Faction Battle",
                        "jpn": "派閥大戦(ウォーゲーム)"
                    },
                    "Summaries": {
                        "eng": "Freya declares a War Game against the Hestia Famila. The terms are simple: if Freya wins, Bell will be hers. But if she loses? She will return to Heaven.",
                        "jpn": "ヘスティアの権能により、フレイヤの目論見は潰えた──が、フレイヤはヘスティアにベルを賭けた戦争遊戯ウォーゲームを提言する。そこに【レイヤ・ファミリア】の存続、フレイヤ自身の天界送還すら賭けてもいいと。かくして決まった【ヘスティア・ファミリア】を始めとする有志派閥による派閥連合と【フレイヤ・ファミリア】との戦争遊戯ウォーゲーム……かし、【ロキ・ファミリア】は不参加、そしてアイズの協力も得られないことがヘスティアに告げられる。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10695039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/10695039",
                    "Titles": {
                        "eng": "Fólkvangr | Hell",
                        "jpn": "地獄(フォールクヴァン)"
                    },
                    "Summaries": {
                        "eng": "The Hestia Familia may have formed an alliance for the War Game, but the Freya Familia earned its fearsome reputation for a reason. The allied army is about to find out why.",
                        "jpn": "迷宮都市史上最大の戦争遊戯『神探し』の幕が切って落とされた。派閥連合の全ての神が持つ花を奪われる前に、フレイヤを見つけ、彼女が持つ花を奪うこと──それが唯一の勝利条件。\r\n一柱の女神を隠し、精鋭たちが神々を見つけ狩っていく──そんな常套手段を無視するかの如く【フレイヤ・ファミリア】指揮を務めるヘディンが取ったのは……残酷なまでの策だった。\r\n小細工など粉砕する、都市最強の派閥が動き出す。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10695040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/10695040",
                    "Titles": {
                        "eng": "Astrea Record | Inheritance",
                        "jpn": "継承(アストレア・レコード)"
                    },
                    "Summaries": {
                        "eng": "Defeat is imminent. As the allied army falls, they need a miracle to win. But just as all hope fades, a gale-force wind begins to howl.",
                        "jpn": "昇格ランクアップしたベルの【英雄願望アルゴノゥト】最大畜力フルチャージによる「聖火の英斬アルゴ・ウェスタ」──少年の最大の一撃すら都市最強には通じなかった。\r\nそこから始まるのは圧倒的な力による蹂躙。フレイヤの眷族たちによる攻勢で、一柱、また一柱と派閥連合の神々が落とされていく。だが、戦場に立つ者たちはまだ諦めず、一方的な蹂躙にその身を晒し、満身創痍となりながらも派閥連合は生き汚く戦い続けた。そしてその先に、望みを繋ぐ疾風かぜが、吹いた──。そこから始まるのは圧倒的な力による蹂躙。フレイヤの眷族たちによる攻勢で、一柱、また一柱と派閥連合の神々が落とされていく。だが、戦場に立つ者たちはまだ諦めず、一方的な蹂躙にその身を晒し、満身創痍となりながらも派閥連合は生き汚く戦い続けた。そしてその先に、望みを繋ぐ疾風かぜが、吹いた──。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "10695041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/10695041",
                    "Titles": {
                        "eng": "Revenge | Counterattack",
                        "jpn": "逆襲(リベンジ)"
                    },
                    "Summaries": {
                        "eng": "Unexpected reinforcements and a sudden betrayal have turned the tide of battle. The allied army now has a chance at victory, but they must fight tooth and nail to seize it.",
                        "jpn": "Lv.６にまで昇格ランクアップしたリューの参戦、そして、誰もが予想し得なかったヘディン・セルランドの行動により盤石だった都市最強派閥にできた、僅かな綻び……その小さな勝ち筋を逃さぬよう絶望的な戦いを継続する派閥連合。結果、反撃の狼煙は確かに上がり──それに呼応するように、新たな……そして強力な助っ人たちが戦場に降り立つ。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "10695042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/10695042",
                    "Titles": {
                        "eng": "Einherjar | The Warriors of the Goddess",
                        "jpn": "女神の勇士達(エインヘリヤル)"
                    },
                    "Summaries": {
                        "eng": "Only two adventurers stand between the allied army and Freya. Unfortunately, Ottarl and Allen are the Freya Familia's most formidable warriors.",
                        "jpn": "助太刀、裏切り、そして成長──今や戦争遊戯ウォーゲームの戦局は神々すら見通せないほどの未知に包まれていた。迷宮都市でも指折りの実力を誇る【フレイヤ・ファミリア】の『強靭な勇士エインヘリヤル』たちは倒れていき、……当初圧倒的であった戦力差は、確実に縮まっていた。\r\nだが、残された【フレイヤ・ファミリア】の雄は『最速』と『最強』……余りにも高い、迷宮都市が誇る双璧に、ベルたち派閥連合は最後の勝負を挑む。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "10695043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon/episodes/10695043",
                    "Titles": {
                        "eng": "Syr | First Love",
                        "jpn": "初恋(シル)"
                    },
                    "Summaries": {
                        "eng": "Freya loved a mortal who would never love her back, and both she and others suffered for it. The conflict she started is ending, and the goddess must face her final fate.",
                        "jpn": "獣化という最後の切り札を切った【猛者おうじゃ】オッタル。対するは、春姫の階位昇華レベル・ブーストをその身に受けたリュー、ミア、ヘディン……そしてヘスティアからステイタス更新も受けたベル・クラネル。 その誰もが美の女神のために……街娘のために、すべての手札を出し切って、その身を焼くが如くぶつかり合う。 街娘が仕掛け、美神が捻じ曲げ、少年が駆け抜けた眷族の物語ファミリア・ミィス──遂に決着。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}