{
    "URL": "https://thetvdb.com/series/rin-ne",
    "Genres": [
        "Action",
        "Animation",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4584754/",
        "https://www.themoviedb.org/tv/62601"
    ],
    "Titles": {
        "eng": "Rin-ne",
        "jpn": "境界のRINNE"
    },
    "Summaries": {
        "eng": "As a child Sakura Mamiya mysteriously disappeared in the woods behind her grandma's home. She returned whole and healthy, but since then she has had the power to see ghosts. Now a teenager, she just wishes the ghosts would leave her alone! At school, the desk next to Sakura's has been empty since the start of the school year, then one day her always-absent classmate shows up, and he's far more than what he seems!",
        "jpn": "幼い頃から幽霊が見える女の子・真宮桜がある日出会ったのは、死神みたいな仕事をしている貧しき少年・六道りんね。りんねは、学校中から寄せられる霊の悩みを解決し、その依頼料のおさい銭とお供え物で生活するのだが、とある事情でとても貧乏！除霊グッズも買えずに桜に借金する始末。お互い気になるのに進展しない２人の関係はどうなる！？ そしてりんねの宿敵とは？ この世に未練を残し、さまよう幽霊たちを輪廻の輪へと送るため、りんねと桜、契約黒猫の六文など、個性豊かな仲間たちとともに、霊界をも巻き込んだ奇想天外な放課後が始まる！貧乏死神少年と冷静沈着少女が織り成す、学園鎮魂コメディー！！"
    },
    "Aliases": [
        "Kyoukai no Rinne"
    ],
    "Modified": "2023-09-19",
    "Seasons": {
        "1": {
            "ID": "607824",
            "URL": "https://thetvdb.com/series/rin-ne/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "5086878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5086878",
                    "Titles": {
                        "eng": "The Mysterious Classmate",
                        "jpn": "謎のクラスメート"
                    },
                    "Summaries": {
                        "eng": "Sakura Mamiya is a high school student who can see spirits. Her seat in class is next to Rinne Rokudo, who for some reason, most people can see only sometimes. Sakura's friend is troubled by a series of bizarre phone calls. Sakura and Rinne investigate.",
                        "jpn": "幽霊が見える女の子・真宮桜は、ある日、羽織をまとった少年・六道（ろくどう）りんねに出会う。なぜか見えたり見えなかったりするりんねを不思議がる桜だったが、そんな時、友人・リカの携帯に奇妙な間違い電話がかかってくる。話を聞いたりんねは、相談に乗ってくれる所を知っていると言うが…。怪奇現象解決のため、りんねと行動を共にする桜だったが、事件の真相に迫る中、謎のクラスメート・りんねの正体を知ることとなる！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5181595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5181595",
                    "Titles": {
                        "eng": "The Memory of the Red Ring",
                        "jpn": "赤い輪の記憶"
                    },
                    "Summaries": {
                        "eng": "The people at school have a dream about being approached by a woman in a kimono in a strange world with a with a red ring, imploring them to make an offering to the instrument shelter.",
                        "jpn": "赤い輪が浮かぶ不思議な世界で、着物姿の女性から、伝説の百葉箱へお供えをするよう迫られる夢を学校中の人が見た。桜はりんねの仕業ではないかと疑い、問い詰めるのだったが、そこに夢で見た女性が現れる。彼女の正体はりんねの祖母・魂子（たまこ）。なぜか夢で見る前から、魂子や赤い輪を知っている気がする桜は、原因を探るため、あの世へと来てしまう。しかし途中でりんねとはぐれて、一人であの世をさまようことに…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5181638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5181638",
                    "Titles": {
                        "eng": "The Clubhouse Phantom",
                        "jpn": "クラブ棟の怪"
                    },
                    "Summaries": {
                        "eng": "A huge, monstrous cat attacks from the sky. To Sakura's shock, her friends Miho and Rika can see it, too.",
                        "jpn": "「火の玉を見た」というミホの話を確かめにクラブ棟にやって来た桜たち。すると、空から巨大な化け猫が現れた！化け猫に驚くミホ・リカと、２人にも化け猫が“見える”ことに驚く桜。その帰り道、桜はケガをした子猫を見つける。家へと連れ帰り、手当てをしてあげるのだったが、目を離した隙に子猫は「おかかごはん」を持って、逃げ出してしまう！追いかけてたどり着いたのは、夜のクラブ棟。そこで桜が見たものとは…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5181639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5181639",
                    "Titles": {
                        "eng": "If You Don't Mind Starting as Friends",
                        "jpn": "友だちからで良ければ"
                    },
                    "Summaries": {
                        "eng": "The son of a family of exorcists, Tsubasa Jumonji, has come to school. Right off the bat, he asks out his first love, Sakura! This bothers Rinne, but he turns a cold shoulder towards Sakura.",
                        "jpn": "お祓（はら）いを家業とする少年・十文字翼が転校してきた。初恋の相手である桜との再会を果たした翼は、なんと転校早々、交際を申し込む！一方、りんねはそんな２人の様子が気になりつつも、なぜか桜にそっけない態度をとってしまう。原因が分からず、スッキリしない気持ちを抱えるりんねだったが、死神の仕事で、桜、ミホ、リカ、翼、少年霊という奇妙なメンバーでトリプルデートを行うことになってしまう！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5181640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5181640",
                    "Titles": {
                        "eng": "Hanako-san",
                        "jpn": "トイレの花子さん"
                    },
                    "Summaries": {
                        "eng": "Being broke, Rinne is overjoyed about a job Rokumon brought him: to hunt down an evil spirit for 100,000 yen. Meanwhile, something ghostly is going on at school.",
                        "jpn": "六文がもうけ話を持ってきた。それは賞金１０万円の悪霊の手配書！金欠のりんねにこれ以上のうまい話はない。生活のために張り切るりんねだったが、そのころ、学校ではある霊的事件が起きていた。犯人を見つけた翼は、聖灰で除霊しようとするが、遅れてやって来たりんねに犯人を連れ去られてしまう。その犯人こそ、手配書の悪霊だったのだ！ところが、捕まえた悪霊を見てみると、それはかの有名な「トイレの花子さん」で…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5200367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5200367",
                    "Titles": {
                        "eng": "Voices of the Roadside Shrine",
                        "jpn": "祠（ほこら）の声"
                    },
                    "Summaries": {
                        "eng": "On her way home from school, Sakura hears the voice of a child asking from help from a roadside shrine. She wants to talk to Rinne about it, but Rinne is busy helping mummy-like Taro.",
                        "jpn": "ある日の帰り道、桜は祠（ほこら）から助けを求める子供の声を聞く。早速、クラブ棟へ相談に向かうが、りんねはミイラ男のような依頼人・タローから相談を受けているところだった。突然、凶暴になったというタローの弟・ヒロシの様子を見にやって来たりんね、桜、翼だったが、その正体はヒロシに成りすました化け猫だった！　思わぬ強敵に苦戦するりんねと翼、そして祠へと急ぐ桜。果たして、化け猫を浄霊することができるのか！？"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5215911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5215911",
                    "Titles": {
                        "eng": "Curse of the Rabbit Hutch",
                        "jpn": "ウサギ小屋の因縁"
                    },
                    "Summaries": {
                        "eng": "Sakura spots the spirit of a boy who'd rammed his head into a lamp post be taken away by a boy with bat wings. The next morning, Rinne and Sakura receive a bizarre request letter, but Suzu and Tomoya, who'd also been called there.",
                        "jpn": "桜は、電柱に頭をぶつけた霊が、コウモリの羽を生やした少年に連れ去られるのを目撃する。翌日、妙な依頼の手紙を受け取ったりんねと桜だったが、呼び出された場所にいたのは依頼人ではなく、同じように呼び出されたというスズとトモヤだった。そこに桜が見かけた電柱の霊が現れるのだが、それはスズの恋人・レイジの生霊だった！　早速、レイジの魂を体に戻そうとするが、りんねを恨む悪魔・魔狭人（まさと）が妨害に現れる！"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5215912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5215912",
                    "Titles": {
                        "eng": "Welcome to Hell!",
                        "jpn": "ようこそ地獄へ！"
                    },
                    "Summaries": {
                        "eng": "In an effort to rescue Reiji's living spirit, Rinne chases Masato to Hell, where right off the bat he's forced to enter illegally, as he can't pay for the admission fee.",
                        "jpn": "生霊・レイジを救うため、魔狭人（まさと）を追い、地獄へとやって来たりんね。しかし、入場料が支払えず、いきなり不正入場者として追われることに！　しかも、周到に仕掛けられた魔狭人のワナを破るため、りんねは地獄の物をたくさん壊してしまうのだが、弁償できるお金もない！　実は、魔狭人の本当の目的は、りんねを“借金地獄”へと突き落とすことだったのだ。窮地に追い込まれたりんねは、めったに使えない大技を繰り出す！"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5215913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5215913",
                    "Titles": {
                        "eng": "The Wig's Disappointment and the Pumpkin's Temptation",
                        "jpn": "カツラの無念とカボチャの誘惑"
                    },
                    "Summaries": {
                        "eng": "Rinne's school holds their school festival. Rinne works at the cafe with Sakura, when they sense something ominous. Just then, a blonde wig flies at them.",
                        "jpn": "りんねが通う高校で、学園祭が開かれていた。喫茶店の仕事で、桜と行動を共にするりんねだったが、ふとイヤな気配を感じる。その時、目の前に金髪のカツラが飛び出してきた！そのカツラは、役を降ろされた恨みで演劇部にイヤガラセを働いていたのだが、どういう劇の何の役だったかも思い出せずにいた。さらに、女子生徒を誘惑するマント姿のイケメンや、カボチャ頭の霊まで現れ、楽しいはずの学園祭は思わぬ方向へと向かっていく。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5215914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5215914",
                    "Titles": {
                        "eng": "Damashigami Company",
                        "jpn": "堕魔死神カンパニー"
                    },
                    "Summaries": {
                        "eng": "Rinne has come down with an afterlife strain of the flu. A doctor arrives to treat him, but it turns out that he's a Damashigami.",
                        "jpn": "桜がクラブ棟を訪れると、りんねと六文が寝込んでいた。「あの世型インフルエンザ」にかかってしまったという。そこに都合良く、医者とナースが往診に来るが、その正体はだまし神だった！　なんとか撃退したりんねだったが、突風と共に１人の男が姿を現す。その男こそ宿敵・堕魔死神（だましがみ）カンパニーの社長で、りんねの父・鯖人（さばと）。会社を継がせようとする鯖人とのバカバカしくも壮絶な親子バトルが始まる！"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5215915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5215915",
                    "Titles": {
                        "eng": "The Young President's Induction?!",
                        "jpn": "若社長就任式!?"
                    },
                    "Summaries": {
                        "eng": "Sakura, Rokumon and Tsubasa infiltrate Damashigami Company. In an effort to take down the company, Rinne challenges Sabato to a duel.",
                        "jpn": "堕魔死神（だましがみ）カンパニーに乗り込んだりんね、桜、六文、翼。カンパニーを潰すため、社長である鯖人（さばと）に勝負を挑むりんねだったが、鯖人の必殺武具・吸血火車によって、死神のカマを奪われてしまう。追い込まれたりんねを助けるため、桜と六文は“謎のアザラシ”に導かれ、社長室へと忍び込む。そこにあったのは鍵のかかった金庫。カンパニーの相続をめぐる、宿命の親子バトルはクライマックスへと突入する！"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5215916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5215916",
                    "Titles": {
                        "eng": "Ageha the Shinigami",
                        "jpn": "死神 鳳（あげは）"
                    },
                    "Summaries": {
                        "eng": "Rika gets 100% on a test using a mechanical pencil that makes her smarter, but an ominous aura comes from the pencil.",
                        "jpn": "頭の良くなるシャーペンを使い、１００点を取ったリカ。しかし、そのシャーペンからは何やら邪気が出ている。すると、リカや同じシャーペンを使う生徒たちが邪気に引っ張られ、霊道へと消えてしまった。犯人のだまし神を追うりんねだったが、カマを持った少女に邪魔をされる。少女は鳳（あげは）という名の死神で、りんねをだまし神と間違えて襲ったのだ。誤解は解けたものの、鳳がだまし神を憎む理由を聞き、りんねは驚く！"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "5215917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5215917",
                    "Titles": {
                        "eng": "Naggy",
                        "jpn": "くどい"
                    },
                    "Summaries": {
                        "eng": "In a daze after having seen Rinne and Ageha holding hands, Sakura accidentally wanders into the Reidou. She's surrounded by Damashigamis, but Rinne saves her at the last second.",
                        "jpn": "手を握るりんねと鳳（あげは）を目撃した桜は、もやもやしているうちに、霊道に迷い込んでいた。だまし神に囲まれてしまう桜だったが、間一髪のところをりんねに助けられる。すると、２人の前に堕魔死神（だましがみ）カンパニーの美人秘書が現れる。りんねと桜を結婚させようと、婚約指輪を用意した美人秘書だったが、桜は「もらえません」と断ってしまう。そこに、だまし神を憎む鳳がやってきて、美人秘書に襲いかかるのだが…。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "5215918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5215918",
                    "Titles": {
                        "eng": "It's Not a Date!",
                        "jpn": "デートではない！"
                    },
                    "Summaries": {
                        "eng": "Sakura finds the spirit of an idol by the pool, but she doesn't want to bring it up with Rinne; she's still bothered by what happened between him and Ageha.",
                        "jpn": "遊園地のプールで、アイドルの幽霊を見かけた桜だったが、鳳（あげは）とのことが気になり、りんねに相談できずにいた。そこへ翼がやってきたことから、二人で遊園地へ行くことに。一方のりんねは、遊園地のお化け屋敷で起きた事件の相談を受けていた。すると、鳳から「重大な情報を入手した」という矢文が届き、りんねも遊園地へ行くことを決める。同じ遊園地に行くことになってしまった２組はどうなる！？"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "5215919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5215919",
                    "Titles": {
                        "eng": "Just a Thank You",
                        "jpn": "あくまでお礼"
                    },
                    "Summaries": {
                        "eng": "Rinne tries to set things straight with Sakura about Ageha. Every time he tries to talk to her, he gets interrupted. Something odd comes out of the bento box that Ageha gives him.",
                        "jpn": "鳳（あげは）との関係を、桜に誤解され、悩んでいるりんね。桜に声をかけるも、何かと邪魔が入り、まともに話せずにいた。そんなりんねのもとへ、鳳がやってくる。りんねとの恋を成就させるため、家に代々伝わる重箱を持ち出し、お弁当をつくってきたのだった。不覚にも、クラスメートたちにお弁当を見られてしまい、必死に弁明するりんねだったが、桜の誤解は深まるばかり。ところが、この重箱にはある秘密が隠されていて…。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "5215920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5215920",
                    "Titles": {
                        "eng": "Memories of the Haunted Cedar",
                        "jpn": "おばけ杉の思い出"
                    },
                    "Summaries": {
                        "eng": "Tsubasa invites Sakura to visit a huge tree at the elementary school where they met, but there's something not right about the tree.",
                        "jpn": "翼から、初めて出会った小学校に行こうと誘われた桜。その小学校には「おばけ杉」と呼ばれる大木があり、翼は木の根元に埋めたパワーストーンを掘り出しに行くという。桜にとっても懐かしい場所だったが、二人が行ってみると、おばけ杉は傷だらけの変わり果てた姿になっていた。ショックを受ける桜。そこへ巨大なヨーヨーを操る少年の悪霊が襲いかかってきた。その悪霊を見て、桜は小学生の頃の出来事を思い出す。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "5215921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5215921",
                    "Titles": {
                        "eng": "Curse of the Power Stone",
                        "jpn": "パワーストーンの呪い"
                    },
                    "Summaries": {
                        "eng": "Tsubasa is upset: Rinne keeps getting between him and Sakura. But Masato the devil appears before him, offering what appears to be a solution.",
                        "jpn": "桜との関係が進展せず、りんねをうとましく思う翼。すると、そこへ悪魔・魔狭人（まさと）が現れた。魔狭人は、翼の持っている汚れたパワーストーンとあわせれば、りんねを呪うことができると言い、「悪魔の書」を手渡す。誘惑を拒否し「悪魔の書」を捨てる翼だったが、何度捨てても手元に戻ってきてしまう。人を呪うほど落ちぶれていない、という翼の思いとは裏腹に、りんねと桜を見るたびに、思わず呪いをかけてしまい…。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "5215922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5215922",
                    "Titles": {
                        "eng": "Shirushigami Kain",
                        "jpn": "記死神　架印"
                    },
                    "Summaries": {
                        "eng": "During her pursuit of the Damashigami, Ageha encounters a Shirushigami named Kain. She goes crying to Rinne after he mocks her and her sister.",
                        "jpn": "だまし神を追いかけていた鳳（あげは）は、その途中で、記死神（しるしがみ）の少年・架印と出会う。だまし神に落ちた姉をバカにされてしまった鳳は、りんねに泣きつく。すると、そこへ架印が現れ、いきなりりんねに攻撃を仕掛けてきた。借金の債権者だと主張する架印は、担保がわりに、りんねから命の火を奪い去っていく。霊体となってしまったりんねは、魂を取り戻すため、桜・翼・鳳・六文とともにあの世へ向かう！"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "5215923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5215923",
                    "Titles": {
                        "eng": "In the Box",
                        "jpn": "箱の中"
                    },
                    "Summaries": {
                        "eng": "Sakura and the others are trapped in a shed at Kain's home. There they find a suspicious box bearing, but they need Rinne to open it, and he's busy fighting Kain.",
                        "jpn": "架印の家で、蔵に閉じ込められてしまった桜たち。そこで見つけたのは、かつて鯖人（さばと）が借金のカタに置いていった謎の木箱だった。早速、開けようとするが、その箱にはりんね以外には開けられない封印が施されていた。一方、りんねは架印の攻撃によってピンチに追い込まれていた。あと少しでりんねの輪に吸い込まれそうになるが、そこへ箱を持った桜たちがやって来た。窮地を脱するため、箱の封印を解くりんねだったが…。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "5215924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5215924",
                    "Titles": {
                        "eng": "A Home Without Spirits",
                        "jpn": "霊の来ない家"
                    },
                    "Summaries": {
                        "eng": "Sakura notices something odd when she gets home: there are spirits passing through her house.",
                        "jpn": "学校から帰宅した桜は、ある異変に気がつく。今まで家に入ってくることがなかった霊たちが、真宮家の中で自由に過ごしていたのだ。翌日、相談を受けたりんねは、原因を探るため、桜の家に行くこととなる。初めて家に呼ばれ、浮かれるりんねだったが、その日は死神道具の講習会。サボって向かおうとしたところ、鳳（あげは）が迎えにやってくる。その場から逃げ出すも、怪しむ翼・鳳・六文に、りんねはあとを追いかけられてしまう。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "5215925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5215925",
                    "Titles": {
                        "eng": "M's Tragedy",
                        "jpn": "Mの悲劇"
                    },
                    "Summaries": {
                        "eng": "It's bonus season at the Mortal Census Bureau where Kain works. Kain is tasked with delivering the money, but it gets stolen along the way.",
                        "jpn": "架印が働く命数管理局に、ボーナスの季節がやってきた。しかし、現金が入ったジュラルミンケースを開けたところ、中身がかんしゃく玉に入れ代えられていた！後日、鳳（あげは）からボーナスの一件について話を聞くりんねの前には、なぜか見覚えのないジュラルミンケースがあった。中身は、なんと大量の現金！ボーナスを盗んだ犯人として、架印に追われることになってしまったりんねだったが、そこを魔狭人（まさと）に助けられ…。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "5215926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5215926",
                    "Titles": {
                        "eng": "Merry Christmas in the Derelict",
                        "jpn": "廃屋のメリークリスマス"
                    },
                    "Summaries": {
                        "eng": "Ageha goes shopping to prepare for an intimate Christmas with Rinne, but on her way home, she notices an ominous aura coming from an abandoned house.",
                        "jpn": "りんねと親密なクリスマス・イブを過ごすため、買い物に走る鳳（あげは）は、その途中、ある家から不穏な気配を感じる。その頃、りんねは年に一度のクリスマス・イブのため、ショートケーキを買っていた。浮かれるりんねと六文だったが、そこに助けを求める手紙が舞い落ちてくる。目の前に見えるのは謎の廃屋。中に入ってみると、そこには鳳が閉じ込められていた。りんねと会えて喜ぶ鳳だったが、そこに桜と翼もやって来て…。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "5215927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5215927",
                    "Titles": {
                        "eng": "Fox Trap",
                        "jpn": "狐（きつね）おとし"
                    },
                    "Summaries": {
                        "eng": "When Tsubasa catches a cold, Rinne, Sakura, Rokumon, and Kain pay him a visit.",
                        "jpn": "風邪をひいた翼の家に、りんね・桜・六文・架印が集まっていた。架印は、命数管理局で捕らえていた九尾の狐（きつね）の魂が逃げ出したことを知らせにきたのだ。その昔、魂子によって退治された九尾の狐は、その恨みを晴らすため、孫のりんねを襲いにくるという。翌朝、桜たちが登校すると、翼の様子がおかしくなっていた。りんねを襲うため、九尾の狐が翼の体に取りついたのだ。早速、退治しようとするりんねと架印だったが…。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "5215928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5215928",
                    "Titles": {
                        "eng": "Spirited Ramen",
                        "jpn": "ラーメンかえ魂"
                    },
                    "Summaries": {
                        "eng": "The weather turns chilly, signalling the start of the perfect season for ramen.",
                        "jpn": "ラーメンが食べたくなる寒い季節。百葉箱に入っていたのは、近所にオープンしたラーメン屋さんからの依頼の手紙だった。依頼料の無料券につられたりんねは、早速ラーメン屋さんへと向かうが、そこで待っていたのは、堕魔死神（だましがみ）カンパニーの美人秘書。さらに店内に入ると、そこではりんねの父・鯖人（さばと）が店主として働いていた！鯖人が働いていることに驚くりんねだったが、そこに翼がふらりとやって来て…。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "5215929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5215929",
                    "Titles": {
                        "eng": "Target: Sakura",
                        "jpn": "ターゲットは桜"
                    },
                    "Summaries": {
                        "eng": "Sakura gets an experimental candy which can render her unable to see spirits and immediately tries it out.",
                        "jpn": "桜は魂子から開発中の死神道具「霊が見えなくなるキャンディー」をもらう。早速、キャンディーをなめた桜は、本当に霊が見えなくなり、悪霊が近づいても気づかなくなってしまう。そんなとき、悪霊たちが呪い・たたりの技を競い合う迷惑な祭典、Ａ－１グランプリが開催されるのだが、なんと桜がターゲットに選ばれてしまう！悪霊たちから狙われる桜を、必死に守るりんね。しかし、桜には霊体化したりんねの姿が見えず…。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "638166",
            "URL": "https://thetvdb.com/series/rin-ne/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "5334352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334352",
                    "Titles": {
                        "eng": "Oboro the Black Cat",
                        "jpn": "黒猫 朧（おぼろ）"
                    },
                    "Summaries": {
                        "eng": "Ageha doesn't get along with her black cat contractor, Oboro. They fight.",
                        "jpn": "ヘビの霊の集団脱走が発生し、りんねたち若手死神は総出で捕獲にあたっていた。そんな中、ヘビが嫌いでサボっていた鳳（あげは）は、霊道から現れた何者かに、ヘビの霊をぶちまけられ卒倒してしまう。その正体は鳳の契約黒猫・朧（おぼろ）。鳳のせいで１年間、岩の下に閉じ込められていたことを謝るよう迫る朧だったが、雇用契約書をたてにまったく応じてもらえない。鳳と朧による契約書の奪い合いに巻き込まれたりんねは…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5334353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334353",
                    "Titles": {
                        "eng": "The Sweet Tennis Court / The Letterbox",
                        "jpn": "夢のコート/文箱の中"
                    },
                    "Summaries": {
                        "eng": "A spirit is unable to pass on, held back by a desire to play tennis in the school tennis club.",
                        "jpn": "▽「夢のコート」：一度でいいからコートの中でラリーをしたい、というテニス部員の霊の夢をかなえるため、りんねは桜と翼に協力を求める。接待試合で花を持たせようとするも、霊の実力は予想外で…。▽「文箱の中」：お祓（はら）いの依頼を受けた翼は、ヤヨイという名の大正時代の霊と出会う。恋人気分を味わいたいというヤヨイのために、デートを重ねる翼だったが、なぜか次から次へと災難が降りかかる！"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5334355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334355",
                    "Titles": {
                        "eng": "The Disappearance of the Membership Fee",
                        "jpn": "消えた会費"
                    },
                    "Summaries": {
                        "eng": "Rinne's shinigami union payments go missing. Shirushigami Kain threatens him with late charges.",
                        "jpn": "りんねのもとに、あの世から手紙が届く。それは死神共済組合会費未払いのお知らせだった。間違いなく会費を納めたという六文を信じ、命数管理局へと乗り込むりんねだったが、窓口に立つ記死神（しるしがみ）の架印は取り合おうとさえしない。納得のいかないりんねは、会費の行方を明らかにするため、独自に調査を始める。一方、仕事を終えた架印が帰宅すると、契約黒猫の鈴がバタバタとやってきて…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5334356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334356",
                    "Titles": {
                        "eng": "Love Song",
                        "jpn": "愛の歌"
                    },
                    "Summaries": {
                        "eng": "A spirit who passed away in the Showa era returns, causing trouble all around the neighborhood.",
                        "jpn": "尊敬する生徒会長・優木ナオミの悪いうわさに怒るミホ。ところが、桜たちとの下校中、妙な格好をしたナオミにカツアゲされてしまう。ショックを受けるミホだったが、桜はその女性がナオミとそっくりの顔をした霊だと気づく。相談を受けたりんねは、霊の長いスカート、聞きなれない言葉から“昭和の不良霊”であることを確信。早速、専門家の魂子に協力を求めると、なぜか雨空の中、空き地へ向かうこととなり…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5334357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334357",
                    "Titles": {
                        "eng": "Digging for Memories / Lend Me Money? / Demon at the Campsite",
                        "jpn": "思い出発掘/お金貸して？/キャンプ場の悪魔"
                    },
                    "Summaries": {
                        "eng": "Rinne's grandma cleans her house, and digs up some goodies. Rinne's Dad is broke again. A demon tries to take one of Sakura's friends' brothers to Hell.",
                        "jpn": "▽「思い出発掘」：５０年ぶりに家の大掃除をするという魂子を手伝いにやってきたりんねと桜。片づけていると、りんねのアルバムが出てきて…。▽「お金貸して？」：桜の前に、鯖人がお金を借りに現れた。相手にしないようにする桜だったが、りんねの誕生日プレゼントを買うためだと言われ…。▽「キャンプ場の悪魔」：クラスメイトの頼みでキャンプ場にやってきたりんね一行。悪魔召喚をしようとする弟について相談されるが…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5334359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334359",
                    "Titles": {
                        "eng": "Homestay Training",
                        "jpn": "ホームステイ実習"
                    },
                    "Summaries": {
                        "eng": "Rinne's homestay, Shouma, is quite a handful. Hoping to end his school assignment quickly, he goes after an evil spirit, but the spirit appears elsewhere as a living human being.",
                        "jpn": "ここ数日、桜は子どもの死神をよく見かけていた。六文によると、死神小学校の児童がこの世にホームステイして、成仏実習をしているという。りんねのもとへやってきたのは、お坊ちゃま死神の翔真。りんねとの貧乏生活が耐えられない翔真は、悪霊を浄霊し、すぐに実習を終わらせようとするもうまくいかずにいた。そんなとき、桜はワニの顔をした女の霊と出会う。ワニ女を浄霊しようと、りんねの死神のカマを持ち出す翔真だったが…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5334361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334361",
                    "Titles": {
                        "eng": "Supervisory Liability",
                        "jpn": "監督責任"
                    },
                    "Summaries": {
                        "eng": "Masato tricks Rinne's homestay, Shouma, into turning spirits evil. Both Rinne and Shouma are in deep trouble.",
                        "jpn": "成仏実習が終わらない翔真は、いまだにりんねのもとで貧乏生活を送っていた。あの世に帰るため、１発合格を狙い悪霊を探す翔真だったが、その途中、悪霊を紹介してくれるという優しいおにいさんに出会う。しかし、それは悪魔・魔狭人（まさと）だった！優しい言葉にだまされた翔真は、悪霊ではない普通の霊を傷つけようとしてしまう。駆けつけたりんねに、魔狭人には接触しないよう言われるが、素直に言うことを聞けない翔真は…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5334362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334362",
                    "Titles": {
                        "eng": "The Cursed Straw Doll",
                        "jpn": "呪いのワラ人形"
                    },
                    "Summaries": {
                        "eng": "A spirit is wandering around the steps of a local shrine. She'd died trying to curse Mamiya and Sakura's homeroom teacher, Suzuki-sensei.",
                        "jpn": "りんねの生活を気にかけ、担任のスズキ先生が重箱でお弁当を差し入れてくれた。喜ぶりんねだったが、中身はすべて梅干し…。その日の帰り道、妙な音を聞いた桜たちが神社に入ってみると、女性の霊がワラ人形にクギを打ちつけていた。いつものように逃げ出すミホとリカだったが、なぜか霊も一緒に逃げ出してしまう。その場にひとり残された桜がワラ人形を確認すると、なんとそこにはスズキ先生の写真が入っていた！"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5334363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334363",
                    "Titles": {
                        "eng": "Mikazukido Is the Place for the Scythe",
                        "jpn": "鎌の事なら三日月堂"
                    },
                    "Summaries": {
                        "eng": "Chisame is an undefeated minibike champion. The gang wants her in the Bike Club, but she falls a bit short.",
                        "jpn": "死神のカマを修理に出そうとしたりんねだったが、いつもの店が修理代を値上げしていた。お金が足りず出直そうとすると、いきなり鉄球が飛んできた！カマで鉄球をはね返すと、そこに謎の女性・来兎（らいと）が現れ、カマ研ぎの無料クーポン券を渡される。無料に釣られて訪れた三日月堂は、営業担当の来兎と、その弟で四代目三日月斎・零不兎（れふと）の鎌打ちの老舗だった。試しに鎌研ぎを頼むりんねだったが…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5334365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334365",
                    "Titles": {
                        "eng": "Level Six Black Cat",
                        "jpn": "黒猫六段"
                    },
                    "Summaries": {
                        "eng": "Rokumon and the other black cats are invited to the celebration of a high-profile black cat before his reincarnation. Meanwhile, Rinne does battle with a hobo moth who threatens to make him even poorer.",
                        "jpn": "りんねの部屋に貧乏蛾（びんぼうが）という、あの世の害虫が飛んできた。貧乏りん粉をまき散らされる前に捕獲しようとするりんねだったが、突如現れた黒猫に邪魔をされてしまう。その正体は、死神翔真の契約黒猫・黒洲だった。翌日、黒猫族伝説の長老・黒井田永世十段の輪廻（りんね）転生を祝う会に出席した六文は、黒洲と再会する。集まった大勢の黒猫を前に、黒井田は７００年かけて培った遺産を誰かに受け継いで欲しいという。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5334366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334366",
                    "Titles": {
                        "eng": "A Mystery at the Summer Festival",
                        "jpn": "夏祭りの怪"
                    },
                    "Summaries": {
                        "eng": "It's summer festival season. Rokudou doesn't have money to spend on such fun. Instead, he investigates rumors of \"Dancing People.\"",
                        "jpn": "ミホとリカに夏祭りに誘われたりんねは「むだ金は使わない」と断ってしまう。桜も来ると知り、参加表明しようとするも、話題はミホが聞いた“踊る人”に。帰り道、激しく盆踊りしながら激走する“踊る人”に遭遇した桜は、りんねのもとへ相談に向かう。そして夏祭り当日、ミホ・リカ・翼と遊びにきた桜は、そこで違うクラスの女子と手をつないでデートするりんねを目撃してしまう。いつになく笑顔のりんねを見た桜は…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5334368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334368",
                    "Titles": {
                        "eng": "Ghost Rubber Boat / There's Something in the Tunnel / Welcome to Nehanya!",
                        "jpn": "幽霊ゴムボート/トンネルに何かいる/涅槃家（ねはんや）へようこそ！"
                    },
                    "Summaries": {
                        "eng": "Sakura and her friends head to the beach, where they run into Rinne, Ageha, Tsubasa and Rokumon. They investigate a ghost boat, an octopus monster and a section of the beach rumored to be filled with spirits.",
                        "jpn": "▽「幽霊ゴムボート」：桜、ミホ、リカが海へ遊びに行くと、死神の仕事で海に来ていたりんねと鳳（あげは）に出会う。毎年現れる幽霊ゴムボートの依頼を受けたりんねは…。▽「トンネルに何かいる」：見えない何かに襲われ、呪いの刻印を刻まれるトンネルの話を聞いた桜たち。見に行くと、そこには翼がいて…。▽「涅槃家（ねはんや）へようこそ！」：海に居残っている霊を成仏させるため、りんねと鳳は海の家をオープンするが…。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "5334372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334372",
                    "Titles": {
                        "eng": "The Mysterious Transfer Student",
                        "jpn": "謎の転校生"
                    },
                    "Summaries": {
                        "eng": "Shima Renge is a new student at school. She has a habit of breaking people's hearts -- possibly on purpose.",
                        "jpn": "２学期初日、前の学校でいろいろあったという四魔（しま）れんげが転校してきた。桜と翼は一目見て、れんげが美女の霊に取りつかれていることに気がつく。転校早々、れんげはサッカー部のエース・坂シュウトから猛烈なアプローチを受け、その彼女・エリカの恨みを買ってしまう。「私と出会ったカップルは必ず不幸になる」と悩むれんげだったが、その様子にりんねは違和感を抱く。放課後、桜の家をれんげが訪れ…。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "5334373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334373",
                    "Titles": {
                        "eng": "Renge's Revenge",
                        "jpn": "れんげの復讐（ふくしゅう）"
                    },
                    "Summaries": {
                        "eng": "Shima Renge's self-imposed community service work hurts Rinne's weather box business, leaving him terrifyingly poor.",
                        "jpn": "おとなしく反省の日々を送るれんげ。その様子を怪しむ翼は、今のうちにやっつけるべきと主張する。しかし、れんげの転落人生に父・鯖人（さばと）が深く関わっているため、りんねはどこか疑いきれずにいた。そんなとき、六文がいれたお茶を飲んだりんね・桜・翼の体に異変が起こる。それは、れんげが用意した“家来茶”で、３人はれんげの命令に逆らえなくなってしまった。本性を現したれんげは、りんねが一番嫌がることを命じる！"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "5334375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334375",
                    "Titles": {
                        "eng": "Recovery Cream / Rumor / Mushroom Picking",
                        "jpn": "リカバリークリーム/噂（うわさ）/キノコ狩り"
                    },
                    "Summaries": {
                        "eng": "Mikazukido's Recovery Cream can fix anything -- including cats. There's a spirit in the staff storage at school. The black cats go on a trip hunting for magic mushrooms.",
                        "jpn": "「リカバリークリーム」：虫歯になってしまった六文。抜けた歯が、来兎（らいと）・零不兎（れふと）が置いていった試供品のクリームに触れてしまい…。「噂（うわさ）」：ある日突然流れ始めた用具室の噂。幽霊が出ないか、ミホ・リカと見に行く桜だったが、そこには何もいなかった。しかし、百葉箱には用具室の相談が殺到し…。「キノコ狩り」：黒猫たちのキノコ狩り遠足を引率するりんねと架印。六文は超高額キノコを探すが…。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "5334376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334376",
                    "Titles": {
                        "eng": "The Breakup Kit",
                        "jpn": "破局セット"
                    },
                    "Summaries": {
                        "eng": "Ageha tries to break-up Rinne and Sakura with an arsenal of Shinigami tools. Renge gets involved, in an attempt to have it all blow up in Ageha's face.",
                        "jpn": "恋のライバルを排除する死神道具“破局セット”を買った鳳（あげは）は、早速桜を呪おうとする。ところが、使い方を間違え、うまくいかない。そこへ、れんげがやって来て、道具をちゃんと使えないことをバカにし始める。なんと２人は、死神小学校時代の同級生だった！低レベルな口げんかを繰り広げるも、落ちぶれた姿を鳳に見られてしまい、悔しがるれんげ。しかし、残された破局セットから、鳳がりんねを好きなことに気がつき…。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "5334379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334379",
                    "Titles": {
                        "eng": "Shinigami Elementary Reunion",
                        "jpn": "死神小学校同窓会"
                    },
                    "Summaries": {
                        "eng": "Demon Masato gets involved his wings stolen by a mysterious man who seems to be trying to lure Rinne into the Shinigami Elementary School reunion.",
                        "jpn": "りんねのもとに、死神小学校同窓会のお知らせが届く。しかし、会費３０００円と知り、すぐに欠席の返事をしてしまう。数日後、魔狭人（まさと）がやってきて、りんねの顔をお札ではたく。何者かに悪魔の翼を強制的に質入れされてしまうが、その借り主がりんねになっているというのだ。質札に書かれた場所に向かうと、そこは同窓会の会場。待ち受けていた質入れ犯の沫悟（まつご）を、りんねはどうしても思い出すことができずに…。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "5334381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334381",
                    "Titles": {
                        "eng": "Level-up Test for Black Cats",
                        "jpn": "黒猫段位テスト"
                    },
                    "Summaries": {
                        "eng": "Rokumon enters the Black Cat Ranking Exam in pursuit of a ranked black cat contractor discount. Kain and Ageha also have their black cat contractors join. Calamity ensues.",
                        "jpn": "死神道具の出費がかさみ、貧乏生活から抜け出せないりんねと六文。しかし、死神道具を節約すると、今度は浄霊がうまくいかない。そんなとき、有段黒猫になれば死神道具を安く買えることを知った六文は、りんねに受験料５００円を捻出してもらい、黒猫段位テストに挑戦する。試験会場には、同じく初段を受験する朧（おぼろ）と鈴、ほかにもたくさんのライバル黒猫たちが集まっていた。段位獲得のため、最初の筆記試験に挑むが…。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "5334383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334383",
                    "Titles": {
                        "eng": "MVC",
                        "jpn": "ＭＶＣ"
                    },
                    "Summaries": {
                        "eng": "Rokumon's plan to get the key to the Shinigami door backfires, but he gets his reward. The exam heats up even more.",
                        "jpn": "黒猫段位獲得を目指す六文。３つの実技テストのうちの１つ、協調性テストでは、黒猫たちの前に黒猫六段の強敵・黒洲が試験官として立ちはだかる！　さらに、最終試験では戦闘能力を競う黒猫同士のバトルロイヤルが行われる。体の小さい六文は、圧倒的不利な状況にもかかわらず、与えられた予算をやりくりして安上がりに勝ち抜くことを決意する。案の定、ライバル黒猫たちから集中的に狙われてしまう六文だったが…。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "5334384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334384",
                    "Titles": {
                        "eng": "A Pot Samurai / Demon Influenza A and Shinigami Influenza B",
                        "jpn": "鍋と奉行/悪魔Ａ型 死神Ｂ型"
                    },
                    "Summaries": {
                        "eng": "Jumonji's expertise on hot pot ingredients may only be trumped by Rinne's intense desire to enjoy hot food on a cold day. Later, Masato deals with his cold \"the demon way.\"",
                        "jpn": "「鍋と奉行」：おでんが食べたくなる寒い季節。鳳（あげは）がおでんを持ってクラブ棟にやって来た。大喜びするりんねと六文、そこに桜と翼もやってきて、みんなで鍋を囲むことに。ところがその鍋には奉行がついていて…。「悪魔Ａ型　死神Ｂ型」：悪魔Ａ型インフルエンザにかかった魔狭人（まさと）は、りんねにうつして治そうとする。魔狭人のウイルスに苦しむりんねだったが、りんねも死神Ｂ型インフルエンザにかかっていて…。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "5334386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334386",
                    "Titles": {
                        "eng": "I'll Give You a Scarf / I'll Be Waiting on the Rink",
                        "jpn": "マフラー、あげます/リンクで待ってる"
                    },
                    "Summaries": {
                        "eng": "When a girl gives a scarf to a boy, a phantom scarf appears and strangles him! To lure the haunted scarf, Sakura agrees to knit a scarf for Rinne by hand.",
                        "jpn": "「マフラー、あげます」：百葉箱には、マフラーに関する相談が殺到していた。手編みマフラーをプレゼントする現場に、首しめマフラーが現れるというのだ。おびきだすため、桜にマフラーを編んでもらうことになったりんねは…。「リンクで待ってる」：スケートリンクに遊びに来た桜たち。しかし、そこにはユキナという少女スケーターの霊がいた。シズカという子を待っているらしい。一方、りんねはシズカから相談を受けていて…。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "5334388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334388",
                    "Titles": {
                        "eng": "Just the Way We Were...",
                        "jpn": "あの頃（ころ）のまま…"
                    },
                    "Summaries": {
                        "eng": "Renge does everything in her power -- and then some -- to stop her crush, Shirushigami Kain, from finding out that she's a Damashigami.",
                        "jpn": "れんげがだまし神ショップで買い物をしていると、そこに記死神（しるしがみ）の架印が乗り込んできた。急いでその場から逃げるれんげは、小銭入れを落としてしまう。後を追う架印は、小銭入れのにおいをたどり、りんねのいるクラブ棟へとやってくる。言い争うりんねと架印だったが、そこに隣の部屋かられんげが入ってきてしまう。れんげは、中学の先輩で憧れの存在だった架印にだけは、だまし神になったことを知られたくなくて…。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "5334390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334390",
                    "Titles": {
                        "eng": "Sakura the Shinigami?!",
                        "jpn": "死神 桜！？"
                    },
                    "Summaries": {
                        "eng": "Sakura picks up a scythe that becomes attached to her until she can successfully purify seven spirits.",
                        "jpn": "５万円の賞金首・黒ギツネの悪霊を祓（はら）うのにピッタリの死神のカマ・追萩月（おいはぎづき）。魂子が持つそのカマを鯖人（さばと）が盗み出そうとするも、防犯結界によって失敗に終わる。しかし、現世へと飛んでいった追萩月を桜が拾ってしまい、人間の桜が持ち主と認定されてしまう。カマを手放すには最低７体浄霊しないといけないため、桜はりんねにコーチをしてもらいながら、浄霊の特訓をする。そこに鯖人が現れて…。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "5334392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334392",
                    "Titles": {
                        "eng": "Matsugo Again?!",
                        "jpn": "沫悟（まつご） 再び！？"
                    },
                    "Summaries": {
                        "eng": "Ageha tries to put Rinne on a collar. Rinne's friend from elementary school, Matsugo, is not amused. Sakura, on the other hand, sees an opportunity.",
                        "jpn": "つけた相手をモニタリングできるファンシーな背後霊付きのチョーカーをりんねにプレゼントする鳳（あげは）。無理やりつけようとすると、そこに沫悟（まつご）が現れる。友情の空白を埋めたい沫悟は、りんねをあの世の学校交流会へと誘う。自分離れしてほしいりんねは断ろうとするが、六文のアイデアにより、彼女のフリをした桜と一緒に参加することに。当日、彼女として桜を紹介するりんねだったが、沫悟は聞こうともせず…。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "5334407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5334407",
                    "Titles": {
                        "eng": "Sakura's Bet",
                        "jpn": "桜の賭け"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "りんねの言葉に思った以上にがっかりする桜。一方、桜の誤解を解きたいりんねだったが、ついタダでもらえる死神道具のお守りを気にしてしまう。桜の機嫌がどんどん悪くなっている気がするりんねは、二人きりになりたくて桜を連れ出すも、うまく言葉が出てこない。先に帰ろうとする桜が振り返ると、そこにりんねはいなかった…。無意識のうちに、りんねがお守りと自分のどちらを選ぶのか試していたことに気づいた桜は…。"
                    },
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "693167",
            "URL": "https://thetvdb.com/series/rin-ne/seasons/official/3",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "5892803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/5892803",
                    "Titles": {
                        "eng": "Gold License",
                        "jpn": "ゴールドライセンス"
                    },
                    "Summaries": {
                        "eng": "The third season of Kyoukai no Rinne.",
                        "jpn": "死神ライセンスの更新に命数管理局を訪れたりんね。そこで、架印から優秀な死神の証しであるゴールドライセンスの偽物が出回っていることを知らされる。犯人がだまし神と知ったりんねたちは、すぐに堕魔死神（だましがみ）カンパニーへと乗り込み、偽造ライセンスを燃やしてしまう。しかし、鯖人（さばと）は自分の持つ本物のライセンスがあれば、いくらでもレプリカを作れると宣言する。とても信じられないりんねたちだったが…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6038888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/6038888",
                    "Titles": {
                        "eng": "The Cursed Ace / Draw Me",
                        "jpn": "呪われたエース／私を描いて"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「呪われたエース」：陸上部の部長から、エースの速田が不自然に転ぶことを相談されたりんね。霊が邪魔していると知り、速田に話を聞きにいくも「オカルトなんて信じない」と一蹴されてしまう。しかし、速田には秘密があって…。　「私を描いて」：美術室に顔のない女の霊が現れた。絵心のある男子に「私を描いて」とお願いしては、似顔絵もろとも男子の顔を塗りつぶしていくという。だが美術部の絵川には「描かないで」と言い…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "6047937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/6047937",
                    "Titles": {
                        "eng": "Wheel of Reincarnation Cleanup Day / Infinite Malice / A Puppy in the Rain",
                        "jpn": "輪廻（りんね）の輪 一斉清掃／恨み無限大／雨の中の子犬"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「輪廻（りんね）の輪　一斉清掃」：輪廻の輪を磨く死神と契約黒猫たち。輪に吸い込まれて転生しないよう気をつけるりんねたちだったが、だまし神・れんげや鯖人（さばと）が現れて…。　「恨み無限大」：来兎（らいと）・零不兎（れふと）がりんねのもとに、なぜか妙に心ひかれるカマを持ち込んできた。実はそのカマは…。　「雨の中の子犬」：自分の周りにだけ雨が降ることを相談に来た雨野。雨野には犬の霊がとりついていて…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6058069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/6058069",
                    "Titles": {
                        "eng": "Ane at the Shopping Mall",
                        "jpn": "ショッピングモールの姉"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "“ショッピングモールの姉”と呼ばれる人気占い師と出会った桜。そこで見た水晶玉に違和感を覚え、りんねに相談すると、死神組合が探している死神道具かもしれないと言う。早速、ショッピングモールに向かうも、そこには「死神へ　水晶玉は渡しません」という張り紙が残されていた。未来を見通す“姉”にまんまと逃げられてしまったりんねたち。しかし数日後、“姉”はりんねたちの学校にみずからやって来る。その正体は…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6067697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/6067697",
                    "Titles": {
                        "eng": "Kuroboshi Sansei / The Lucky Pot / Bamboo Shoot in Rainbow Color",
                        "jpn": "黒星三世／開運の壺（つぼ）／虹色のタケノコ"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「黒星三世」：黒星の孫・黒星三世を鍛えることになったりんね。早速、心霊スポットに向かうが三世には契約黒猫として致命的な欠点があり…。　「開運の壺（つぼ）」：紛失したお金について、アネットに相談する鯖人（さばと）。アネットの水晶玉には、壺からお金を取り出すりんねの姿が映り…。　「虹色のタケノコ」：短冊の願い事を、１つだけ確実にかなえる虹色の竹。育つ前のタケノコは、絶対に掘り出してはいけないのだが…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6079213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/6079213",
                    "Titles": {
                        "eng": "Special Protected Sacred Bird / June Bride / The Safe from Hell",
                        "jpn": "特別保護霊鳥／ジューンブライド／地獄の金庫"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「特別保護霊鳥」：翔真が連れてきた八咫烏（やたがらす）を預かることになったりんね。しかし、保護費目的の黒洲が八咫烏を連れて行こうとして…。　「ジューンブライド」梅雨時に現れる花嫁の霊。結婚式場を探しているはずが、なぜか喫茶店に入り…。　「地獄の金庫」：空から降ってきた金庫に胸が高鳴るりんねと六文。天からの贈り物に感謝し、早速開けようとするがビクともしない。実は悪魔・魔狭人（まさと）の嫌がらせで…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "6089374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/6089374",
                    "Titles": {
                        "eng": "Wandering Power Stone / Poltergeist / The Taboo in the Shinigami World",
                        "jpn": "さまよえるパワーストーン／ポルターガイスト／死神界のタブー"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「さまよえるパワーストーン」：桜が手に入れたパワーストーンには、何も願いをかなえられない聖霊が取りついていた。お祓（はら）い屋の間では伝説のモノらしいが…。　「ポルターガイスト」：桜のクラスメート・仮家の家でポルターガイストが頻発！　りんねたちが家を訪れると、いかにも珍妙な霊が…。　「死神界のタブー」：死神のタブーの１つ、回収した浮遊霊を提出し忘れてはならない。このタブーを犯すと厳しい罰則が…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "6099313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/6099313",
                    "Titles": {
                        "eng": "Open After Seven Days / Silver Scythe / Prince of the Shinigami",
                        "jpn": "七日たったら開けること／銀色のカマ／死神王子"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「七日たったら開けること」：突如、ワラ人形がれんげを襲う！　それは死神小学校の教材で、同級生の鳳（あげは）が原因らしく…。　「銀色のカマ」：来兎（らいと）・零不兎（れふと）がりんねのもとに持ち込んだ銀色のカマ。それは大金の夢がつまった、伝説の“銀はがし”のカマだった！　「死神王子」：桜が出会った少女の霊は、沫悟（まつご）　に憧れを抱いていた。輪廻（りんね）の輪へと送るため、沫悟に協力を求めるが…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "6107928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/6107928",
                    "Titles": {
                        "eng": "Apologize in the Altar Room / Goddess of Wisdom / River of Treasure",
                        "jpn": "仏間で謝れ／知恵の女神／宝の川"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「仏間で謝れ」：魂子の家をうろつく泥棒を捕まえるよう頼まれたりんねたち。泥棒の正体は、りんねの父・鯖人（さばと）。鯖の呪いを解くため、仏間へ向かうが…。　「知恵の女神」：翼の家で勉強会を開いていた桜たち。そこに翼の父から知恵の女神・ミネルヴァが送られてきて…。　「宝の川」：三途の川で行われる川ざらい。見つかった金目（め）の物は、拾った者の所有物となるため、ドキドキしながら参加するりんねと六文で…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "6116426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/6116426",
                    "Titles": {
                        "eng": "The First Union Meeting / An Ominous Prophecy",
                        "jpn": "第一回組合大会／いまわしき予言"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「第一回組合大会」：堕魔死神（だましがみ）カンパニーが、悪の組織に乗っ取られてしまうと言う鯖人（さばと）。りんねたちが話を聞くと、それはだまし神たちによる正当な組合運動だった。なんとか組合を弾圧しようとする鯖人だったが…。　　「いまわしき予言」：れんげのことが心配で占ってみたというアネット。のぞき玉に映ったのは、片思いの相手・架印に逮捕されるれんげの姿だった。未来を変えようとするれんげだったが…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "6129245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/6129245",
                    "Titles": {
                        "eng": "Mystery of the Flower Field / I'll Lend You My Right Arm / Black Report Card",
                        "jpn": "花畑の謎／右腕貸します／黒い通知表"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「花畑の謎」：あの世の花畑が枯れる原因を調査に行った架印が、行方不明になった。発見したら金一封がもらえると聞いたりんねは…。　「右腕貸します」：りんねが霊を悪用しテストで不正を働いた？　科目ごとに違う霊と入れ代わっていたと詰め寄るれんげに、反論しないりんね。ガッカリする桜だったが…。　「黒い通知表」：自宅で作業していた通知表が見当たらないというアネット。小型妖精を呼び出し、働かせていたというが…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "6140446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/6140446",
                    "Titles": {
                        "eng": "Evil Spirit in the Summer House / Eggplant Romance / One Coin Investigation",
                        "jpn": "別荘の悪霊／ナスロマン／ワンコイン調査"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「別荘の悪霊」：りんねに頼まれ、海辺の別荘にいる霊の浄霊に同行した桜。海には鳳（あげは）や沫悟（まつご）も来ていたが、浄霊そっちのけで…。　「ナスロマン」：お盆の精霊馬のナスを、異常に拒否するおばあさん霊。どうやら若い男性が関係しているようで…。　「ワンコイン調査」：縁日で商売するだまし神を捕まえるため、潜入調査費５００円を支給されたりんね。１円も使わずに逮捕できれば、出店で豪遊できると考え…。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "6152852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/6152852",
                    "Titles": {
                        "eng": "Otome the Shinigami",
                        "jpn": "死神 乙女"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "あの世の質屋で、伝説の“死神乙女のカマ”を見かけたりんね。死神乙女とは、十数年前に人気絶頂のうちに引退した、若くて美しい天才的死神だという。そのカマに付いていたプラチナライセンスを見たりんねは…！？　そのころ現世では、桜が霊のいる家に引っ越してきた一家を目撃していた。その家族には霊が見える少女がいたが、両親には見えていないようだった。怖がっていないか心配になった桜は、翌日、りんねに相談をして…。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "6168824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/6168824",
                    "Titles": {
                        "eng": "Lies and Truth",
                        "jpn": "ウソと真実"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "大量の霊に囲まれたりんねが浄霊に励んでいると、閃光（せんこう）とともに死神乙女が現れた！　圧倒的な速さで浄化していく乙女。突然の再会に戸惑うりんねだったが、乙女には自分が誰だか分かってもらえず…。そんな中、霊が見える少女・苺（いちご）が悪霊に追われてやって来た。苺は、なぜか乙女を知っていると言う。さらに、合流した鯖人（さばと）によって、これまでりんねに隠してきた“乙女失踪の秘密”が語られる！"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "6181928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/6181928",
                    "Titles": {
                        "eng": "Kokkuri-san / Cursed Piggy Bank / The Hated Sansei",
                        "jpn": "こっくりさん／呪金箱／嫌われた三世"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「こっくりさん」：友達に誘われ、こっくりさんで遊んでいた苺（いちご）。すると、そこにヤバイものが降りてきてしまい…。　「呪金箱」：三界高校では、夜道に現れた何かに追いかけられるという被害が続出していた。お金を払うと許してもらえるらしいが、その正体は…。　「嫌われた三世」：大切なものを壊し、魂子に嫌われてしまった三世。りんねを買収し、一緒に謝りに行ってもらうも、魂子には無視されてしまい…。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "6196191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/6196191",
                    "Titles": {
                        "eng": "Curse of Splurge / The Cursed Peep Ball",
                        "jpn": "散財の呪い／呪われたのぞき玉"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「散財の呪い」：おごってあげるから相談に乗ってほしいと言うアネット。らしくない行動に驚くりんねたちだったが、アネット自身も、お金を使ってしまう原因が分からないでいた。のぞき玉で占ってみると…。　「呪われたのぞき玉」：魔狭人（まさと）は、アネットののぞき玉を使って、りんねに嫌がらせをしようとする。早速、のぞき玉を呪うことに成功した魔狭人だったが、玉に映った未来は、札束を持つりんねの姿だった！"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "6210782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/6210782",
                    "Titles": {
                        "eng": "Head Man / When You Wish Upon the Moon / The First Saury Festival",
                        "jpn": "首男／月に願いを／第一回サンマ祭り"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「首男」：アネットからストーカー霊・首男の相談を受けたりんねたち。その日の夜、みんなでアネットの家で待ち構えていると…。　「月に願いを」：三日月の夜、カマ打ちの守護霊を呼び出すという来兎（らいと）・零不兎（れふと）。りんねたちに、お供え物の月見だんごを見張ってほしいと頼み…。　「第一回サンマ祭り」：命数管理局主催のサンマ祭りに胸が高鳴るりんねと六文。しかし、会場にはサンマが見当たらず…。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "6229839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/6229839",
                    "Titles": {
                        "eng": "The Practical Training for Capturing a Dream Demon",
                        "jpn": "夢魔捕縛実習"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "桜がいつのまにか沫悟（まつご）にすり替わる、という悪夢を繰り返し見てしまうりんね。その原因が死神一高にあると分かり、りんねたちはあの世へと向かう。沫悟に尋ねると、今は夢魔捕縛実習の真っ最中で、クラス全員の夢がつながっているという。沫悟によって、実習に巻き込まれてしまったりんねは、悪夢を終わらせるため、誰かの夢に紛れ込んでいる夢魔を捕まえようとする。しかし、りんねと過ごす夢を長引かせたい沫悟は…。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "6239934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/6239934",
                    "Titles": {
                        "eng": "Nothing Inside / Mystery of Koshikudake Hill / Effect of the Matsutake Mushroom",
                        "jpn": "中身がない／腰砕け坂の怪／松茸（まつたけ）の波紋"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「中身がない」：せっかく買った肉マンに中身が入っていなかった！　落ち込むりんねと六文のもとに、鳳（あげは）が肉マンの差し入れに来るが…。　「腰砕け坂の怪」：マラソン大会のコースにある急な坂には生徒たちの負のオーラが満ちていた。さらに、悪霊が住みついていて…。　「松茸（まつたけ）の波紋」：りんねのもとに松茸が届いた！　悪徳商法を疑いすぐに送り返そうとするが、六文はどうしても松茸を食べてみたくて…。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "6253307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/6253307",
                    "Titles": {
                        "eng": "Wings of Celebration / Kabakichi-kun / Scream of a Cassette Tape",
                        "jpn": "祝福の羽／カバ吉くん／カセットテープの悲鳴"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「祝福の羽」：地獄の天使沼伝説によって天使の羽を授かった魔狭人（まさと）。りんねは退魔ポイントのために、魔狭人を悪魔に戻そうとするが…。　「カバ吉くん」：カバの霊を成仏させようとする翔真。それを見た苺（いちご）は、りんねの宿題を手伝ってあげたかった思いを重ね…。　「カセットテープの悲鳴」：放送室の古いカセットテープに、女子の悲鳴が録音されていた。取りついていた霊は、桜を見ると逃げ出してしまい…。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "6267854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/6267854",
                    "Titles": {
                        "eng": "Black Square Thing / Shortcut Through the Alley",
                        "jpn": "四角くて黒いやつ／路地の近道"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「四角くて黒いやつ」：自販機にお金を入れても商品が出てこず、さらに入れたはずのお金も消えてしまう事件が学校で起きる。たまたまあの世で小金を手に入れていたりんねは、みんなから疑われてしまい…。　「路地の近道」：三界高校への近道を通ると、別の場所へ着いてしまうという相談を受け、調査にきたりんねたち。犯人らしき霊に話を聞いていると、突然、霊道に落とされてしまう！　そこに苺（いちご）もやって来て…。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "6282479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/6282479",
                    "Titles": {
                        "eng": "A Ring and Stamp / Food at the Porch / Black Cat Children’s Association",
                        "jpn": "指輪と印鑑／縁側のエサ／黒猫こども会"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「指輪と印鑑」：姉の美人秘書に、鯖人（さばと）からプロポーズされるかもしれないと聞かされた鳳（あげは）。結婚を阻止するために…。「縁側のエサ」：ごはんを食べなくなった六文。差し入れを持っていこうとする桜だったが、その途中に見かけた六文はなんか太っていて…。「黒猫こども会」：黒猫こども会に初参加する三世。行事を通じて、さりげなく契約黒猫としての適性が審査されると聞き、認められようと張り切るが…。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "6296131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/6296131",
                    "Titles": {
                        "eng": "Good Luck Wax / Maneko and Kotomi / Where's My Money?!",
                        "jpn": "金運ワックス／マネ子とコト美／振り込みはまだか！?"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「金運ワックス」：修理に出したカマを受け取りにきたりんね。しかし、零不兎（れふと）が仕上げの金運ワックスをぬった瞬間、何者かに奪われてしまい…。「マネ子とコト美」：２０円でコートを手に入れたリカ。ある日の下校中、古びたマネキンが猛ダッシュで追いかけてきて…。「振り込みはまだか！」：浄霊の経費が振り込まれず、命数管理局に乗り込んだりんね。しかし、ある霊が暴れているため、窓口は閉められていて…。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "6307154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/6307154",
                    "Titles": {
                        "eng": "Supplemental Class for Fierce Dog Catching / Money Spirit / Evil Spirit's Legacy",
                        "jpn": "猛犬捕獲補習／金霊（かねだま）／悪霊遺産"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「猛犬捕獲補習」：猛犬の霊を捕まえようとした鳳（あげは）だったが、うっかり気絶してしまう。桜がリードを引き継ぐも、その先にいたのは人面犬で…。「金霊（かねだま）」：未使用金の供養をするため、人のふりをして地上でお金を使う金霊。りんねは、バレずに金霊の懐に手を突っ込もうとするが…。「悪霊遺産」：霊を救ってあげたいと、れんげから相談されたりんね。案内されたラーメン屋には、ワケありの悪霊がいて…。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "6307612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rin-ne/episodes/6307612",
                    "Titles": {
                        "eng": "A Promise in the Underworld",
                        "jpn": "冥界の約束"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "死神一高の文化祭に招待されたりんね。桜・六文・翼・れんげとともに、沫悟（まつご）のクラスのお化け屋敷に挑戦しようとするが、そこには恐ろしいルールがあった！　必ず男子が女子の前を歩き、決して振り向いてはいけないという“オルフェウスルール”。景品の豪華ヤキソバ券に心奪われたりんねは、振り向くことなく桜の前を歩いて行く。しかし、このお化け屋敷は“クリアしたカップルが１００％別れる”呪われた出し物で…。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}