{
    "URL": "https://thetvdb.com/series/go-princess-precure",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Fantasy"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/4C9C-B34F-5FFB-DBA2-B741-Q",
        "https://www.imdb.com/title/tt4621218/",
        "https://www.themoviedb.org/tv/62569"
    ],
    "TitleEnglish": "Go! Princess Precure",
    "SummaryEnglish": "Go! Princess Precure is set in a boarding junior high school, named Noble Gakuen (Noble Academy). The protagonist Haruka Haruno is a 13-year-old first year student. Her big dream is to be a princess someday, because she has admired a princess in the picture book she has kept since her childhood. One day she transforms into Cure Flora with \"Dress Up Key\" which Prince Kanata of Hope Kingdom gave her as a good luck charm when she was little. Then she also finds other PreCure girls in her school, 14-year-old Minami Kaidou as Cure Mermaid and 13-year-old Kirara Amanogawa as Cure Twinkle. As the Princess PreCure team, with two fairies Pafu and Aroma, they decide to fight against\r\ndark witch Disupia (or Despair) who hates all the dreams in the world and wants to turn them to despair.",
    "Aliases": [],
    "Modified": "2025-08-24",
    "Seasons": {
        "0": {
            "ID": "611986",
            "URL": "https://thetvdb.com/series/go-princess-precure/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5296082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5296082",
                    "TitleEnglish": "Pretty Cure All Stars: Spring Carnival♪",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "5296083",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5296083",
                    "TitleEnglish": "Go! Princess PreCure the Movie: Go! Go!! Splendid Triple Feature!!!",
                    "SummaryEnglish": "The Pumpkin Kingdom's Treasure\r\nGood day! I am Haruno Haruka! We went to a fairyland country called Pumpkin Kingdom after the cafe we were in teleported us there! However, the princess of the country was found to be missing!!\r\n\r\nPretty Cure and Refi's Wonder Night!\r\nWe are then flown to a country known as the Pumpkingdom, which is sentenced with an eternal nighttime by darkness by Night Pumpkin! \r\n\r\nCure Flora and the Mischievous Mirror\r\nAn excited Cure Flora is holding nice hair ornaments in her hands. As she carefully opens the hair ornaments, a curtain immediately opens up, resulting in Cure Flora coughing away the dust. When the dust settles down, a mirror is seen before her but the Cure Flora in the mirror is making a strange face....",
                    "Aliases": []
                },
                "3": {
                    "ID": "9082621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/9082621",
                    "TitleEnglish": "Cure Miracle Baton Pass",
                    "SummaryEnglish": "Airing right after the final episode of Go! Princess PreCure The baton pass from Cure Flora to the newest Pretty Cure protagonist; Cure Miracle from Mahou Tsukai Pretty Cure.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "611987",
            "URL": "https://thetvdb.com/series/go-princess-precure/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 50,
            "Episodes": {
                "1": {
                    "ID": "5117669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5117669",
                    "TitleEnglish": "I'm a Princess? Cure Flora Is Born!",
                    "SummaryEnglish": "Haruka Haruno, a young girl who wishes to be a princess, meets a strange boy named Kanata who encourages her dream and gives her a special charm. Several years later, Haruka enrols at the prestigious Noble Academy boarding school, where her new roommate, Yui Nanase, shows her around the campus. Whilst hiding in the woods over her embarrassment over revealing her dream, Haruka comes across Puff and Aroma, two fairy siblings from the Hope Kingdom. Just then, they are approached by Close, an emissary from the evil DysDark organization, who traps Yui's dream of becoming an author in a Gate of Desperation to create a monster known as a Zetsuborg. As Haruka becomes determined to protect Yui's dream, her charm turns into a Dress Up Key, which Haruka uses with the Princess Perfume the fairies brought with them to become the Princess Pretty Cure, Cure Flora. Using her new powers, Haruka manages to defeat the Zetsuborg and rescue Yui. Afterwards, Puff and Aroma reveal they were sent in search of the Princess Precure by Kanata, who is revealed to the Prince of the Hope Kingdom.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5117670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5117670",
                    "TitleEnglish": "The Academy's Princess! Cure Mermaid Appears!",
                    "SummaryEnglish": "Puff and Aroma explain to Haruka, they got separated from Kanata after the Hope Kingdom was attacked by Dys Dark, led by a witch named Dyspear, entrusted with finding the three Princess PreCures who possess the Dress Up Keys. As Haruka decides to train hard to become a proper princess, student council president Minami Kaidou finds a Dress Up Key washed up on the beach. After observing Minami's graceful elegance, Haruka asks her to teach her how to do ballet so that she can become more princess-like. Despite the strictness of the lessons, Haruka continues to work hard, only to end up spraining her ankle whilst attempting an advanced move. While treating her injury, Minami confesses that she is far from perfect, only possessing her ballet skills from training hard as a kid, expressing her joy that someone asked her for lessons. Later, as Close targets a boy yearning to be a soccer star to create a Trophy Zetsuborg, Minami spots Haruka transforming into Cure Flora as she goes to fight against it. With Haruka's sprained ankle leaving her at a disadvantage, Minami's desire to protect her gives her the ability to transform into Cure Mermaid and defeat the Zetsuborg. Just as Haruka and Minami are about to celebrate their new partnership, Puff and Aroma discover that the third Princess Perfume in their possession has gone missing.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5117671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5117671",
                    "TitleEnglish": "Goodbye Already? You Are Not Allowed to Keep Puff!",
                    "SummaryEnglish": "While Minami works with Puff and Aroma to find the missing Princess Perfume, Haruka joins the rest of the freshmen in cleaning the dorms. However, Puff gets discovered by the dorm superviser, Reiko Kisaragi, who states that pets can't be kept in the dorm. After studying the rules, which requires every student to agree in order to implement a new rule, Minami gives Haruka one week to unanimously convince the other students to let Puff stay in the dorms. Over the week, Haruka manages to use Puff's charms to convince almost everyone, with the exception of Kisaragi, who doesn't get along well with dogs. Before Haruka can think of a solution, Dys Dark's second emmissary, Shut, targets a karate practitioner to create a Karate Zetsuborg. As the PreCure fight against the Zetsuborg, Puff leads Kisaragi to safety, only to run into Close wielding his own Zetsuborg. Puff risks herself to protect Kisaragi until Haruka and Minami arrive and defeat both Zetsuborgs. Thankful for Puff's efforts, Kisaragi makes the vote to keep her magnanimous, allowing her to stay in the dorms. Meanwhile, another student in the dorms is seen with the Princess Perfume.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5117672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5117672",
                    "TitleEnglish": "Sparkling Kirara is Cure Twinkle?",
                    "SummaryEnglish": "Haruka and Minami discover that Kirara Amanogawa, a fashion model who has also enrolled at Noble Academy, has the missing Princess Perfume in her possession. Curious as to if she is the third PreCure, Haruka and Minami go into the city where Kirara is working to try and talk to her. However, they are interrupted when Close appears with a Camera Zetsuborg, which the Cures quickly defeat. Before the Cures can properly explain themselves, Kirara just straight up returns the Princess Perfume and leaves. Convinced that she is still potentially a PreCure, Haruka and Minami go to her fashion show, where Haruka gets to know about Kirara and her dreams. As Kirara goes out wearing a Dress Up Key she found, Close targets another model to create a Fashion Zetsuborg. Determined to protect her show, Kirara stands up to the Zetsuborg and gains the power to become Cure Twinkle, allowing her to defeat the Zetsuborg. After the battle, however, Kirara returns the Princess Perfume yet again, stating she is too busy to become a PreCure.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5117673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5117673",
                    "TitleEnglish": "The Three of Us Are Go! We Are Princess PreCure!",
                    "SummaryEnglish": "As Haruka remains determined to make her a part of Princess PreCure, Kirara decides to show her just how busy her schedule is by taking her along with her. Following an afternoon packed with lessons, photoshoots, and meetings, Kirara explains that she is working hard to surpass her supermodel mother, Stella. Later, as Kirara struggles with an audition, Haruka helps her put together an outfit that resembles the sparkling nature of Cure Twinkle's outfit, impressing the fussy judge. The next day, as Haruka comes to understand her busy schedule and gives up trying to recruit her, Kirara starts to feel somewhat left out and unable to focus. When Close attacks with a Scientist Zetsuborg, Kirara, after learning she has passed her order, comes to Haruka and Minami's aid, having found something just as important as pursuing her dream. Helping the others to defeat the Zetsuborg, Kirara decides to double her efforts in becoming both a supermodel and a PreCure, and the three become closer friends.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5156239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5156239",
                    "TitleEnglish": "Lesson Start! Aim to be a Grand Princess!",
                    "SummaryEnglish": "With the Cures gathered together, Aroma announces that the girls must aim to become Grand Princesses, using the Princess Lesson Pad to call forth a fairy teacher named Miss Shamour. While Minami and Kirara show good promise in tea party etiquette, Haruka struggles to live up to the princess she admired in her storybooks. After their lessons, the girls are contacted by Kanata, who explains how Dys Dark took over the Hope Kingdom and trapped the dreams of all of its citizens. To fight this, Kanata instructs the girls to find the nine remaining Dress Up Keys, which spread across Earth when Dys Dark attacked, and use their power to become Grand Princesses. Their discussion is soon interrupted by the arrival of Dys Dark's third emmissary, Lock, who brings out a Baseball Zetsuborg. Using the courage Kanata gave her, Haruka manages to prove her worth and defeat the Zetsuborg.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5156240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5156240",
                    "TitleEnglish": "Reunion by Tennis! Bullied by a Boy!?",
                    "SummaryEnglish": "As part of a mixed sports tournament being held at Noble Academy, Haruka is participating in a doubles tennis tournament alongside Yuki Aihara, who she soon remembers as a student from kindergarten who used to pick on her because of her dreams of being a princess. Their relationship doesn't improve as Yuki refuses to teach Haruka, who has no tennis experience, stating he will do everything himself. Angered by this, Haruka starts taking tennis lessons from Miss Shamour, with Minami and Kirara soon helping with her training. After managing to improve considerably, Haruka comes to realise how serious Yuki takes tennis himself. On the day of the tournament, Haruka and Yuki's match is interrupted when Shut targets Yuki and creates a Tennis Zetsuborg. Understanding how hard Yuki is trying to accomplish his dream, Haruka manages to hold her own before the other Cures help her defeat the Zetsuborg. Having briefly seen Cure Flora after being rescued, Yuki has newfround respect for Haruka's dream, though is still prone to arguing with her.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5156241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5156241",
                    "TitleEnglish": "Absolutely Impossible!? Haruka's Dress Making!",
                    "SummaryEnglish": "Hearing about the upcoming Noble Party, Haruka decides to try her hand at making her own dress under Miss Shamour's instruction. While managing to come up with a design, Haruka struggles with the sewing aspect. When her grades start slipping as a result, Haruka is told by Minami to stop making the dress and focus on her studies, but Haruka instead decides to try and work extra hard to accomplish both. Overworking herself enough as it is, Haruka feels compelled to remake her dress from scratch after Puff spills some tea on it, prompting worry from Kirara, who feels she can't do it alone with the time she has left. After hearing from Minami about how Haruka is working hard to accomplish her dream with her own power, Kirara tries not to involve Haruka when Lock appears with an Oven Zetsuborg. However, Haruka steps in anyway, stating that despite how tired she is, she is determined to work hard for the sake of her friends. After defeating the Zetsuborg, Haruka finally finishes her dress, thanking Kirara for worrying about her.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5156242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5156242",
                    "TitleEnglish": "Rise the Curtain! The longed for Noble Party!",
                    "SummaryEnglish": "The day of the Noble Party arrives, with Minami working extra hard to keep things organized. While Haruka feels somewhat guilty for just having fun, Minami assures her this is something she is striving to do herself. When the power suddenly goes off in the hall, Minami goes to investigate and is confronted by Close, who quickly discovers that Minami has a fear of ghosts and takes advantage of that with his Camera Zetsuborg. Learning about Minami's fear from her friends, Haruka and Kirara go to help her, with Haruka giving Minami the courage to face her fears and defeat the Zetsuborg. After the party resumes, Minami decides to dance with Haruka as thanks for her help.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5156243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5156243",
                    "TitleEnglish": "Where where? A New Dress Up Key!",
                    "SummaryEnglish": "Kanata informs the girls of a Dress-Up Key located somewhere on Noble Academy's campus in a \"place where dreams are overflowing\". Hearing rumors that the dorm mother, Shirogane, possesses a unique key herself, Haruka and the others follow her through a secret passageway leading to a beautiful rose garden. There, they come across a windmill where Shirogane has kept plaques of all the graduated students' dreams, which shine when Shirogane uses her key to open up the windows. Just as the Dress-Up Keys react to the dreams, Close suddenly appears and uses all the graduates' dreams to turn the windmill into a Zetsuborg, trapping Shirogane inside. Discovering Yui has followed them, the girls reveal their identities as Pretty Cures in order to protect her. Although Haruka's purifying attack initially fails, the Cures' remain determined to protect the captured dreams and combine their powers to defeat the Zetsuborg, receiving new Elegant Dress-Up Keys in the process. As Dyspear suddenly appears before Close and the Cures, Kanata prepares to send some magical items to the Cures.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5191453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5191453",
                    "TitleEnglish": "Big Big Big Trouble!? PreCure vs Close!",
                    "SummaryEnglish": "Deciding to give Close one final chance, Dyspear transports everyone to an alternate dimension, sending Zetsuborgs after Minami, Kirara, and Yui, while Close, unleashing his power, fights against Haruka. The Cures attempt to use their Elegant Keys, but find they don't work with their Princess Perfume. Meanwhile, Kanata informs Yui, Puff, and Aroma about the magical items, the Crystal Princess Rods, to which Yui decides to help out. Minami and Kirara defeat their opponents and join Haruka, but still struggle against Close, who transforms into a more sinister form. Even after Yui relays Kanata's message to focus on their dreams, the Cures are unable to get the power of their dreams past Close. Just as Haruka is about to lose all hope, Yui steps in to help her and encourage the Cures to keep protecting everyone's dreams and call forth the Crystal Princess Rods, which they use with the Elegant Keys to defeat Close and return home.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5191454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5191454",
                    "TitleEnglish": "Kirara and Idol! The Hot Donut Battle!",
                    "SummaryEnglish": "As Yui decides to help the Cures in any way she can, Kirara is offered a gig as a television reporter trying new flavors of donuts. However, the show's regular reporter, Ranko Ichijou, is less than pleased about working alongside Kirara and keeps trying to hog the limelight for herself. The two reporters are put in a battle to decide who gets to sample a new flavor. After Ranko wins a mascot design contest and Kirara wins a reporting contest, they are both pitted against each other in a race dressed as the mascots they designed. Kirara wins the race, but Ranko's determined to keep going even after falling at the finish line inspires the crowd. Just then, Shut targets Ranko and creates a Donut Zetsuborg, whose doughy texture proves challenging. However, using the Crystal Princess Rods, the Cures manage to defeat the Zetsuborg. Afterwards, Kirara has newfound respect for Ranko, who turns out to be one of her upperclassmen.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5191455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5191455",
                    "TitleEnglish": "A Cold Timbre...! The Black Princess Appears!",
                    "SummaryEnglish": "Haruka becomes interested in the violin after coming across a mysterious masked girl and coming to admire her violin playing. Minami takes Haruka to meet her violin instructor, who gives her a violin of her own, which was the first one he ever made. After struggling to play under Miss Shamour's instruction, Haruka once again comes across the masked violinist, who teaches her how to play. The next day however, Haruka and the others discover the masked violinist is actually Dyspear's daughter, Princess Twilight, who uses her own Dark Dress-Up Key to power up Shut, who in turn target's Minami's instructor to create a powered-up Violin Zetsuborg. Despite their opponent being stronger than usual, the Cures manage to defeat the Zetsuborg, after which Haruka manages to play the violin from her own heart.",
                    "Aliases": []
                },
                "14": {
                    "ID": "5191456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5191456",
                    "TitleEnglish": "The Form of Love! Haruno Family's Dream!",
                    "SummaryEnglish": "Noble Academy prepares for Family Day, in which the students' families are invited on campus, with Haruka eager to see both her parents and her little sister Momoka. To her shock, however, Haruka finds that Momoka seems to show little interest in the school and is acting coldly towards Haruka and her friends. When Haruka scolds her for being rude to her friends, Momoka lashes out at her and runs off, with Minami theorising that she may be lonely due to living apart from her big sister. Kirara manages to catch up to Momoka and assure her that Haruka still cares about her dearly, allowing the two sisters to make up. Just then, Twilight and Shut appear and target Haruka's family to create a Dorayaki Zetsuborg. Finding a handmade tiara that Momoka had made for her, Haruka finds the strength to stand up to the Zetsuborg and defeat it, determined to do her best with her family's support.",
                    "Aliases": []
                },
                "15": {
                    "ID": "5191457",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5191457",
                    "TitleEnglish": "The Great Transformation roma! Aroma's Butler Test!",
                    "SummaryEnglish": "Aroma is revealed to be an apprentice who is learning to become Kanata's butler but has been failing his exams. Transformed into human form by Miss Shamour's magic, Aroma is asked to retake his exam by serving as Haruka's butler for the day, while Puff, also given a human form, learns to become a maid. After a day of keeping Haruka to a hectic schedule, Aroma becomes upset when Miss Shamour fails him, saying he doesn't understand the most important thing about being a butler. Running off in tears, Aroma is saved from an oncoming vehicle by another butler named Oikawa, who shows him that what's important for a butler is to consider his master's feelings. Just then, Oikawa protects his master from Lock and Twilight, who use him to summon a Butler Zetsuborg. As Haruka struggles against the Zetsuborg, Aroma rushes to get the others to come to her aid in the nick of time. After the Zetsuborg is defeated, Aroma comes to understand the importance of respecting her master's feelings and decides to restart his butler training anew.",
                    "Aliases": []
                },
                "16": {
                    "ID": "5228817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5228817",
                    "TitleEnglish": "An Oath to the Sea! Minami's Most Important Treasure!",
                    "SummaryEnglish": "The girls visit a seaside resort owned by Minami's older brother, Wataru, where they meet Minami's dolphin friend, Tina, and learn more about her aspirations to carry on the family business. Pained by the bonds shared between Minami and her brother, Twilight has Lock target Wataru to create an Orca Zetsuborg, while Shut creates Octopus Zetsuborg to fight against Haruka and Kirara, who learn of a Dress-Up Key nearby. As Minami struggles against the Orca Zetsuborg, she is protected by Tina, who once saved her life when she was young. Determined to save Tina, Minami awakens the power of the Bubble Miracle Dress-Up Key, allowing her to heal Tina's injuries and help the Cures defeat both Zetsuborgs.",
                    "Aliases": []
                },
                "17": {
                    "ID": "5228818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5228818",
                    "TitleEnglish": "Too Bright! Kirara's Runway of Dreams!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "18": {
                    "ID": "5228819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5228819",
                    "TitleEnglish": "The Picture Book's Secret! What is a Princess?",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "19": {
                    "ID": "5228820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5228820",
                    "TitleEnglish": "Discovered! The Treasure Found in the Dormitory!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "20": {
                    "ID": "5228821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5228821",
                    "TitleEnglish": "Reunited with Kanata!? Going to the Hope Kingdom Now!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "21": {
                    "ID": "5229597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5229597",
                    "TitleEnglish": "The Fired Up Music Festival! The Harmony That Opens Up the Heart",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "22": {
                    "ID": "5272560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5272560",
                    "TitleEnglish": "The Flames of Hope! Her Name is Cure Scarlet!!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "23": {
                    "ID": "5279653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5279653",
                    "TitleEnglish": "We'll Always be Together! The Four of Us are the Princess Precure!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "24": {
                    "ID": "5280031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5280031",
                    "TitleEnglish": "Your Smile is too Forced? My Roommate is a Princess!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "25": {
                    "ID": "5280036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5280036",
                    "TitleEnglish": "To Haruka's Home! Our First Sleepover!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "26": {
                    "ID": "5280037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5280037",
                    "TitleEnglish": "Rescue Towa! Fight, Royal Fairies!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "27": {
                    "ID": "5280038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5280038",
                    "TitleEnglish": "Go For It, Yuki! Echoing Support at the Summer Festival!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "28": {
                    "ID": "5281624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5281624",
                    "TitleEnglish": "The Heart is Together! The Light of the Sun that Shining on PreCure!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "29": {
                    "ID": "5303189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5303189",
                    "TitleEnglish": "Mysterious Girls? The Bequeathed Legendary Key!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "30": {
                    "ID": "5303190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5303190",
                    "TitleEnglish": "To the Future! The Crystal of Power, Princess Palace!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "31": {
                    "ID": "5303191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5303191",
                    "TitleEnglish": "The New Semester! A New Dream and A New Threat!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "32": {
                    "ID": "5315315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5315315",
                    "TitleEnglish": "Minami's Fiance!? The Come Back Super Celeb!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "33": {
                    "ID": "5330957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5330957",
                    "TitleEnglish": "Teach me, Shamour! A Happy Lesson for Granting Wishes!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "34": {
                    "ID": "5330958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5330958",
                    "TitleEnglish": "Too Much Trouble! Haruka's Princess Contest!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "35": {
                    "ID": "5344049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5344049",
                    "TitleEnglish": "Meeting at Last! Kanata and the Lost Memory!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "36": {
                    "ID": "5344050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5344050",
                    "TitleEnglish": "The Tearful Heart! The Thing Minami Wants to Protect!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "37": {
                    "ID": "5367839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5367839",
                    "TitleEnglish": "Haruka is the Star!? A Nonsensical Romantic Play!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "38": {
                    "ID": "5367840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5367840",
                    "TitleEnglish": "A Suspicious Trap...! The Lonely Princess!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "39": {
                    "ID": "5367841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5367841",
                    "TitleEnglish": "When the Dream Blooms! Dance, Revival Princess!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "40": {
                    "ID": "5396327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5396327",
                    "TitleEnglish": "Towa's Determination! The Rainbow of Hope Shining in the Sky!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "41": {
                    "ID": "5396411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5396411",
                    "TitleEnglish": "Yui's Dream! The Feelings are in the Campus...!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "42": {
                    "ID": "5396412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5396412",
                    "TitleEnglish": "The Dream or a PreCure!? The Shining Kirara's Chosen Road!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "43": {
                    "ID": "5396413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5396413",
                    "TitleEnglish": "The Best Star Kirara! To the Sparkling Dream Stage!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "44": {
                    "ID": "5431479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5431479",
                    "TitleEnglish": "Bubbling Feelings! Minami's True Thoughts!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "45": {
                    "ID": "5431480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5431480",
                    "TitleEnglish": "The Feelings She Wants to Express! To the Great Ocean, Minami's Dream!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "46": {
                    "ID": "5431481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5431481",
                    "TitleEnglish": "Beautiful...?! The Wandering Shut and the Snow Castle!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "47": {
                    "ID": "5438648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5438648",
                    "TitleEnglish": "Like a Flower...! Strong, Kind, and Beautiful!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "48": {
                    "ID": "5477448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5477448",
                    "TitleEnglish": "The Approaching Despair...! The Princesses are in Danger!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "49": {
                    "ID": "5477449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5477449",
                    "TitleEnglish": "The Deciding Battle Against Dyspear! The Grand Princesses are Born!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "50": {
                    "ID": "5477450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/go-princess-precure/episodes/5477450",
                    "TitleEnglish": "To Our Dreams in the Far Distance! Go! Princess PreCure!",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}