{
    "URL": "https://thetvdb.com/series/the-heroic-legend-of-arslan-2015",
    "Genres": [
        "Action",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5023666/",
        "https://arslan.jp/index2.html",
        "https://www.themoviedb.org/tv/62430",
        "https://x.com/arslan_anime"
    ],
    "TitleEnglish": "The Heroic Legend of Arslan (2015)",
    "SummaryEnglish": "In the prosperous kingdom of Pars lies the Royal Capital of Ecbatana, a city of splendor and wonder, ruled by the undefeated and fearsome King Andragoras. Arslan is the young and curious prince of Pars who, despite his best efforts, doesn't seem to have what it takes to be a proper king like his father.\r\n\r\nAt the age of 14, Arslan goes to his first battle and loses everything as the blood-soaked mist of war gives way to scorching flames, bringing him to face the demise of his once glorious kingdom. However, it is Arslan's destiny to be a ruler, and despite the trials that face him, he must now embark on a journey to reclaim his fallen kingdom.",
    "Aliases": [
        "Arslan Senki",
        "アルスラーン戦記 (2015)",
        "アルスラーン戦記 風塵乱舞"
    ],
    "Modified": "2025-06-03",
    "Seasons": {
        "0": {
            "ID": "612158",
            "URL": "https://thetvdb.com/series/the-heroic-legend-of-arslan-2015/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 21,
            "Episodes": {
                "1": {
                    "ID": "5715683",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5715683",
                    "TitleEnglish": "OVA - Prequel : Chapter One - The Road of Blood And Love",
                    "SummaryEnglish": "After escaping Kashan Kotress and setting camp for the night all but Arlan and Ecbatana go off to perform chores.  While they are away  Ecbatana regales Arslan with stories of  Daryun,'s, Narsus's, and Elam's past romantic encounters and how it spurred them into the men they became. King Innocentis talks to Guiscard and Silver Mask about his troubles capturing Tanahime's attention.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5715684",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5715684",
                    "TitleEnglish": "OVA 2 - Banquet of Friendship",
                    "SummaryEnglish": "After winning the Duel before the Gods, Arlan and company are treated to a feast. However, this turns out to be a scheme of Rajendra's to snatch Daryun from Arslan. He first challenges them to a curry eating competition, and then to a cat catching competition.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5269147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5269147",
                    "TitleEnglish": "Episode 13.5 - Chapter of Reminiscence: The Blade to Retake the Kingdom",
                    "SummaryEnglish": "Recap episode of Arslan Senki episodes 1-13.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "612159",
            "URL": "https://thetvdb.com/series/the-heroic-legend-of-arslan-2015/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "5119501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5119501",
                    "TitleEnglish": "The Glory of Ecbatana",
                    "SummaryEnglish": "Prince Arslan from the Kingdom of Pars finds himself into a predicament when a young prisoner from the nation of Lusitania holds him hostage in an attempt to escape.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5182482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5182482",
                    "TitleEnglish": "Age Fourteen, Maiden Battle",
                    "SummaryEnglish": "Now fourteen years old, Arslan takes part in his first battle against Lusitania, and all odds seem at the Parsian army's favor, until his father, the King Andragoras III, falls victim to treason by Kharlan, one of his generals.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5184549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5184549",
                    "TitleEnglish": "The Knight in Black",
                    "SummaryEnglish": "Arslan is rescued by his loyal servant Daryun and they must run away from the Lusitanian forces, led by the General Silvermask, who ambushes and captures his father personally.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5184550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5184550",
                    "TitleEnglish": "The World-Weary Strategist",
                    "SummaryEnglish": "Arslan and Daryun seek the help of the retired tactician Narsus, but convincing him to join their cause will not be an easy task.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5184551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5184551",
                    "TitleEnglish": "The Royal Capital Burns ~Part One~",
                    "SummaryEnglish": "While Arslan and Daryun enlist Narsus' help, Lusitania begins their siege in the royal capital of Ecbatana. Shapur is tortured by Bodin as an example for the \"pagans\" of Pars, but requests to be killed by one of Pars' archers. Listening to his request, he is killed by a mysterious man, who is called by queen Tahamine to be rewarded for his feat. Meanwhile, Lusitania convinces the slaves of Pars to open the city gates for them, promising to make them free men.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5184552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5184552",
                    "TitleEnglish": "The Royal Capital Burns ~Part Two~",
                    "SummaryEnglish": "Gieve escapes Ecbatana after having a clash with Silvermask, who makes use of the underground tunnels to strike the palace from within, while the Lusitanian forces, assisted by the slaves, break into the capital and conquer it.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5207497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5207497",
                    "TitleEnglish": "The Beauties and the Beasts",
                    "SummaryEnglish": "As the Lusitanian army plunders the capital, Gieve meets the beautiful priestess Farangies, who is in search for Arslan. Upon knowing that Kharlan intends to raid the nearby villages in order to capture them, Arslan and his companions decide to take the fight to the enemy.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5207498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5207498",
                    "TitleEnglish": "The Treasonous Hero",
                    "SummaryEnglish": "Kharlan continues his pursuit of Arslan, unaware that he fell for Narsus' scheme and his forces are ambushed in an unfavourable terrain, where Arslan's party meets Gieve and Farangis, who join their cause as well. Meanwhile at the capital, Silvermask confronts the captive King Andragoras, revealing his identity and motives.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5207499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5207499",
                    "TitleEnglish": "Beneath the Mask",
                    "SummaryEnglish": "Daryun and Narsus infiltrate the capital in search for information, coming across Silvermask in the occasion, while Arslan has another encounter with the runaway prisoner he met years before.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5207500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5207500",
                    "TitleEnglish": "The Lord and Master of Kashan Fortress",
                    "SummaryEnglish": "Arslan and his subjects seek refuge in the Kashan Fortress, governed by Lord Hodir, but it does not take long for the party to realize Hodir's true intentions for sheltering them.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5247666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5247666",
                    "TitleEnglish": "The Road to Peshawar",
                    "SummaryEnglish": "On their way to the stronghold at Peshawar, Arslan's party is pursued by a force led by Xandes, Kharlan's son who seeks to avenge his father and they are forced to split up.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5247667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5247667",
                    "TitleEnglish": "A Knight's Loyalty",
                    "SummaryEnglish": "Silvermask slaughters a band of thieves and when the leader's daughter is about to be killed as well, Narsus appears to rescue her. Meanwhile, the rest of Arslan's party regroups and fights Xandes' forces, including the mysterious sorcerer that aids him.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5257308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5257308",
                    "TitleEnglish": "Two Princes",
                    "SummaryEnglish": "Arslan and his companions reach Peshawar in safety, but there is some discord among the generals regarding the prince's request for aid. Uncertain if he is up to the task of liberating the kingdom, Arslan is attacked by Silvermask.",
                    "Aliases": []
                },
                "14": {
                    "ID": "5264238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5264238",
                    "TitleEnglish": "The Foreign Prince",
                    "SummaryEnglish": "Taking advantage of the crisis in Pars, Prince Rajendra from the Kingdom of Shindra commands an army to take over Peshawar, just to be defeated and captured by Arslan's subjects thanks to another of Narsus' stratagems. Knowing that Rajendra is contending for the throne of his own country with his older brother, Arslan convinces him to form an alliance.",
                    "Aliases": []
                },
                "15": {
                    "ID": "5277795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5277795",
                    "TitleEnglish": "The Black Leopard of Sindhura",
                    "SummaryEnglish": "Arslan and his subjects assist Rajendra's campaign to overthrow his brother and Jaswant, a Shindran guide is introduced to them. However, Jaswant is not who he claims to be, but it does not take long for the party to realize that for their own advantage.",
                    "Aliases": []
                },
                "16": {
                    "ID": "5277796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5277796",
                    "TitleEnglish": "Elegy for the Setting Sun",
                    "SummaryEnglish": "Gadevi commands his army to bring down Arslan and Rajendra's alliance. Believing that he got the Parsian forces isolated, Gadevi sends his main force against Rajendra's, gaining the upper hand, until the Parsians, having outsmarted their enemies once again, join the battle as well to turn the tables on him.",
                    "Aliases": []
                },
                "17": {
                    "ID": "5277797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5277797",
                    "TitleEnglish": "The Duel Before the Gods",
                    "SummaryEnglish": "A duel is called by the king to settle the dispute between the two princes. Daryun, chosen as Rajendra's proxy, battles Bahadur, a massive and vicious warrior released by Gadevi from prison to be his representative, and wins. However, Gadevi, not pleased with the result, turns against his own father and Arslan's party must fight for their lives amidst the chaos ensued.",
                    "Aliases": []
                },
                "18": {
                    "ID": "5297045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5297045",
                    "TitleEnglish": "Once Again Across the River",
                    "SummaryEnglish": "Following his father's death and his brother's execution, Rajendra is crowned the king of Shindra. Arslan and his company then return home with their army, but Rajendra decides to repay all the help he received from them with one last act of treason.",
                    "Aliases": []
                },
                "19": {
                    "ID": "5297046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5297046",
                    "TitleEnglish": "End of Winter",
                    "SummaryEnglish": "Now with Jaswant in his party, Arslan returns to Peshawar, while back at Ecbatana, Silvermask gathers allies and manpower seeking to one day liberating Pars and taking the throne for himself.",
                    "Aliases": []
                },
                "20": {
                    "ID": "5297047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5297047",
                    "TitleEnglish": "The True Face of a Knight",
                    "SummaryEnglish": "The forces loyal to Arslan gather in Peshawar in preparation for the battle to retake the capital. However, with the issues regarding Silvermask's past and his own birth in his mind, Arslan's resolve falters, until he meets a young girl unaware that she is actually Etoile, the same Lusitanian captive he met when he was a child.",
                    "Aliases": []
                },
                "21": {
                    "ID": "5297048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5297048",
                    "TitleEnglish": "A Song of Farewell",
                    "SummaryEnglish": "Arslan begins his march to retake Ecbatana but must separate himself from one of his allies and face his lords' sentiments.",
                    "Aliases": []
                },
                "22": {
                    "ID": "5319372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5319372",
                    "TitleEnglish": "The Night Before the Attack",
                    "SummaryEnglish": "As Hilmes is set to confront Arslan on the Battlefield, the latter steels his resolve and his soldiers for the impending battle.",
                    "Aliases": []
                },
                "23": {
                    "ID": "5326424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5326424",
                    "TitleEnglish": "The Battle for the Keep of Saint Emmanuel",
                    "SummaryEnglish": "The battle for the Keep of Saint-Emmanuel begins and Xandes has his face-off against Daryun. Meanwhile, Etoile has another encounter with Arslan and learns his true identity.",
                    "Aliases": []
                },
                "24": {
                    "ID": "5333676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5333676",
                    "TitleEnglish": "The Decisive Battle",
                    "SummaryEnglish": "Arslan is escorted by his subjects deep inside of the Keep of Saint-Emmanuel where he confronts Silvermask in an attempt to call his cousin to reason. However, Hilmes refuses to listen and challenges Daryun to a duel.",
                    "Aliases": []
                },
                "25": {
                    "ID": "5342234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5342234",
                    "TitleEnglish": "The Highway of Blood and Sweat",
                    "SummaryEnglish": "The Keep of Saint-Emmanuel is captured by the Parsian army, and by Arslan's request, the Lusitanian survivors are taken with them as they keep marching towards Ecbatana, including Etoile, who starts to act more friendly with him. Meanwhile, Silvermask returns to the capital and forms a treacherous alliance with prince Guiscard from Lusitania.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "642041",
            "URL": "https://thetvdb.com/series/the-heroic-legend-of-arslan-2015/seasons/official/2",
            "TitleEnglish": "Dust Storm Dance",
            "SummaryEnglish": "Continuing on his quest to retake Ecbatana, Prince Arslan and his company march toward the city. But upon receiving news that the neighboring Kingdom of Turan is launching an assault on the Parsian stronghold at Peshawar Citadel, the prince is forced to turn back in order to defend the fortress. Amid holding off the invading forces, the Parsian army is met by an unexpected visitor.\r\n\r\nAs Arslan returns to Peshawar, Prince Hermes takes a slight detour from his clash against his cousin to search for the legendary sword Rukhnabad, which would grant him the right to rule and take back what he believes is rightfully his. However, after unearthing the lost artifact, the blade is stolen by the Temple Knights of Lusitania, prompting the masked warrior to give chase. Meanwhile in Ecbatana, the captive King Andragoras III finds an opportunity to strike and begins to make his move.",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "5375843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5375843",
                    "TitleEnglish": "The Tūrānian Army Invades",
                    "SummaryEnglish": "The Kingdom of Tūrān decides to take advantage of Pars's moment of weakness to invade Peshawar.  In order to protect Peshawar, Arslan has to turn his army back.  Meanwhile, Gieve intercepts Hermes in his search for a royal sword.  Something strange is occurring in Ecbatana.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5610127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5610127",
                    "TitleEnglish": "The Monarch Versus the Conqueror",
                    "SummaryEnglish": "Andragoras escapes from Ecbatana, taking Tahamine with him. King Tokhtomysh of Turan arrives to lead a second attempt to capture Peshawar, this time executing several civilians in order to provoke Arslan and draw him into open combat. However, Tokhtomysh is forced to flee after underestimating the Parsians and is killed by his own son for his cowardice. Once Andragoras arrives at Peshawar, he relieves Arslan from the command of the Parsian army, and orders that his son must not return unless he gathers another fifty thousand soldiers, a decision that is compared to sending him to exile.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5610128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5610128",
                    "TitleEnglish": "Journey Horse, Sad and Solitary",
                    "SummaryEnglish": "While tracking down the knights who stole the sacred sword, Hilmes has a brief encounter with Irina, a former princess who was close to him in the past. Meanwhile, Arslan begins his journey alone by his father's decree, but Daryun, Narsus and the rest of his closest retainers challenge Andragoras' orders and escape from Peshawar to accompany him.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5610129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5610129",
                    "TitleEnglish": "A City of Land and a City of Water",
                    "SummaryEnglish": "Arslan's party arrives at the port city of Gilan in search of the reinforcements they need. In the occasion, Narsus meets his old friend Shagard and learns, much to his disappointment, that he is not the same idealist man he used to be. During a meeting with Viceroy Pelagius, Arslan is informed that Gilan is being harassed by pirates, when an incoming merchant ship is attacked by them, and some members of the party rush to their aid.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5610130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5610130",
                    "TitleEnglish": "Parting of Ways",
                    "SummaryEnglish": "After driving away the pirates, Arslan and his comrades make friends with Grahze, the captain of the ship they saved, and they join forces to expose Pelagius' schemes of fraud and embezzlement towards the Royalty. Once Pelagius is removed from power, Arslan assumes temporary rule over Gilan. Soon after, the pirates launch an attack on the city, but are defeated thanks to another of Narsus' stratagems.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5610131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5610131",
                    "TitleEnglish": "Calamity of Kings",
                    "SummaryEnglish": "In Ecbatana, Guiscard confines Innocentius VII to his room, assuming command of the Lusitanian forces. To dispose of his brother, he involves Etoile and Irina in a plan to kill him that fails, and orders both to be executed, but Hilmes appear to intervene, breaking his ties with Lusitania in the occasion.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5610132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5610132",
                    "TitleEnglish": "The Rainbow City",
                    "SummaryEnglish": "Shagard, the mastermind behind the pirates, devises a scheme to lure out Arslan's retainers in order to assume control of Gilan, but Narsus, having already grasped his intentions, outsmarts him with his own plan and confronts Shagard directly, bringing him to justice afterwards. After Arslan sentences Shagard to one year of slavery for his crimes, Etoile reunites with the prince, asking for his help in order to save King Innocentius.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5610133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-heroic-legend-of-arslan-2015/episodes/5610133",
                    "TitleEnglish": "Dust Storm Dance",
                    "SummaryEnglish": "After shaking off their pursuers, Hilmes and his men track down the Lusitanian forces that stole the treasured sword and retrieve it. He then decides to launch an attack on Ecbatana in sequence. Meanwhile, Andragoras sets off with his army to retake the city as well, and upon knowing about this fact, Arslan answers to Etoile's plea and departs there with his forces, despite knowing that he may be forced to confront his own father in the occasion. As the three armies converge at the capital, Guiscard refuses to concede, and sends the Lusitanian Army against the forces of Andragoras, who arrives first.",
                    "Aliases": []
                }
            }
        }
    }
}