{
    "URL": "https://thetvdb.com/series/super-wings",
    "Genres": [
        "Adventure",
        "Animation",
        "Children",
        "Family",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3600266/",
        "https://www.themoviedb.org/tv/71026",
        "https://www.themoviedb.org/tv/71026"
    ],
    "TitleEnglish": "Super Wings",
    "SummaryEnglish": "A jet plane named Jett travels the world delivering packages to children and solving problems with his friends the Super Wings.",
    "Aliases": [
        "Super Wings: Wild Horses Heroes",
        "スーパーウィングス ミッションチーム"
    ],
    "Modified": "2025-10-18",
    "Seasons": {
        "0": {
            "ID": "621644",
            "URL": "https://thetvdb.com/series/super-wings/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10819913",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10819913",
                    "TitleEnglish": "Super Wings The Movie Maximum Speed",
                    "SummaryEnglish": "The Super Wings rush to the skies to save the day when Billy Willy, a scheming toy maker, kidnaps social media stars and sends them into space.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "621645",
            "URL": "https://thetvdb.com/series/super-wings/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "5239555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5239555",
                    "TitleEnglish": "The Right Kite",
                    "SummaryEnglish": "Jett brings a kite to a boy named Akas in the Himalayas, who wants to fly it in a kite festival. \r\nRed Pandas take off with the kite and Jett pursues them. \r\nWhen he runs into trouble and gets pinned under a rock,\r\nDizzy shows up with her rescue gear to save the day.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5239556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5239556",
                    "TitleEnglish": "Shadow Play",
                    "SummaryEnglish": "Mei's father owns and operates a popular Chinese dumpling restaurant. However, he is so busy that he may not make it to see his daughter's and her friends' shadow play that very night. How is Jett going to help Mei's father get to the play in time?",
                    "Aliases": []
                },
                "3": {
                    "ID": "5240199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5240199",
                    "TitleEnglish": "Great Gondolas",
                    "SummaryEnglish": "Jett goes to Venice, Italy with a mask for Luca to wear at his masquerade party. \r\nJett and Luca set out on a gondola to \r\ndeliver the invitations, but when they run into a waterway traffic\r\njam, Paul must show up to unclog the canal traffic.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5212630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5212630",
                    "TitleEnglish": "Aloha Adventure",
                    "SummaryEnglish": "Jett travels to Hawaii to bring Keilani, a hula skirt that lights up. On the way to the “Best Hula Dancer” contest it looks  like an overflowing volcano will block the road. Donnie uses his jackhammer to get the lava flowing safely into the ocean.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5212631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5212631",
                    "TitleEnglish": "Puppies For A Princess",
                    "SummaryEnglish": "Princess Maribelle from England asks for sparkly collars for her puppies to wear at her royal tea party. \r\nWhen the puppies escape and run every which way through the garden,\r\nJett and Jerome join forces to round them up.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5212632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5212632",
                    "TitleEnglish": "Sahara Sled",
                    "SummaryEnglish": "Jett delivers a sled to Ali in the Sahara, but the only place to ride it is on the sand dunes. \r\nThe Super Wings bring real snow sledding to the desert when Donnie and Dizzy show up with an enormous ice cube and a Super Frosty Freezer Fan.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5212633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5212633",
                    "TitleEnglish": "Lights, Camera, Action!",
                    "SummaryEnglish": "Riley from Hollywood is directing his first action film. \r\nJett brings an alien mask and ends up acting as the monster. Riley’s demands get out of hand, so Jerome comes to co-star \r\nand help him bring about a peaceful ending.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5239557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5239557",
                    "TitleEnglish": "Bubble Trouble",
                    "SummaryEnglish": "Callum from Scotland wants bagpipes that blow bubbles so he can play them for Nessie, the Loch Ness Monster. When they float away and drop into the lake, Mira arrives and dives right in. She emerges on the head of Nessie!",
                    "Aliases": []
                },
                "9": {
                    "ID": "5229623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5229623",
                    "TitleEnglish": "Samba Spectacular",
                    "SummaryEnglish": "Jett has a feathered headdress for Camila from Brazil. She’s dancing the samba in a Carnival parade. Jerome comes to help her with her dance moves and Jett uses his Jett Speed to fix Camila’s float when it suffers a breakdown.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5239558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5239558",
                    "TitleEnglish": "Mongolian Stars",
                    "SummaryEnglish": "Nambayar from Mongolia asks for glowing stars to decorate \r\nthe inside of her tent. Sheep knock into the box, getting \r\nstars stuck in their fleece. Grand Albert uses cowboy know-how\r\nto help Nambayar and Jett round up the runaway sheep.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5229622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5229622",
                    "TitleEnglish": "Race Against Time",
                    "SummaryEnglish": "Jett takes a pair of running shoes that light up to \r\nLorna in Kenya. She’s going to run in a big race. While training she crosses paths with a lost baby wildebeest. Bello comes to play a game \r\nand reunite the baby with its parents.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5229624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5229624",
                    "TitleEnglish": "The Pyramid Kid",
                    "SummaryEnglish": "Jett brings an archaeology kit to Akiiki, a boy in Egypt. They go to a dig site and use the tools to explore, but end up getting stuck in the top of a giant pyramid. Dizzy arrives and uses her rescue rope to save them.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5239560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5239560",
                    "TitleEnglish": "Cold Feet",
                    "SummaryEnglish": "Drew in Canada asks for ice skates so that he can play on an ice hockey team. When he gets to the rink he’s so nervous that he can’t play. Former Mountie Grand Albert gives Drew confidence-boosting tips so he can score the big goal.",
                    "Aliases": []
                },
                "14": {
                    "ID": "5229619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5229619",
                    "TitleEnglish": "Gorilla Band",
                    "SummaryEnglish": "Jett brings drums for Lulu to play in a village festival. A gorilla tries out the drums and sounds great but then runs off. Bello comes and makes up a drumming game to bring the gorilla back so he can perform with Lulu.",
                    "Aliases": []
                },
                "15": {
                    "ID": "5239559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5239559",
                    "TitleEnglish": "Balancing Act",
                    "SummaryEnglish": "Yuri from Russia is part of a family circus. He needs a unicycle for his act on the high wire. The rest of the family is on their way when the circus train breaks down. Jerome performs an amazing act for the crowd while Jett goes to help them.",
                    "Aliases": []
                },
                "16": {
                    "ID": "5239562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5239562",
                    "TitleEnglish": "Paper Rangers",
                    "SummaryEnglish": "Jett brings colorful paper to Yuki in Japan. He and his friends make costumes to play “Paper Rangers” but one friend, Namiko, is moving away. Donnie makes a giant paper robot to give to Namiko as a going-away present.",
                    "Aliases": []
                },
                "17": {
                    "ID": "5212672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5212672",
                    "TitleEnglish": "Viking Voyage",
                    "SummaryEnglish": "Karl from Norway asks for a Viking helmet.He goes to Viking Camp where Jett is mistaken for a dragon. The campers chase Jett onto a ship that heads for a waterfall. Mira comes and pushes them away from disaster.",
                    "Aliases": []
                },
                "18": {
                    "ID": "5212670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5212670",
                    "TitleEnglish": "Arctic Run",
                    "SummaryEnglish": "Anders from Greenland wants a sled for a dog sled race. Along the way his team rides onto an iceberg that separates from the land and heads out to sea. Donnie uses a giant propeller to bring the iceberg back and they win the race.",
                    "Aliases": []
                },
                "19": {
                    "ID": "5239561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5239561",
                    "TitleEnglish": "A Winning Recipe",
                    "SummaryEnglish": "Martine in Paris, France needs a cake-decorating machine.",
                    "Aliases": []
                },
                "20": {
                    "ID": "5212671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5212671",
                    "TitleEnglish": "Follow That Ghost",
                    "SummaryEnglish": "Brigita from Romania hosts a spooky party and wants a flashlight that projects scary shapes. She hears an eerie sound and follows it. It’s her cat stuck in the rafters. Dizzy comes to free Jett who has become trapped in a room when he was rescuing the kitty.",
                    "Aliases": []
                },
                "21": {
                    "ID": "5239563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5239563",
                    "TitleEnglish": "Pop Star",
                    "SummaryEnglish": "Vietnamese sisters Sen and Kim are fans of pop star Kellie. They ask for wigs like the one their idol wears. When Kellie’s van gets stuck in a rice paddy, Dizzy comes to lead the way to the concert \r\nand the sisters are Kellie’s special guests.",
                    "Aliases": []
                },
                "22": {
                    "ID": "5229620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5229620",
                    "TitleEnglish": "Feathered Friends",
                    "SummaryEnglish": "Jett delivers a camera to Sam in Papua New Guinea.",
                    "Aliases": []
                },
                "23": {
                    "ID": "5229621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5229621",
                    "TitleEnglish": "Paint Pals",
                    "SummaryEnglish": "Jett takes brushes to Willem in The Netherlands who is going to paint a mural on a sea wall. When the mural is almost done, a storm approaches. \r\nJett and Donnie borrow the propeller from a windmill to dry the painting before it is ruined.",
                    "Aliases": []
                },
                "24": {
                    "ID": "5264166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5264166",
                    "TitleEnglish": "Fiesta! Fiesta!",
                    "SummaryEnglish": "Tomas and Manuel are twins in Mexico who are having rival birthday fiestas.",
                    "Aliases": []
                },
                "25": {
                    "ID": "5239564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5239564",
                    "TitleEnglish": "Boonying's Bath",
                    "SummaryEnglish": "Jerome thinks Jett’s job is easy so he takes his place. He delivers a bathtub to Nayan in Thailand. Boonying the elephant takes a bath but is startled by a spray of water and runs off. Jett arrives to help bring Boonying back.",
                    "Aliases": []
                },
                "26": {
                    "ID": "5239554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5239554",
                    "TitleEnglish": "Family Time",
                    "SummaryEnglish": "Alex and Adriana are a brother and sister racing team. They are participating in a soap box derby, by creating a car shaped like a hot dog. Alex has the honor of driving it. Unfortunately, during the race, he goes off course and ends up in real danger of hitting people and going to a busy roadway. How can Alex get back onto the race track and finish the race?",
                    "Aliases": []
                },
                "27": {
                    "ID": "5452635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5452635",
                    "TitleEnglish": "Fast Track",
                    "SummaryEnglish": "Alex and Adriana are a brother and sister racing team. They are participating in a soap box derby, by creating a car shaped like a hot dog. Alex has the honor of driving it. Unfortunately, during the race, he goes off course and ends up in real danger of hitting people and going to a busy roadway. How can Alex get back onto the race track and finish the race?",
                    "Aliases": []
                },
                "28": {
                    "ID": "5452620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5452620",
                    "TitleEnglish": "Cheese Chase",
                    "SummaryEnglish": "Sven's parents agree to make cheese using Sven's recipe. Upon arrival there, Sven teaches Jett how to make homemade Swiss cheese, but with mixed results. On top of that, after all the cheese wheels were loaded onto a horse-driven wagon, Jett had accidentally spooked the horse. Therefore, some of the cheese wheels went down a hill and rolled away. How is Sven's family going to get the runaway cheese wheels and sell them at a town market?",
                    "Aliases": []
                },
                "29": {
                    "ID": "5452631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5452631",
                    "TitleEnglish": "Runaway Rex",
                    "SummaryEnglish": "Noah is an inventor. At his laboratory, he unveils to Jett a dinosaur nicknamed the \"Tyblockasaurus Rex.\" Once Noah inserts the battery, the dinosaur comes to life. However, when Jett tries out the dinosaur's remote control, it goes out of control. It smashes out the lab door and goes on a rampage on the unsuspecting populace. How is Jett suppose to stop it from terrorizing everyone in town?",
                    "Aliases": []
                },
                "30": {
                    "ID": "5452619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5452619",
                    "TitleEnglish": "Zebra Scout",
                    "SummaryEnglish": "Tendai is a member of the Zebra Scouts, along with her brother Munaki and friend Ruva. Their scout leader is named Robert. The three members' objective is to receive a nature explorer's badge for each of them. To do that, they need to retrieve three items: a largest leaf from a baobab tree, a wing feather from a taita falcon, and a ripe horned melon. On the way to get a melon, Tendai tripped on a footbridge and dropped the nature box in the river. Jett tried to get it, but was unsuccessful. How are the Zebra Scouts going to complete their objective now?",
                    "Aliases": []
                },
                "31": {
                    "ID": "5452625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5452625",
                    "TitleEnglish": "Aussie Animals",
                    "SummaryEnglish": "Ruby stars on her own nature show called \"Ruby Talks to the Animals\". Joshua is Ruby's friend and camera operator for the show. Ruby seems to have a talent for understanding animal behaviours. She interviews an emu, a koala, and a mother kangaroo. When Ruby starts having an interview with the kangaroo, she takes the microphone and hops away. Everyone tried to catch up to her, but she hops really fast and escapes. Can Ruby get her microphone back?",
                    "Aliases": []
                },
                "32": {
                    "ID": "5452633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5452633",
                    "TitleEnglish": "Penguin Parade",
                    "SummaryEnglish": "Ella and her mother are going to Antarctica, in order to drop off three lost emperor penguins by boat. Jett agrees to go along with them. Ella keeps the penguins in check by using a whistle. Ella sees Antarctica in her sights, but a ginormous waterspout is blocking their way. Jett tries to steer the boat away from the waterspout, but the weather phenomenon is too strong for him. How are they going to get to Antarctica and drop safely the penguins there in one piece?",
                    "Aliases": []
                },
                "33": {
                    "ID": "5477210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5477210",
                    "TitleEnglish": "The Amazing Moritz",
                    "SummaryEnglish": "Jett brings a magician’s hat to Moritz in Austria, who is performing an act with his pet rabbit. As a finale, he will make a piano appear. The naughty rabbit causes the piano to roll out of the theater. Dizzy comes and uses Rescue Cushion to keep the piano from falling into the Danube River and returns it to the theater for the final trick.",
                    "Aliases": []
                },
                "34": {
                    "ID": "5453004",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5453004",
                    "TitleEnglish": "Blast Off",
                    "SummaryEnglish": "Yun and his classmates are going to a space centre for a school tour. As a bonus for the group, they get to see a real space shuttle launch from a mission control center. However, Yun got separated from his classmates because he loved the shuttle simulator so much. In fact, he ends up in the real shuttle and takes off with two unsuspecting astronauts to outer space. How is Jett supposed to bring Yun back to Earth?",
                    "Aliases": []
                },
                "35": {
                    "ID": "5453001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5453001",
                    "TitleEnglish": "Fireman Dad",
                    "SummaryEnglish": "Jett brings a fireman’s hat to Stefan in Germany. \r\nHis dad is a fireman and is coming to school to tell everyone about his job. \r\nBut a fire breaks out and the fire truck runs out of water. Donnie uses a fountain as a giant showerhead, attaching it to a hose and tapping into underground springs to bring enough water to save the day.",
                    "Aliases": []
                },
                "36": {
                    "ID": "5264059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5264059",
                    "TitleEnglish": "Square Search",
                    "SummaryEnglish": "An awkward moment for Jett: Marek's family moved out from that Prague address. Therefore, he cannot deliver Marek's package. As a way to find him, Jett flies to the Old Town Square and search for him there. After he arrives at the square, Jett starts to become depressed because nobody knows Marek there. Would Jett have to send the package back to World Airport?",
                    "Aliases": []
                },
                "37": {
                    "ID": "5458140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5458140",
                    "TitleEnglish": "Flying Colors",
                    "SummaryEnglish": "Meena is going to perform a Bollywood dance with her friends. Jett brings the costumes, but there is a mistake and they are all white instead of many colors. The kids dye the outfits but while they are drying the wind blows them away. Jerome arrives to help Jett gather up the costumes and get them back in time for the performance.",
                    "Aliases": []
                },
                "38": {
                    "ID": "5458141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5458141",
                    "TitleEnglish": "Pirate Booty",
                    "SummaryEnglish": "Jett takes a pirate hat and eye patch to Cassi, a girl in the British Virgin Islands. She has a map and wants to hunt for treasure. They find an abandoned pirate ship in a cave, but there’s no way to sail it out. Dizzy comes and uses balloons to fly it through the air and onto dry land.",
                    "Aliases": []
                },
                "39": {
                    "ID": "5458142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5458142",
                    "TitleEnglish": "Flight Fans",
                    "SummaryEnglish": "Jett goes to Peru and lands at a small airport where Pilar and her friends greet him. He gives them pilot items for their Fantastic Flyers Club. They want Jett to take them on an airplane ride but he is not a passenger plane. Jimbo sends Big Wing, who takes them on their very first trip into the sky!",
                    "Aliases": []
                },
                "40": {
                    "ID": "5458143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5458143",
                    "TitleEnglish": "Toy Trackers",
                    "SummaryEnglish": "Jett delivers a nature book to Dirk in South Africa. Someone has been taking toys from all the kids at the Safari Lodge. Dirk follows animal tracks to try to find out who snatched them. Paul comes and works under cover, and in the end it turns out that Dirk’s dog did it!",
                    "Aliases": []
                },
                "41": {
                    "ID": "5458144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5458144",
                    "TitleEnglish": "Lion Dance",
                    "SummaryEnglish": "Jett takes a Lion Dance costume to Li-Li and Xiao Ming in Taiwan. When they practice their dance, they argue and tear the costume in half. Donnie repairs it and Jerome teaches the kids how to cooperate and dance in harmony.",
                    "Aliases": []
                },
                "42": {
                    "ID": "5458145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5458145",
                    "TitleEnglish": "Miner Problem",
                    "SummaryEnglish": "Jett takes a Lion Dance costume to Li-Li and Xiao Ming in Taiwan. When they practice their dance, they argue and tear the costume in half. Donnie repairs it and Jerome teaches the kids how to cooperate and dance in harmony.",
                    "Aliases": []
                },
                "43": {
                    "ID": "5452999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5452999",
                    "TitleEnglish": "Snow Ballin'",
                    "SummaryEnglish": "Stig wants to make the biggest snowman in Finland. Jett gets permission from Stig and his father to join in making one. Stig pretends that Jett's snowball is small, in comparison with his own snowball. However, Jett loses his grip on his big snowball, after lifting it. On top of that, it is headed toward a town and picking up various items along the way. How is Jett going to stop it from becoming a menace to the town's inhabitants?",
                    "Aliases": []
                },
                "44": {
                    "ID": "5453000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5453000",
                    "TitleEnglish": "Wheel Good Time",
                    "SummaryEnglish": "Ruma needs to help her mother get fruit from a market. However, she needs Jett's help on how to ride her new bike. Eventually, she can ride it without any assistance. After getting some fruit from a market, Ruma and Jett head back to Ruma's houseboat, but the road ahead was flooded. Added to that, the houseboat was floating away and her mother cannot steer it back. How is Jett supposed to help Ruma go across the water and help Ruma's mother turn the boat around toward its mooring?",
                    "Aliases": []
                },
                "45": {
                    "ID": "5477213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5477213",
                    "TitleEnglish": "Santorini Choo Choo",
                    "SummaryEnglish": "Katina from Santorini, Greece asks for a braided rope. She wants to play train with her friends and go to the top of the island to watch the sunset. She and her friend argue about who gets to be the conductor and the rope breaks. Jimbo sends Donnie and baggage cart Roy. Donnie builds tracks and Roy gets to be a train and takes everyone to the top of the mountain",
                    "Aliases": []
                },
                "46": {
                    "ID": "5453003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5453003",
                    "TitleEnglish": "Rain Ride",
                    "SummaryEnglish": "Jett arrives in rainy London and brings a teddy bear to Cecily. They give the bear an umbrella and take him out to play. The wind lifts the bear away and he flies over the city and falls into a crowd of people with umbrellas. Jerome comes to lead the crowd in a dance number that ends with the bear being revealed and reunited with Cecily.",
                    "Aliases": []
                },
                "47": {
                    "ID": "5458146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5458146",
                    "TitleEnglish": "Fish Friends",
                    "SummaryEnglish": "Jett brings a toy castle to Ayesha in The Maldives. She hopes it will cheer up her pet fish, Sir Salty. But he is still sad, so she and Jett take a submarine to a coral reef to find some fish friends. They run into a giant octopus and Mira must come and help them escape its grasp.",
                    "Aliases": []
                },
                "48": {
                    "ID": "5460491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5460491",
                    "TitleEnglish": "Jamaican Waves",
                    "SummaryEnglish": "Jett takes a guitar to Shanna in Jamaica, who plays in her family reggae band. They are invited to perform on a ship but miss the boat. Mira comes and transforms a barge into a cool floating stage.",
                    "Aliases": []
                },
                "49": {
                    "ID": "5460492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5460492",
                    "TitleEnglish": "The Good Knight",
                    "SummaryEnglish": "Carlos is dressed up as a knight. Also, he named his horse Salvador. With his father's permission, Carlos and Jett go out on an adventure. This time, Carlos wants to save a princess in distress. That \"princess\" is Carlos' friend Isabel. The main problem here is that she is \"trapped on top of a tower\", but he has no way to reach her. How is Carlos going to save her?",
                    "Aliases": []
                },
                "50": {
                    "ID": "5470041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5470041",
                    "TitleEnglish": "Wish Upon a Jett",
                    "SummaryEnglish": "Ayşe loves to be called a princess by her father. He is a hot air balloon tour guide. Also, Ayşe wants to be granted three wishes from a genie. Jett volunteers to be a genie for her. Her first wish was having ice cream on a cone. Her second wish was to wear a princess outfit. Her final wish was to fly on a magic carpet to her father. Unfortunately, the carpet is not magical. How is Jett going to complete Ayşe's final wish?",
                    "Aliases": []
                },
                "51": {
                    "ID": "5473594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5473594",
                    "TitleEnglish": "Farmer Jett",
                    "SummaryEnglish": "Jett brings glass slippers to Colette who lives on a farm in the south of France. Jett says he will take care of the animals while she goes to a Fairy Tale Costume Ball. The animals cause lots of trouble and mess up the farm. Donnie comes and fixes up the farm.",
                    "Aliases": []
                },
                "52": {
                    "ID": "5473595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/5473595",
                    "TitleEnglish": "Acting Up",
                    "SummaryEnglish": "Trevor in New York City leads a theater troupe. The kids are putting on a musical and Jett bring them matching dance shoes. When too many audience members show up Donnie comes to build a stage in Times Square just in time for the show.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "706660",
            "URL": "https://thetvdb.com/series/super-wings/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "6032904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6032904",
                    "TitleEnglish": "It Came From Hong Kong",
                    "SummaryEnglish": "Jett delivers a package to little Shun Yip in Hong Kong. He has ordered a kung fu suit because he wants to be like his great kung fu role models one day. Since Jett is also interested in martial arts, Shun Yip agrees to give him lessons. On the way to the kung fu school, the two suddenly encounter an alien, which Shun Yip bravely confronts. However, the two do not realize that it is just a movie monster and try to take it out. In doing so, they unintentionally provide the film crew with such fantastic fight scenes that the director is ultimately convinced that she has a blockbuster in the can.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6032905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6032905",
                    "TitleEnglish": "Yeti Quest",
                    "SummaryEnglish": "Jett has to deliver a package to little Dema in Bhutan, a country in the Himalayas. It is a first aid kit because she and her father look after the animals in a wildlife sanctuary. Since there was recently an avalanche, they immediately set out to look for animals in distress after Jett arrives and gets into trouble themselves.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6038520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6038520",
                    "TitleEnglish": "Swimming Pigs",
                    "SummaryEnglish": "Jett's mission today takes him to the Bahamas, more specifically to one of the Exuma Islands called Big Major Cay. It is known for having pigs that swim in the water. Jermaine, the boy who ordered the package, is kind enough to show them to him. But while Jermaine is feeding the pigs, a violent storm suddenly comes up and puts the cute animals in great danger. As always, the Super Wings are ready to rescue and are there in a flash.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6038521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6038521",
                    "TitleEnglish": "The Great Inflate",
                    "SummaryEnglish": "Jett flies to Athens to deliver a package containing an inflatable muscle costume to little Nikos. Nikos is supposed to play Hercules in a play and believes he can only do it if he looks muscular enough. However, a small accident occurs during rehearsals. The costume inflates so much that Nikos has to take it off. Filled with so much air, it flies away uncontrollably and threatens not only to spoil the little boy's performance but also to cause great damage. Jett and his airplane friends naturally do everything they can to catch the broken muscle pack again.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6038522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6038522",
                    "TitleEnglish": "Team Tango",
                    "SummaryEnglish": "Jett delivers a package of dance skirts to Julieta, who lives in Buenos Aires. Her mother teaches tango dancing, and Julieta is also a great dancer. But what she likes even more is playing soccer, which her mother doesn't know about. When she picks Julieta up from the stadium on the very day of an important match, she happens to see how well Julieta can handle the ball...",
                    "Aliases": []
                },
                "6": {
                    "ID": "6038523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6038523",
                    "TitleEnglish": "Tip Of The Iceberg",
                    "SummaryEnglish": "Jett flies to Alaska to bring little Yaari a package with a captain's hat and a telescope. She gets to be captain of a real cruise ship for the first time that day. After Jett and Yaari rescue two polar bear cubs and reunite them with their mother, they get into trouble themselves.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6038526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6038526",
                    "TitleEnglish": "Alp Help",
                    "SummaryEnglish": "This time, Jett's mission takes him to the Swiss Alps. A girl named Lena has ordered a barrel for her St. Bernard Biggie, a prospective rescue dog. Lena's father, however, thinks that he is far too young for this. But shortly afterward, Biggie can prove that she has what it takes to be a rescue dog. The train that is supposed to take Jett, Lena, and Biggie to the mountain station suddenly derails.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6043274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6043274",
                    "TitleEnglish": "Think Big",
                    "SummaryEnglish": "Mayta from Peru wants to create a drawing on the ground in his father's field that is as big as the famous Nazca Lines. In order to keep an eye on this huge work, he has ordered a camera copter, which Jett will deliver to him. He has also built himself a digging tool, which the helpful Jett breaks through a moment of carelessness. He then calls Dizzie, Donnie, and Jerome for help.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6043275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6043275",
                    "TitleEnglish": "Dubai Fly By",
                    "SummaryEnglish": "Today Jett is flying to Dubai in the United Arab Emirates, where he is delivering a package containing a new tool kit to the young architect Said. Said's great role model as an architect is his mother, who is currently working on an extraordinary project, the \"Tower of the Big, Wide World\". Of course, Jett is keen to see it. The building is almost finished when the crane carrying out the work makes a big mistake.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6043276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6043276",
                    "TitleEnglish": "The Jeju Giant",
                    "SummaryEnglish": "Jett delivers a package to Tae-Hun in South Korea. The boy has built a very powerful robot for the project day at his school. He hopes to win first prize. Unfortunately, his model fails during the presentation. This increases the chances for his friend Seo-Yoon, who has built a huge recycling robot. Unfortunately, the robot has problems recognizing garbage, because it grabs its control system, destroys it, and is out of control from then on. To stop it, Tae-Hun builds a large version of his robot with the help of the Super Wings.",
                    "Aliases": []
                },
                "11": {
                    "ID": "6043277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6043277",
                    "TitleEnglish": "Panda-Monium",
                    "SummaryEnglish": "Wang from Chengdu in China has ordered a panda costume. His father works at the local panda research facility and with this costume, he is finally allowed to feed the pandas with him. They discover that Min, one of the baby pandas, has escaped through a hole in the fence. The paw prints indicate that it ran into the middle of downtown Chengdu. A feverish search begins.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6043278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6043278",
                    "TitleEnglish": "The Large Little Laddie",
                    "SummaryEnglish": "Ian from Dublin would like to be as tall as one of the heroes from the old Irish stories. So he gets a pair of stilts from Jett. But they don't work as Ian imagined. So Uncle Albert has to help out with his suitcase of memories. He finds a telephoto transformer in it that can make things bigger and smaller. However, due to a small accident, it is not Ian who is enlarged, but his little brother Anton, who is still a baby. To make matters worse, the telephoto transformer breaks. While Uncle Albert repairs it, the others must ensure that the giant baby doesn't cause any harm in its clumsiness...",
                    "Aliases": []
                },
                "13": {
                    "ID": "6043280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6043280",
                    "TitleEnglish": "Tricky Trolls",
                    "SummaryEnglish": "Hilda from Norway has ordered a picnic basket for her school trip and invites Jett to come along. During the picnic, Jett scares Hilda with a troll mask. In shock, she drops the basket, which then moves as if by magic and disappears into a hole in the ground. Could there be trolls causing trouble here?",
                    "Aliases": []
                },
                "14": {
                    "ID": "6043279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6043279",
                    "TitleEnglish": "Magno Dino",
                    "SummaryEnglish": "Justin from the Drumheller Badlands, Canada, has ordered an excavation kit. He asks Jett to look for dinosaur bones in the garden with him. And they find the bones of a real T-Rex! But since they are too big and heavy for the two of them, they call Donnie for help. He even manages to put the bones back together using metal hinges. After that, the dinosaur skeleton suddenly starts moving and running after Tommy, a tow truck!",
                    "Aliases": []
                },
                "15": {
                    "ID": "6043852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6043852",
                    "TitleEnglish": "Trip to Times Past (1)",
                    "SummaryEnglish": "Margot from the Dordogne is an enthusiastic cave painter. Jett brings her a paint box with prehistoric paints, which she naturally wants to try out straight away. As they look at one of the caves with her mother, Margot tells Jett that her greatest wish is to meet a real mammoth. But since they are extinct, the two of them have to take a trip into the past with the help of Uncle Albert.",
                    "Aliases": []
                },
                "16": {
                    "ID": "6043286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6043286",
                    "TitleEnglish": "Trip to Times Past (2)",
                    "SummaryEnglish": "Once in the past, Margot, Jett, and Uncle Albert meet the little caveman Urk, who shows them where the mammoths live. And indeed, Margot's greatest wish comes true: she meets a real mammoth, a baby mammoth. When Meow, Urk's \"pet\", sees the baby mammoth, it immediately wants to play with it. But the baby mammoth is very scared and gets a fright.",
                    "Aliases": []
                },
                "17": {
                    "ID": "6043281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6043281",
                    "TitleEnglish": "House of Ghoulies",
                    "SummaryEnglish": "Halloween is just around the corner and the little boy Irving has ordered a package that Jett will deliver to him in Sleepy Hollow. Irving usually finds Halloween too scary, but this year he has ordered a skeleton costume to scare the children who want to scare him. His friends Abe and Katrina are already out trick-or-treating when he sets off with Jett.",
                    "Aliases": []
                },
                "18": {
                    "ID": "6043282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6043282",
                    "TitleEnglish": "Junior Detective",
                    "SummaryEnglish": "Jett flies to Archie, who lives in London, to deliver detective equipment. Archie dreams of forming a detective team with his dog Basil. Jett helps him set up an agency. The first client is Archie's sister Maisie, who has lost her bath toy Allie the Alligator.",
                    "Aliases": []
                },
                "19": {
                    "ID": "6043283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6043283",
                    "TitleEnglish": "Home Run Julio",
                    "SummaryEnglish": "Little Julio from Cuba gets a new baseball bat from Jett. His greatest wish is to hit a home run. Julio and Jett immediately go to the baseball field to try out Julio's new bat. Jett asks Astra to film her so that Julio's first home run can be captured. But Astra must first blow up a dangerous meteorite threatening to approach the Earth.",
                    "Aliases": []
                },
                "20": {
                    "ID": "6043284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6043284",
                    "TitleEnglish": "Waffle Mix-Up",
                    "SummaryEnglish": "Jules wants to bake the world's largest waffle to celebrate the fiftieth anniversary of his grandmother's waffle restaurant. With Todd's kind help, Jett delivers him a huge waffle iron. To mix so much batter, the city's old water tower is converted into a giant mixing vessel. Without waiting for instructions, Jett pours a whole bag of yeast into it. Was that a good idea?",
                    "Aliases": []
                },
                "21": {
                    "ID": "6043285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6043285",
                    "TitleEnglish": "The Super Seven",
                    "SummaryEnglish": "Jett delivers a golden lasso to Susanna in Wyoming, USA. Susanna has been appointed sheriff by her uncle Wild Bill Bristles. Together with her pony Buttercup, she helps him with his duties at the old Wild West theme park Cowpoke Corral. Jett, who is promptly appointed deputy by Susanna, is of course ready to help her!",
                    "Aliases": []
                },
                "22": {
                    "ID": "6043287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6043287",
                    "TitleEnglish": "Whale Tale",
                    "SummaryEnglish": "Jett is supposed to make an urgent delivery. The girl Tima from the Fiji Islands needs the package for a performance at the Hibiscus Festival. But Jett is swallowed by a giant whale on his way! Joy sends Mira and Ace to help him, who immediately sets out to save Jett. But then Mira is swallowed too!",
                    "Aliases": []
                },
                "23": {
                    "ID": "6043288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6043288",
                    "TitleEnglish": "Piano Panic",
                    "SummaryEnglish": "Jett delivers a tuxedo to a boy named Ludwig in Austria. Ludwig has a piano performance at the Salzburg Festival that same day. However, the director of the festival directs Ludwig to a piano that is far too big. He wants to try to master this task with the help of the Super Wings. During the rehearsal, however, Jerome accidentally destroys the keyboard. Does the performance have to be canceled?",
                    "Aliases": []
                },
                "24": {
                    "ID": "6043289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6043289",
                    "TitleEnglish": "Laugh, Prince, Laugh",
                    "SummaryEnglish": "Jett delivers some joke items to a girl named Alessia in Liechtenstein. Alessia wants to take part in a competition to make Prince Simon laugh. But it seems harder than she thought. The Super Wings try to help, but Alessia still seems to fail the competition. But then she notices something crucial.",
                    "Aliases": []
                },
                "25": {
                    "ID": "6048860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6048860",
                    "TitleEnglish": "The Bermuda Blunder (1)",
                    "SummaryEnglish": "Jett is on his way to Aaron, who lives in the capital Hamilton on the island of Bermuda, when he gets caught in a violent storm in the Bermuda Triangle and loses the package. When he comes to, however, he is not in Bermuda, but on Darrell Island. Since Jett is no longer able to fly due to the fall, little Chelsea offers to accompany him to her father's boat, which they can use to cross to Hamilton.",
                    "Aliases": []
                },
                "26": {
                    "ID": "6048861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6048861",
                    "TitleEnglish": "The Bermuda Blunder (2)",
                    "SummaryEnglish": "Still searching for Jett, Dizzy, Mira, and Ace get caught in a severe storm. But luckily Flip can guide them out of the storm. Meanwhile, Chelsea and her father build a glider out of branches and palm leaves for the flightless Jett so that he can fly back to the Bermuda Triangle and look for Aaron's package.",
                    "Aliases": []
                },
                "27": {
                    "ID": "6307238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6307238",
                    "TitleEnglish": "Mission On Mars",
                    "SummaryEnglish": "Jett's delivery today is going to Catalina in Alqi Valley in Chile. She wants to visit her pen pal Ro from Mars and give her a small stuffed Andean fox. With the help of the Super Wings, Catalina and her father go on a big mission to Mars. When they get to the top, Catalina learns that her father just made up Ro. But Catalina soon comes across a rover that was left behind and begins a new pen pal friendship.",
                    "Aliases": []
                },
                "28": {
                    "ID": "6440307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6440307",
                    "TitleEnglish": "Christmas Down Under",
                    "SummaryEnglish": "It's Christmas in Australia, Jett and Nicole put up the christmas stuff, but Santa Claus and his reindeer get tired. Will Jett and Nicole deliver more presents?\r\n\r\nPackage items: Three Christmas stockings for Nicole and her parents\r\nWord of this episode: TBA\r\nSuper Wings helper: Donnie, Bello, and Astra",
                    "Aliases": []
                },
                "29": {
                    "ID": "6307240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6307240",
                    "TitleEnglish": "Drills & Thrills",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "30": {
                    "ID": "6307253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6307253",
                    "TitleEnglish": "The Dragon Flies",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "31": {
                    "ID": "6307241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6307241",
                    "TitleEnglish": "Sniff Test",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "32": {
                    "ID": "6307243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6307243",
                    "TitleEnglish": "The Pumpkin Roll",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "33": {
                    "ID": "6342581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6342581",
                    "TitleEnglish": "Doubles Trouble",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "34": {
                    "ID": "6421925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6421925",
                    "TitleEnglish": "Snow on the Go",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "35": {
                    "ID": "6307247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6307247",
                    "TitleEnglish": "Mermaid Melody",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "36": {
                    "ID": "6307252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6307252",
                    "TitleEnglish": "Dalmatian Doggercise",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "37": {
                    "ID": "6307257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6307257",
                    "TitleEnglish": "Barcelona Birdhouse",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "38": {
                    "ID": "6342580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6342580",
                    "TitleEnglish": "Cat In The Box",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "39": {
                    "ID": "6421930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6421930",
                    "TitleEnglish": "Weather or Not",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "40": {
                    "ID": "6411742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6411742",
                    "TitleEnglish": "Very Special Delivery (1)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "41": {
                    "ID": "6411743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6411743",
                    "TitleEnglish": "Very Special Delivery (2)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "42": {
                    "ID": "6411741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6411741",
                    "TitleEnglish": "Ballet Day",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "43": {
                    "ID": "6342583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6342583",
                    "TitleEnglish": "The Sheep Heap",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "44": {
                    "ID": "6307256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6307256",
                    "TitleEnglish": "Blockosaurus Park",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "45": {
                    "ID": "6420937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6420937",
                    "TitleEnglish": "The Trouble With Trompos",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "46": {
                    "ID": "6421919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6421919",
                    "TitleEnglish": "Mangrove Mess",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "47": {
                    "ID": "6421918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6421918",
                    "TitleEnglish": "There's No Place Like Rome",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "48": {
                    "ID": "6421920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6421920",
                    "TitleEnglish": "Speed Hump",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "49": {
                    "ID": "6421921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6421921",
                    "TitleEnglish": "The Spy Who Surprised Me",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "50": {
                    "ID": "6421924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6421924",
                    "TitleEnglish": "Great Wall of Go",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "51": {
                    "ID": "6421927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6421927",
                    "TitleEnglish": "Trojan Course",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "52": {
                    "ID": "6421932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6421932",
                    "TitleEnglish": "Loch Ness on Ice",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "783181",
            "URL": "https://thetvdb.com/series/super-wings/seasons/official/3",
            "TitleEnglish": "Mission Teams",
            "SummaryEnglish": null,
            "# Episodes": 40,
            "Episodes": {
                "1": {
                    "ID": "6870463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6870463",
                    "TitleEnglish": "Wild Horses Heroes",
                    "SummaryEnglish": "When a young foal goes missing from a herd of wild horses in Patagonia, Jett and Team Dizzy help a girl named Nayla go on a search and rescue mission in the mountains to find it.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6899173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6899173",
                    "TitleEnglish": "Treehouse Trouble",
                    "SummaryEnglish": "A young boy named Daniel in British Columbia, Canada, asks Jett to bring him a tool kit to help him build a treehouse for his dad; when a melting glacier causes a flood of the nearby river, the Super Wings have to think fast to save the day",
                    "Aliases": []
                },
                "3": {
                    "ID": "6899174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6899174",
                    "TitleEnglish": "Baursaki Blast-Off",
                    "SummaryEnglish": "A young boy named Maxim in Kazakhstan gets Jett to bring him a package of Kazahk doughnuts so he can give them to his mom, an astronaut who is traveling to the moon; when she blasts off without them, Astra's Galaxy Wings is called upon to help.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6899158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6899158",
                    "TitleEnglish": "Lost in the Everglades",
                    "SummaryEnglish": "When a toy jet gets blown off course and becomes lost in the Everglades, an impossible place to find anything, it seems like the young boy who owns it will never get it back; Jett calls Mira's Wild Team for assistance.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6899175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6899175",
                    "TitleEnglish": "The Case of the Lost Suitcase",
                    "SummaryEnglish": "A young girl named Tess is excited go to Schiphol Airport in her hometown of Amsterdam, where she will be going on her first airplane ride; Jett brings her a carry-on suitcase, but trouble arises when it goes missing.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6899176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6899176",
                    "TitleEnglish": "Hot Spring Helpers",
                    "SummaryEnglish": "A mishap clogs a hot spring in Nagano, Japan, causing several new hot springs to appear; Donnie's Build-It Buddies turn the calamity into a great new water park for both people and snow monkeys to enjoy.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6899177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6899177",
                    "TitleEnglish": "Webcaster Disaster",
                    "SummaryEnglish": "A virus disrupts a computer that is needed for a popular webcast that a girl in Busan, South Korea, does with her father; to get the live stream back up and running, Jett and the Galaxy Wings go into the computer and vanquish the virus.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6899169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6899169",
                    "TitleEnglish": "Fun in the Philippines",
                    "SummaryEnglish": "Three Filipina sisters named Trudis, Judith and Analyn ask Jett to deliver some mics and a stand so they can participate in a singing concert; when they are late setting out for the concert, it's a race against time to get them on stage.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6899178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6899178",
                    "TitleEnglish": "Duck Drama",
                    "SummaryEnglish": "Jett flies to Battambang, Cambodia, to deliver a duck whistle to a girl named Solyna so she can help her parents herd their ducks into a truck; when the ducks escape, Sky scrambles Paul's Police Patrol to help track down the waddling wildlife.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6899180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6899180",
                    "TitleEnglish": "Cosmic Slam Dunk",
                    "SummaryEnglish": "Jett delivers new basketball shoes to a boy named Manu in Spain who hopes that the shoes will allow him to dunk; when the shoes don't work, Jett and the Galaxy Wings take Manu to Mars, where the lack of gravity should allow him to dunk like a champ.",
                    "Aliases": []
                },
                "11": {
                    "ID": "6899170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6899170",
                    "TitleEnglish": "A Big Bug Problem (Part 1)",
                    "SummaryEnglish": "Grand Albert's Telephoto Transformer is mistakenly delivered to a Parisian boy named Marcel; when the camera makes a beetle grow into a giant insect, Jett and Dizzy's Rescue Riders must save the city and shrink the beetle back to normal size.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6899171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6899171",
                    "TitleEnglish": "A Big Bug Problem (Part 2)",
                    "SummaryEnglish": "Jett delivers a surfboard to a girl named Clara who lives on Australia's Gold Coast; Mira's Wild Team is called in to teach Clara to surf, but everyone gets more than they bargained for when they also help rescue a shark.",
                    "Aliases": []
                },
                "13": {
                    "ID": "6899160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6899160",
                    "TitleEnglish": "Ups and Downs",
                    "SummaryEnglish": "When a girl in Germany goes to visit her favorite amusement park, she's sad to learn that it is being closed forever; the Super Wings work to give the park a makeover and a whole new lease on life.",
                    "Aliases": []
                },
                "14": {
                    "ID": "6870464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6870464",
                    "TitleEnglish": "Maeklong Market Madness",
                    "SummaryEnglish": "A girl from Bangkok, Thailand, orders a baby carriage to take her kitten in to a famous local market. Chaos ensues when the cat escapes but Dizzy's Rescue Riders arrive to help save the day.",
                    "Aliases": []
                },
                "15": {
                    "ID": "6870466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6870466",
                    "TitleEnglish": "Sandcastle Superstar",
                    "SummaryEnglish": "Loic, a boy who lives on Mont-St-Michel in France, wants to build the biggest and best sandcastle ever; with help from Jett and the Build-It Buddies, Loic might just see that dream come true -- if they can save the sandcastle from a giant wave.",
                    "Aliases": []
                },
                "16": {
                    "ID": "6870468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6870468",
                    "TitleEnglish": "The Show Must Go On!",
                    "SummaryEnglish": "When a girl in China gets the role of the Monkey King in a Beijing Opera version of \"Journey to the West,\" Jett delivers an all important prop: the Monkey King's magical staff.",
                    "Aliases": []
                },
                "17": {
                    "ID": "6899186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6899186",
                    "TitleEnglish": "Backpack for Baraka",
                    "SummaryEnglish": "Jett and the Build-It Buddies help a young Kenyan boy named Baraka rescue frightened animals stranded by a rising river; as the Super Wings hurry to get Baraka to school on time, he worries he has nothing to show his classmates for show and tell.",
                    "Aliases": []
                },
                "18": {
                    "ID": "6899184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6899184",
                    "TitleEnglish": "Underground City",
                    "SummaryEnglish": "Jett delivers a hamster exercise ball to a girl named Sachi who lives in Cappadocia, Turkey; her pet hamster escapes in the ball and the Super Wings must try to find the hamster in the underground city of Derinkuyu.",
                    "Aliases": []
                },
                "19": {
                    "ID": "6899185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6899185",
                    "TitleEnglish": "Camp Fjord",
                    "SummaryEnglish": "Jett brings a selfie stick to a boy named Anders in Norway; Jett joins Anders on a camping trip with his father, but things take a strange turn when beavers disrupt their campsite and Jett accidentally destroys the beavers' dam.",
                    "Aliases": []
                },
                "20": {
                    "ID": "6899187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6899187",
                    "TitleEnglish": "A Constellation Situation",
                    "SummaryEnglish": "A girl who lives in Tuscany loves the constellations that appear in the night sky; she has even discovered one of her own and has made up a story about it that she is going to tell to her friends under the stars.",
                    "Aliases": []
                },
                "21": {
                    "ID": "6899159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6899159",
                    "TitleEnglish": "Moscow Metro",
                    "SummaryEnglish": "Jett delivers a bread basket to Juri from Russia. Since his mother is in the hospital, he wants to give her a very special birthday surprise: a homemade Karavai loaf. This is a traditional birthday gift in Russia. On the way to the hospital, a sudden mishap occurs: Juri and Jett leave the bread basket in the metro, the Russian subway. A case for Paul's police patrol!",
                    "Aliases": []
                },
                "22": {
                    "ID": "7160801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7160801",
                    "TitleEnglish": "Food Truck Ruckus",
                    "SummaryEnglish": "Jett is delivering a package of kitchen gadgets to Louis from Portland. Louis and his father run a food stand known for combining traditional ingredients from different cultures. Today, Louis is introducing his new \"tofu rice burger,\" which is so popular with customers that chaos erupts in front of the stand. In the hustle and bustle, Jett has a mishap while cooking a burger.",
                    "Aliases": []
                },
                "23": {
                    "ID": "6899181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/6899181",
                    "TitleEnglish": "Shark Surf Surprise",
                    "SummaryEnglish": "Jett delivers a surfboard to a girl named Clara who lives on Australia's Gold Coast; Mira's Wild Team is called in to teach Clara to surf, but everyone winds up getting more than they bargained for when they also help rescue a shark.",
                    "Aliases": []
                },
                "24": {
                    "ID": "7160802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7160802",
                    "TitleEnglish": "Olivia the Brave",
                    "SummaryEnglish": "Olivia wants to be as brave as a lion, so she has Jett deliver a lion costume for her. She hopes it will make her a bit like the protagonist of her favorite book, Albert the Brave, but the desired effect doesn't materialize. So Jett suggests reading the book again, but when they inquire at the library, they are told that the book is missing. Will brave Olivia find it again?",
                    "Aliases": []
                },
                "25": {
                    "ID": "7160800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7160800",
                    "TitleEnglish": "Margaret Island Menagerie",
                    "SummaryEnglish": "Jett delivers a violin to Petra from Hungary, who wants to play music on Margaret Island today. But the beautiful sounds delight the animals there so much that they feel encouraged to escape. When a rabbit steals Petra's violin, Jett asks Joy for help. Dizzy's rescue team immediately sets out to get the chaos under control!",
                    "Aliases": []
                },
                "26": {
                    "ID": "7160804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7160804",
                    "TitleEnglish": "Puppies at the Ball",
                    "SummaryEnglish": "Princess Maribelle of England is hosting a royal ball. Jett brings her a package of fancy suits for her puppies. But during the ball, the four-legged friends cause chaos. When they storm out of the castle, Jett calls Paul's police patrol for help. Will the Super Wings be able to catch the little rascals?",
                    "Aliases": []
                },
                "27": {
                    "ID": "7160803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7160803",
                    "TitleEnglish": "Seeing the Light",
                    "SummaryEnglish": "Little Isabella lives in one of the most remote places in the world, Cape Horn. Her parents are the lighthouse keepers there, and because it's their daughter's birthday today, they've ordered a birthday cake with candles from Jett. But although Isabella is very happy about it, she's also sad that her friends can't come to her birthday because they live so far away. But Jett has a plan!",
                    "Aliases": []
                },
                "28": {
                    "ID": "7160806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7160806",
                    "TitleEnglish": "Missing in Morocco",
                    "SummaryEnglish": "Jett delivers a package to Omar in Morocco, but on the way, he's tricked by a mirage and threatens to sink into quicksand. His package is blown away and lands in the arms of the Camel Express mailman. Omar, who was already looking forward to wearing his police uniform, is surprised when the mailman, and not Jett, delivers his package and worries about him. Luckily, the package also contains a radio, which he uses to contact Joy.",
                    "Aliases": []
                },
                "29": {
                    "ID": "7160807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7160807",
                    "TitleEnglish": "Pajama Party",
                    "SummaryEnglish": "Anita from New Delhi is planning a pajama party. Jett brings her a game of Snakes and Ladders that she wants to play with her friends. In one of the squares, Anita is allowed to express one wish: to ride in a royal carriage. Jett doesn't need to be told twice: he immediately calls in Donnie's construction experts to help build the carriage.",
                    "Aliases": []
                },
                "30": {
                    "ID": "7160805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7160805",
                    "TitleEnglish": "Manta Ray",
                    "SummaryEnglish": "Ray from Palau in the South Pacific loves marine animals. So Jett gives him a book about them. He's particularly fascinated by manta rays, and it's his greatest wish to see a real one one day! Together with Mira's water speedsters, Jett wants to fulfill his wish. But during the search, the group is in danger of being sucked into a deep hole by the current!",
                    "Aliases": []
                },
                "31": {
                    "ID": "7261469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7261469",
                    "TitleEnglish": "The Good Doctor",
                    "SummaryEnglish": "Adika from Tanzania wants to be a veterinarian just like his mother. So Jett provides him with veterinary equipment, including a lab coat. But no sooner has Jett arrived than the first case of illness strikes. Elephant Farida is in great pain and can no longer move. So she lies down on the road, blocking traffic. Adika quickly makes a diagnosis: The elephant has digestive problems and needs exercise!",
                    "Aliases": []
                },
                "32": {
                    "ID": "7330750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7330750",
                    "TitleEnglish": "Eye on the Sky",
                    "SummaryEnglish": "Today, Jett meets an old friend: Catalina from Chile. She wants to give Ro, her friend from Mars, a friendship bracelet, but when she looks for him through her telescope, she can't find him. It turns out that Ro is no longer on Mars, but stuck on an asteroid hurtling deep into space. A clear case for Astra's space pilots. Can they save Ro?",
                    "Aliases": []
                },
                "33": {
                    "ID": "7261470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7261470",
                    "TitleEnglish": "A Big Swiss Clean Up",
                    "SummaryEnglish": "Jett delivers a toy vacuum cleaner to little Robin, who he hopes will help his parents clean their hotel in the Swiss Alps. But time is running out, as many guests are expected to attend the annual World Snow Festival. When the toy vacuum gives up the ghost, Jett and Donnie build a much more powerful vacuum cleaner. But it sucks up all the snow sculptures!",
                    "Aliases": []
                },
                "34": {
                    "ID": "7261473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7261473",
                    "TitleEnglish": "Send In The Drones",
                    "SummaryEnglish": "Nia deploys super drones to make the Super Wings' work easier. While everyone is excited about a little extra vacation, Jett is anything but thrilled. A super drone is supposed to handle a delivery to race car enthusiast Sihu in Seoul, Korea. But the drones are incorrectly programmed and believe the deliveries are going to the parcel center instead of originating from there. Will Sihu still get his race car?",
                    "Aliases": []
                },
                "35": {
                    "ID": "7261471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7261471",
                    "TitleEnglish": "Mykonos Marriage Magic",
                    "SummaryEnglish": "Jett delivers a wedding ring to Christo, a Greek boy living on Mykonos. His father wants to remarry, but just as he's about to put the ring on his new mother, Sofia, a pelican swoops in and snatches the precious piece. Naturally, Jett immediately tries to retrieve the ring, chasing the thieving water bird. But in doing so, the ring falls into the sea! A frantic search begins.",
                    "Aliases": []
                },
                "36": {
                    "ID": "7261472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7261472",
                    "TitleEnglish": "Maple Syrup Surprise",
                    "SummaryEnglish": "Jett delivers a tap and a bucket to Manon from Quebec, which she plans to use to make homemade maple syrup treats for the Maple Syrup Festival. But she forgot the boiler that turns the sap into syrup. So Joy dispatches the construction professionals: Scoop installs the taps, Jett connects them to a piping system, and Donnie builds a boiler. But then they are washed away by a massive tidal wave of maple syrup.",
                    "Aliases": []
                },
                "37": {
                    "ID": "7330752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7330752",
                    "TitleEnglish": "A Bueno Burrito",
                    "SummaryEnglish": "Little Victor's mother from Mexico orders a sticker album from Jett, full of illustrated chores. If Victor completes all ten chores, his mother promises to buy him the guitar he's longed for. The final chore is to buy all the ingredients for burritos. But Jett overindulges with the dough, and the bakery explodes. Will Victor still get his guitar?",
                    "Aliases": []
                },
                "38": {
                    "ID": "7330753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7330753",
                    "TitleEnglish": "Kiwifruit Catastrophe",
                    "SummaryEnglish": "Kate from New Zealand has volunteered to work as a harvester on a kiwi farm. Jett provides her with the necessary tools. But when they arrive at the farm, they can't harvest any kiwis because the fruit is still too unripe. The construction professionals rush to help and irrigate the plantation extensively with plenty of extra-special, super-duper kiwi fertilizer with a special growth formula. But now the kiwis are getting a bit too big.",
                    "Aliases": []
                },
                "39": {
                    "ID": "7160808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7160808",
                    "TitleEnglish": "Abu Dhabi Thunder (Part 1)",
                    "SummaryEnglish": "Jett delivers a package containing a pilot's uniform to Nav, who is a huge fan of air shows. Nav is amazed to learn that Jett's Super Wing friend, Jerome, will be competing against his idol, Thunder, at the air show. In the very first round, Thunder's teammates crash mid-air, but are rescued by Dizzy. But now Thunder needs two new teammates. Jett and Dizzy volunteer!",
                    "Aliases": []
                },
                "40": {
                    "ID": "7160809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7160809",
                    "TitleEnglish": "Abu Dhabi Thunder (Part 2)",
                    "SummaryEnglish": "The new Team Thunder, with Dizzy and Jett, is getting ready for the second round of the big air show competition. But after the relay flight, Thunder's brakes fail and a crash occurs. Thunder can no longer fly! So Jett and Nav take over his role as team captain. Will Team Thunder win?",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "832095",
            "URL": "https://thetvdb.com/series/super-wings/seasons/official/4",
            "TitleEnglish": "Supercharge",
            "SummaryEnglish": null,
            "# Episodes": 40,
            "Episodes": {
                "1": {
                    "ID": "7428479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7428479",
                    "TitleEnglish": "Fuzzy Alpaca Furballs",
                    "SummaryEnglish": "Jett doesn't know what's happening to him when Storm introduces him to the new world plane with its fantastic technology and new crew. His first assignment takes him and Dizzy from the flying base station to South America, to Cusco in Peru. They deliver a package to the girl Olenca. Olenca ordered a brush care kit and rainbow hair dye for her alpacas.",
                    "Aliases": []
                },
                "2": {
                    "ID": "7571240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7571240",
                    "TitleEnglish": "Guangzhou Light Show",
                    "SummaryEnglish": "Jett and Paul deliver a package containing a laser pointer that can project symbols to the Chinese girl Xixi. She ordered the pointer for her cat JinJin. The Super Wings and Xixi go to the big light festival together. But there JinJin frees herself from her cat backpack and jumps away. Eventually Jett spots her sitting on a drone high in the sky.",
                    "Aliases": []
                },
                "3": {
                    "ID": "7571251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7571251",
                    "TitleEnglish": "Car Factory Chaos",
                    "SummaryEnglish": "Jett and Donnie deliver a package of flame stickers to Montgomery, Alabama, USA. Kevin is already waiting for them there because Kevin wants to put together a racing car with his dad on Father's Day and give it the finishing touches with the stickers. At first, everything goes according to plan, but then Kevin makes a momentous decision at the dream car production terminal.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7428480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7428480",
                    "TitleEnglish": "Chimpanzee Choo-Choo",
                    "SummaryEnglish": "Jett And Dizzy deliver a package to Yaounde in Cameroon, Central Africa. Cynthia has placed a special order, a toy train big enough for her chimpanzee friend Kimba to ride on. But because Kimba is driving too fast, the train derails and goes into the middle of the jungle. When Cynthia and the Super Wings finally find Kimba, they discover that Kimba is better off with his chimpanzee friends.",
                    "Aliases": []
                },
                "5": {
                    "ID": "7571252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7571252",
                    "TitleEnglish": "The Snow Princess",
                    "SummaryEnglish": "Jett and Donnie deliver a package to Norway to a girl named Alice. Alice is an enthusiastic actress and has ordered a winter wonder dress for the premiere of her new play. The performance is supposed to take place on the large village square, but it has been snowing so heavily that the square has to be cleared of snow beforehand and the paths from the villagers' snow-covered houses to the square have to be shoveled.",
                    "Aliases": []
                },
                "6": {
                    "ID": "7571254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7571254",
                    "TitleEnglish": "Pig Out",
                    "SummaryEnglish": "Jett and Paul deliver a package to the boy Teri. Teri lives with his parents in St. Gallen in German-speaking Switzerland and has a special pet: the little piglet Otto. Otto is a real whirlwind and nothing gets him going like the smell of freshly baked gingerbread. That's why Teri ordered a gingerbread man costume that emits the scent of fresh gingerbread at the touch of a button.",
                    "Aliases": []
                },
                "7": {
                    "ID": "7571256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7571256",
                    "TitleEnglish": "Don't Burst My Bubble",
                    "SummaryEnglish": "Jett and Mira deliver a package to Ecuador on the Galapagos Islands. Jeremy lives there and has ordered a special super bubble maker with which you can make particularly durable soap bubbles. Unfortunately, Jeremy's soap bubbles always burst after a short time and his goal is to make the biggest soap bubbles in the world. But there is a catch.",
                    "Aliases": []
                },
                "8": {
                    "ID": "7571257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7571257",
                    "TitleEnglish": "Bulgarian Bee Buzz",
                    "SummaryEnglish": "Jett and Dizzy deliver a package containing a very special water sprinkler to Sylvia in Kazanlak, Bulgaria. Sylvia is an enthusiastic gardener and strives to grow the most beautiful roses in all of Kazanlak. After all, Kazanlak is located in the Rose Valley and is famous for its annual rose festival. In addition to sufficient sunlight, the roses also need species-appropriate watering, but the three of them had a mishap while watering them.",
                    "Aliases": []
                },
                "9": {
                    "ID": "7571258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7571258",
                    "TitleEnglish": "The Muddier the Merrier",
                    "SummaryEnglish": "Jett and Mira deliver a package to Gio in Boryeong, South Korea. Gio has ordered a special dirt suit to protect him from the mud at the annual mud festival. Because, unlike other children, he doesn't like getting dirty. That's why the suit has a unique function: it doesn't allow you to inflate for a moment at the push of a button so that any dirt is shaken off.",
                    "Aliases": []
                },
                "10": {
                    "ID": "7428482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7428482",
                    "TitleEnglish": "Noah’s Dinosaur Eggs",
                    "SummaryEnglish": "Jett and Donnie deliver a package to Noah in Denmark. Noah is a brilliant engineer and builds brick dinosaurs. These are mechanical dinosaurs but look like real dinosaurs. But Noah has a new idea. That's why he ordered oversized eggs that open and close. These eggs are supposed to be the breeding ground for his new building block dinosaur babies.",
                    "Aliases": []
                },
                "11": {
                    "ID": "7571272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7571272",
                    "TitleEnglish": "Where Do You Go For a U.F.O.",
                    "SummaryEnglish": "Jett and Astra deliver a package to Mycliffe Well in Australia because little Mason has ordered a mini satellite dish with maximum range. His big dream is to use it to locate a spaceship from foreign galaxies and get to know an alien. As he and the Super Wings try out his SAT-Max, the Orbit satellite, which was knocked out of its orbit by a meteorite, suddenly falls from the sky.",
                    "Aliases": []
                },
                "12": {
                    "ID": "7571276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7571276",
                    "TitleEnglish": "Floating Fruit Fun",
                    "SummaryEnglish": "Jett and Mira deliver a huge cake to Thailand that the boy Phra wants to give to his aunt Autra for her birthday. Since the cake unfortunately no longer fits in the packaging after unpacking, Phra and the Super Wings have to take the boat to get to their aunt. On the way there, Phra remembers that he forgot to mention when ordering that the cake should be decorated with fruit.",
                    "Aliases": []
                },
                "13": {
                    "ID": "7571279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7571279",
                    "TitleEnglish": "Doll Daze",
                    "SummaryEnglish": "Jett flies to the Netherlands with Bucky to deliver a package containing a tiny dress to little Nina. The dress is for Nina's doll Annie, because the doll's dress and a few other items were stolen from the dollhouse. By chance, Jett, Bucky, and Nina are able to catch the thief in the act and are surprised when it turns out to be a vole.",
                    "Aliases": []
                },
                "14": {
                    "ID": "7428484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7428484",
                    "TitleEnglish": "Moai Fly By",
                    "SummaryEnglish": "The Super Wings have to keep a cool head because they have delivered the girl Kalama a package with huge propeller hats that make a lot of wind. Kalama's friends are the huge Moai statues that stand on Easter Island off the coast of Chile and that Kalama wants to use the hats to cool off in the hot weather. But the wind from the propellers lifts the Moai into the air and threatens to fly away.",
                    "Aliases": []
                },
                "15": {
                    "ID": "7571282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7571282",
                    "TitleEnglish": "Tractor Triumph",
                    "SummaryEnglish": "Jett and Donnie deliver a giant football jersey to Scotland. The jersey is for Tractor Jack, Rooney's football friend and teammate on the Tractors team. The two have an important game against “Die Feldhelfer” coming up. But most of the time they have to make do with a place on the reserve bench. However, when Jackie, Jake, and James are injured during the game, she, Jett, and Donnie step in for their team.",
                    "Aliases": []
                },
                "16": {
                    "ID": "7571284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7571284",
                    "TitleEnglish": "Pacific Rim Roundup",
                    "SummaryEnglish": "Jett and Mira deliver a package to little Tyler, who lives in Hawaii. Tyler wants to take his turtle Sheldon back to the sea. He nursed Sheldon back to health after a plastic bag wrapped around his fin. But before Sheldon can swim back into the Pacific, Tyler wants to clear the ocean of trash with a marine trash vacuum. The Super Wings are happy to help!",
                    "Aliases": []
                },
                "17": {
                    "ID": "7435085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7435085",
                    "TitleEnglish": "Paper Rangers Puppetry",
                    "SummaryEnglish": "PaperCon is coming up, a trade fair for cosplay and origami folding art. That's why Jett and Donnie deliver extra strong and enormously large origami paper to Japan to the four origami heroes Namiko, Masako, Yuki and Haro. To cause a stir at PaperCon, they fold a life-size paper giant. But they didn't expect to have to compete with their paper giant against the evil Drac the Scissorman.",
                    "Aliases": []
                },
                "18": {
                    "ID": "7571286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7571286",
                    "TitleEnglish": "Mongolian Wheels",
                    "SummaryEnglish": "Jett and Donnie deliver four huge, high-tread tires to Gaspard and his dad in the Gobi Desert in Mongolia. The two need the desert burrowers, as Gaspard calls them, to cross the desert on their trip around the world with their motorhome Enjo. But Enjo loses control and stirs up so much sand that the nomad Nambayar's flock of sheep runs away. Together they herd the escaped animals back.",
                    "Aliases": []
                },
                "19": {
                    "ID": "7571289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7571289",
                    "TitleEnglish": "Save World Aircraft (1)",
                    "SummaryEnglish": "Jett and Dizzy deliver a package to two old friends in the Himalayas in Nepal. Arkas and Remi have ordered extra-large construction paper and a painting kit to make a huge card for their father, who is currently on his way to climb Mount Everest and whom they want to wish good luck on the climb. But when the world air base's systems fail, the base hits Mount Everest and has to make an emergency landing and be evacuated.",
                    "Aliases": []
                },
                "20": {
                    "ID": "7435086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7435086",
                    "TitleEnglish": "Save World Aircraft (2)",
                    "SummaryEnglish": "The world air base has become wedged in a narrow mountain pass and is threatening to slide down into the valley. To save the village from destruction, the Super Wings attempt to pry the base out of the snow with a giant pole. Since their plan fails, Joy, Storm, and Roger decide to use the last remaining energy to make three Super Wings super strong with the Supercharge.",
                    "Aliases": []
                },
                "21": {
                    "ID": "7603842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7603842",
                    "TitleEnglish": "Mural Mayhem",
                    "SummaryEnglish": "Ximena, a girl from Bogota, Colombia, asks the Super Wings to make a paint-spraying drone to enter a mural painting competition. When her jealous dog Pepito steals the drone controls, Ximena and the Super Wings must catch Pepito and secure the drone before it sprays all over the city.",
                    "Aliases": []
                },
                "22": {
                    "ID": "7435087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7435087",
                    "TitleEnglish": "Fairy Tale Fracas",
                    "SummaryEnglish": "Jett and Donnie travel to Germany to deliver Kirsten a wig with incredibly long hair. The girl lives in Hanau, where a big fairy tale festival in honor of the Brothers Grimm takes place every year.",
                    "Aliases": []
                },
                "23": {
                    "ID": "7603843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7603843",
                    "TitleEnglish": "The Missing Chapter",
                    "SummaryEnglish": "Mia lives in Switzerland and orders a preprint of the third volume of her favorite author and adventure hero Dillon from Super Wings. But when she reads the book with Jett and Astra, she realizes that the last chapter is missing.",
                    "Aliases": []
                },
                "24": {
                    "ID": "7603844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7603844",
                    "TitleEnglish": "Czech Clock Commotion",
                    "SummaryEnglish": "Pavel, a boy from Prague, Czech Republic, orders a special Super Wings watch, which Jett and Bucky deliver to him.",
                    "Aliases": []
                },
                "25": {
                    "ID": "7603845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7603845",
                    "TitleEnglish": "Balloon Train",
                    "SummaryEnglish": "Jett and Paul deliver a package containing one hundred self-inflating balloons to Bandile in Cape Town, South Africa.",
                    "Aliases": []
                },
                "26": {
                    "ID": "7435088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7435088",
                    "TitleEnglish": "Dolphin Dilemma",
                    "SummaryEnglish": "Kate, a girl from Bunbury in Australia, has ordered a waterproof scanner from Super Wings that can be used to read the health and emotions of sea creatures.",
                    "Aliases": []
                },
                "27": {
                    "ID": "7603853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7603853",
                    "TitleEnglish": "Halloween Havoc",
                    "SummaryEnglish": "Alister from California in the USA ordered a Super Wings costume for Halloween. He wants to disguise himself as a Super Wing, which combines all the special abilities of the Super Wings.",
                    "Aliases": []
                },
                "28": {
                    "ID": "7603854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7603854",
                    "TitleEnglish": "A Day at the Museum",
                    "SummaryEnglish": "Jett and Paul fly to Cairo to deliver a microphone and speaker to Ebony, which she needs for a museum tour with her friends.",
                    "Aliases": []
                },
                "29": {
                    "ID": "7603855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7603855",
                    "TitleEnglish": "Holo Heroes",
                    "SummaryEnglish": "Demis and Xuan are best friends and want the Super Wings to create a card game with Chinese and Greek mythical creatures that can fight each other as holograms. But when the game gets out of control, Jett and Astra have to get the situation under control again.",
                    "Aliases": []
                },
                "30": {
                    "ID": "7603856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7603856",
                    "TitleEnglish": "The Wild Wizard Wand",
                    "SummaryEnglish": "Ryan loves magic and orders a magic wand with supercharged energy from the Super Wings for his children's camp at the magic school.",
                    "Aliases": []
                },
                "31": {
                    "ID": "7603857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7603857",
                    "TitleEnglish": "A Rockin' Space Mission - Part 1",
                    "SummaryEnglish": "Nika from Moscow, Russia, orders a stone-gazing box in which she can sort her stone collection. But her collection is still missing three stones, for which she has to fly into space with the Super Wings.",
                    "Aliases": []
                },
                "32": {
                    "ID": "7603859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7603859",
                    "TitleEnglish": "A Rockin' Space Mission - Part 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "33": {
                    "ID": "7603860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7603860",
                    "TitleEnglish": "Amazon Adventure",
                    "SummaryEnglish": "A father from Brazil orders a special adventurer vest for his son Avelino so that they can explore the Amazon rainforest together.",
                    "Aliases": []
                },
                "34": {
                    "ID": "7603861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7603861",
                    "TitleEnglish": "A Happy New Year Adventure",
                    "SummaryEnglish": "The Super Wings come to the aid of the girl Xiyuan so that her family can be together for the Chinese New Year.",
                    "Aliases": []
                },
                "35": {
                    "ID": "7603862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7603862",
                    "TitleEnglish": "Greenland Polar Playground",
                    "SummaryEnglish": "The girl Akaja asks the Super Wings to come to Greenland and bring her molds that can be used to make multi-colored ice blocks.",
                    "Aliases": []
                },
                "36": {
                    "ID": "7603863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7603863",
                    "TitleEnglish": "Bottle Boat Bon Voyage",
                    "SummaryEnglish": "Nuno lives in Porto, Portugal and orders a large unbreakable bottle from Super Wings. Following a Portuguese tradition, he wants to build a model boat in a bottle",
                    "Aliases": []
                },
                "37": {
                    "ID": "7603864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7603864",
                    "TitleEnglish": "King Tan",
                    "SummaryEnglish": "Suri lives with her father in Kuala Lumpur, the capital of Malaysia. Her father is a zookeeper and is responsible for the orangutans. Suri has ordered a swing from Super Wings for the orangutan baby Tan, but when the little monkey plays with the buttons on Jett's communicator, he accidentally triggers a supercharge that makes him grow into a giant orangutan.",
                    "Aliases": []
                },
                "38": {
                    "ID": "7603865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7603865",
                    "TitleEnglish": "Mexican Meow Mission",
                    "SummaryEnglish": "Daniela lives in Mexico and orders cat treats in the form of marigold flowers from Super Wings. She wants to use them to attract her recently deceased cat Sanchez on the Day of the Dead, because according to legend, deceased loved ones can follow the trail of flowers and thus pay a visit to the bereaved.",
                    "Aliases": []
                },
                "39": {
                    "ID": "7603866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7603866",
                    "TitleEnglish": "Cricket Boat and Bowl",
                    "SummaryEnglish": "The girl Ruma orders a cricket game with moving figures from the Super Wings that can be played on the table.",
                    "Aliases": []
                },
                "40": {
                    "ID": "7603867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/7603867",
                    "TitleEnglish": "Cotton Candy Catastrophe",
                    "SummaryEnglish": "Olivier lives in Toulouse, France, and orders a machine from the Super Wings that can make cotton candy from vegetables to exhibit at his school's \"Fair of World Cultures.\"",
                    "Aliases": []
                }
            }
        },
        "5": {
            "ID": "1820165",
            "URL": "https://thetvdb.com/series/super-wings/seasons/official/5",
            "TitleEnglish": "Super Pets",
            "SummaryEnglish": null,
            "# Episodes": 40,
            "Episodes": {
                "1": {
                    "ID": "8284158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8284158",
                    "TitleEnglish": "Super Wings Day",
                    "SummaryEnglish": "Is the Super Wings Day in World Airport, on this occasion, the Super Wings, composed of Jett, Dizzy, Paul, Donnie, and Astra, can compete in an obstacle course. But a new plane called \"Golden Boy\" has the intention to win the race. Fortunately, Storm called The Super Pets.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8284159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8284159",
                    "TitleEnglish": "Butterfly Rescue",
                    "SummaryEnglish": "Jett goes to Mexico to deliver with Mini Jett a Butterfly costume to Andrea who wants to see the Monarch butterflies making their annual migration.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8284160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8284160",
                    "TitleEnglish": "Pisa Pasta Panic",
                    "SummaryEnglish": "Mario ordered Jett a spaghetti machine during a competition that makes the biggest spaghetti in existence. But the participation of Golden Boy in the contest may upset the course of the competition.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8284161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8284161",
                    "TitleEnglish": "Spinning Top",
                    "SummaryEnglish": "Jett and Mini Jett come in the Odori Park to deliver Kenta a gigantic competition spinning top, but once they reach the final, they have to fight Golden Boy once again.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8284162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8284162",
                    "TitleEnglish": "Baby Tiger Delivery",
                    "SummaryEnglish": "A Young girl living in the jungle ordered a cat's toys to be able to get out the animal that has been hiding in her house, but it turns out that the animal in question is actually a baby tiger who has lost its mother. Jett, Shabu, and Mini Jett must quickly find her to return it to him through the jungle.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8284163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8284163",
                    "TitleEnglish": "Geneva Car Show Chaos",
                    "SummaryEnglish": "Lea lives in Geneva, and she's ordered to the Super Wings a pair of propellers for his new flying car: Leo, who is going to participate in the city car show. But once they arrive, they have to come to the aid of an all-terrain vehicle that Golden Boy has gotten out of control.",
                    "Aliases": []
                },
                "7": {
                    "ID": "8284164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8284164",
                    "TitleEnglish": "A Very Special Concert",
                    "SummaryEnglish": "Jett leaves for the Mojave Desert to present an admirers card to his old friend Trevor, now a famous singer. Except that a twist will prevent them from going to New York where they had planned to do their concert, luckily the new Super Wings, Sunny, comes to save the show.",
                    "Aliases": []
                },
                "8": {
                    "ID": "8284165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8284165",
                    "TitleEnglish": "Airplane Museum Adventure",
                    "SummaryEnglish": "Jett and Mini Jett leave for the South Korea Aviation Museum to deliver a young girl named Minji an aviation suit as she will meet the old plane that accompanied her grandfather, except that he does not seem to have arrived at his destination.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8284166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8284166",
                    "TitleEnglish": "Swedish Snowstorm Sleepover",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "8284167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8284167",
                    "TitleEnglish": "Super Moon Super Save - Part 1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "8284168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8284168",
                    "TitleEnglish": "Super Moon Super Save - Part 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "8284169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8284169",
                    "TitleEnglish": "The Case of the Missing Town",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "8284170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8284170",
                    "TitleEnglish": "Digging for Truffles",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "14": {
                    "ID": "8284171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8284171",
                    "TitleEnglish": "Rock'n Troll",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "15": {
                    "ID": "8284172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8284172",
                    "TitleEnglish": "Super Pets Sweep Up Surprise",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "16": {
                    "ID": "8284173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8284173",
                    "TitleEnglish": "The Great Desert Dash",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "17": {
                    "ID": "8284174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8284174",
                    "TitleEnglish": "Little Bug, Big Troubles",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "18": {
                    "ID": "8284175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8284175",
                    "TitleEnglish": "Lost Toys in Dreamland",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "19": {
                    "ID": "8284176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8284176",
                    "TitleEnglish": "Broadcast Station Commotion",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "20": {
                    "ID": "8284177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8284177",
                    "TitleEnglish": "My New Neighbor",
                    "SummaryEnglish": "Finn ordered a pair of speed selector and a battery for his bike from the Super Wings, as he would like to ride Baldwin Street, which is New Zealand's steepest road. But losing control of its speed, the bike crashes into a moving house, Finn, the Super Wings, and the young girl who just moved in, Mila, must quickly collect things from across the street.",
                    "Aliases": []
                },
                "21": {
                    "ID": "8288170",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8288170",
                    "TitleEnglish": "Alien Movie Stars",
                    "SummaryEnglish": "Jett delivers some special movie making equipment to a boy named Riley who's visiting an alien themed festival in Argentina. Riley wants to be a film director and his dream is to make an alien movie so he's here hoping to find the best costumed person for his movie. Golden Boy shows up in an amazing costume and winds up telling Riley that he's a real alien.",
                    "Aliases": []
                },
                "22": {
                    "ID": "8288169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8288169",
                    "TitleEnglish": "Flying Clouds of Colors",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "23": {
                    "ID": "8288171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8288171",
                    "TitleEnglish": "Puppet Problems in Pilsen",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "24": {
                    "ID": "8288174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8288174",
                    "TitleEnglish": "Magic Piggy Bank",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "25": {
                    "ID": "8288175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8288175",
                    "TitleEnglish": "The Rain Dragon",
                    "SummaryEnglish": "Jett and Jett Pet go to Zhangjiajie, China to help a boy bring a gift to a legendary dragon so he can make a wish. No one has ever seen the dragon so no one knows if it's real. When Golden Boy hears about the plan, he steals the boy's gift for the dragon so he can use it to make his own wish. Only Super Wing help can get it back and make a legendary dragon actually appear!",
                    "Aliases": []
                },
                "26": {
                    "ID": "8288168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8288168",
                    "TitleEnglish": "Newfoundland Snow Wonderland",
                    "SummaryEnglish": "Jett delivers a wool hat and gloves to a girl, Trisha, in St. John's, Newfoundland, Canada. She's been hoping for snow, but there hasn't been a cloud in the sky for a while. When her class visits the Meteorological Service of Canada, she learns how snow clouds form and it just so happens that snow clouds are forming over the ocean next to St. John's right now!",
                    "Aliases": []
                },
                "27": {
                    "ID": "8400105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8400105",
                    "TitleEnglish": "Happy Birthday Fishes",
                    "SummaryEnglish": "Jett and Jett Pet deliver special envelopes that can go underwater to a girl named Chay. She lives in Vanuatu and wants to invite all her friends to her birthday party on the beach. But when a school of naughty fish steals the envelopes with all the invitations in them, Jett calls Paul to track down the slippery thieves and deliver the invitations to all of Chay's friends.",
                    "Aliases": []
                },
                "28": {
                    "ID": "8400106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8400106",
                    "TitleEnglish": "Happy Mother's Day",
                    "SummaryEnglish": "Jett brings Jimbo's Mom to World Aircraft for a Mother's Day visit and then sets off to deliver a package of flowers to a girl named Grace in Australia. On the way he is intercepted by Golden Boy and ends up being late with the flowers, which were for Grace's Mom, an Airline Steward. Golden Boy decides to fly Grace to the plane to give her Mom the flowers, but he manages to damage the plane!",
                    "Aliases": []
                },
                "29": {
                    "ID": "8400107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8400107",
                    "TitleEnglish": "There's a Shark in My Water Park",
                    "SummaryEnglish": "A young boy living in Austria named Lukas asks Jett to deliver a wagon that is big enough to carry a large aquarium, so he can take his pet catfish Captain Jack with him to the local water park. When Lukas loses his swim goggles in the large pool, Captain Jack goes looking for them. He's mistaken for a shark, and panic ensues!",
                    "Aliases": []
                },
                "30": {
                    "ID": "8400108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8400108",
                    "TitleEnglish": "Hamster Disaster",
                    "SummaryEnglish": "Jett delivers a toy to a boy for his pet hamster - a wheel for it to run in that lights up and plays music. The hamster loves it, but trouble ensues when the hamster accidentally runs through a device that makes it huge. No longer able to fit in the light-up wheel, the hamster goes in search of a wheel more its size and finds the biggest light-up wheel around: the London Eye Ferris wheel.",
                    "Aliases": []
                },
                "31": {
                    "ID": "8400109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8400109",
                    "TitleEnglish": "Perez the Mouse",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "32": {
                    "ID": "8400110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8400110",
                    "TitleEnglish": "Rock Spirit Family",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "33": {
                    "ID": "8400111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8400111",
                    "TitleEnglish": "Relay Delivery",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "34": {
                    "ID": "8400112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8400112",
                    "TitleEnglish": "Jurassic Journey - Part 1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "35": {
                    "ID": "8400113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8400113",
                    "TitleEnglish": "Jurassic Journey - Part 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "36": {
                    "ID": "8400114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8400114",
                    "TitleEnglish": "Happy the Super Pup",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "37": {
                    "ID": "8400115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8400115",
                    "TitleEnglish": "Special Trip Around the World",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "38": {
                    "ID": "8400116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8400116",
                    "TitleEnglish": "The Flying Playhouse",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "39": {
                    "ID": "8400117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8400117",
                    "TitleEnglish": "Farm Friends Fetch",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "40": {
                    "ID": "8827200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8827200",
                    "TitleEnglish": "Royal Puppy Campers",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "6": {
            "ID": "1966876",
            "URL": "https://thetvdb.com/series/super-wings/seasons/official/6",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 40,
            "Episodes": {
                "1": {
                    "ID": "8842075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8842075",
                    "TitleEnglish": "Fire Drill Heroes",
                    "SummaryEnglish": "Lidia and her class participate in a fire drill led by the girl's mother. But when a forest fire breaks out in the Amazon rainforest, she must quickly deal with it. Can Lidia handle another forest fire on her own while her mother is busy with the first fire? Luckily, Jett and the World Guardians, the new Super Wings team, are ready to help her",
                    "Aliases": []
                },
                "2": {
                    "ID": "8839948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8839948",
                    "TitleEnglish": "Pelmeni Panic",
                    "SummaryEnglish": "Jett flies to Russia to deliver cooking utensils to a girl named Sasha, who wants to go to the International Space Station to prepare Pelmenis, a kind of ravioli, for her father who works on board. Unfortunately, when a problem occurs in the station, it is necessary to count on the help of a new friend, Lime the Super Wings cook, to restore the menu to normal.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8832913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8832913",
                    "TitleEnglish": "The Animals Come to Town",
                    "SummaryEnglish": "The boy Joy lives in Kenya. Something surprising happens in his village.\r\nThe animals from the national park escaped and are wreaking havok in the village ! Joy calls Jett to the rescue.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8835302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8835302",
                    "TitleEnglish": "Watermelon Winner",
                    "SummaryEnglish": "A boy and his father at Gwangju, Korea must bring a giant watermellon they grew in their mountain farm to a competition in town. Jett deliver a giant slide to help them...",
                    "Aliases": []
                },
                "5": {
                    "ID": "8845530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8845530",
                    "TitleEnglish": "Tornado of Turtles",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "8846314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8846314",
                    "TitleEnglish": "Operation Lemon Landing",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "8851896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8851896",
                    "TitleEnglish": "Pyramid Playtime",
                    "SummaryEnglish": "When Big Albert loses his camera, it is found by a girl in Egypt who babysits for her little brother.",
                    "Aliases": []
                },
                "8": {
                    "ID": "8832912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8832912",
                    "TitleEnglish": "Vroom Vroom Bubble Trouble",
                    "SummaryEnglish": "Henri is offered a toy truck by his father. He dirties it and his father ask the super wings for help when the autowash of their town, Banff, Canada, stops working.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8854034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8854034",
                    "TitleEnglish": "Legendary Super Wing (1)",
                    "SummaryEnglish": "Jett is excited as he is ready to do his 300th mission and if he succeeds he will enter the SuperWings Hall of Fame and become a Legendary Super Wing",
                    "Aliases": []
                },
                "10": {
                    "ID": "8854035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8854035",
                    "TitleEnglish": "Legendary Super Wing (2)",
                    "SummaryEnglish": "Jett must control the fallout from Golden Boy's actions that led to the release of a \"dinosaur\" from an iceberg in Greenland.",
                    "Aliases": []
                },
                "11": {
                    "ID": "8850467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8850467",
                    "TitleEnglish": "Choo-Choo Through the Water",
                    "SummaryEnglish": "Laerke wants to repair an old steam locomotive, Lauge, so he can join his friends at the Danish Railway Museum. Jett delivers a train repair kit and they set their plan in motion. Lauge gets a makeover, but everything goes wrong...",
                    "Aliases": []
                },
                "12": {
                    "ID": "8832911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8832911",
                    "TitleEnglish": "Golden Wishes",
                    "SummaryEnglish": "Niphavanh need a big basket of flowers for That Luang, the biggest festival in Laos. There, Niphavanh will round the Pha That Luang momument and make a special wish...",
                    "Aliases": []
                },
                "13": {
                    "ID": "8855161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8855161",
                    "TitleEnglish": "Super Wings' Super Sidekick",
                    "SummaryEnglish": "Finnley, a SuperWings Super Fan and winner of the \"1 day delivery experience\", goes to World Aircraft to make a delivery with Jett. The delivery takes them to Shanghai, China, where a young girl named Yenching needs an action camera to film a cooking video where she makes a traditional pork dish called Dongporou.",
                    "Aliases": []
                },
                "14": {
                    "ID": "8860963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8860963",
                    "TitleEnglish": "Golden Delivery Disaster",
                    "SummaryEnglish": "While Astra is working on his space station, Golden Boy learns that all delivery orders go through his satellite.",
                    "Aliases": []
                },
                "15": {
                    "ID": "8989843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8989843",
                    "TitleEnglish": "Pass That Torch",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "16": {
                    "ID": "8867364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8867364",
                    "TitleEnglish": "White Elephant Rescue",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "17": {
                    "ID": "8868579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8868579",
                    "TitleEnglish": "Measure of a Treasure",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "18": {
                    "ID": "8867363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8867363",
                    "TitleEnglish": "A Colossal Fossil Surprise",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "19": {
                    "ID": "8876607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/8876607",
                    "TitleEnglish": "Rubbish Recycling Rescue",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "20": {
                    "ID": "9079001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9079001",
                    "TitleEnglish": "Missing Mona Lisa",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "21": {
                    "ID": "9055667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9055667",
                    "TitleEnglish": "Sporty Sea Lion Surprise",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "22": {
                    "ID": "9055668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9055668",
                    "TitleEnglish": "The Marina Bay Monster",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "23": {
                    "ID": "9068757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9068757",
                    "TitleEnglish": "Puppy Patrol Partners",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "24": {
                    "ID": "9058879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9058879",
                    "TitleEnglish": "Trouble in Tiny Town",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "25": {
                    "ID": "9091101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9091101",
                    "TitleEnglish": "The Great Wall Express",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "26": {
                    "ID": "9070226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9070226",
                    "TitleEnglish": "Underwater Wheels",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "27": {
                    "ID": "9080157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9080157",
                    "TitleEnglish": "Sick Day Save",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "28": {
                    "ID": "9067000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9067000",
                    "TitleEnglish": "Arctic Fox Friends",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "29": {
                    "ID": "9082217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9082217",
                    "TitleEnglish": "Mid-Air Mess-Up",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "30": {
                    "ID": "9073612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9073612",
                    "TitleEnglish": "Soccer with Stone Statues",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "31": {
                    "ID": "9125779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9125779",
                    "TitleEnglish": "World Robot",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "32": {
                    "ID": "9125780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9125780",
                    "TitleEnglish": "Golden Robot",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "33": {
                    "ID": "9094425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9094425",
                    "TitleEnglish": "Volcano Pizza",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "34": {
                    "ID": "9083677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9083677",
                    "TitleEnglish": "Fiji Camping Chaos",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "35": {
                    "ID": "9068758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9068758",
                    "TitleEnglish": "Hot Taco Trouble in Mexico",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "36": {
                    "ID": "9097500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9097500",
                    "TitleEnglish": "Bibimbap Till Ya Drop",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "37": {
                    "ID": "9084682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9084682",
                    "TitleEnglish": "I Want to Meet the Moon Lady",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "38": {
                    "ID": "9466520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9466520",
                    "TitleEnglish": "Coloring the Cosmos 1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "39": {
                    "ID": "9466521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9466521",
                    "TitleEnglish": "Coloring the Cosmos 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "40": {
                    "ID": "9071687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9071687",
                    "TitleEnglish": "Treasure Hunt in Peru",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "7": {
            "ID": "2033375",
            "URL": "https://thetvdb.com/series/super-wings/seasons/official/7",
            "TitleEnglish": "Super Pet Adventures",
            "SummaryEnglish": null,
            "# Episodes": 40,
            "Episodes": {
                "1": {
                    "ID": "9490812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9490812",
                    "TitleEnglish": "Panda Museum",
                    "SummaryEnglish": "Three pandas were out of a panda center",
                    "Aliases": []
                },
                "2": {
                    "ID": "9490813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9490813",
                    "TitleEnglish": "Finding Fara's Family",
                    "SummaryEnglish": "Jett and Paul try's to find Fara the Dolphin's home",
                    "Aliases": []
                },
                "3": {
                    "ID": "9490814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9490814",
                    "TitleEnglish": "Royal Dog Training Class",
                    "SummaryEnglish": "Jett and Donnie with princess visit royal dog training school.",
                    "Aliases": []
                },
                "4": {
                    "ID": "9490815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9490815",
                    "TitleEnglish": "Birthday Bash",
                    "SummaryEnglish": "Jett and Jerome go to birthday party.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9490816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9490816",
                    "TitleEnglish": "Cat Tower Catastrophe",
                    "SummaryEnglish": "Jett and Shine go to clean up mess that cat made.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9490817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9490817",
                    "TitleEnglish": "Robot Dance Competition",
                    "SummaryEnglish": "Jett and Jerome go to robot dance competition.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9490818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9490818",
                    "TitleEnglish": "Big Bird Bother",
                    "SummaryEnglish": "Jett and Ellie goes to Serengeti National Park.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9490819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9490819",
                    "TitleEnglish": "Wild Waterslide with Hippos",
                    "SummaryEnglish": "Jett and Donnie go there to make slide-waters.",
                    "Aliases": []
                },
                "9": {
                    "ID": "9490820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9490820",
                    "TitleEnglish": "Snow in the Sahara",
                    "SummaryEnglish": "Jett and Astra go to Sahara desert.",
                    "Aliases": []
                },
                "10": {
                    "ID": "9490821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9490821",
                    "TitleEnglish": "A Magic Carpet Ride",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "9490822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9490822",
                    "TitleEnglish": "Himalayan Yeti Yikes",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "9490823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9490823",
                    "TitleEnglish": "Space Birthday Party",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "9490824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9490824",
                    "TitleEnglish": "Toy Factory Trouble",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "14": {
                    "ID": "9490825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9490825",
                    "TitleEnglish": "Itchy Lion Rescue",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "15": {
                    "ID": "9490826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9490826",
                    "TitleEnglish": "Busan Video Game Adventure",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "16": {
                    "ID": "9503756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/9503756",
                    "TitleEnglish": "Mighty Mammoth Sleigh",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "17": {
                    "ID": "10368020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10368020",
                    "TitleEnglish": "Denmark Dinosaurs Part1",
                    "SummaryEnglish": "A boy orders a remote controller to summon a robot T-Rex. Jett and the others arrive in the Jurassic Period to return the Tyrano to her proper place in time but a volcano erupts.",
                    "Aliases": []
                },
                "18": {
                    "ID": "10368021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10368021",
                    "TitleEnglish": "Denmark Dinosaurs Part2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "19": {
                    "ID": "10368022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10368022",
                    "TitleEnglish": "Pet Hotel Panic",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "20": {
                    "ID": "10368023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10368023",
                    "TitleEnglish": "Chasing the Comet",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "21": {
                    "ID": "10368024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10368024",
                    "TitleEnglish": "Jett's Birthday Party",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "22": {
                    "ID": "10368025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10368025",
                    "TitleEnglish": "Super Wings Speed Squad",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "23": {
                    "ID": "10368026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10368026",
                    "TitleEnglish": "Teeny Toy Takers",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "24": {
                    "ID": "10368027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10368027",
                    "TitleEnglish": "How to Train Your Spider",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "25": {
                    "ID": "10705299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10705299",
                    "TitleEnglish": "Go Slow Jett!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "26": {
                    "ID": "10705300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10705300",
                    "TitleEnglish": "Blast From the Past",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "27": {
                    "ID": "10705301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10705301",
                    "TitleEnglish": "World Aircraft Tour Day",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "28": {
                    "ID": "10705302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10705302",
                    "TitleEnglish": "Paper Rangers Are Back!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "29": {
                    "ID": "10705303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10705303",
                    "TitleEnglish": "Spin to Win Tornado",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "30": {
                    "ID": "10705304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10705304",
                    "TitleEnglish": "Trash Monster Madness",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "31": {
                    "ID": "10705305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10705305",
                    "TitleEnglish": "The Wild Little Mermaid",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "32": {
                    "ID": "10705306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10705306",
                    "TitleEnglish": "Time Travel Mayhem",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "33": {
                    "ID": "10705307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10705307",
                    "TitleEnglish": "Time Travel Mayhem Part 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "34": {
                    "ID": "10705308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10705308",
                    "TitleEnglish": "Flying Fish Frenzy",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "35": {
                    "ID": "10705310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10705310",
                    "TitleEnglish": "Giant Harvest Hero",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "36": {
                    "ID": "10705311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10705311",
                    "TitleEnglish": "Machu Picchu Adventure",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "37": {
                    "ID": "10705312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10705312",
                    "TitleEnglish": "Fastest Snail in the World",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "38": {
                    "ID": "10705313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10705313",
                    "TitleEnglish": "Down the Ant Tunnel",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "39": {
                    "ID": "10705314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10705314",
                    "TitleEnglish": "Rock N Roll Pinball",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "40": {
                    "ID": "10705315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10705315",
                    "TitleEnglish": "Aerial Octo-Fuss!",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "8": {
            "ID": "2166114",
            "URL": "https://thetvdb.com/series/super-wings/seasons/official/8",
            "TitleEnglish": "Electric Heroes",
            "SummaryEnglish": null,
            "# Episodes": 40,
            "Episodes": {
                "1": {
                    "ID": "10908506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908506",
                    "TitleEnglish": "Rocket Rollercoaster",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "10908507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908507",
                    "TitleEnglish": "Amazon Electric Adventure",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "10908508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908508",
                    "TitleEnglish": "Robot Dog Romp",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "10908509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908509",
                    "TitleEnglish": "Big Baguette Bread Train",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "10908510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908510",
                    "TitleEnglish": "Into the World of Dinosaurs",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "10908511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908511",
                    "TitleEnglish": "Vang Vieng Vroom Vroom!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "10908512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908512",
                    "TitleEnglish": "Stone Age Super Wings",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "10908513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908513",
                    "TitleEnglish": "The Sphinx Awakens",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "10908514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908514",
                    "TitleEnglish": "Dragon Dance Battle",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "10908515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908515",
                    "TitleEnglish": "Giant Jett",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "10908516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908516",
                    "TitleEnglish": "The Amazing Hamster Race",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "10908517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908517",
                    "TitleEnglish": "The Himalayan Walking School",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "10908518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908518",
                    "TitleEnglish": "Bloom on the Moon",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "14": {
                    "ID": "10908519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908519",
                    "TitleEnglish": "Super Wings Check-up Day",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "15": {
                    "ID": "10908520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908520",
                    "TitleEnglish": "Two Jetts Calamity",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "16": {
                    "ID": "10908521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908521",
                    "TitleEnglish": "Dino-riffic Day Out",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "17": {
                    "ID": "10908522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908522",
                    "TitleEnglish": "Space Food Truck",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "18": {
                    "ID": "10908523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908523",
                    "TitleEnglish": "Brazil Blackout!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "19": {
                    "ID": "10908524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908524",
                    "TitleEnglish": "Giant Dragonfly Danger",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "20": {
                    "ID": "10908525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908525",
                    "TitleEnglish": "Big Friendly Batsman",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "21": {
                    "ID": "10908526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908526",
                    "TitleEnglish": "Battle of the Builders",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "22": {
                    "ID": "10908527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908527",
                    "TitleEnglish": "Frozen Fest Frenzy",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "23": {
                    "ID": "10908528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908528",
                    "TitleEnglish": "Medieval Knight Adventure",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "24": {
                    "ID": "10908529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908529",
                    "TitleEnglish": "New Year's Eve Around the World Part 1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "25": {
                    "ID": "10908530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908530",
                    "TitleEnglish": "New Year's Eve Around the World Part 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "26": {
                    "ID": "10908531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908531",
                    "TitleEnglish": "Northern Magnetic Mayhem",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "27": {
                    "ID": "10908532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908532",
                    "TitleEnglish": "Fantastic First Flight",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "28": {
                    "ID": "10908533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908533",
                    "TitleEnglish": "Alice in Pixel-Land",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "29": {
                    "ID": "10908534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908534",
                    "TitleEnglish": "Metatron the City Guardian",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "30": {
                    "ID": "10908535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908535",
                    "TitleEnglish": "Super Space Scout Adventure Part 1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "31": {
                    "ID": "10908536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908536",
                    "TitleEnglish": "Super Space Scout Adventure Part 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "32": {
                    "ID": "10908537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908537",
                    "TitleEnglish": "The Longest Train in the World",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "33": {
                    "ID": "10908538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908538",
                    "TitleEnglish": "Hang Gliding With Pterosaurs",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "34": {
                    "ID": "10908539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908539",
                    "TitleEnglish": "The Epic Role Swap Mission",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "35": {
                    "ID": "10908540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908540",
                    "TitleEnglish": "The Epic Dinolympics",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "36": {
                    "ID": "10908541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908541",
                    "TitleEnglish": "Babysitting Baby Nessies",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "37": {
                    "ID": "10908542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908542",
                    "TitleEnglish": "Guardians of the Sea",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "38": {
                    "ID": "10908543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908543",
                    "TitleEnglish": "Construction Crane Chaos",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "39": {
                    "ID": "10908544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908544",
                    "TitleEnglish": "Melbourne Tennis Madness",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "40": {
                    "ID": "10908545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-wings/episodes/10908545",
                    "TitleEnglish": "Voyager's Golden Record",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}