{
    "URL": "https://thetvdb.com/series/catblue-dynamite",
    "Genres": [
        "Adventure",
        "Animation",
        "Fantasy"
    ],
    "Other Sites": [],
    "TitleEnglish": "Catblue Dynamite",
    "SummaryEnglish": "It's the end of 70's. Blue, a woman with cat ears and tail, has solved many incidents and problems with her special ability to see ghosts and her technique of handling three guns at once using her tail.\r\n\r\nOne day, two couriers, Bill and Robert, are assaulted by mysterious masked men. They don't know why they were assaulted. Blue asks a dead masked man their purpose. It's surprising. What they were aiming for was the cassette tape of Sinatra that Bill owns. Due to that cassette tape, a long day begins...",
    "Aliases": [],
    "Modified": "2015-05-22",
    "Seasons": {
        "1": {
            "ID": "623815",
            "URL": "https://thetvdb.com/series/catblue-dynamite/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "5232062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/catblue-dynamite/episodes/5232062",
                    "TitleEnglish": "Saturday Night Killer",
                    "SummaryEnglish": "Saturday in the morning in 197X, Blue was walked up by several ghost conversation. They are dead women who are killed by a series of murders killer. Cat knows next target will be Alisia from their conversation. Usually Cat does not undertake if the request from ghost is not make big money. But in this time Cat get some information so Cat decide to undertake this mission…….",
                    "Aliases": []
                },
                "2": {
                    "ID": "5232063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/catblue-dynamite/episodes/5232063",
                    "TitleEnglish": "China Syndrome",
                    "SummaryEnglish": "Italian mafia and Chinese mafia engage in fierce competition at the city. They are opposed to each other but in this time they keep stopping their fight. But one day sun of Italian mafia boss meet one Chinese American at the rest room and sun killed him because sun though he is spy. But if he is not spy maybe the fight will back in between them. So Cat try to prevent to fight between them, so Cat start to talk with ghost of mafia top　executive……….",
                    "Aliases": []
                },
                "3": {
                    "ID": "5232064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/catblue-dynamite/episodes/5232064",
                    "TitleEnglish": "Subway Panic",
                    "SummaryEnglish": "Cat is caught in the hijack subway. The suspect demand for better treatment to injured soldier from Vietnam. The suspect stick up every half hour we will kill one hostage. Cat ride on the this subway but Cat does not have any weapon in that time. And also in side of subway is very small space so Cat can not use her material art. So Cat try to find ghost of passengers who are killed by suspect, Cat try to fight with them to suspects. At the same time, suspects move to different way in terms on their demand. Their underlying organization is West Germany agent and mysterious man “RED BIRD”………",
                    "Aliases": []
                },
                "4": {
                    "ID": "5232065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/catblue-dynamite/episodes/5232065",
                    "TitleEnglish": "Crystal Man",
                    "SummaryEnglish": "The detective nickname is “Crystal Man (cold man)” who is killed by bumpman. The bumpman name is “King Cobra” who has artificial left arm and he stock in on the gun in his artificial left arm. Next King Cobra target will be Crystal Man’s family. Crystal Man try to find CAT because he knew CAT can talk with ghost. So he think if he find CAT, he can save his family. When Crystal Man is alive, he just focuses his work without regard to his family. But after he dead he realize how important family for him………… *This story CAT show only last few minutes. It is a heterochromatic episode.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5232066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/catblue-dynamite/episodes/5232066",
                    "TitleEnglish": "Stranger in the Alley",
                    "SummaryEnglish": "In late 1970’s The lady who has cat ears and tale…………………. Her name is “Blue”. She can use 3 handguns and also 3 swords by using her hands and tale. And she has special ability that she can see ghost. By using these special ability she solves variety of affair and trouble. One day Bill and Roberto who are mules, are targeted to kill by mysterious masked men. They couldn’t understand why they get attack, but Blue asked to dead body of mysterious masked man why they attack Bill and Roberto, and found out their target is a Sinatra’s music cassette tape that Bill has. The long day start for Sinatra cassette tape.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5232067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/catblue-dynamite/episodes/5232067",
                    "TitleEnglish": "Mr. Abeno",
                    "SummaryEnglish": "Cat found RED BARD abditory and she got in to the abditory, but there is nothing. In the same time BLACK TURTLE come cross to CAT and he start to talk about some kind of story that ceremony in the camp of Japanese ancestry during WWⅡ.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5232068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/catblue-dynamite/episodes/5232068",
                    "TitleEnglish": "Bye Bye King",
                    "SummaryEnglish": "BLUE gets a troubles. She spend most of her money so even she can not buy any food. One day, she got some rumor that Elvis's secret bequest is in this town. So Blue try to get this secret bequest by using find Elvis ghost but.......",
                    "Aliases": []
                },
                "8": {
                    "ID": "5232069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/catblue-dynamite/episodes/5232069",
                    "TitleEnglish": "The Spy I Love (Part 1)",
                    "SummaryEnglish": "One day Blue is abducted by several men. They were CIA....... Blue got request that find some lady who run away........ That lady was legendary agent who active during World War Two and Korean War. The lady name was lieutenant \"Erna Kurtz\".",
                    "Aliases": []
                }
            }
        }
    }
}