{
    "URL": "https://thetvdb.com/series/chivalry-of-a-failed-knight",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/03ED-E6C7-0E17-9A29-F7B5-8",
        "https://www.imdb.com/title/tt5100366/",
        "http://www.ittoshura.com/",
        "http://www.reddit.com/r/Rakudai",
        "https://www.tvmaze.com/shows/5153/show-slug",
        "https://www.themoviedb.org/tv/67154",
        "https://en.wikipedia.org/wiki/Chivalry_of_a_Failed_Knight",
        "https://x.com/ittoshura"
    ],
    "Titles": {
        "eng": "Chivalry of a Failed Knight",
        "jpn": "落第騎士の英雄譚"
    },
    "Summaries": {
        "eng": "The \"school sword action\" story revolves around Magic Knights, modern magic-users who fight with weapons converted from their souls. Ikki Kurogane goes to a school for these Magic Knights, but he is the \"Failed Knight\" or \"Worst One\" who is failing because he has no magical skills. However, one day, he is challenged to a duel by Stella, a foreign princess and the \"Number One\" student. In this duel, \"the loser must be obedient for life.\"",
        "jpn": "己の魂を魔剣に変えて戦う現代の魔法使い≪魔導騎士≫\r\nその学園に通う黒鉄一輝は、魔導騎士としての能力が低すぎて留年した\r\n≪落第騎士ワーストワン≫だった。\r\nそんな彼は、10年に一人の天才と呼ばれる≪A級騎士ナンバーワン≫の異国の皇女\r\nステラ・ヴァーミリオンから一方的に決闘を挑まれる。\r\nだが、彼は周囲の予想に反し勝利してしまう。\r\n一輝は魔法の代わりに剣技を極めた異端の実力者だった。\r\n騎士の頂点を争う戦いの中で最底辺から並み居る強敵を倒し駆け上がっていく一輝。\r\nかつての《落第騎士ワーストワン》は、やがて《無冠の剣王アナザーワン》として\r\nすべての騎士から注目されるようになっていく。\r\nそして圧倒的な才能不足を克服して高みを目指す一輝に、ステラは次第に惹かれていく…"
    },
    "Aliases": [
        "Rakudai Kishi no Cavalry",
        "落第騎士の英雄譚（キャバルリィ）"
    ],
    "Modified": "2025-07-08",
    "Seasons": {
        "1": {
            "ID": "635158",
            "URL": "https://thetvdb.com/series/chivalry-of-a-failed-knight/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5308224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chivalry-of-a-failed-knight/episodes/5308224",
                    "Titles": {
                        "eng": "The Worst One I",
                        "jpn": "落第騎士 Ⅰ"
                    },
                    "Summaries": {
                        "eng": "Ikki Kurogane walks in on Princess Stella Vermillion changing clothes. A duel will settle the matter, but Stella raises the stakes, obligating the loser to lifelong servitude.",
                        "jpn": "魂を魔剣に変えて戦う「魔導騎士」。黒鉄一輝はその育成を目的とする破軍学園で、あまりの能力の低さから「落第騎士（ワースト・ワン）」と呼ばれていた。ある日、志を胸に修行に励む彼のもとに「最強の天才騎士」と呼ばれるステラ・ヴァーミリオンが転校してきた。出会った二人は不幸なアクシデントから決闘する事に……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5354648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chivalry-of-a-failed-knight/episodes/5354648",
                    "Titles": {
                        "eng": "The Worst One II",
                        "jpn": "落第騎士 Ⅱ"
                    },
                    "Summaries": {
                        "eng": "Ikki’s sister, Shizuku, enrolls in the school and causes quite the commotion upon seeing him. With Shizuku's arrival, Stella learns more about Ikki’s history.",
                        "jpn": "決闘の末、ルームメイトになった一輝とステラ。日本で最も強い学生騎士を決める「七星剣武祭」代表選抜戦へ向け、共にトレーニングに励んでいた。破軍学園では入学式を迎え、一輝の実の妹・黒鉄珠雫が入学してくる事に。長年離れて暮らしてきた妹との再会を喜ぶ一輝。そんな彼を待っていたのは妹からの熱烈なキスであった。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5354649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chivalry-of-a-failed-knight/episodes/5354649",
                    "Titles": {
                        "eng": "The Worst One III",
                        "jpn": "落第騎士 Ⅲ"
                    },
                    "Summaries": {
                        "eng": "Shizuku invites Ikki to go shopping, but is annoyed when Stella joins them. Ikki meets Shizuku’s roommate, whose device helps the group as they encounter some serious trouble!",
                        "jpn": "ショッピングモールへ映画を観に行く事になった一輝とステラ、珠雫とそのルームメイトの有栖院凪。そこで偶然、謎の武装集団と遭遇してしまう。武装集団が女子供ばかりを人質に取る中、素性を隠して人質の中に潜むステラと珠雫であったが、ある出来事からステラの素性が犯人達に判ってしまい、屈辱的な命令をされてしまう。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5354650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chivalry-of-a-failed-knight/episodes/5354650",
                    "Titles": {
                        "eng": "The Worst One IV",
                        "jpn": "落第騎士 Ⅳ"
                    },
                    "Summaries": {
                        "eng": "Ikki’s first official match approaches! Unfortunately, he and his opponent, Shizuya Kirihara, have a history. Worse, Kirihara has the immediate upper hand due to his device.",
                        "jpn": "いよいよ始まった七星剣武祭代表選抜戦。ステラや珠雫、凪達が順調に勝ち星を挙げていく中、一輝はかつて屈辱を受けた因縁深き相手・桐原静矢との初戦を迎えていた。今まで不当にチャンスを奪われ続けた一輝が初めて挑む公式戦。その緊張から普段通りの事ができない一輝は、静矢の“見えない矢”に射抜かれ窮地に陥ってしまう。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5354651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chivalry-of-a-failed-knight/episodes/5354651",
                    "Titles": {
                        "eng": "The Experience of the Princess",
                        "jpn": "皇女の体験"
                    },
                    "Summaries": {
                        "eng": "As a result of his selection match performances, Ikki gains an unexpected following. Kagami gives Stella some advice that may save the princess and Ikki from parting ways.",
                        "jpn": "静矢との一戦後、選抜戦で順調に勝ち星を重ねる一輝。その強さに惹かれ、いつしか一輝の下には、剣術の教えを乞おうとする日下部加々美を始めとした生徒達が集うようになっていた。一方、一輝との仲が一向に進展しないステラは、日々苛立ちを募らせる。ある日、一輝が稽古のため皆とプールに行くと知り、ステラも無理矢理ついていく事に。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5354652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chivalry-of-a-failed-knight/episodes/5354652",
                    "Titles": {
                        "eng": "Sword Eater I",
                        "jpn": "剣士殺し Ⅰ"
                    },
                    "Summaries": {
                        "eng": "Another student wishes to be Ikki’s pupil, but doesn’t quite know how to ask. Despite her initial awkwardness, Ayatsuji proves to be a hard worker and talented with a sword.",
                        "jpn": "一輝の背後に、ストーカーのようにつけ回す不審な人影が。その不審者は、伝説の剣豪・綾辻海斗の娘で、破軍学園三年生の綾辻絢瀬だった。一輝は、自分の剣の腕前に悩む絢瀬に剣術の稽古をつけることになる。そんな折、不良グループに絡まれる絢瀬。そのリーダー格は貪狼学園のエースにして、昨年の七星剣武祭出場者でもある倉敷蔵人で……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5354653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chivalry-of-a-failed-knight/episodes/5354653",
                    "Titles": {
                        "eng": "Sword Eater II",
                        "jpn": "剣士殺し Ⅱ"
                    },
                    "Summaries": {
                        "eng": "Ikki’s impending opponent might be the most difficult one yet. He’ll have to rely on his skill and determination to help a friend rediscover their honor.",
                        "jpn": "校舎の屋上で、フェンスを背にした絢瀬と対峙する一輝。絢瀬は背後のフェンスを断ち切ると、自ら屋上から落下していった。絢瀬を救うべく、一輝は「一刀修羅」を使い、間一髪のところで絢瀬を救出する。疲労感に膝をつく一輝に、絢瀬は一日に一度しか使えないこの技を、試合前に使わせる事が目的だったと言い放つ。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5354654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chivalry-of-a-failed-knight/episodes/5354654",
                    "Titles": {
                        "eng": "Sword Eater III",
                        "jpn": "剣士殺し Ⅲ"
                    },
                    "Summaries": {
                        "eng": "In an effort to help Ayase and her father, Ikki challenges Kuraudo Kurashiki, a swordsman from Donro Academy with the nickname “Sword Eater”.",
                        "jpn": "絢瀬の悲痛な思いを聞き届けた一輝は、ステラと絢瀬と共に、綾辻家へと向う。辿り着いた綾辻家は荒れ果て、見るも無残な状態になっていた。その様子に憤りを感じつつ、道場へと向かう一輝達。扉を開けた先には、かつて海斗を倒し、絢瀬から全てを奪った男、“剣士殺し（ソードイーター）”倉敷蔵人が座していた。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5354655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chivalry-of-a-failed-knight/episodes/5354655",
                    "Titles": {
                        "eng": "Princess' Vacation",
                        "jpn": "皇女の休日"
                    },
                    "Summaries": {
                        "eng": "Stella and Ikki head to what they think is a vacation, only to find multiple surprises lying in wait. Meanwhile, Shizuku makes a visit home.",
                        "jpn": "理事長の黒乃の計らいで、一輝とステラは奥多摩にある破軍学園の合宿所へと向かった。一輝と二人きりの旅行と喜ぶステラだったが、着いた先には生徒会の面々が！まんまと黒乃の思惑通り、生徒会を手伝うことになった一輝とステラ。手伝いの合間に二人で出かける事に成功するが、一輝はステラの様子がおかしい事に気付く。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5354656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chivalry-of-a-failed-knight/episodes/5354656",
                    "Titles": {
                        "eng": "Witch of the Deep Ocean vs Raikiri",
                        "jpn": "深海の魔女 VS 雷切"
                    },
                    "Summaries": {
                        "eng": "Shizuku's next opponent is none other than the student council president, Toka Todo. In the clash between lightning and water, which blazer will emerge as the victor?",
                        "jpn": "生徒会長・東堂刀華との試合が決まった珠雫は、この試合に勝つことで、兄・一輝に並び立つ強さを手に入れた事を証明しようと決意する。かつて黒鉄の家から、家族から疎まれ、誰からも愛されず家を出た兄へ、失った愛情の全てを与え、共に歩んで行こうと決めた珠雫の表情は、試合を前に鬼気迫るものとなっていた。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5354657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chivalry-of-a-failed-knight/episodes/5354657",
                    "Titles": {
                        "eng": "Another One: The Uncrowned Sword King I",
                        "jpn": "無冠の剣王 Ⅰ"
                    },
                    "Summaries": {
                        "eng": "An innocent kiss shared in secret becomes the catalyst for a scandal, and Ikki is taken by the ethics committee on counts of \"indecent\" behavior with the Crimson Princess.",
                        "jpn": "刀華達生徒会の面々と共に、児童養護施設を訪れた一輝とステラは、刀華が福岡にある児童養護施設の出身である事を聞かされる。施設の子ども達と接する刀華の姿を目の当たりにし、一輝は刀華の強さの源が、施設の子ども達のために力を発揮している事だと知る。一方その頃、国際魔導騎士連盟日本支部のある男が不穏な動きをしていた。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5354658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chivalry-of-a-failed-knight/episodes/5354658",
                    "Titles": {
                        "eng": "Another One: The Uncrowned Sword King II",
                        "jpn": "無冠の剣王 Ⅱ"
                    },
                    "Summaries": {
                        "eng": "The stage is set and stakes run high as Ikki prepares to face the unbeatable Raikiri. In the end, who will be the victor?",
                        "jpn": "赤座の企てにより、学園最強の“雷切”東堂刀華と一輝の試合が組まれた。収監されていた一輝のコンディションが最悪である事を知りつつも、刀華は騎士として本気で戦うと宣言する。そして試合当日、おぼつかない足取りで会場へ向かう一輝。己が剣に疑問を持ち、心が折れかけたその時、一輝の目の前に赤い燐光が舞った。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}