{
    "URL": "https://thetvdb.com/series/beautiful-bones-sakurakos-investigation",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5194246/",
        "http://sakurakosan.jp/",
        "https://www.themoviedb.org/tv/64699"
    ],
    "Titles": {
        "eng": "Beautiful Bones -Sakurako's Investigation-",
        "jpn": "櫻子さんの足下には死体が埋まっている"
    },
    "Summaries": {
        "eng": "Shotaro Tatewaki is a normal high schooler, but he has an unusual acquaintance. Sakurako Kujo’s obsession with “beautiful bones” and her forensic skills give her a keen eye for homicide. When he’s with her, Shotaro somehow ends up studying murders.",
        "jpn": "北海道．旭川。この街には、「櫻子さん」が住んでいる。\r\n櫻子さんは、美人で名家のお嬢様。なのに三度の飯より「骨が好き」。\r\nそんな彼女と一緒にいると、なぜか僕まで骨と縁ができるようで。\r\n骨にまつわるじけんと櫻子さんに振り回されっぱなしの僕だけど、\r\nそれが嫌じゃないのは櫻子さん、きっと、あなたのせいだと思う。"
    },
    "Aliases": [
        "A Corpse Is Buried Under Sakurako's Feet.",
        "Beautiful Bones: Sakurako's Investigation",
        "Sakurako-san no Ashimoto ni wa Shitai ga Umatteiru"
    ],
    "Modified": "2025-06-03",
    "Seasons": {
        "1": {
            "ID": "635160",
            "URL": "https://thetvdb.com/series/beautiful-bones-sakurakos-investigation/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5308225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beautiful-bones-sakurakos-investigation/episodes/5308225",
                    "Titles": {
                        "eng": "Bone-Loving Princess",
                        "jpn": "第壱骨　骨愛ずる姫君"
                    },
                    "Summaries": {
                        "eng": "Shotaro is an average kid, but when he’s with Sakurako, they find dead bodies. Under Sakurako’s orders, Shotaro unearths a human skull, leading to another mystery!",
                        "jpn": "北海道、旭川に暮らす平凡な高校生、館脇正太郎には一風変った知り合いがいる。九条櫻子さんだ。\r\n古いお屋敷にばあやと暮らし、一見非の打ちどころのないお嬢様に見える櫻子さんだが、その実体は・・・\r\n三度のメシより『骨』が好き！　趣味が高じて標本士になってしまったという残念美人だ。\r\n今日も正太郎をお供に増毛の海岸へ骨を拾いに来たが、そこで見つけたものはなんと人骨で・・・！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5361270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beautiful-bones-sakurakos-investigation/episodes/5361270",
                    "Titles": {
                        "eng": "Where’s Your House?",
                        "jpn": "第弐骨　あなたのおうちはどこですか"
                    },
                    "Summaries": {
                        "eng": "A little girl waits for her mom outside a store, wearing a backpack stained with blood. Sakurako might be the only one able to figure out who she is and what happened to her.",
                        "jpn": "正太郎は深夜のコンビニで幼女を保護する。「いいちゃん」という愛称以外、名前も住所も分からない。\r\nいいちゃんのリュックに血痕を見つけた正太郎は、警官の内海を連れて櫻子のもとを訪れる。\r\n『骨』以外にも該博な知識を持ち合わせている櫻子は、時として探偵さながらの推理をしてみせるのだ。\r\n櫻子はいいちゃんの『ある特徴』に目を留める。身元を割り出すことに成功した一同は、いいちゃんの家を訪れる。\r\nだが、そこで目にした光景に正太郎は息をのむ。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5362285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beautiful-bones-sakurakos-investigation/episodes/5362285",
                    "Titles": {
                        "eng": "The Bones That Sleep in Summer",
                        "jpn": "第参骨　夏に眠る骨"
                    },
                    "Summaries": {
                        "eng": "Shotaro and Sakurako find a skeleton in the mountains. The deceased’s granddaughter believes the police wrongly determined the death a suicide, and asks for the duo’s help.",
                        "jpn": "山へ『骨探し』に来た櫻子と正太郎は、またしてもそこで白骨遺体を発見してしまう。\r\n後日、その遺骨はクラスメイト鴻上百合子の祖母のものだったと分かる。\r\n百合子の祖母は生前、認知症の夫を献身的に介護していた。\r\nそれを苦にした自殺・・・という説明に納得できない百合子は、櫻子に祖母の死の謎を解いて欲しいと懇願する。\r\n櫻子が導き出した意外なその『理由』とは・・・？"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5362286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beautiful-bones-sakurakos-investigation/episodes/5362286",
                    "Titles": {
                        "eng": "The Cursed Man (Part One)",
                        "jpn": "第肆骨　呪われた男（前編）"
                    },
                    "Summaries": {
                        "eng": "Officer Utsumi asks for Shotaro and Sakurako’s help with a friend who thinks he’s going to die prematurely due to a curse.",
                        "jpn": "正太郎は警官の内海から相談を受ける。友人の藤岡が『ある呪い』に脅えているというのだ。藤岡家の男子は代々短命で自分の死期も近づいている・・・という。\r\n名探偵である櫻子にその『呪い』を否定して欲しいと依頼する内海。\r\n藤岡家を訪れた一同を迎えたのは、大きなサモエド犬ヘクターだった。\r\n犬嫌いで恐怖する内海。\r\n『呪い』の実態を調査する櫻子、藤岡の手指に現れたある特徴に「君の呪いは私が解こうじゃないか」と宣言する。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5362288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beautiful-bones-sakurakos-investigation/episodes/5362288",
                    "Titles": {
                        "eng": "The Cursed Man (Part Two)",
                        "jpn": "第伍骨　呪われた男（後編）"
                    },
                    "Summaries": {
                        "eng": "Sakurako solves the mystery of Fujioka’s “curse,” which brings to light the existence of a mysterious art dealer. Despite celebrating, Fujioka makes a dangerous choice.",
                        "jpn": "藤岡が体調を崩していた原因は、書斎に飾られていた絵画に発生したカビであることが判明する。\r\n藤岡はとある画家に勧められ、その絵画を飾っていたのだという。\r\nともあれ一件落着、安心する内海と正太郎だったが、真実はさらに一転する。\r\n弾かれるように藤岡邸の庭へ飛び出す櫻子、そこには斧で大怪我を負った藤岡の姿があった！"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5362289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beautiful-bones-sakurakos-investigation/episodes/5362289",
                    "Titles": {
                        "eng": "Asahi Bridge Irregulars",
                        "jpn": "第陸骨　アサヒ・ブリッジ・イレギュラーズ"
                    },
                    "Summaries": {
                        "eng": "Kogami searches alongside her teacher, Isozaki, and Officer Utsumi for a mysterious woman among the crowds of a summer festival, certain that the woman is in danger.",
                        "jpn": "夏祭りに来た鴻上百合子は、友人とはぐれてしまう。\r\nふと見た橋上に、暗い表情で川面を見つめる黒衣の女がいることに気づく。\r\n「まさか！」と自殺を疑う百合子。女はそのまま立ち去るが、百合子は女が残した手紙を見つける。\r\n中には遺書めいた言葉とダイヤモンドのリング・・・\r\n何としてでも自殺を思いとどまらせたい百合子は、祭りの監督に来ていた教師の磯崎、\r\nパトロール中の内海を巻き込んで、女を探し始めるのだが・・・。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5362291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beautiful-bones-sakurakos-investigation/episodes/5362291",
                    "Titles": {
                        "eng": "The Entrusted Bones (Part One)",
                        "jpn": "第漆骨　託された骨（前編）"
                    },
                    "Summaries": {
                        "eng": "At Shotaro’s school festival, Sakurako is asked to sort the school’s bone collection. Shotaro discovers something about her that may alter their relationship.",
                        "jpn": "高校の文化祭。櫻子が意外にも二つ返事で来てくれて、嬉しい正太郎。\r\n勝手に理科室に立ち入った櫻子は、生物教師の磯崎に標本展示のダメ出しをする。\r\n櫻子が標本士だと知った磯崎は、前任の教師が残した標本の整理を依頼し、櫻子も了承する。\r\n前任の教師、佐々木の残した見事な標本に賛辞を惜しまない櫻子。\r\nだが以前、櫻子がペットの猫を自らの手で標本にしたと聞いた正太郎は、一抹の屈託を抱える。\r\n一方、作業は順調に進むように思えたが・・・。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5362292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beautiful-bones-sakurakos-investigation/episodes/5362292",
                    "Titles": {
                        "eng": "The Entrusted Bones (Part Two)",
                        "jpn": "第捌骨　託された骨（後編）"
                    },
                    "Summaries": {
                        "eng": "Shotaro volunteers to aid Sakurako in delivering Sasaki’s remains to his family and the two find themselves in the middle of another semi-investigation.",
                        "jpn": "理科室の標本の中から人骨が見つかった。\r\nそれ自体に事件性はなく、佐々木教師の知人、曾根夏子という女性のものだったと判明する。\r\nだが、骨と共に見つかった遺品の写真に書き添えられた短歌『寄生木に想い重ねし吾が屍　腸の上　水芭蕉咲く』が気になる正太郎は、櫻子を連れ、佐々木教師の姉、小雪のもとを訪れる。\r\n小 雪の爪先が珍しい「ケルト型」であることに興奮する櫻子。\r\nさらに小雪からは意外な言葉を聞かされて・・・。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5362293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beautiful-bones-sakurakos-investigation/episodes/5362293",
                    "Titles": {
                        "eng": "Grandma’s Pudding",
                        "jpn": "第玖骨　お祖母ちゃんのプリン"
                    },
                    "Summaries": {
                        "eng": "Sakurako and Shotaro attempt to help Yuriko find out which painting of her grandfather’s her grandmother wanted to give her.",
                        "jpn": "正太郎には、数年間に亡くなった大好きなお祖母ちゃんがいる。\r\nお祖母ちゃんはガンで亡くなった。\r\n入院中、お見舞いに来る正太郎に、お祖母ちゃんはいつも『プリンを買ってきてほしい』とリクエストした。\r\nこれまでプリンが好物だったわけでもないのに、なぜか必ず同じ店のプリンがいいと言うのだ・・・\r\nある雨の日、正太郎からそんな昔話を聞いた九条家のばあやは、不自然なその行動の裏にかくされた、祖母の優しい嘘を推理する。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5362294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beautiful-bones-sakurakos-investigation/episodes/5362294",
                    "Titles": {
                        "eng": "A Butterfly Disappeared in November (Part 1)",
                        "jpn": "第拾骨　蝶は十一月に消えた（前編）"
                    },
                    "Summaries": {
                        "eng": "As Sakurako enlists Shotaro’s help for the year’s final bone search, Isozaki calls to request their aid in finding a missing student.",
                        "jpn": "今年最後の『骨探し』に米飯地区の森を散策する櫻子、正太郎、磯崎。\r\n今度こそ楽しくトレッキング・・・と思いきや、磯崎に連絡が入る。\r\n磯崎が担任していた女生徒、圓一重が行方不明になったというのだ。一報を聞くや、青ざめる磯崎。\r\n実は過去、一重と親友だった西沢二葉が在学中行方不明になっており、今も見つかっていないのだ。\r\n最近の一重の動向を探るうち、もう一人の親友、津々見三奈美が浮上する。\r\n彼女の部屋には一枚の絵画が残されていて・・・。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5362295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beautiful-bones-sakurakos-investigation/episodes/5362295",
                    "Titles": {
                        "eng": "A Butterfly Disappeared in November (Part 2)",
                        "jpn": "第拾壱骨　蝶は十一月に消えた（後編）"
                    },
                    "Summaries": {
                        "eng": "Three of Isozaki’s students were inseparable until one vanished. As one of the remaining two disappears, Sakurako begins to assemble the bones of a more nebulous skeleton.",
                        "jpn": "三奈美、二葉、一重にはかつて『秘密の隠れ家』があった。\r\n『一重はそこにいる』三奈美は森の中に建つある家に一同を案内する。\r\nそこで睡眠剤を大量服用した一重を発見する。\r\n一重の生存に安堵する磯崎、二葉失踪以来のしがらみを忘れ涙する三奈美。\r\n事件は解決、と思いきや、それが全ての始まりだった・・・告げるのは、森に響くヘクターの一声。\r\n悲劇的な真実を次々に白日に晒していく櫻子を待ちうけていたものは・・・。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5362296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beautiful-bones-sakurakos-investigation/episodes/5362296",
                    "Titles": {
                        "eng": "What Lies Beneath Sakurako...",
                        "jpn": "第拾弐骨　櫻子さんの足下には…"
                    },
                    "Summaries": {
                        "eng": "With his life once again becoming far too normal, Shotaro recalls his initial impression of Sakurako and the first mystery they solved together.",
                        "jpn": "旭川に初雪が降ったその日、正太郎は櫻子に別れを告げられた。\r\nもう私と一緒にいてはいけないと。受け入れられない正太郎は、永山の祖父の家にいた。\r\nなぜなら、そこが櫻子と知りあうきっかけとなった場所だからだ。\r\n櫻子と出会った『初めて事件』に正太郎は思いを馳せる。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}