{
    "URL": "https://thetvdb.com/series/high-school-star-musical",
    "Genres": [
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5086972/",
        "https://hstar-mu.com/",
        "https://www.themoviedb.org/tv/71003",
        "https://x.com/hstar_mu",
        "https://www.youtube.com/c/UC6DL9KuhZhFclgH47rLdjgQ"
    ],
    "TitleEnglish": "High School Star Musical",
    "SummaryEnglish": "Hoshitani Yuta enters Ayanagi Academy, a school focusing on show business activities, specifically music. The academy has a group of the grade three students with the highest grades in the musical department, and they are known as the Kao Kai (Cherry Blossom Flower Association). This organization stands at the top of the pecking order within the academy. The shortcut to entering the musical department is to enter the Star Frame class, which is directly taught by the members, and to be recognized by them. Unfortunately, due to their own problems, students Nayuki Toru, Tsukigami Kaito, Tengenji Kakeru, Kuga Shu and Hoshitani Yuta are all struggling to even remain candidates for the musical department. By a stroke of luck, however, the five are spotted by Kao Kai member Otori, and they pique his interest.",
    "Aliases": [
        "STARMYU",
        "高校星歌劇"
    ],
    "Modified": "2024-04-16",
    "Seasons": {
        "0": {
            "ID": "635804",
            "URL": "https://thetvdb.com/series/high-school-star-musical/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "5680247",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/5680247",
                    "TitleEnglish": "OVA: Act 13",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "5680248",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/5680248",
                    "TitleEnglish": "OVA: Act 14",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "6643975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/6643975",
                    "TitleEnglish": "Season 2 Special",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "7268512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/7268512",
                    "TitleEnglish": "Starmyu in Halloween",
                    "SummaryEnglish": "A story about Hoshitani and friends on Halloween.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "639400",
            "URL": "https://thetvdb.com/series/high-school-star-musical/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5348157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/5348157",
                    "TitleEnglish": "Act 1",
                    "SummaryEnglish": "Yuta Hoshitani entered the prestigious music school, Ayanagi Gakuen, after a fierce special training, following the back of the \"longing high school student\" he met when he was in junior high school.\r\nHe finds out that the person he admires was a student of the school's flower-shaped \"Musical Department\", and challenges the super-difficult entrance audition.\r\nIn the straight line toward the dream, the eyes of the strict examination of the members of the \"Hanasakurakai\" who reign at the top of the school shine!",
                    "Aliases": []
                },
                "2": {
                    "ID": "5359706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/5359706",
                    "TitleEnglish": "Act 2",
                    "SummaryEnglish": "Hoshitani was able to remain a candidate for the musical department as a member of \"team Otori\" led by Otori, a heretic of the Hanasakurakai.\r\nHowever, although teammates Nayuki, Tengeji, Tsukiou, and Kukan are perfect, they all have some problems ...\r\nIn the jerky air, an unusual practice by Otori begins.\r\n\"Come on, Boys. It's time to play!\"",
                    "Aliases": []
                },
                "3": {
                    "ID": "5359707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/5359707",
                    "TitleEnglish": "Act 3",
                    "SummaryEnglish": "After the first lesson, Hoshitani realized the difference in ability with his teammates, and every day he worked hard with the support of Nayuki.\r\nHowever, he couldn't keep up with the pace of training ...\r\nAt last, the angry voice of Tengeji, the nobleman of the pear garden, flies to such Hoshitani!\r\n\"Leave the team to survive\"\r\nSo pressed, Hoshiya-? And what is the mysterious secret of the angry Tengeji Temple? !!",
                    "Aliases": []
                },
                "4": {
                    "ID": "5359708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/5359708",
                    "TitleEnglish": "Act 4",
                    "SummaryEnglish": "The members of Team Otori have begun to be moved by Hoshitani, who continues to make efforts in a straightforward manner.\r\nHowever, only the Moon Emperor still did not try to get along with them.\r\nThe pressure called \"Thoroughbred in the musical world\" and the complex to the great brother\r\nThe moon emperor suffering alone. Knowing such anguish, Hoshitani ...\r\nAnd finally, the Star of Star frame, team Hiiragi, is here!",
                    "Aliases": []
                },
                "5": {
                    "ID": "5359709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/5359709",
                    "TitleEnglish": "Act 5",
                    "SummaryEnglish": "A test stage \"Rookie unveiling performance\" to survive as a musical department candidate\r\nTeam Otori has finally begun to come together.\r\nHowever, Hoshitani's lack of power was still a big challenge for the team.\r\n\r\nAt that time, Hoshitani and his friends witness the performance of Team Hiiragi, the Star of Star frame.\r\nOverwhelmed by its perfection, Hoshitani suddenly feels uneasy.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5359710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/5359710",
                    "TitleEnglish": "Act 6",
                    "SummaryEnglish": "Finally, \"Rookie unveiling performance\".\r\nIt is a tough test stage where half of the teams will drop out of the musical department candidates depending on the screening results.\r\n\r\nHowever, there are still uncertainties in Hoshitani's performance ...\r\nEven in the Shimouma criticism, team Otori, which is a gathering team, is \"certainly dropped out\" ....\r\n\r\nIn order to support such students, Otori was planning a secret plan.\r\nAs expected, the fate of team Otori is--!",
                    "Aliases": []
                },
                "7": {
                    "ID": "5403596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/5403596",
                    "TitleEnglish": "Act 7",
                    "SummaryEnglish": "Hoshitani and his colleagues have successfully completed the first semester as candidates for the musical department.\r\nHowever, the next test stage is coming up in the second semester.\r\n--so,\r\nAt the suggestion of Otori, team Otori decided to hold an overnight training camp during the summer vacation.\r\n\r\nWhat was waiting for them in the villa area in the mountains that I visited-abandoned house? !! Bear? !! Or surprising people? !!",
                    "Aliases": []
                },
                "8": {
                    "ID": "5409882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/5409882",
                    "TitleEnglish": "Act 8",
                    "SummaryEnglish": "The second semester begins, and the outline of the next test stage, \"Ayanagi Festival Performance,\" will be announced.\r\nHoshitani and his colleagues were told that each team was free to perform at the Ayanagi Festival.\r\nI think of a performance that only we can do, which is unique to us.\r\n\r\nOn the other hand, the runaway of team Otori at the newcomer's unveiling performance reveals disgust.\r\nOne member of the Hanasakurakai-begins to move quietly.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5421584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/5421584",
                    "TitleEnglish": "Act 9",
                    "SummaryEnglish": "Team Otori is working hard to practice for the Ayanagi Festival performance.\r\nOne day, Otori was called by Hiiragi.\r\n\r\nHiiragi said, \"The existence of team Otori violates the tradition and dignity of Ayanagi Gakuen.\"\r\nPoint out the choices in the phoenix.\r\n\r\nIs it a genius to make use of, or the future of five people who have begun to shine like stardust?\r\nWhen faced with a decision, the hidden past of Otori and Hiiragi becomes clear.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5421944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/5421944",
                    "TitleEnglish": "Act 10",
                    "SummaryEnglish": "Otori suddenly left the school.\r\nConfusion, resentment, and suspicion swirl in Hoshitani's chest, which had not been told anything.\r\n\r\nHowever, the test stage will not wait ...!\r\nTeam Otori tries to kill her anxiety and look in front of her,\r\nShe thinks so, and the more she desperately feels, the more her hearts fall apart ...\r\n\r\nMeanwhile, Hoshitani invites Nayuki to \"go out together once in a while!\"",
                    "Aliases": []
                },
                "11": {
                    "ID": "5434944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/5434944",
                    "TitleEnglish": "Act 11",
                    "SummaryEnglish": "Team Otori started to move forward with five people.\r\nOne day, Hiiragi tells us about extracurricular activities in the field of professional musicals.\r\n\r\nWhat appeared at the site where Hoshitani and his colleagues went as help staff--,\r\nIt was a prince of the musical world that is thrilling now!\r\n\r\nOn the other hand-Hoshiya still has a stumbling block in his heart.\r\n\"Why did Otori-senpai leave us ...\"\r\nIt turns out that the reason was to protect ourselves--!",
                    "Aliases": []
                },
                "12": {
                    "ID": "5439282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/5439282",
                    "TitleEnglish": "Act 12",
                    "SummaryEnglish": "Hoshitani and his friends overcame their anxieties and celebrated the day of the Ayanagi Festival.\r\n\r\nHowever, a typhoon approaches Ayanagi Gakuen relentlessly.\r\nIt is decided that the program on the outdoor stage, which is the venue for team Otori's performance, will be cancelled.\r\n\r\n\"I want a lot of customers to see our musical, which was taught by Otori-senpai.\"\r\nWhat is the future of such Hoshitani's dreams? The final chapter of the stage of youth!\r\n\r\nWe don't know how to give up on our dreams!",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "673501",
            "URL": "https://thetvdb.com/series/high-school-star-musical/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5674215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/5674215",
                    "TitleEnglish": "Act 1",
                    "SummaryEnglish": "Hoshitani Yuta and the other members of Team Otori have successfully overcome the trials of their first year and made it into Ayanagi Academy's musical department. A new school year begins and there is much excitement in the air as the department prepares for its annual graduation celebration performance for its upcoming graduating third years, which includes Otori, Hiragi, and the other members of the Kao Council as the stars. The musical, \"Shadow & Lights\" even offers the second years a chance to shine but before Hoshitani and the others can stand on stage with their former coach they will need to overcome the other teams as well. Now, the curtain has risen on a new stage!",
                    "Aliases": []
                },
                "2": {
                    "ID": "6032910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/6032910",
                    "TitleEnglish": "Act 2",
                    "SummaryEnglish": "The competition for the five second year training roles in the much-anticipated school musical \"Shadow & Lights\" is set to begin. This time, however, the boys are being mentored by former alumni who know the musical better than anyone. These experienced graduates are known as the Ancients and include former members of the Kao Council from Tsukigami Kaito's older brother's generation. Hoshitani and the others are ready to take on the challenge but one student, Ageha Riku of Team Yuzuriha, will stop at nothing to follow in the footsteps of his idol, Tsukigami Haruto. A new set of trials begin as each boy longs to stand in the spotlight alongside their admired mentors.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6032911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/6032911",
                    "TitleEnglish": "Act 3",
                    "SummaryEnglish": "While practices for the training roles are underway with guidance from the Ancients, Hoshitani spends his days receiving strict special guidance from Uozumi due to his lack of acting skills. To lighten things up a bit, Tatsumi and Sawatari suggest going to the middle school's drama club performance for a change of scenery. The joyous mood of the event is threatened when one of the performers in the play drops out due to illness. When Sawatari suddenly recommends Hoshitani as the replacement he worries about his lack of skills but with the encouragement of his friends he steps out on stage. Will the show be a success?",
                    "Aliases": []
                },
                "4": {
                    "ID": "6032912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/6032912",
                    "TitleEnglish": "Act 4",
                    "SummaryEnglish": "After being told by Ageha that they are not the same Hoshitani suddenly feels down wondering why they would be so different. The members of Team Hiragi point out that it's most likely because Hoshitani lacks a few things that many of the rest of them possess. Meanwhile, Tengenji invites his teammates and classmates to a performance of one of his family's Gothic Kabuki shows and come to realize he is not all talk when it comes to his professional status. The show reignites the fire in the young men to take on the training role auditions with renewed vigor.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6032913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/6032913",
                    "TitleEnglish": "Act 5",
                    "SummaryEnglish": "Kaito has found himself in a slump going up against Ageha, who is copying his older brother\r\nHaruto's performance. Noticing this, Uozumi pulls Kaito and Hoshitani aside and suggests that they switch the roles that they are going to be auditioning for. This obviously upsets Kaito, who took on the most difficult role for both his team and for himself, and he is unable to be swayed. This situation sends a wave of dissonance throughout all the teams as the boys struggle to find their motivations for the upcoming auditions. Will they be able to overcome their anxiety?",
                    "Aliases": []
                },
                "6": {
                    "ID": "6032914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/6032914",
                    "TitleEnglish": "Act 6",
                    "SummaryEnglish": "Haruto suddenly arrives at practice, much to the surprise of everyone, and announces that he will be in Japan only for a short while. In order to make the most of his brief time with the students, Haruto announces that they will be going on a training retreat. However, upon their arrival at their camp location Teams Otori and Hiragi are less than thrilled to be back at the Hiragi Family Villa from last year. A specially planned orienteering activity begins the camp and with the promise of a special prize for those who do the best, the boys set off on their way. Of course, things don't quite go as planned when Hoshitani's team one suddenly winds up missing.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6032915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/6032915",
                    "TitleEnglish": "Act 7",
                    "SummaryEnglish": "Now that Hoshitani realizes that Otori is his long admired high school student, he doesn't know what to do or how to act and his suddenly odd behavior begins to worry those around him. Meanwhile, Ageha is thrilled with finally getting to meet his \"god\", Tsukigami Haruto, and is eager to prove that he is the most suited for Haruto's former role. However, Haruto doesn't react to Ageha's performance as he had hoped and Ageha is thrown into doubt. As the Ancients get closer to make a decision on the training roles a surprise announcement is made that turns the entire audition on its head.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6032916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/6032916",
                    "TitleEnglish": "Act 8",
                    "SummaryEnglish": "The mood around the training camp has darkened considerably as everyone has noticed Ageha's absences at practice. After the shock of Haruto's scathing words Ageha has shut himself in his room and refuses to come out. No one feels Ageha's absence more than Hoshitani, who is concerned for a person he sees as a friend, but when he tries to speak with Ageha he is quickly turned away. Lamenting to his friends Hoshitani wonders if he can really do anything to help. The best advice comest from an unexpected source and Hoshitani is even determined to coax Ageha out of his room for sure.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6032917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/6032917",
                    "TitleEnglish": "Act 9",
                    "SummaryEnglish": "The announcement of the results of the training role auditions creeps ever closer as the boys change gears from team to individual auditions. Things are finally going well between Hoshitani and Ageha, but Hoshitani notices that Nayuki suddenly seems to be avoiding him. Naturally concerned Hoshitani tries to reach out to his friend but Nayuki only pushes him away more. With the auditions now an indiviual challenge Nayuki finds himself feeling inadequate compared to his diversely talented team mates and competitors. Just when it seems as though Nayuki is about to give up he finds that he is not alone in how he feels.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6032918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/6032918",
                    "TitleEnglish": "Act 10",
                    "SummaryEnglish": "Suddenly being thrust into a main role has left Hoshitani reeling. While he is happy to finally be given the chance to perform on stage with his admired senpai, Otori, Hoshitani finds himself in an unusual slump when it comes to practicing the critical duet between Lambert and Alexis. No matter how many times they practice Hoshitani simply chokes in the middle of the song. His friends all assume it's just nerves but when Hoshitani mysteriously goes missing one day mild concern turns into panic as they each split up to find him. Will Hoshitani be able to shake off this slump and take on his new role as Lambert?",
                    "Aliases": []
                },
                "11": {
                    "ID": "6032919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/6032919",
                    "TitleEnglish": "Act 11",
                    "SummaryEnglish": "With only a few days left until the graduation celebration performance the final details begin to fall into place. Thanks to Hiragi's prior encouragement and the support of all the treasured items from his friends, Hoshitani has found the confidence to step into the role of Lambert and go after his dream. Spirits are high during dress rehearsal and the stage is set for an amazing performance. As the show gets underway everything proceeds smoothly until an accident behind the scenes potentially puts one of the performers and the fate of the show at risk.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6032920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/6032920",
                    "TitleEnglish": "Act 12",
                    "SummaryEnglish": "Hoshitani has fallen into the trap room and injured his shoulder; yet, even in pain, he still wishes to continue on with the show despite the next scene involving a trying dance. Uozumi attempts to talk Hoshitani out of it ordering that Inumine go on in his place, however, once Inumine goes on stage, Hoshitani cannot take back the role. As Inumine readies himself to finish the play in Hoshitani's place, Ageha comes forward with a plan that would allow Hoshitani to go back out on stage, despite his injury. The fate of Hoshitani's dream and the finale of the show hangs in the balance...",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "804216",
            "URL": "https://thetvdb.com/series/high-school-star-musical/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7109730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/7109730",
                    "TitleEnglish": "Act 1",
                    "SummaryEnglish": "The start of the second term, Hoshitani and the others are prepping for their class production for the Ayanagi Festival. This will be their first production without their older mentors. Team Otori, Team Hiragi, Ageha, Hachiya, Kitahara, and Nanjo are all part of the same team this time and swear to do their best together. However, the current Kao Council is pushing for new reforms to the way things are usually done. The closing of the outdoor theater, former practice spaces that cannot be used anymore, and a school under transition... Does progress or chaos await? Now the curtain rises on the next chapter!",
                    "Aliases": []
                },
                "2": {
                    "ID": "7266058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/7266058",
                    "TitleEnglish": "Act 2",
                    "SummaryEnglish": "Team Hiragi has been removed from the class production on the orders of the Kao Council. The remaining members are at a loss, is the merry company already in the midst of a crisis?! Kitahara tells Hoshitani and the others to see the experience as a tough life lesson, while Tatsumi and Team Hiragi make it clear that they regret the circumstances, having wanted to perform with the others. Hoshitani finds himself conflicted, happy for his friends, but wanting to find some way to perform together. In the midst of his inner conflict, Hoshitani has an encounter with an unfamiliar and mysterious person.",
                    "Aliases": []
                },
                "3": {
                    "ID": "7266060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/7266060",
                    "TitleEnglish": "Act 3",
                    "SummaryEnglish": "Instead of trying to get Team Hiragi back for their production, Hoshitani, Ageha, and Kitahara ask the Kao Council to join them in performing in Opening Ceremony. Sadly, however, their bold request is completely rejected. Hoshitani and the others refuse to give up and come up with a crazy gamble to try and break the deadlock. Meanwhile, Irinatsu has been tasked with composing the music for Opening Ceremony, but has been unable to find any inspiration and the song remains unfinished. Feeling the pressure from Fuyusawa, Irinatsu finds a distraction in Hoshitani and the others.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7295268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/7295268",
                    "TitleEnglish": "Act 4",
                    "SummaryEnglish": "The plan of Hoshitani and the others to go on strike backfires, and, as a precaution, the Kao Council separates Team Hiragi from their friends. At a loss of what to do, the remaining company members are left feeling dejected, so Hoshitani takes off to go see the isolated Team Hiragi and his friends hear nothing else from him for the rest of the day. Meanwhile, within the monolithic Kao Council, Kasugano can't shake the sense of unease that he feels. He finds his attention drawn to Shiki, who is working extra hard in his position as leader.",
                    "Aliases": []
                },
                "5": {
                    "ID": "7295274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/7295274",
                    "TitleEnglish": "Act 5",
                    "SummaryEnglish": "Still unable to get permission to perform in Opening Ceremony and now facing the prospect that they will be excluded from the Ayanagi Festival all together, Hoshitani and the others try to at least get their class performance time slot back. However, through their exchanges with Irinatsu and Kasugano, positive feelings for wanting to be acknowledged by the Kao Council have begun to emerge in the group. Though others, such as Nanjo, voice their doubts and a past relationship between him and Fuyusawa lead the others to wonder where Nanjo's loyalties really lie.",
                    "Aliases": []
                },
                "6": {
                    "ID": "7305171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/7305171",
                    "TitleEnglish": "Act 6",
                    "SummaryEnglish": "Using the information on the flash drive Nanjo procurred, Hoshitani and the others finally decide to take action to get approval from the Kao Council. However, in order for their plan to succeed, they need to communicate with Team Hiragi, and they're away at a training camp. Will they be able to reunite with Team Hiragi and execute their plan? An old friend conveniently appears right when things are looking precarious for this fateful stage.",
                    "Aliases": []
                },
                "7": {
                    "ID": "7305172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/7305172",
                    "TitleEnglish": "Act 7",
                    "SummaryEnglish": "After Shiki appeared and said he will listen to what they have to say, Hoshitani can't help feeling somewhat nervous. He worries that his rudeness towards Shiki, when he didn't know who he was, will count against them. However, when Hoshitani consults with an old friend, he receives some surprising advice. Meanwhile, Shiki holds true to his promise to consider expanding the number of performers for Opening Ceremony. A meeting between the five members of the Kao Council takes place to discuss the matter.",
                    "Aliases": []
                },
                "8": {
                    "ID": "7305173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/7305173",
                    "TitleEnglish": "Act 8",
                    "SummaryEnglish": "With Shiki's persuasion, the Kao Council decides to expand the number of performers for Opening Ceremony. Once again back to a 14-person company, Hoshitani and the others devote themselves to practice. Meanwhile, a slight rift is beginning to form between Shiki, who agreed to the second-years' request, and Fuyusawa, who is determined to avoid any risk of failure. The difference between their goals, ideals, and feelings becomes increasingly clear.",
                    "Aliases": []
                },
                "9": {
                    "ID": "7326787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/7326787",
                    "TitleEnglish": "Act 9",
                    "SummaryEnglish": "Hoshitani and the other second-years have started to make progress, but an unsettling mood in the Kao Council threatens to disrupt things. Shiki and Fuyusawa have agreed to fight each other for their ideals, and their quarrel is messing with the other Kao Council members as well. At the same time, Tatsumi finds himself overtaken by certain feelings. Sawatari quietly watches over Tatsumi as he works out his thoughts. Sawatari takes a certain sense of pride in supporting Tatsumi as a childhood friend and a best friend.",
                    "Aliases": []
                },
                "10": {
                    "ID": "7326788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/7326788",
                    "TitleEnglish": "Act 10",
                    "SummaryEnglish": "Opening Ceremony has been split into two stages. Rumors are spreading around the school that the Kao Council is divided and that Hoshitani and the other second-years are the cause. Shiki and Fuyusawa clash over their differences once again, and Fuyusawa angrily decides to take action. He completely calls into question Shiki's suitability to lead. \"I'm with Shiki,\" Chiaki says, giving Fuyusawa one final warning now that he can no longer turn back.",
                    "Aliases": []
                },
                "11": {
                    "ID": "7326789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/7326789",
                    "TitleEnglish": "Act 11",
                    "SummaryEnglish": "Team Otori is in low spirits due to Shiki's expulsion from the Kao Council. Knowing full well what it feels like to lose their coach, the boys do their best to reach out to Shiki and get through to him for the sake of his own team. Meanwhile, Fuyusawa can't help the empty feeling consuming him after his victory over Shiki. Tatsumi and the other members of Team Hiragi picks up on Fuyusawa's change and attempt to speak to him as well. Finally, the day of the Ayanagi Festival arrives...",
                    "Aliases": []
                },
                "12": {
                    "ID": "7326790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-school-star-musical/episodes/7326790",
                    "TitleEnglish": "Act 12",
                    "SummaryEnglish": "As the starting time for Opening Ceremony draws nearer, the seats in the theater begin to fill, yet there is no sign of Shiki. Worried, Hoshitani begs the others to give him time to go look for Shiki, but the rest of Team Otori insists on joining him. At the same time, Kasugano notices that Fuyusawa is acting strangely. The second-year students are hoping for all five members of the Kao Council to see their performance, and, in the face of their strong beliefs, Fuyusawa is finally moved. The curtain is now rising on the new future of Ayanagi Academy and the dreams of Hoshitani and company!",
                    "Aliases": []
                }
            }
        }
    }
}