{
    "URL": "https://thetvdb.com/series/kiss-me",
    "Genres": [
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6477830/",
        "https://www.themoviedb.org/tv/79261"
    ],
    "TitleEnglish": "Kiss Me",
    "SummaryEnglish": "Taliw is a cute, lively yet clumsy girl who has a crush on a popular genius, Tenten, a new student with an IQ of 200. Tenten has just returned from Japan with his family. How will Taliw deal with her feelings towards Tenten? Sometimes, he treats her kindly and cares about her; and other times he teases and embarrasses her in front of all their peers. Is it Taliw's good luck or bad luck that their parents are close friends? Is it good luck or bad luck that Taliw's house was destroyed leaving her forced to move in with Tenten? Taliw only has feelings for Tenten but her good friend King fell for her and is trying his best to take her heart. Taliw also has a love-rival, Namkang, a girl who is taller, more beautiful, and brighter than her. Namkang seems to be the perfect person for Tenten. What Taliw will do with this situation?",
    "Aliases": [
        "It Started With a Kiss (Thai)",
        "Itazura na Kiss (Thai)",
        "Rak Lon Jai Nai Klaeng Joob",
        "รักล้นใจนายแกล้งจุ๊บ"
    ],
    "Modified": "2021-09-18",
    "Seasons": {
        "1": {
            "ID": "641822",
            "URL": "https://thetvdb.com/series/kiss-me/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 20,
            "Episodes": {
                "1": {
                    "ID": "5373270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-me/episodes/5373270",
                    "TitleEnglish": "Who are the real you?",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "5373271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-me/episodes/5373271",
                    "TitleEnglish": "I think he is kind",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "5376052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-me/episodes/5376052",
                    "TitleEnglish": "So... we live in the same house",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "5376053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-me/episodes/5376053",
                    "TitleEnglish": "I am not stupid since I was born",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "5376054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-me/episodes/5376054",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "5376055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-me/episodes/5376055",
                    "TitleEnglish": "You are only kidding, aren't you?",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "5376056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-me/episodes/5376056",
                    "TitleEnglish": "My love is like her",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "5376057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-me/episodes/5376057",
                    "TitleEnglish": "Time flies really",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "5376058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-me/episodes/5376058",
                    "TitleEnglish": "Or she’s just a “Taliw”?",
                    "SummaryEnglish": "The kids starts to help Teacher Hang and P’Thai fixing the school with dedication. King is a big chef of the trip. One day, Taliw and Yuyi get lost in the jungle. Yuyi gets sick because of the poisonous spider. She’s exhausted and loss her consciousness. Taliw’s afraid and worry about Yuyi. She drops some pieces of her cloths as marks, and walk to find someone to help. Tenten, King and P’Thai go their separate ways to look out for the girls. It’s getting darker in the evening, and they still can’t find. Tenten who goes out with one of the villagers, happens to hear Taliw’s voice. He immediately rushes towards to the direction alone. While Taliw is about to reach a dead end, Tenten finally finds her. Then they rush to see Yuyi. Taliw tells Tenten to find someone to help, then he meets Uncle Chao. He asks them to stay at his house in order to heal Yuyi’s condition which is getting worse. Both Tenten and Taliw are deligently help Yuyi though the night. Next morning, Yuyi feels better. Both of them are really happy that their friend is fine now. Then Tenten starts to think about something after he’s met Uncle Chao.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5376059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-me/episodes/5376059",
                    "TitleEnglish": "I know where Tenten is",
                    "SummaryEnglish": "The kids are back to P’Thai’s house. Everyone is very happy that no one gets hurt. P’Thai tells Uncle Chao that he wants to be a doctor of Applied Thai Traditional Medicine for the villagers here. Yuyi asks Taliw about seeing Tenten kissing her. Taliw was shocked being asked. But it turns out that the kiss Yuyi is asking about is the the 2nd kiss Tenten gives while Taliw was being unconcious.\r\nThe school is completely fixed. They throw a party before their return trip home. King’s in charge of cooking. Tenten looks pretty upset seeing King and Taliw being very closed. After coming back to Bangkok, one day Tenten tells his family that he wants to move out to learn how to live a life, everyone is shocked by his decision. And he moves out on the next day. After that Taliw writes him letters without knowing where he is. Tenten works at the coffee shop as a part job. Namkhang finds him. Turbo knows from Namkhang where Tenten is. Taliw is focusing on studying and keeps waiting for Tenten.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5376060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-me/episodes/5376060",
                    "TitleEnglish": "An imperative date",
                    "SummaryEnglish": "Turbo tells Taliw about Namkhang knows where TenTen is. Yuyi and Paew plan to spy on her in order to find Tenten. Taliw finally meets Tenten and know he is now working at the coffee shop. Tenten takes Taliw to the zoo, and they spend good time together. Tenten tells Taliw to study hard, as he's decided to go to the medical school. Taliw is dumbly, but then dedicatedly working hard for the faculty of nurse. On the first day at school, there is orientation for all the freshmen. Namkhang is punished by one of the seniors for talking with friends while doing activities. Then there is Dan; the most popular junior, comes to defend her. It makes Namkang an imperative date with Dan for 2 weeks. And she is very sick of it.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5376061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-me/episodes/5376061",
                    "TitleEnglish": "The impossibility",
                    "SummaryEnglish": "Namkhang has lunch with P’Dan at the canteen. Dan sees Namkhang greeting and paying attention to Tenten. He asks about him so he knows who Tenten is. Taliw is working hard on studying for the nurse exam. King can somehow persuade Arm and Yuyi to go to the same school as Taliw. P’Dan takes Namkhang to eat out. Namkhang can be the most of herself being with P’ Dan. Taliw applies for the exam at the same place as Tenten. P’ Dan helps Taliw on the direction to the Faculty of Medicine. Taliw wants to go there to tell Tenten that she’s already applied for the exam. She couldn’t find TenTen, but Namkhang. So that she knows the two of them are studying at the same faculty. Namkhang says something discouraging Taliw. Tenten sees Taliw but doesn’t come to see her. Taliw is sad and gets hurt.\r\nAll she’s ever wanted is to walk side-by-side with Tenten like Namkhang. King comes to comfort and encourage Taliw, when he himself gets hurt too.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5376062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-me/episodes/5376062",
                    "TitleEnglish": "So... nothing between us from now",
                    "SummaryEnglish": "Taliw is exhaustedly and wearily crying. Mother Kaew tries to comfort her by telling that there’ll be someone who’ll love you just the way you are, though she’s not that tall, not pretty, and not having long legs. Taliw continues her studying. King always comes with his food, to boost her brain and spirit. Mother Kaew warns Tenten that he may loss Taliw if he doesn’t take good care of her.\r\nOn the exam result day, it turns out that Taliw and Yuyi don’t pass. Taliw’s very sad about it. She cries a lot and gets depressed. Everyone tries to soothe her, till she feels better. Tenten comes to see her with huge lot of books. He waits until he sees cheerful Taliw reaches home with King. Tenten is very upset that Taliw doesn’t seem to feel sorry for not passing the exam. So he blames her hard about that. King tries to protect Taliw. Taliw can only accept that she hasn’t really follow Tenten’s advice on reading. Then the two boys start to fight for feeling utterly repressed over Taliw for quite sometime. Taliw thinks through until she makes a decision to continue working hard on studying, not for Tenten, but herself instead. Then she studies hard with all the support from every one. And when she finished the exam, she goes to see Tenten, to tell him that she’s going to do this for her self, and he doesn’t have to wait for her anymore. Tenten is shocked and feels that his heart is hurt.",
                    "Aliases": []
                },
                "14": {
                    "ID": "5376063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-me/episodes/5376063",
                    "TitleEnglish": "I’m not going to give up this easy",
                    "SummaryEnglish": "And the exam result day arrives, everyone is cheering up, Taliw, Yuyi, and Arm finally can get into their aimed faculty. Namkhang tries to ask Tenten out, but he doesn’t care. P’Dan always being around and taking care of Namkhang, till she can look at him differently.\r\nFather Han tells Taliw about King’s cooking class. She feels bad that she’s never actually paid attention to King. Then she takes him out to eat. King is overjoyed, though he knows in his heart that she only does that as a friend. On the first-year students welcome day, Taliw, Yuyi and Arm get punished by the seniors. She couldn’t make it; the “Pun-Jing-Reed” (way to punish: swirling around like a bug). Then Tenten comes to replace her. Everyone is quiet. Namkhang gets very upset that Tenten pays more attention to Taliw. P’Dan tries to calm her down, but she doesn’t care and drives him away. Tenten tells Taliw that he’s not going to let her go, no matter what. Taliw is very confused with what Tenten’s just done.",
                    "Aliases": []
                },
                "15": {
                    "ID": "5376064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-me/episodes/5376064",
                    "TitleEnglish": "We are not match",
                    "SummaryEnglish": "Family arranged a Birthday Party for Tenten and Taliw.Both are happy. They went to university together. Their relationship is good till the day that Bomb (Tenten's dad talked about new joint venture with (Nana's dad).\r\nTenten was speechless when he learned that Nana will come to work at Thailand. From that day, Tenten looked strange till Taliw feels something has changed. Tenten think about himself and Taliw. Finally he decided to tell Taliw not to follow him anymore. Taliw was silent. At that night, when they meet, Taliw ask Tenten \"What exactly do you want?\" Tenten said \"We are not match, I am not match with you, you are not match with me. I do not know how to take care you\" Taliw felt sad and recalled the good memories between them.",
                    "Aliases": []
                },
                "16": {
                    "ID": "5376065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-me/episodes/5376065",
                    "TitleEnglish": "Happy new year",
                    "SummaryEnglish": "aliw feels very sad and cannot stand it. She helped king to work at Tahan's shop. Both work together with fun. When the shop is close, King send Taliw back home. Tenten saw how close they are.\r\nThe next day Tahan called Tenten to talk about Taliw. He teached Tenten how to love . Tenten understand and apologized to Tahan that he uttered harsh words. New year is coming up. Taliw's gang helped to decorate Tahan's shop to prepare for a new year party. Taliw and Tenten don't talk to each other. At that day, Taliw's family, Tenten's family and their friend, King, Arm, Yuyee, P'Dan and Namklang joined the party. Tenten bring Nana to party. Everybody were stunned when they saw Nana. Taliw feels sad when she see how close Tenten and Nana is. Turbo tell them that Nana is Tenten's close friend when they stayed in Japan. And Nana was Tenten's girlfriend. Taliw got hurt and she cannot bear to see them. King held Taliw to encourage her even his heart is also hurt.",
                    "Aliases": []
                },
                "17": {
                    "ID": "5376066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-me/episodes/5376066",
                    "TitleEnglish": "Let be playful dating",
                    "SummaryEnglish": "King decision to do playful dating with Taliw but Taliw do not accept to play.\r\nTenten take care NaNa. Oneday Nana go to pick up Tenten at university and she meet Taliw. Taliw feel hurt when she see Tenten and Nana stay together. Taliw accept to date with King. King feel glad and say that he will be the good boyfriend. On Taliw Birthday, King wear Mascot to meet Taliw at university. Tenten and Nana see it. Tenten get confuse. That night, Taliw come back home and meet Tenten. She tell Tenten that she will move out. Taliw say Thank you for everything that he did it for her. And say Happy Birthday to Tenten and walk away. Tenten just listen and watch Taliw walk away with sad feeling. King pass the exam for cooking license. He get ready to open his shop. Taliw feel glad about this.",
                    "Aliases": []
                },
                "18": {
                    "ID": "5376067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-me/episodes/5376067",
                    "TitleEnglish": "Loving the guy that love us is the best",
                    "SummaryEnglish": "Namklang and Taliw go to photo exibition that P' Dan set. There are many Namklang's photos. There is one Taliw photo with the mascot. Namklang said \"Finally, Love the guy that love us is better\"\r\nAfter Namklang and Taliw go out, King and Tenten go this exibition. King told Tenten that he will make taliw forget Tenten. He will get married with Taliw , and make Taliw smile everyday. Tenten keep silent. Nana ask Tenten \"Would you like me do according our promise?\" Tenten do not answer. Nana know Tenten mind have already changed. She let him take 1 month to decision before she back to Japan for clearing the work.\r\n\r\nKing decision to propose Taliw to engage. Taliw accept because she think the story between Tenten and her is impossible.",
                    "Aliases": []
                },
                "19": {
                    "ID": "5376068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-me/episodes/5376068",
                    "TitleEnglish": "Time to decide",
                    "SummaryEnglish": "TaHan and Paew advised Taliw to think carefully about King. If she choose King because of matching and worry that he will be sad. It is not good. Nana asked Tenten again whether Tenten would like her to stay in Thailand. Turbo made a slip tonque that King proposed to Taliw. Tenten heard about this and decided to go and meet Taliw. Tenten had an accident and he got injured. Nana picked him from the hospital. TenTen decided and apologized to Nana. That is his answer for Nana. She knew that their relationship has changed. Tenten went to meet Taliw at home. But he cannot find her. He knew that Taliw went to King's shop. Tenten went to King's shop and found King hugging Taliw. Tenten got hurt, and think he is too late.",
                    "Aliases": []
                },
                "20": {
                    "ID": "5376069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-me/episodes/5376069",
                    "TitleEnglish": "How many times did we kiss?",
                    "SummaryEnglish": "Taliw met King at his shop. Taliw said King is her close friend, she doesn't want him to be sad. She returned the engagement ring to King. King is sad.\r\nTaliw went out from the shop and meet Tenten. He confessed his love to Taliw and requested a chance from her. But Taliw refused and walk away from him. Tenten felt very hurt. The next day, Tenten decided to take Taliw's photo with the mascot. Tenten went to King's shop. He gave that photo to King. He told King to take care of Taliw, but King punched him and said Taliw chose him. The guy who always made her cry. Tenten feels glad, he rushed to meet Taliw. He gave the letter that he wrote to Taliw when he was young. He confessed his feelings to Taliw. They both reconcile and go back home and told everybody that they will get married.",
                    "Aliases": []
                }
            }
        }
    }
}