{
    "URL": "https://thetvdb.com/series/st-michaela-school-drifting-story",
    "Genres": [
        "Adventure",
        "Animation",
        "Crime",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [],
    "TitleEnglish": "St. Michaela School Drifting Story",
    "SummaryEnglish": "In the 13th century a devout band of children attempted to march to the Holy Land and free it by faith alone, only to be betrayed and sold into slavery by the Pope. The leader of the ruined Crusade, Hans Heilner, dies and becomes an angel. However, he renounces his status to pursue revenge against the Church and God. He reincarnates as a young woman, Mimura Aiko, at a Japanese all-girls Catholic school, St. Michaela Academy, during World War II. The students, known collectively as the Girls' Crusade, are undergoing training in singing and dancing, but also martial arts and swordsmanship. The girls think they are preparing to be performers in the Takarazuka Review, an all-female musical variety troupe, but in fact they are destined to become comfort women for the Japanese Army. The sacrifice of their collective virginity will re-energize the soldiers and enable Japan to win the war. Meanwhile, a band of soldiers from the 17th century's Shimabara Rebellion has also traveled in time, hoping to bring the girls and their military (rather than sexual) prowess to aid the rebellion and enable it to triumph over the still shaky Tokugawa Shogunate. Mimura Aiko is determined to defeat all these plots - both the Japanese military's and the Shimabara Rebellion's - and lead the Girls' Crusade on a direct attack against the Church and God himself. Mayhem and sexual shenanigans ensue.",
    "Aliases": [],
    "Modified": "2015-10-07",
    "Seasons": {
        "1": {
            "ID": "640745",
            "URL": "https://thetvdb.com/series/st-michaela-school-drifting-story/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "5361030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/st-michaela-school-drifting-story/episodes/5361030",
                    "TitleEnglish": "Ep. 1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "5361031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/st-michaela-school-drifting-story/episodes/5361031",
                    "TitleEnglish": "Ep. 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}