{
    "URL": "https://thetvdb.com/series/brave-beats",
    "Genres": [
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5483318/",
        "http://bravebeats.net/",
        "https://www.themoviedb.org/tv/77089",
        "https://x.com/bravebeats_a"
    ],
    "TitleEnglish": "Brave Beats",
    "SummaryEnglish": "The story follows Kazaguruma Hibiki, a sixth grader who meets an amusing little robot named Bureikin while coming home from school one day. Bureikin, a dancer from an alternate-dimension dance world, challenged the dance king for the throne and lost. He has been deprived of Dance Stones (the stones of dance power) and sent to the human world. To restore his power, Bureikin must collect all the Dance Stones scattered around Earth.",
    "Aliases": [],
    "Modified": "2024-10-20",
    "Seasons": {
        "1": {
            "ID": "641318",
            "URL": "https://thetvdb.com/series/brave-beats/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "5367790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-beats/episodes/5367790",
                    "TitleEnglish": "The Dancing Hero!? Fall in Love With My Dance!!",
                    "SummaryEnglish": "The Dancerian, Breakin, challenges the King of Dance and loses, getting his Dance Stones scattered across Earth. He must collect them all in order to fight the King again, but he needs the help of an Earthling, Hibiki, to do so.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5367791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-beats/episodes/5367791",
                    "TitleEnglish": "Attack On, Dancing Dinosaur!!",
                    "SummaryEnglish": "Breakin asks for Hibiki's continued help in gathering the Dance Stones, but Hibiki refuses, insisting that dancing is too embarrassing. The two get in a fight, and Breakin storms out. Meanwhile, professional thieves Mink and Tank break into a museum where a Dance Stone is on display. When they're cornered by police, they use the Dance Stone to bring a dinosaur model to life! Hibiki and Breakin realize what's happened, and transform into Flash Beat once more to stop the dinosaur's rampage.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5367792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-beats/episodes/5367792",
                    "TitleEnglish": "The Dancing Heroine!! Super Fluffy～♪",
                    "SummaryEnglish": "A Dancerian that looks like a rabbit falls into Kotone's house. Her name is Adeline, and she offers to help Kotone find and thank the mysterious man who saved her, even though she doesn't know who he is or where to find him. Their search goes on, until one day, Mink and Tank attack the town bazaar, and Flash Beat arrives to stop them. But when he messes up his finishing move, Kotone and Adoline must transform into Wink Beat to save the day!",
                    "Aliases": []
                },
                "4": {
                    "ID": "5367793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-beats/episodes/5367793",
                    "TitleEnglish": "Fidgety Dancing?! The Fingertip Dance!",
                    "SummaryEnglish": "Hibiki's classmate Akemi is a gloomy girl who likes collecting rocks. When she's possessed by a Dance Stone she finds in a shrine, the fidgety movements of her fingers cause her negativity to overtake the entire town. It's up to Hibiki and Kotone to combine their dance skills and purge her of the Dance Stone's influence.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5402761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-beats/episodes/5402761",
                    "TitleEnglish": "A Rival Appears! Dance Brave!",
                    "SummaryEnglish": "A transfer student named Maito comes to Hibiki and Kotone's class. He's handsome, smart, good at sports, and generally perfect all around. But when Maito joins them for a trip to a local museum, they run into trouble from Mink and Tank... and the powerful dancer, Choreo, who challenges them to a \"Dance Brave\"!",
                    "Aliases": []
                },
                "6": {
                    "ID": "5402763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-beats/episodes/5402763",
                    "TitleEnglish": "Terror!! Hell's Dancer",
                    "SummaryEnglish": "A comet called Hell's Dancer is approaching Earth, drawn by the Dancerians' power. While Breakin and Adeline return to Dance World to implore the King of Dance for help, Hibiki and Kotone try to warn people back home of the planet's impending destruction.\r\n \r\n \r\n▽ Kyoufu!! Jigoku no odoriko [Japan: original Romaji title]\r\n▽ Terror!! Hell's Dancer [Japan: literal English translation]\r\n▽ Terror! Hell's Dancer! [Int'l: renamed English title]",
                    "Aliases": []
                },
                "7": {
                    "ID": "5402765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-beats/episodes/5402765",
                    "TitleEnglish": "Precision Dancing! Hibiki and Maito",
                    "SummaryEnglish": "Hibiki and his friends go to visit an old clock tower scheduled for demolition, but it turns out the tower is possessed by a Dance Stone! When Choreo, Mink, and Tank show up to steal the Brave Stone, Flash Beat and Wink Beat appear to be out of their league... until they're saved by a mysterious new hero: Air Beat!\r\n \r\n \r\n▽ Pitatto odore! Hibiki to Maito [Japan: original Romaji title]\r\n▽ Precision Dancing! Hibiki and Maito [Japan: literal English translation]\r\n▽ Precision Dancing! Hibiki and Maito! [Int'l: renamed English title]",
                    "Aliases": []
                },
                "8": {
                    "ID": "5402766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-beats/episodes/5402766",
                    "TitleEnglish": "The Dancing Company President is an Elementary School Student!!",
                    "SummaryEnglish": "Hibiki wants to track him down the new hero Air Beat and get him to join their team. It turns out that Air Beat's true identity is Kaneyama Charlie Tsubasa, a fourth grader who runs his own company! Although Tsubasa initially refuses Hibiki's offer, when Mink and Tank steal his precious rocking horse, he might just have to rethink it…\r\n \r\n \r\n▽ Odoru shachou wa shougakusei!! [Japan: original Romaji title]\r\n▽ The Dancing Company President is an Elementary School Student!! [Japan: literal English translation]\r\n▽ The Dancing President is in Elementary School! [Int'l: renamed English title]",
                    "Aliases": []
                },
                "9": {
                    "ID": "5402767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-beats/episodes/5402767",
                    "TitleEnglish": "Dancing at the Large Intersection!!!!",
                    "SummaryEnglish": "Tsubasa takes Hibiki, Kotone, and the Dancerians out for a barbecue to strengthen the bonds of their friendship, but a series of selfish actions just leads to everyone fighting! Can the team get back together in time to stop chaos at a local intersection?\r\n \r\n \r\n▽ Dancing at the Large Intersection!!!! [Japan: literal English translation]\r\n▽ Odoru daikousaten!!!! [Japan: original Romaji title]\r\n▽ The Dancing Intersection!! [Int'l: renamed English title]",
                    "Aliases": []
                },
                "10": {
                    "ID": "5402768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-beats/episodes/5402768",
                    "TitleEnglish": "Santa Claus is a Scatterbrain?",
                    "SummaryEnglish": "While out shopping, Hibiki and Breakin pursue a falling light they assume is a Dance Stone, but turns out to be... Santa Claus! They bring the super-macho Santa to their school Christmas party, but it's interrupted by Mink and Tank trying to steal their Christmas tree.\r\n \r\n \r\n▽ Santa Claus is a Scatterbrain? [Japan: literal English translation]\r\n▽ Santa Claus is In a Hurry [Int'l: renamed English title]\r\n▽ Santakuroosu wa awatenbou? [Japan: original Romaji title]",
                    "Aliases": []
                },
                "11": {
                    "ID": "5402769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-beats/episodes/5402769",
                    "TitleEnglish": "Fierce Fighting!? A First-Time Errand",
                    "SummaryEnglish": "Hibiki has cooking class, but he forgets to take the onions with him. He calls home, only to find that Breakin's the only one there. And so Hibiki asks Breakin to bring him the onions.\r\n \r\n \r\n▽ Fierce Battle?! A First-Time Errand! [Int'l: renamed English title]\r\n▽ Fierce Fighting!? A First-Time Errand [Japan: literal English translation]\r\n▽ Gekitou!? Hajimete no otsukai [Japan: original Romaji title]",
                    "Aliases": []
                },
                "12": {
                    "ID": "5402770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-beats/episodes/5402770",
                    "TitleEnglish": "Love of Dance!? Mink & Tank's Day Off",
                    "SummaryEnglish": "Overview TBA…\r\n \r\n \r\n▽ Love of Dance!? Mink & Tank's Day Off [Japan: literal English translation]\r\n▽ Odoru koigokoro!? Minku • Tanku no kyuujitsu [Japan: original Romaji title]\r\n▽ Title [Int'l: renamed English title]",
                    "Aliases": []
                },
                "13": {
                    "ID": "5490885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-beats/episodes/5490885",
                    "TitleEnglish": "Let's Chicken! Kotone's Weak Point!",
                    "SummaryEnglish": "Hibiki is tired of being bossed down by honor student Kotone, and decides to try and find her weak point. But just when the search appears hopeless, the school's pet chicken escapes from its cage...",
                    "Aliases": []
                },
                "14": {
                    "ID": "5490886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-beats/episodes/5490886",
                    "TitleEnglish": "Time Travel! The Cause Was a Pants Stone?!",
                    "SummaryEnglish": "A misguided attempt to fix a crick in Breakin's neck sends Hibiki and the gang back to the past. There, they meet a much younger Hibiki, who is preparing to dance at a festival competition. But will a terrible moment of embarrassment crush his dancing dreams?",
                    "Aliases": []
                },
                "15": {
                    "ID": "5490887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-beats/episodes/5490887",
                    "TitleEnglish": "The Dancing Prince Looks Just Like Me?!",
                    "SummaryEnglish": "On his way to dance practice, Hibiki runs into a young prince... who looks exactly like him! The two decide to switch places for a day, but when it's time to switch back, they're interrupted by Mink and Tank looking for a dance stone.",
                    "Aliases": []
                },
                "16": {
                    "ID": "5490889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-beats/episodes/5490889",
                    "TitleEnglish": "The Dancing Lady Ninja! Mom`s Secret?!",
                    "SummaryEnglish": "Hibiki's mother, Fuuka, knows everything about her son, to the point where Breakin and Adeline decide she must be a ninja! Then, when Hibiki's class takes a field trip to a ninja castle, Fuuka is possessed by a Dance Stone. It will take Flash Beat everything he has to restore his mother to her old self!",
                    "Aliases": []
                },
                "17": {
                    "ID": "5490890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-beats/episodes/5490890",
                    "TitleEnglish": "Hustle, Tsubasa! The Dancing Birthday Party!",
                    "SummaryEnglish": "For the first time in his busy life, Tsubasa is invited to a classmate's birthday party. Owl is worried that Tsubasa will embarrass himself, and his fears quickly turn out to be justified. When Tsubasa destroys the birthday girl's cake, he scrambles to find ingredients to make a new one, only to find the town suffering from a curious chocolate shortage...",
                    "Aliases": []
                },
                "18": {
                    "ID": "5526624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-beats/episodes/5526624",
                    "TitleEnglish": "Scattering Sweat! The Dancing King of Dance!",
                    "SummaryEnglish": "Adeline is stuck with an illness that leaves her upside-down and spinning! To cure her, they need to petition the King of Dance himself... which leads to an all-out dance battle between him and Flash Beat!",
                    "Aliases": []
                },
                "19": {
                    "ID": "5526625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-beats/episodes/5526625",
                    "TitleEnglish": "I Saw It! Maito`s Heart Is a Mystery!",
                    "SummaryEnglish": "A Dance Stone mishap leads to the whole team switching bodies! The classmates are in a panic trying to get Hibiki and Maito to switch back, but while inside Maito's body, Hibiki witnesses a curious sight...",
                    "Aliases": []
                },
                "20": {
                    "ID": "5526626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-beats/episodes/5526626",
                    "TitleEnglish": "Hibiki and Maito",
                    "SummaryEnglish": "Hibiki and Breakin find the final Dance Stone while on a class trip to Niki Niki Ninja Village. But Maito shows up to interrupt, and reveals that his true identity is nothing less than the Brave Beats' nemesis, Choreo!",
                    "Aliases": []
                },
                "21": {
                    "ID": "5526627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-beats/episodes/5526627",
                    "TitleEnglish": "Stand Up, Hibiki! The Decisive Battle in Danceworld!",
                    "SummaryEnglish": "After plunging Hibiki into the depths of despair, Choreo has stolen the throne of Danceworld and begun unleashing havoc upon the universe. Can the power of dance bring Flash Beat back? And what is the secret behind Maito's terrible resentment?",
                    "Aliases": []
                },
                "22": {
                    "ID": "5526628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-beats/episodes/5526628",
                    "TitleEnglish": "Step On! Fall in Love With Our Dance!!",
                    "SummaryEnglish": "The final Dance Brave with Choreo begins! The Brave Beats will put their souls on the line to dance, to save Maito and triumph over the dance of evil!",
                    "Aliases": []
                }
            }
        }
    }
}