{
    "URL": "https://thetvdb.com/series/tanaka-kun-is-always-listless",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5531604/",
        "https://www.themoviedb.org/tv/66077"
    ],
    "TitleEnglish": "Tanaka-kun Is Always Listless",
    "SummaryEnglish": "A lethargic student dozes through class, activities and pretty much everything, frustrating his best friend but attracting the affections of others.",
    "Aliases": [
        "Tanaka-kun wa Itsumo Kedaruge"
    ],
    "Modified": "2025-06-27",
    "Seasons": {
        "0": {
            "ID": "649933",
            "URL": "https://thetvdb.com/series/tanaka-kun-is-always-listless/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 42,
            "Episodes": {}
        },
        "1": {
            "ID": "656943",
            "URL": "https://thetvdb.com/series/tanaka-kun-is-always-listless/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5519243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tanaka-kun-is-always-listless/episodes/5519243",
                    "TitleEnglish": "Tanaka-kun and Ohta-kun",
                    "SummaryEnglish": "On a very pleasant morning, Tanaka is taking a nap in the school courtyard. His classmate, Ohta, carries him to class, but Tanaka continues to sleep on his desk. Tanaka’s listlessness is nothing new to his classmates, so no one is surprised. But, the usually lazy Tanaka is willing to participate in PE. His goal is to train his body and prevent his limbs from going numb or injuring himself from being lazy all day. He teams up with Ohta to play badminton...",
                    "Aliases": []
                },
                "2": {
                    "ID": "5576640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tanaka-kun-is-always-listless/episodes/5576640",
                    "TitleEnglish": "Apprenticeship Application",
                    "SummaryEnglish": "Tanaka will spare no effort to have a lazy day. He visits a temple before school to pray for a peaceful day, but Miyano, a girl from his class, asks him to make her his apprentice. Miyano explains she wants to be a listless mature woman, but not wanting any new friends, Tanaka declines. However, Miyano doesn’t relent and Tanaka eventually accepts if it’s only for a day. Miyano begins observing Tanaka and attempts to mimic his listlessness.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5576727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tanaka-kun-is-always-listless/episodes/5576727",
                    "TitleEnglish": "Girl of Contrast, Echizen-san",
                    "SummaryEnglish": "Too lazy to choose what to eat for lunch, Tanaka leaves it up to Ohta. Tanaka claims he can eat anything, but if the food requires some work, he’d rather give it to Ohta. With Ohta’s encouragement, Tanaka manages to eat by himself but needs to rest at the rooftop for eating too much. While they both relax, Ohta remembers what happened that morning. There was a letter of challenge inside Tanaka’s shoe cupboard. But, the peace-loving Tanaka has decided it didn’t happen...",
                    "Aliases": []
                },
                "4": {
                    "ID": "5576728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tanaka-kun-is-always-listless/episodes/5576728",
                    "TitleEnglish": "Shiraishi-san's Secret",
                    "SummaryEnglish": "Ohta arrives to school carrying Tanaka as usual. He runs in the hallway to avoid being tardy, but almost runs into the Class President, Shiraishi. They avoid collision, but Shiraishi drops the handouts needed for the Student Council Meeting. Feeling responsible, Ohta and Tanaka decides to help her remake them. After school, Shiraishi is the center of attention simply walking in the hallway. Not only is she intelligent and beautiful, but she’s also down to earth and everyone idolizes her. However, the perfect Shiraishi has a secret she can’t tell anyone...",
                    "Aliases": []
                },
                "5": {
                    "ID": "5599221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tanaka-kun-is-always-listless/episodes/5599221",
                    "TitleEnglish": "Tanaka-kun's Day",
                    "SummaryEnglish": "Tanaka wants to stop by the supermarket, which is quite rare. Ohta offers to help carry the groceries, but Tanaka says he needs help remembering what to buy. Tanaka’s sister asked him to buy something last night, but he has completely forgotten. The two walks around the store, trying to figure it out. “She wouldn’t ask me to buy frozen food, because I won’t get home quick enough.” “She wouldn’t ask me to buy something heavy, because I’d refuse.” They start narrowing down the possibilities, but Tanaka still can’t remember...",
                    "Aliases": []
                },
                "6": {
                    "ID": "5599222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tanaka-kun-is-always-listless/episodes/5599222",
                    "TitleEnglish": "The Sick Tanaka-kun",
                    "SummaryEnglish": "Tanaka arrives to school soaking wet on a rainy day. He doesn’t like using the umbrella because it’s bothersome. He took an umbrella from home, but he never opened the umbrella since it wasn’t raining much. Even though the rain started getting heavy, he continued to walk without using the umbrella. As a result, he catches a cold. At school, Tanaka realizes he forgot his textbook, so he goes next door to ask Echizen to borrow hers. He tries asking her by writing it down since he’s unable to speak due to his sore throat...",
                    "Aliases": []
                },
                "7": {
                    "ID": "5599225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tanaka-kun-is-always-listless/episodes/5599225",
                    "TitleEnglish": "Tanaka-kun's Valentine",
                    "SummaryEnglish": "Today is Valentine’s Day. While girls and boys are excited, Tanaka, who’s not interested in Valentine’s at all, finds a box of chocolates inside his bag.Judging by the pretty box, it’s obvious the giver has feelings for him, but Tanaka feels despair just thinking about having to show gratitude or giving something in return. There’s no name on the attached message and only says “I’m watching you all the time.” Tanaka and Ohta try to figure out the culprit... i.e. the girl behind the chocolates.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5599226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tanaka-kun-is-always-listless/episodes/5599226",
                    "TitleEnglish": "Ohta-kun's Ordeal",
                    "SummaryEnglish": "For the first time, Ohta is absent. Tanaka needs to deliver a worksheet to Ohta, but he doesn’t remember Ohta’s place because he’s always carried there. Being yelled by Echizen that he should know more about Ohta, Tanaka and Echizen head to Ohta’s house together. Ohta comes to school the next day, but he has a sprained ankle that will take a week to heal. While the classmates wonder who will be taking care of Tanaka, Tanaka claims he will be taking care of Ohta.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5617904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tanaka-kun-is-always-listless/episodes/5617904",
                    "TitleEnglish": "Welcome to Wac",
                    "SummaryEnglish": "Tanaka hasn’t really been in a fast food restaurant because he’s not a fan of the fast paced atmosphere. But he tags along with Ohta to WcDonald’s(a.k.a. Wac) so Ohta can try the limited edition sweet. Contrary to Tanaka’s expectations, the service is great and no one cares if he’s being lazy in the restaurant. Delighted by the relaxing atmosphere, Tanaka even starts admiring Wac’s employee. But, the employee is frightened at the lazy looking and scary looking high school boys...",
                    "Aliases": []
                },
                "10": {
                    "ID": "5617905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tanaka-kun-is-always-listless/episodes/5617905",
                    "TitleEnglish": "Tanaka-kun's Summer",
                    "SummaryEnglish": "Ohta and Tanaka go to the pool. Ohta wants to swim, but Tanaka can’t swim and just wants to relax.  Tanaka enjoys the pool with his water tube. However, two little kids pick on Tanaka and his water tube rips… Few days later, Tanaka, Ohta, Miyano, and Shiraishi go to the a festival.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5617906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tanaka-kun-is-always-listless/episodes/5617906",
                    "TitleEnglish": "Tanaka-kun's Cultural Festival",
                    "SummaryEnglish": "Tanaka’s class is going to do a haunted house for the school festival. In order to avoid doing anything, Tanaka hides his presence. This backfires when the only thing remaining for him to do was play the role of the ghost, the lead role. Tanaka decides to play the ghost in his own way.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5617907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tanaka-kun-is-always-listless/episodes/5617907",
                    "TitleEnglish": "Tanaka-kun's Happiness",
                    "SummaryEnglish": "It's time for Tanaka's class to move seats.  Tanaka will spare no effort and try everything he can to secure the optimum location during the seating change. But, to his dismay, he's put in the front row!",
                    "Aliases": []
                }
            }
        }
    }
}