{
    "URL": "https://thetvdb.com/series/kiznaiver",
    "Genres": [
        "Anime",
        "Comedy",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5225712/",
        "http://www.kiznaiver.jp/",
        "https://www.themoviedb.org/tv/65950"
    ],
    "Titles": {
        "eng": "Kiznaiver",
        "jpn": "キズナイーバー"
    },
    "Summaries": {
        "eng": "The anime's setting is a fictional Japanese city named Sugomori City. One day, Noriko Sonosaki tells her classmate Katsuhira Agata, \"You have been selected to be a Kiznaiver.\" The Kizuna System, which allows Katsuhira to share his wounds, connects him to the classmates whose lives and personalities completely differ from his. The Kizuna System is an incomplete system for the implementation of world peace that connects people through wounds. All those who are connected to this system are called Kiznaivers. When one Kiznaiver is wounded, the system divides and transmits the wound among the other Kiznaivers. Sugomori City is built on reclaimed land, but as the years go by, the city's population is decreasing. The story is set in this town where Katsuhira and the others live.",
        "jpn": "舞台は、埋立地に作られた街・洲籠市。\r\nかつては未来型都市として栄えたこの街に住む高校生・阿形勝平は、なぜか痛みを感じない不思議な身体を持っていた。\r\n夏休み目前となったある日、勝平は謎の少女・園崎法子の手引きにより、痛みを共有する仲間「キズナイーバー」の一人に選ばれてしまう。\r\nそして、同様に「キズナイーバー」として繋がれたクラスメイトたち。\r\nしかし、彼らは本来なら仲良くなることのない別々のグループに属していた。\r\n\r\n園崎は言う「これは、争いに満ちた世界を平和に導くための実験なのです。」\r\nその言葉とともに数々の試練が彼らに降りかかる。\r\n\r\n互いの傷を背負うことになった、少年少女たちのひと夏の物語がここから始まる！"
    },
    "Aliases": [],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "651510",
            "URL": "https://thetvdb.com/series/kiznaiver/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5569544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiznaiver/episodes/5569544",
                    "Titles": {
                        "eng": "Pre-Broadcast Special",
                        "jpn": "放送直前スペシャル「キズナビ」"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "658669",
            "URL": "https://thetvdb.com/series/kiznaiver/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null,
                "spa": "Temporada 1"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "spa": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5537513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiznaiver/episodes/5537513",
                    "Titles": {
                        "eng": "Sometimes, a Bond Can Bloom from the First Day Eye Contact Is Made",
                        "jpn": "一目あったその日から、 絆の花咲くこともある"
                    },
                    "Summaries": {
                        "eng": "Agata Katsuhira is a strange young man who doesn't feel pain. One day, he encounters a mysterious young woman named Sonozaki Noriko, who changes his life, as well as the lives of his classmates forever.",
                        "jpn": "洲籠市に済む高校2年生・阿形勝平は、痛みを感じない不思議な身体を持っていた。\r\n夏休み目前となったある日、勝平の前に現れた謎の少女・園崎法子。\r\n彼女によって連れ去られた勝平が目覚めると、そこにはあまり親しくないクラスメイトたちの姿が。\r\n動揺する彼らに園崎は言う。「今日からあなた方は──キズナイーバーなのです！」"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5554355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiznaiver/episodes/5554355",
                    "Titles": {
                        "eng": "If You Can Swallow a Bizarre Situation Like This So Easily, Two Buckets of Barium Shouldn't Be a Problem",
                        "jpn": "こんな異常事態カンタンに飲みこめんなら、 バリウムなんざバケツ二杯は軽く余裕だっつーの"
                    },
                    "Summaries": {
                        "eng": "The kids are forced into doing self introductions... However, it appears that the self introductions that Sonozaki wants them to do requires much more than the usual name and what class they're in. They find out that every wrong answer has a penalty, and painfully learn that they are indeed connected to each other...",
                        "jpn": "「キズナシステム」により痛みを共有する仲間「キズナイーバー」になってしまった勝平たち。\r\n実際に痛みを分かち合う経験をして動揺する千鳥たちに、園崎はあるミッションをクリアするように伝える。\r\nミッションに失敗すると園崎にとらわれた勝平が受けた痛みを当分に分け合うことになる。\r\n園崎から千鳥たちに課せられたミッション、それは「自己紹介」だった。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5554356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiznaiver/episodes/5554356",
                    "Titles": {
                        "eng": "Depending on How You Look At It, I Think We Could Get Through Anything... Right?",
                        "jpn": "どんなにさんざんな状況だって、 捉えかた次第でなんとかやっていけるかも……ねっ？"
                    },
                    "Summaries": {
                        "eng": "The kids find out that there's actually one other Kiznaiver, and they go to find this mysterious figure.",
                        "jpn": "無事に家に帰った勝平たちを襲う突然の痛み。\r\nキズナイーバーの誰かがダメージを受けたのかと思いきや、該当者なし。\r\n不思議に思う勝平たちだったが、そこに園崎から新たなミッションが告げられる。「七人目を探せ」。\r\nたどり着いたのは、一度も登校してきていないクラスメイト・日染芳春だった。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5554357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiznaiver/episodes/5554357",
                    "Titles": {
                        "eng": "Now That We're All Connected, Let's All Get to Know Each Other Better, 'Kay?",
                        "jpn": "せっかく繋がりあったんだしさ、 もっとお互いわかりあおうよん"
                    },
                    "Summaries": {
                        "eng": "The kids get to know Hisomu and Sonozaki promises to let them know a secret about Kiznaivers if they agree to go to a summer training camp.",
                        "jpn": "遂に全員そろったキズナイーバーたち。しかし七人目・日染芳春は痛みを共有する仲間でありながら、\r\n痛いことが大好きという嗜好の持ち主だった。警戒する他のメンバーたち。\r\n一方、少しずつ園崎との距離が縮まっている様子の勝平に気が気でない千鳥。\r\nさまざまな思惑が交錯する中、夏休みが始まる──。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5554358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiznaiver/episodes/5554358",
                    "Titles": {
                        "eng": "Wahoo, It's a Training Camp! Let's Step in Deer Poop and Have Pillow Fights! Go, Go!",
                        "jpn": "ひゃっほい、合宿だぁ！ 鹿のフン踏んで枕投げしてゴーゴー！"
                    },
                    "Summaries": {
                        "eng": "The Kiznaivers get to their training camp and are faced with the summer favorite, the test of bravery. Meanwhile, Chidori runs off on her own and the others realize that they might be connected by other means than just their pain.",
                        "jpn": "夏合宿、と称して絆の会の保養所に連れてこられたキズナイーバーたち。\r\n食事にお風呂と共同生活を始めたものの、勝平が誘ったことで園崎も参加して、千鳥の心は乱されてばかり。\r\nそんな中、急に現れた山田と漆原。彼らが出した新たなミッションは「肝試し」。\r\nそこには漆原達に連れられてきた吉沢と釜石の姿も。彼らはカツアゲを邪魔した天河を恨んでいて！？"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5554359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiznaiver/episodes/5554359",
                    "Titles": {
                        "eng": "Nothing Good Comes from Being Around All of You",
                        "jpn": "あんた達といると、 ほんっとにろくなことがない"
                    },
                    "Summaries": {
                        "eng": "Something from Honoka's past comes back to haunt her, and Nico makes another attempt at becoming her friend.",
                        "jpn": "夏合宿で体の痛みだけでなく、心の痛みまで共有するようになったキズナイーバーたち。\r\n少しずつ一緒に過ごす時間が長くなっている彼らだったが、未だに一線を引いた様子の穂乃香が気になる仁子。\r\nそんな穂乃香の前に編集者の男が現れる。彼女はかつて、2人組の中学生漫画家「シャルル・ド・マッキング」の一人で、相方の少女を亡くしていたのだった。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5554360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiznaiver/episodes/5554360",
                    "Titles": {
                        "eng": "A Battle Touching Upon the Identity of the Pain that's Seven Times the Pain of One-Seventh of a Pain",
                        "jpn": "七分の一の痛みの、 そのまた七倍の正体に触れる戦い"
                    },
                    "Summaries": {
                        "eng": "The Kiznaivers find out the truth about Maki's past, and try to help her overcome it.",
                        "jpn": "園崎の謀略により、亡くなった親友・瑠々の影に苦しむ穂乃香。\r\n心の痛みを共有して、穂乃香の過去を知った勝平たちは穂乃香を救いたいと考え、「友だち」になろうと訴えた。\r\nしかし、応えようとしない穂乃香に、由多はシャルル・ド・マッキングの漫画の中に込められた\r\n瑠々の本当の想いを穂乃香に伝えるのだった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5554361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiznaiver/episodes/5554361",
                    "Titles": {
                        "eng": "Happy Times Don't Tend to Last Very Long",
                        "jpn": "ハッピーな時間って、 そうそう長くは続かないものだよね"
                    },
                    "Summaries": {
                        "eng": "The Kiznaivers get stuck in a building during a typhoon and some hidden feelings start to come to light.",
                        "jpn": "心の痛みだけでなく感情まで繋がるようになったキズナイーバーたち。\r\n「夏休みの補習」を受けていた7人は、襲ってきたゴモリンによって二手に分けられてしまう。\r\n天河への気持ちを意識し始めた仁子。徐々に距離が縮まっていく由多と穂乃香。\r\nそして、天河の計らいで勝平と二人きりになれた千鳥は自分の気持ちを勝平に伝えようとするが・・・・。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5554362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiznaiver/episodes/5554362",
                    "Titles": {
                        "eng": "It's All Over... I Think",
                        "jpn": "万事休す……かしら"
                    },
                    "Summaries": {
                        "eng": "The Kiznaivers start to hear each others thoughts, which makes things even more complicated. Meanwhile, a secret about Sonozaki and Katsuhira is revealed.",
                        "jpn": "園崎との会話の中で、今まで曖昧だった幼少期の記憶を思い出していく勝平。\r\n２人は子供のころからキズナイーバーとして繋がっていたのだった。\r\n園崎を抱きしめる勝平を見ていられず、千鳥は台風の中外に飛びだしていってしまう。\r\n天河に言われるがまま、自分を追いかけてきた勝平に千鳥は・・・・。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5554363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiznaiver/episodes/5554363",
                    "Titles": {
                        "eng": "You Knew Very Well That Your Romantic Feelings Might Be Unrequited, Right?",
                        "jpn": "好きな気持ちがむくわれないかもなんて、 重々承知の上だろ？"
                    },
                    "Summaries": {
                        "eng": "The Kiznaivers all go their own ways. Meanwhile, Katsuhira finds out the truth about the Kizna Experiment and about Sonozaki's past.",
                        "jpn": "夏が終わればキズナは自動的に解除される――。\r\nそう説明を受けた7人は夏休みが終わるまで距離を置いて過ごすことに。\r\n新学期が始まりキズナが解除されても、ギクシャクした関係になってしまった勝平たち。\r\n一方で、市長から実験打ち切りを告げられた園崎。実験を継続を強く望む園崎がとった行動とは・・・・。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5554364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiznaiver/episodes/5554364",
                    "Titles": {
                        "eng": "We Have To Contact Each Other And Confirm Our Feelings. Because We're Friends!",
                        "jpn": "いちいち連絡しあって気持ちを確認しあわないと。 だって、友達なんだから！"
                    },
                    "Summaries": {
                        "eng": "Katsuhira finds out what happened to the friends from his childhood and Sonozaki is intent on making the Kizna Experiment successful no matter what.",
                        "jpn": "漆原から告げられた、勝平と園崎の幼少期と過去のキズナ実験で起きた事故・・・・。\r\n施設からの帰り道、勝平の中に「過去を思い出したい」という自発的な気持ちが芽生え始める。\r\n離れてしまった他のキズナメンバーにも状況を伝える連絡を続ける仁子と、考え続ける勝平を見守る日染。\r\nそして勝平はバラバラになっていたキズナメンバー全員を屋上に集めて、「答え合わせ」がしたいと告げる。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5554365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiznaiver/episodes/5554365",
                    "Titles": {
                        "eng": "If The Kizna System Spread Throughout The World",
                        "jpn": "世界中に、キズナシステムが広がって"
                    },
                    "Summaries": {
                        "eng": "Katsuhira catches up to Sonozaki in order to try to stop her from trying to connect everyone to the Kizna System.",
                        "jpn": "洲籠市の住人全員とキズナを繋ぐために、市外に続く橋を封鎖してしまった園崎。\r\nしかしこれ以上他人と繋がり続ければ、園崎の体も心も壊れてしまう。\r\n園崎を助けようと橋を登っていく勝平。\r\nキズナシステムが無ければ他者と分かり合えないと主張する園崎に、勝平は自分の思いを伝える・・・・。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}