{
    "URL": "https://thetvdb.com/series/307146-show",
    "Genres": [
        "Mini-Series"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1130992/",
        "https://www.raiplay.it/programmi/pinocchio2009",
        "https://www.themoviedb.org/tv/86724"
    ],
    "TitleEnglish": "Pinocchio (2009)",
    "SummaryEnglish": "Collodi, an elegant writer on vacation in a Tuscan village in the late nineteenth century, is pressed by his publisher to write a new fable as soon as possible. But Collodi is in full creative crisis and moreover he needs to repair his desk, so he turns to a skilled carpenter, Geppo, a man still tried by having lost his wife in childbirth. Empathy for this man and the poster of a puppet theater are the elements from which the new inspiration of the writer comes, who finally starts a new novel.",
    "Aliases": [
        "Pinocchio TV"
    ],
    "Modified": "2022-03-15",
    "Seasons": {
        "1": {
            "ID": "703305",
            "URL": "https://thetvdb.com/series/307146-show/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "6000140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/307146-show/episodes/6000140",
                    "TitleEnglish": "Part 1",
                    "SummaryEnglish": "In a modest village in Tuscany, an old carpenter Geppetto is bored. Living alone, he doesn't know how to liven up his evenings. It was then that he had the idea of sculpting a wooden puppet, fashioned with heart. By magic, the puppet comes to life. It is in fact a good fairy, moved by Geppetto's loneliness, who has been there. Cautious, she assigns the little wooden man the company of a friendly insect as a conscience: Jiminy Crickett. But, to win a real heart, the ingenuous puppet will have to show that he is capable of acting for the good. Considering his creation as his son, Geppetto baptizes him 'Pinocchio'. Very quickly, the naivety of the wooden child is put to the test...",
                    "Aliases": []
                },
                "2": {
                    "ID": "6000141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/307146-show/episodes/6000141",
                    "TitleEnglish": "Part 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}