{
    "URL": "https://thetvdb.com/series/usakame",
    "Genres": [
        "Animation",
        "Comedy",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5829254/",
        "http://smiral-label.com/usakame/index.html",
        "https://www.themoviedb.org/tv/68389"
    ],
    "TitleEnglish": "Usakame",
    "SummaryEnglish": "Four girls belonging to the rabbit turtle high school tennis club, Kinako Tanaka, Ayako Suzuki, Kurumi Sato, Daishi Nishiarai Nishi pursues their dreams and aspirations. The official rival of \"Kyu\", \"Usakame\", is a mundane and strange everyday life of girls who play tennis.",
    "Aliases": [],
    "Modified": "2023-03-27",
    "Seasons": {
        "0": {
            "ID": "655855",
            "URL": "https://thetvdb.com/series/usakame/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6693706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/usakame/episodes/6693706",
                    "TitleEnglish": "Yawn and Go away with Kouhai",
                    "SummaryEnglish": "Unaired episode included with the Blu-ray.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "660586",
            "URL": "https://thetvdb.com/series/usakame/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5555579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/usakame/episodes/5555579",
                    "TitleEnglish": "How Does Someone Ask For Water That is From the Neighbor With Kouhai",
                    "SummaryEnglish": "Introducing the Usakame High School tennis club! To prepare for the national tournament, the girls practice their super killer moves.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5558393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/usakame/episodes/5558393",
                    "TitleEnglish": "Get Out of the Way, Horse Coming Through, With Kouhai, Get Out of the Way",
                    "SummaryEnglish": "Nishi and Ayako run into each other as they arrive at school. Ayako's musings about Nishi's scooter are interrupted when they run into another member of the tennis club doing something rather strange on the stairs.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5558394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/usakame/episodes/5558394",
                    "TitleEnglish": "Spindly, Long and Thin, Just as the Silhouette of a Cat, With Kouhai",
                    "SummaryEnglish": "Ayako desperately attempts to befriend a stray cat, but the cat seems determined to hate her. Meanwhile, the other club members seem to have no trouble making friends with the cat and even a strange man named Sekiguchi-san.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5558395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/usakame/episodes/5558395",
                    "TitleEnglish": "The Faint Sound of the Dripping Dew from the Lotus Blossoms With Kouhai",
                    "SummaryEnglish": "Shibakusa-sensei, the tennis club advisor, shows up to school hungover. She relunctantly agrees to attend practice when the team begs her to come.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5558396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/usakame/episodes/5558396",
                    "TitleEnglish": "The Spring Breeze Blows Through the Feathers On White-Feathered Arrows with Kouhai",
                    "SummaryEnglish": "A group of familiar faces arrive at Usakame High for a practice match. Can the Usakame tennis club beat their old rivals?",
                    "Aliases": []
                },
                "6": {
                    "ID": "5558397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/usakame/episodes/5558397",
                    "TitleEnglish": "Oh, How I Spent the Long Spring Days Together in the Fields with Kouhai",
                    "SummaryEnglish": "The girls decide to go to Kurumi's house after their practice match to discuss the game. When they enter the door, they're greeted by Kurumi's panicked father who screams that there's an emergency in progress!",
                    "Aliases": []
                },
                "7": {
                    "ID": "5558398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/usakame/episodes/5558398",
                    "TitleEnglish": "An Afternoon Moon, Appearing Up in the Sky One Day, with Kouhai",
                    "SummaryEnglish": "Kinako suddenly wakes up in the middle of class. Has everything that's happened until now been a dream? And who are Bamyan and Tasuku?",
                    "Aliases": []
                },
                "8": {
                    "ID": "5558399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/usakame/episodes/5558399",
                    "TitleEnglish": "The Viscous Water and Gently Blowing Springtime Zephyrs with Kouhai",
                    "SummaryEnglish": "With summer approaching, the girls decide to go shopping for swimsuits. As the weather is still too cold to go to the beach, the girls decide to show off their new suits at the mall's rooftop pool.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5558400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/usakame/episodes/5558400",
                    "TitleEnglish": "Constitutionals Alongside the Shopkeeper as Well as Kouhai",
                    "SummaryEnglish": "Kinako is stuck running the family candy shop for the day. As her friends from school come to visit one after another, she attempts to keep herself entertained, sometimes at their expense.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5558401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/usakame/episodes/5558401",
                    "TitleEnglish": "Could This Truly Be the Dawning of a Springtime Tempest with Kouhai",
                    "SummaryEnglish": "Ayako and Kinako are busy with their respective committee meetings, leaving Nishi and Kurumi to hang out and practice alone together.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5558402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/usakame/episodes/5558402",
                    "TitleEnglish": "Oh, to Hear My Name Spoken as the First Rain Starts to Fall With Kouhai",
                    "SummaryEnglish": "With their final tournament as a team approaching, it's time to get serious. Who will be chosen to play doubles with Ayako?",
                    "Aliases": []
                },
                "12": {
                    "ID": "5558403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/usakame/episodes/5558403",
                    "TitleEnglish": "To Gaze Upon an Aureolin Butterfly Alongside Kouhai",
                    "SummaryEnglish": "With their own graduation approaching, Kurumi and Ayako think back to when their seniors graduated from the tennis club. Will their memories send them spiraling into depression or inspire them to play better at the upcoming tournament?",
                    "Aliases": []
                }
            }
        }
    }
}