{
    "URL": "https://thetvdb.com/series/babel-ii",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1933701/"
    ],
    "TitleEnglish": "Babel nisei",
    "SummaryEnglish": "Koichi is the Japanese middle-school descendant of a race of extraterrestrials who crash-landed on the Earth 5000 years ago. He has psychokinetic powers which uses to fight the evil Yomi who wants to gain dominance over the world.",
    "Aliases": [
        "Babel II",
        "Babil Junior"
    ],
    "Modified": "2024-12-23",
    "Seasons": {
        "0": {
            "ID": "656818",
            "URL": "https://thetvdb.com/series/babel-ii/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5534043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5534043",
                    "TitleEnglish": "TV Trailer",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "656819",
            "URL": "https://thetvdb.com/series/babel-ii/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 39,
            "Episodes": {
                "1": {
                    "ID": "5517845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517845",
                    "TitleEnglish": "A messenger from 5,000 years ago",
                    "SummaryEnglish": "Koichi was taken over by the Komi family and grew up as an ordinary high school student. But he was the successor to the \"Spice Curry Tower\" in the Old Testament! Koichi, who knew that he would be invited there from his dreams every day, overcame the opposition of Mr. and Mrs. Furumi and his daughter, Yumiko, and visited the Tower of Babil, which stands quietly in the desert near Baghdad.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5517846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517846",
                    "TitleEnglish": "Horror Rock Giant Goriki",
                    "SummaryEnglish": "After contacting Babel II and feeling that he would be his enemy, Yomi immediately ordered his men who believed in him. And he tried to find out the position of Babel's tower, which could not be read by his telepathic ability, by letting his subordinates fight.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5517847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517847",
                    "TitleEnglish": "King of the Night Time Yomi",
                    "SummaryEnglish": "Still worried about Koichi's whereabouts, the Furumi family found his name in the inquirer section of a newspaper ad. It was issued by Sonomiya, who was a classmate with Koichi, but Yomi used the advertisement. He sent his subordinates Robinson and Jobby to try to hold Babel II's breath with his close friends. (C) Hikari Pro / Toei Animation",
                    "Aliases": []
                },
                "4": {
                    "ID": "5517848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517848",
                    "TitleEnglish": "Three Servants",
                    "SummaryEnglish": "Lobotomy surgery to brainwash humans by surgery, which was revealed by analyzing the corpse of Yomi's subordinate Joby. Yomi is concerned that Dr. Kuraishi and his assistant, Arai, who were involved in the analysis, knew too much about the secret, and planned to make them loyal subordinates by performing surgery on them as well. (C) Hikari Pro / Toei Animation",
                    "Aliases": []
                },
                "5": {
                    "ID": "5517849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517849",
                    "TitleEnglish": "This is Telekinesis!",
                    "SummaryEnglish": "Fake Babel II attacked banks around the world. Babel II was unable to measure Yomi's true intentions, but it was a time-earning strategy aimed at disturbing him. Behind the scenes, a field was steadily being built to separate the three servants from Babel II. He is taken to a jet plane and the telepathy to his servants is cut off. Babel II big pinch! (C) Hikari Pro / Toei Animation",
                    "Aliases": []
                },
                "6": {
                    "ID": "5517850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517850",
                    "TitleEnglish": "The Crisis Close Call Babil Tower",
                    "SummaryEnglish": "Babel II defeated Yomi, but his exhaustion was also severe. That was when the Tigris army deployed around the Babil Tower. Babel II returns to the treatment pod to recover his strength, thinking it was just an exercise at first. However, it was Yomi's minions who thought he had defeated him, and was a unit deployed to seek out the Tower of Babil.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5517851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517851",
                    "TitleEnglish": "Another Commander",
                    "SummaryEnglish": "A large passenger plane crashed. The only survivor is the Commander General of the National Security Bureau. However, Yumiko, who was waiting for her daughter Kinko and Babel II, Koichi, to return, suspects that he is \"like a different person.\" What is the identity of the commander who nominates Yumiko and Kinko as bodyguards as if to prove that suspicion, as if they were shields for Babel II? (C) Hikari Pro / Toei Animation",
                    "Aliases": []
                },
                "8": {
                    "ID": "5517852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517852",
                    "TitleEnglish": "Devil's Secret Base",
                    "SummaryEnglish": "A neutron bomb blast experiment conducted on the west coast of Africa. Babel II was terrified by the power of another nuclear bomb, which has no physical destructive power and kills only humans with powerful radiation. Moreover, it is said that only Yomi has the scientific power to make it, so he immediately sets out to investigate.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5517853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517853",
                    "TitleEnglish": "The Rocky Mountains of Horror",
                    "SummaryEnglish": "Yomi's hypnotic user, Joseph, used an announcer to summon Babel II to the Rocky Mountains of Canada. Babel II was attacked by the villagers as soon as he arrived at the village at the foot of the Rocky Mountains because Joseph hypnotized nearby villagers. (C) Hikari Pro / Toei Animation",
                    "Aliases": []
                },
                "10": {
                    "ID": "5517854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517854",
                    "TitleEnglish": "Deadly Robot Baran",
                    "SummaryEnglish": "A sand storm that covers the Tower of Babil. The generation system, which is the greatest defense measure, has been put in place. Yomi's reconnaissance aircraft that comes only at such times. It seemed that he had escaped from the crisis by being driven away by Lopros, but the first strike from Babel II would conversely teach the place. (C) Hikari Pro / Toei Animation",
                    "Aliases": []
                },
                "11": {
                    "ID": "5517855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517855",
                    "TitleEnglish": "Android Two-Stage Attack",
                    "SummaryEnglish": "A new type of virus weapon X3 developed by Yomi's subordinates. The virus contaminated California Orange, causing a fuss around the world. Moreover, Yomi's subordinate disguised himself as a witness and testified that Babel II had spread the virus, making him hostile to humans around the world.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5517856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517856",
                    "TitleEnglish": "Robot transmission machine X1",
                    "SummaryEnglish": "An old man who had fallen down in the desert. It was Dr. Roald Dali, one of the world's leading scientists, who went missing two years ago. Dr. Yomi, who was captured by Yomi, was working on the development of a mechanical machine X1 that can copy a combat robot and transmit it in any size, and decided to escape due to guilt. That's right.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5517857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517857",
                    "TitleEnglish": "Regain the Artificial Satellite",
                    "SummaryEnglish": "An artificial satellite that deviated from orbit crashed in Japan. The military was supposed to recover it, but it was attacked by combatants under Yomi and robbed of the artificial satellite. In fact, the artificial satellite had a new type of guidance device built-in, which was a ridiculous thing that could be used to bomb anywhere from outer space.",
                    "Aliases": []
                },
                "14": {
                    "ID": "5517858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517858",
                    "TitleEnglish": "Dangerous !! Phantom Bird Lopros",
                    "SummaryEnglish": "A dragon that raids Eskimos. It was a new robot weapon developed by Yomi for anti-Lopros. Yomi was searching for weaknesses from the battle data with Lopros while attacking Babel II who rushed to the site with a bear type robot and a seal type robot. However, when he learned that no weaknesses were found, he launched a full-scale attack.",
                    "Aliases": []
                },
                "15": {
                    "ID": "5517859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517859",
                    "TitleEnglish": "Notre Dame Madness Case",
                    "SummaryEnglish": "A mysterious luminous panic that hit Paris. This phenomenon, which explodes when you think that the headlights of a car suddenly emit intense light, was once again the work of Yomi. However, the operation was not yet in the execution stage, and it happened because Professor Saint Clair, who was in charge of spearheading the operation, accidentally touched the device. (C) Hikari Pro / Toei Animation",
                    "Aliases": []
                },
                "16": {
                    "ID": "5517860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517860",
                    "TitleEnglish": "Phantom 100 trillion yen",
                    "SummaryEnglish": "Fake bills suddenly scattered all over the city. It was so elaborate that even if an expert appraised it, it would not be recognized as a fake bill. If this flows into the market, there will definitely be a financial panic and Japan will be economically destroyed. However, Yomi, who made the fake bill, threatened the director of the National Security Bureau.",
                    "Aliases": []
                },
                "17": {
                    "ID": "5517861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517861",
                    "TitleEnglish": "The Challenge of Blindness",
                    "SummaryEnglish": "A mysterious power outage that hit all over the world. This simultaneous and frequent panic literally paralyzed social life. Moreover, the world's major cities become lawless areas, such as robbers rampant in the darkness. Meanwhile, Babel II, who was ordered by Yomi, the mastermind of the case, to come to the North Pole, was told to crush the servants there.",
                    "Aliases": []
                },
                "18": {
                    "ID": "5517862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517862",
                    "TitleEnglish": "Whistling demons",
                    "SummaryEnglish": "The people watching TV suddenly became violent. People who had lived a normal social life until then, but panicked because they suddenly changed like \"Jekyll and Hyde\". At that time, Babel II, who embarked on an investigation, found that Tokyo Tower was the source of the violent sound waves, but even Rodem was mad and forced to withdraw temporarily.",
                    "Aliases": []
                },
                "19": {
                    "ID": "5517863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517863",
                    "TitleEnglish": "Mammoth Gorilla Raid",
                    "SummaryEnglish": "A mammoth gorilla appeared in the jungle of New Guinea and attacked the inhabitants. Babel II, who was invited by Yomi, meets a victim girl, Ami, and his younger brother, Pero, who was in danger of blindness due to the attack, and a Japanese doctor, Shirakawa. In fact, he was a former teacher of Shirakawa and Yumiko's father, and here he was a well-known doctor called Schweizer in Japan.",
                    "Aliases": []
                },
                "20": {
                    "ID": "5517864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517864",
                    "TitleEnglish": "Dreadful Space Operation",
                    "SummaryEnglish": "A meteorite fell into the Arabian Sea. Babel II, who set out to investigate in Poseidon, learns that it was an artificial meteorite and that Yomi developed the meteorite bomb. If the innumerable meteorites floating in the universe are abused, the earth will be destroyed by Yomi immediately ... Babel II, who has a sense of crisis, rushes to a tent village in a certain country, relying on the mysterious telepathy that calls himself. It was.",
                    "Aliases": []
                },
                "21": {
                    "ID": "5517865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517865",
                    "TitleEnglish": "Baby is a Supernatural Power",
                    "SummaryEnglish": "A baby with a mysterious power that is famous in the neighborhood of the Komi family. Yomi looked at the baby. Babel II desperately pursues his whereabouts when he learns that a baby with the same telepathic ability as himself has been taken away by Yomi. However, it collapses due to the damage inflicted by the tank unit's attack.",
                    "Aliases": []
                },
                "22": {
                    "ID": "5517866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517866",
                    "TitleEnglish": "Deep Sea Crab Rrobot",
                    "SummaryEnglish": "A plan to build an undersea city that was underway on the seabed of the Sea of Japan. However, Yomi, who already had an undersea base, sent a huge crab robot to destroy the base under construction. Babel II, who reunites with the director of security, takes action to defeat the crab robot and remove Yomi's obstruction.",
                    "Aliases": []
                },
                "23": {
                    "ID": "5517867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517867",
                    "TitleEnglish": "Invitation from The Ghost",
                    "SummaryEnglish": "A mysterious telepathy sent to Babel II and Yomi at the same time. Babel II discovers that it originates from a volcanic island and discovers an old man, Doctor Salz, with powerful psychic powers on the scene. However, the old man had already died, and he was sending telepathy with only residual thoughts using a mental power amplifier.",
                    "Aliases": []
                },
                "24": {
                    "ID": "5517868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517868",
                    "TitleEnglish": "Eternal City Frozen Zoro",
                    "SummaryEnglish": "Yomi's subordinate, Gorda, discovers the ancient civilized city of Zoro. Originally, Gorda became a subordinate as a human being, but gained the ability to move at an unstoppable speed by the accelerator discovered at the ruins of Zoro. He no longer challenges Babel II with the ability to surpass cyborg warriors and psychic soldiers.",
                    "Aliases": []
                },
                "25": {
                    "ID": "5517869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517869",
                    "TitleEnglish": "Operation V of Death",
                    "SummaryEnglish": "Yomi created the ultimate machine to make Babel II dead. Its name is \"V\"! It is Yomi's trump card that has finally been completed by stealing a large number of high-performance LSIs that make even a TV palm-sized. Yomi, who launched the newly completed V, succeeds in causing great damage to Babel II, who has chased to the secret base.",
                    "Aliases": []
                },
                "26": {
                    "ID": "5517870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517870",
                    "TitleEnglish": "Episode 26",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "27": {
                    "ID": "5517871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517871",
                    "TitleEnglish": "Episode 27",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "28": {
                    "ID": "5517872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517872",
                    "TitleEnglish": "Episode 28",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "29": {
                    "ID": "5517873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517873",
                    "TitleEnglish": "Episode 29",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "30": {
                    "ID": "5517874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517874",
                    "TitleEnglish": "Episode 30",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "31": {
                    "ID": "5517875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517875",
                    "TitleEnglish": "Episode 31",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "32": {
                    "ID": "5517876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517876",
                    "TitleEnglish": "Episode 32",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "33": {
                    "ID": "5517877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517877",
                    "TitleEnglish": "Episode 33",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "34": {
                    "ID": "5517878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517878",
                    "TitleEnglish": "Episode 34",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "35": {
                    "ID": "5517879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517879",
                    "TitleEnglish": "Episode 35",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "36": {
                    "ID": "5517880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517880",
                    "TitleEnglish": "Episode 36",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "37": {
                    "ID": "5517881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517881",
                    "TitleEnglish": "Episode 37",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "38": {
                    "ID": "5517882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517882",
                    "TitleEnglish": "Episode 38",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "39": {
                    "ID": "5517883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/babel-ii/episodes/5517883",
                    "TitleEnglish": "Episode 39",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}