{
    "URL": "https://thetvdb.com/series/strong",
    "Genres": [
        "Reality"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4698826/",
        "https://www.themoviedb.org/tv/66232"
    ],
    "TitleEnglish": "Strong",
    "SummaryEnglish": "Strong features 20 contestants, which include 10 male trainers and 10 female trainees. The trainers work on helping their trainees improve their physical fitness, not only through losing weight but also through achieving a balance between mind and body, and getting into shape both physically and mentally. After a series of challenges, two teams will face each other in a physical competition in the Elimination Tower, with the losing team being eliminated from the series. The winning team will receive a cash prize of up to $500,000, depending on their overall performance in the show.",
    "Aliases": [],
    "Modified": "2023-12-06",
    "Seasons": {
        "1": {
            "ID": "660601",
            "URL": "https://thetvdb.com/series/strong/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "5555675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strong/episodes/5555675",
                    "TitleEnglish": "Welcome to Strong",
                    "SummaryEnglish": "Ten women competitors, each looking to reach their full potential by getting physically and mentally strong, and 10 elite male trainers from around the country arrive at the “Strong” compound to train and compete together in epic strength and conditioning challenges.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5666716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strong/episodes/5666716",
                    "TitleEnglish": "Balls to the Wall",
                    "SummaryEnglish": "After a grueling first week, two teams face off at the Elimination Tower, a daunting four-story obstacle course that determines which teams will stay on and which team goes home. In the end, the eliminated contestant shows off a jaw-dropping transformation. As the “Strong” teams settle into their new routines, the teams will compete in their first Medallion Challenge for a chance to earn $25,000 and safety from the Elimination Tower. Tempers flare when Milwaukee-based trainer Adam Von Rothfelder learns how his fellow contestants feel about him. Two more teams face off in the Elimination Tower and one team is eliminated. They return to reveal the jaw-dropping transformation.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5555678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strong/episodes/5555678",
                    "TitleEnglish": "Friends and Frenemies",
                    "SummaryEnglish": "The teams put their upper body strength to the test in the most grueling challenge yet. Then, it’s the ladies turn to determine their own fates in the first trainee-only Power Challenge. Politics come into play and friendships and alliances are tested. In the end, the eliminated contestant comes back to show off her jaw-dropping transformation.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5571933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strong/episodes/5571933",
                    "TitleEnglish": "Don't Give Up the Fight",
                    "SummaryEnglish": "Seven remaining teams deal with their bumps and bruises as they battle to prove their strength. A grueling Medallion Challenge puts one team in danger of having to face the Elimination Tower for the second time. Tensions rise when Adam and CC’s relationship is put to the test. The men face their second trainers-only Power Challenge that proves to be their biggest test yet, and two teams face off in the Elimination Tower for the right to stay in the game.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5571934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strong/episodes/5571934",
                    "TitleEnglish": "Power Play",
                    "SummaryEnglish": "The teams must work together in a Medallion Challenge that tests their upper body strength and communication. The gamesmanship kicks into high gear when an unexpected opportunity arises in the All-Women’s Power Challenge. Motivations are questioned. In the end, it’s a showdown in the Elimination Tower between the season’s biggest rivals, all culminating to a mid-season twist none of the teams saw coming.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5578613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strong/episodes/5578613",
                    "TitleEnglish": "Second Chances",
                    "SummaryEnglish": "The competition gets shaken up when all of the eliminated players return to the compound to compete for an opportunity to re-enter the game and form a brand new team. Old conflicts are rekindled and one player’s injury forces him to leave the competition for good. In the end, two more teams square off in the dreaded Elimination Tower.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5585174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strong/episodes/5585174",
                    "TitleEnglish": "Pay the Piper",
                    "SummaryEnglish": "The competition gets heated as the five remaining teams fight for their spot in the final four. While one team’s relationship strengthens, another trainee reaches her emotional threshold when the pressure becomes too much to handle. The Elimination Tower is more intense than ever as two teams battle to stay in the game.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5586673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strong/episodes/5586673",
                    "TitleEnglish": "Four the Win",
                    "SummaryEnglish": "The winning team returns from the Elimination Tower and takes their place in the final four. At the Ultimate Challenge, the teams are put to the test as they fight for a spot in the top three. Teams reveal to each other why they are fighting, which makes everybody even more hungry to win it all.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5571932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strong/episodes/5571932",
                    "TitleEnglish": "Close Enough to Grab",
                    "SummaryEnglish": "The final 3 teams are set but one of them has to deal with an injury that may stand in their way of getting to the final showdown. The last Ultimate Challenge tests the teams' will as they all try to fight for an automatic berth in the finals. Two teams attempt to conquer the tower and claim their place in the Strong Championship.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5594489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strong/episodes/5594489",
                    "TitleEnglish": "The Final Showdown",
                    "SummaryEnglish": "The two remaining teams will be pushed to their absolute limits in three punishing legs of the Strong finals. Every ounce of mental fortitude and acquired strength are on display as they fight tooth and nail for the right to take home their prize money and be crowned the winner of “Strong.”",
                    "Aliases": []
                }
            }
        }
    }
}