{
    "URL": "https://thetvdb.com/series/battery-2016",
    "Genres": [
        "Animation",
        "Drama",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5878200/",
        "https://www.themoviedb.org/tv/65957"
    ],
    "TitleEnglish": "Battery",
    "SummaryEnglish": "Meet Harada Takumi – not even in junior high and he’s the best pitcher in the region, although he’s frustrated and ready to give up, because he can’t find a catcher who is good enough to keep up with how he pitches in this backwater town his family has just moved to. Then along comes a kid named Nagakura Gou…",
    "Aliases": [
        "Battery the Animation"
    ],
    "Modified": "2025-08-03",
    "Seasons": {
        "1": {
            "ID": "668059",
            "URL": "https://thetvdb.com/series/battery-2016/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "5623272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battery-2016/episodes/5623272",
                    "TitleEnglish": "The Day They Met",
                    "SummaryEnglish": "Takumi Harada, a pitcher, meets Go Nagakura, a catcher. Will Go be able to catch Takumi's fast ball?",
                    "Aliases": []
                },
                "2": {
                    "ID": "5677425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battery-2016/episodes/5677425",
                    "TitleEnglish": "The Bank of a Pond",
                    "SummaryEnglish": "Seiha wants to play baseball while Takumi says he can't., but Seiha and Go are enjoying a game of catch. Takumi gets angry and throws the ball in the woods behind the shrine, and Seiha doesn't come home that evening.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5677426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battery-2016/episodes/5677426",
                    "TitleEnglish": "Dispute",
                    "SummaryEnglish": "Takumi begins attending Nitta Higashi Junior High and signs up with Coach Tomura to be on the baseball team. However, he also draws the ire of the Vice-Captain Nobunishi over something trivial. Tomura sees Takumi pitch on his first day of practice, and he tells Takumi to cut his hair. Takumi refuses, so Go responds by...",
                    "Aliases": []
                },
                "4": {
                    "ID": "5677427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battery-2016/episodes/5677427",
                    "TitleEnglish": "Standing on the Ground",
                    "SummaryEnglish": "Takumi goes home and finds out that Tomura is his grandfather Youzo's former student. Takumi doesn't like that the upperclassmen have ended practice early because it started raining, This leads them to begin harrassing Takumi. Meanwhile, Tomura goes to visit Youzo after experiencing Takumi's pitches for himself from the batter's box.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5678414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battery-2016/episodes/5678414",
                    "TitleEnglish": "Incident in the Locked Room",
                    "SummaryEnglish": "After finishing practice, Takumi is ganged up and beaten by a few of his teammates inside the dark equipment room. Go is the one who finds him laying there, so he brings Takumi back to his home to treat and spend the night. But the school soon learns of the incident, and the baseball team must face their punishment.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5678415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battery-2016/episodes/5678415",
                    "TitleEnglish": "Challenging a Strong Team",
                    "SummaryEnglish": "Tomura tries catching for Takumi. They resume their regular baseball team activities, but Takumi acts defiantly even to Tomura. Tomura proposes an exhibition game with Yokoteni Junior High, but the principal tells him no. However, the captain Kaionji devises a plan.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5678416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battery-2016/episodes/5678416",
                    "TitleEnglish": "Time for a Showdown",
                    "SummaryEnglish": "Takumi didn't pitch as hard as he could against Yokoteni Junior High's slugger Kadowaki, leaving Go with mixed feelings. Meanwhile, Kadowaki visits his teammate Mizukaki and tells him that he wants to play an unsanctioned game with Nitta Higashi. Mizukaki is interested in Kadowaki's enthusiasm, however...",
                    "Aliases": []
                },
                "8": {
                    "ID": "5678417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battery-2016/episodes/5678417",
                    "TitleEnglish": "The Autumn of Endings",
                    "SummaryEnglish": "Mizukaki tilts Takumi and Go's battery off their game. What's more, they offend Yokote's coach, and the game itself is called off. Go and Takumi's teammates try to help them patch things up between them, but they can't be persuaded.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5678418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battery-2016/episodes/5678418",
                    "TitleEnglish": "Throwing Home",
                    "SummaryEnglish": "Kadowaki and Mizugaki find themselves playing some backyard baseball with the Nitta Higashi first years. Seiha is the pitcher. Everyone is enjoying this unexpected get-together. Later, Kaionji visits the baseball team for the first time in a while and stands in the batter box to experience Takumi's surprising pitches.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5678419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battery-2016/episodes/5678419",
                    "TitleEnglish": "That Day Again",
                    "SummaryEnglish": "Kadowaki and Mizugaki are in a disarray, Kaionji and the other seniors graduate, and the Nitta Higashi baseball players are all doing voluntary practice to prepare for their rematch. Go tells Takumi that he is going to continue playing catcher. Spring has arrived for the Nitta Higashi Junior High and Yokoteni Junior High students.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5678420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battery-2016/episodes/5678420",
                    "TitleEnglish": "Their Spring",
                    "SummaryEnglish": "The last Sunday of March, the day of their rematch with Yokoteni Junior High finally arrives. Tomura, Youzo, Seiha, and even the principal have come to watch. The game is being played underneath the early cherry blossoms. Takumi throws Kadowaki the first pitch, the man who has been waiting for this moment for so long.",
                    "Aliases": []
                }
            }
        }
    }
}