{
    "URL": "https://thetvdb.com/series/magic-of-stella",
    "Genres": [
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6350902/",
        "https://www.themoviedb.org/tv/68399"
    ],
    "TitleEnglish": "Magic of Stella",
    "SummaryEnglish": "Upon enrolling in high school, Tamaki Honda joins a club for making doujin games known as the SNS Club. Joined by programmer Shiina, writer Ayame, and composer Kayo, Tamaki begins working as an illustrator for the club's next game.",
    "Aliases": [
        "Stella no Mahō",
        "Stella no Mahou"
    ],
    "Modified": "2022-07-12",
    "Seasons": {
        "0": {
            "ID": "660704",
            "URL": "https://thetvdb.com/series/magic-of-stella/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "5983351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-of-stella/episodes/5983351",
                    "TitleEnglish": "Kayo's Birthday (Part 1)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "5983352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-of-stella/episodes/5983352",
                    "TitleEnglish": "Kayo's Birthday (Part 2)",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "675780",
            "URL": "https://thetvdb.com/series/magic-of-stella/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5697413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-of-stella/episodes/5697413",
                    "TitleEnglish": "Starting Point",
                    "SummaryEnglish": "It's the first day of high school and Tamaki, a freshman, is looking around at displays of various clubs, trying to find an after school activity she can be passionate about.\r\nHer classmate and childhood girl friend Yumine has joined the illustration club and seems to be happy, whereas Tamaki can't figure out what she wants to do...",
                    "Aliases": []
                },
                "2": {
                    "ID": "5778752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-of-stella/episodes/5778752",
                    "TitleEnglish": "Game-Making Is Fun!",
                    "SummaryEnglish": "Tamaki runs into Shiina, Ayame and Kayo on the way to school and is embarrassed when Kayo tells her to call her by her first name.\r\nAlthough nervous, Tamaki finds the start of the SNS club quite fun! But she's still too scared to show her artwork to Shiina and the others, so she turns to her childhood friend Yumine and…",
                    "Aliases": []
                },
                "3": {
                    "ID": "5790237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-of-stella/episodes/5790237",
                    "TitleEnglish": "Transmitter Item",
                    "SummaryEnglish": "It's past the deadline and Ayame still hasn’t come up with a story for the game. Since it's Golden Week, Shiina plans a club outing. And it's decided that they'll be spending time at Tamaki's house!",
                    "Aliases": []
                },
                "4": {
                    "ID": "5799583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-of-stella/episodes/5799583",
                    "TitleEnglish": "Skill Up",
                    "SummaryEnglish": "Ayame tells Tamaki that her characters somehow lack expression. As Tamaki mulls over how to put more life into her drawings, she is approached by her classmates, Marika and Natsu.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5806742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-of-stella/episodes/5806742",
                    "TitleEnglish": "Countdown",
                    "SummaryEnglish": "It's Sunday in early June, and Tamaki is in bed with a cold. Shiina and Ayame come to visit and agree to stay with her while Granny goes out to buy cold medicine.\r\nAyame confesses that the club didn't make the Summer Comiket! Tamaki is shocked to learn that even if they work hard to complete their game, they can't exhibit it at the Summer Comiket... Anticipating that this could happen, Ayame has entered them in another event for self-published games. The club has been accepted. However, they only have six days to the event!",
                    "Aliases": []
                },
                "6": {
                    "ID": "5812477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-of-stella/episodes/5812477",
                    "TitleEnglish": "Exhibition Sale",
                    "SummaryEnglish": "The day of the \"self-published discs only\" exhibition arrives, and excited event-goers are already lined up to get in! Tamaki who knows nothing about exhibition sales is nervous, but so are Shiina and Ayame.\r\nShiina has a knack of catching a cold during situations she'd rather avoid. At the last minute, she starts to feel sick at the hall entrance and ends up going home. Tamaki mans the booth with Ayame to promote and sell their game. She even has loose coins in her hand to give as change, but no one stops by their table...",
                    "Aliases": []
                },
                "7": {
                    "ID": "5812478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-of-stella/episodes/5812478",
                    "TitleEnglish": "First Memory",
                    "SummaryEnglish": "Before class one day, Kayo sees Tamaki in the hallway and asks for her help with some song lyrics. Tamaki gets the idea that Kayo is in the throes of a passionate, mushy love, and they end up alone in the DTM lab...",
                    "Aliases": []
                },
                "8": {
                    "ID": "5812479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-of-stella/episodes/5812479",
                    "TitleEnglish": "Don't Underestimate Debugging?",
                    "SummaryEnglish": "As Tamaki walks along the riverbank at dusk, she is confronted by a young girl. The girl claims to have visited the club room during what was a most hectic time, and Tamaki barely remembers her. Saying she is a member of the Illustration Club, she challenges Tamaki to a duel between artists.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5851197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-of-stella/episodes/5851197",
                    "TitleEnglish": "Skill Up 2",
                    "SummaryEnglish": "Shiina is going through her daily routine of buying a drink from the vending machine en route to school, and saying hello to the stray cat, when suddenly, Tamaki appears and clings to her. Tearfully, Tamaki explains to Shiina that the shock of learning how talented Minaha is at drawing has caused her to have a terrible dream.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5851199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-of-stella/episodes/5851199",
                    "TitleEnglish": "Precision Machinery",
                    "SummaryEnglish": "It's July and the students are wearing their summer uniforms. As she happily heads toward school, Tamaki encounters Teru, and learns that she is the one and only \"Teru Senpai\" who founded the SNS Club. Declaring that she is going to sneak into school, Teru slips off Tamaki's hair ribbon and saunters off!",
                    "Aliases": []
                },
                "11": {
                    "ID": "5851200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-of-stella/episodes/5851200",
                    "TitleEnglish": "Having a Problem, Young Lady?",
                    "SummaryEnglish": "Tamaki, Shiina, Ayame and Minaha stay over at Shiina’s house to work on their new entry for the Summer Comiket, “Stardust Intenzione.” In the middle of the night, the doorbell sounds. Shiina opens the door to find Tamaki’s classmate, Natsu Iino. And Natsu has come to get her younger sister...?\r\nIt turns out Minaha is the younger sister, and Natsu is irate that she has missed her curfew. The following day, Tamaki learns that Minaha has been forbidden to take part in high school club activities, not even for the Summer Comiket. Knowing how determined Minaha was to work on the new game, Tamaki finds this ban unacceptable and takes action!",
                    "Aliases": []
                },
                "12": {
                    "ID": "5851201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-of-stella/episodes/5851201",
                    "TitleEnglish": "Back to the Starting Line",
                    "SummaryEnglish": "The girls arrive at Summer Comiket to promote their game, with many of their friends showing up as well. Among the customers is the girl who Tamaki met at the previous event. Following the event, the girls go to the beach to celebrate. After watching some kids playing, Tamaki remembers her reason for joining the club and encourages her teammates to create a game based on her idea.",
                    "Aliases": []
                }
            }
        }
    }
}