{
    "URL": "https://thetvdb.com/series/days",
    "Genres": [
        "Animation",
        "Drama",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5897818/",
        "https://www.mbs.jp/days/",
        "https://www.themoviedb.org/tv/66979"
    ],
    "TitleEnglish": "Days",
    "SummaryEnglish": "Tsukushi is a boy with no special talent or traits while Jin is considered a soccer genius. On one stormy night, Jin meets Tsukushi, and they get dragged into the world of soccer.",
    "Aliases": [],
    "Modified": "2025-07-18",
    "Seasons": {
        "0": {
            "ID": "665588",
            "URL": "https://thetvdb.com/series/days/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "5892817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5892817",
                    "TitleEnglish": "Beach Soccer All-star Sen Kaimaku!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "5892818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5892818",
                    "TitleEnglish": "Secret Dice Talk Chapter",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "7020307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/7020307",
                    "TitleEnglish": "Touin Academy Battle (Part 1)",
                    "SummaryEnglish": "Seiseki prepares for their upcoming match against the reigning champions, Touin Academy. Having realized what he lacks, Tsukushi trains vigorously to be able to assist the team in the upcoming match.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7020309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/7020309",
                    "TitleEnglish": "Touin Academy Battle (Part 2)",
                    "SummaryEnglish": "Even with a well-prepared strategy, Touin is a very tough opponent. Seiseki pushes Touin hard in the first half, but suffer from several blocked opportunities by Touin's Captain.",
                    "Aliases": []
                },
                "5": {
                    "ID": "7020311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/7020311",
                    "TitleEnglish": "Touin Academy Battle (Part 3)",
                    "SummaryEnglish": "Having pushed Touin in the first half to bringing out their Ace, Seiseki responds by bringing Kazuma into the game.  With a rush of energy from Kazama, Tsukushi and Captain Mizuki push for victory.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "667639",
            "URL": "https://thetvdb.com/series/days/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "5620147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5620147",
                    "TitleEnglish": "With Just That, I Feel Like I Could Keep on Running Forever",
                    "SummaryEnglish": "Relatively friendless and talentless, Tsukamoto Tsukushi has just entered Seiseki High School. However, when a classmate's futsal game is one player down, the classmate, Kazama Jin, invites him to play. While Tsukushi is worse than a beginner, he gives it his literal everything to score a goal. Witnessing Tsukushi play with such passion, makes Kazama remember the time when he used to get pure joy out of soccer.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5665474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5665474",
                    "TitleEnglish": "I Want to Be Part of the Dream",
                    "SummaryEnglish": "Tsukushi and Kazama, along with all the other first years who joined the soccer club, are forced to run outer laps as a collective punishment. However, because Tsukushi is so slow, he ends up causing additional punishment. He takes on the others laps as his own.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5665475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5665475",
                    "TitleEnglish": "Playing Soccer with You Is Super Fun, You Idiot",
                    "SummaryEnglish": "Following the first day of joint training camp, during dinner, Tsukushi overhears the students from other schools talk about Kazama's middle school years.  Out of curiosity, Tsukushi tries his best to ask his roommate, but can't quite do it. The next morning, Kazama's missing.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5665476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5665476",
                    "TitleEnglish": "I Want to Put My Life on the Line to Live",
                    "SummaryEnglish": "Tsukushi asks his classmate and member of the beautification committee, Ubukata Chikako to help with the cleaning. But since he can't get her to listen, he ends up being late to practice and is punished with additional outer laps. Seeing him relentlessly running, never even considering to give up soccer, Ubukata is reminded of her old self. Meanwhile, coach Nakazawa is carefully observing everybody at practice, thinking about the line-up for the Interhigh tournament.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5680211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5680211",
                    "TitleEnglish": "That's Why I Will Keep on Running, Kazuma-kun",
                    "SummaryEnglish": "Tsukushi is helping with the training of the third-year, Kasahara, who decided to quit after the Interhigh. As line-up for the Interhigh is announced, the first-year, Kazama, and the roster slowly fills up. Finally, one last pick remains... And now, finally the first match of the Interhigh is about to begin!",
                    "Aliases": []
                },
                "6": {
                    "ID": "5688086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5688086",
                    "TitleEnglish": "Running for Someone, That's the Kind of Soccer I Want to Play",
                    "SummaryEnglish": "he second preliminary match of the Inter High is Seiseki vs Minami Highschool. Thanks to Kazama's plays, Seiseki wins with a huge lead. The next day, Tsukushi is running the outer lap by himself because he wasn't allowed to play. His run is fueled by his desperate wish to stay on the Seiseki soccer team. Then come the semi-finals, where Seiseki is having trouble against Ariake's overly aggressive team..",
                    "Aliases": []
                },
                "7": {
                    "ID": "5688087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5688087",
                    "TitleEnglish": "I Wish I Could Repay My Debt, If But a Little",
                    "SummaryEnglish": "The second preliminary match of the Inter High is Seiseki vs Minami Highschool. Thanks to Kazama's plays, Seiseki wins with a huge lead. The next day, Tsukushi is running the outer lap by himself because he wasn't allowed to play. His run is fueled by his desperate wish to stay on the Seiseki soccer team. Then come the semi-finals, where Seiseki is having trouble against Ariake's overly aggressive team..",
                    "Aliases": []
                },
                "8": {
                    "ID": "5688088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5688088",
                    "TitleEnglish": "If He Gets into It, He Will Become a Bullet",
                    "SummaryEnglish": "Thanks to Mizuki's efforts, Seiseki does manage to advance to the finals. In order to prepare for their next match, they study their opponent's playstyle. In the finals they will be facing off against the \"Miracle Team\" that suddenly rose to the top, the current Kantou Champion, Sakuragi Highschool. The first-years are all in awe of the skill of the present top scorer, Saku High's number 10, Narukami Shuuji. Meanwhile, Kazama is so excited that he gets to play a strong school, that he can barely contain himself.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5716792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5716792",
                    "TitleEnglish": "We'll Get the Ball Over to Where Your Voice Can Reach Us in No Time",
                    "SummaryEnglish": "It's the final match of the Inter High preliminiaries. Seiseki's captain Mizuki is fully recovered and Seiseki's eleven is in top shape to fight. However, Tsukushi has concerns since Kazama is acting different than usual. Right after the start, Kazama fails to trap the ball. Initially it seems as though Tsukushi's worries were justified, but Kazama then recovers and makes it to the enemy goal all by himself.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5727843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5727843",
                    "TitleEnglish": "I Won't Be Defeated by Such a Tiny Setback",
                    "SummaryEnglish": "After Mizuki takes the lead for Seiseki, they put Kazama on Indou Kaoru. However, just five minutes later, Indou's shot lands in the net. Realizing that Indou is in a totally different league, for the first time, the bitter taste of defeat spreads in Kazama's mouth. That is when Kazama remembers how hard Tsukushi works and begins to engage Indou with an untypically inelegant play style.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5738818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5738818",
                    "TitleEnglish": "In Order to Connect These Gleaming Days to the Future",
                    "SummaryEnglish": "Tsukushi enters the game to replace Ooshiba, who had exhausted all his energy. As he tries to step onto the field, his shorts fall down and his underwear is exposed! Seeing that, the entire Seiseki team cracks up. Indou notices that the team's spirit changed, and realizes that he needs to stay cautious. When Indou tries to pass Kazama again, suddenly Tsukushi is there too, and Indou is stopped.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5745802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5745802",
                    "TitleEnglish": "I Won't Let Anyone Be Disappointed Again",
                    "SummaryEnglish": "To everybody's horror, Tsukushi's shot hits the goal post. Mizuki and Kimishita still dash forward to go for the rebound, but Saku High clears the ball and the match is over. Everybody is shaken by this, especially Kazama and Tsukushi, who both feel something they've never felt before. Tsukushi does the one thing he can, he runs without giving his body any pause. That's when Ubukata intercepts him and sits him down for a serious talk.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5755408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5755408",
                    "TitleEnglish": "You Just Need to Look Forward",
                    "SummaryEnglish": "Tsukushi's childhood friend Sayuri asks him to take a break and go to the summer festival with her. A few days later, the members of the Seiseki soccer team gather at Ooshiba's place for a certain reason.",
                    "Aliases": []
                },
                "14": {
                    "ID": "5764457",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5764457",
                    "TitleEnglish": "Give Everything to Take My Spot Away from Me",
                    "SummaryEnglish": "As soon as the summer vacation starts, Seiseki's soccer club is off to the 5 day Sakurajima joint training camp. Since the roster for the championship will be put together from the ground up, an intense battle ensues for those spots. The second-year player Ooshiba, who has the same position as Tsukushi, tells him to come at him with everything he's got. When the training match begins, Mizuki and Kazama manage to score goals against Bousou High School from Chiba, but Ooshiba is not so lucky.",
                    "Aliases": []
                },
                "15": {
                    "ID": "5764552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5764552",
                    "TitleEnglish": "I'm Sure I Can't Stay at Seiseki Any Longer",
                    "SummaryEnglish": "The training match ended on a bad note for Tsukushi. In the evening, he joins the third-year Haibara to review the recording of the match and ponders what he lacks. The next day, coach Nakazawa grants him and the others a chance at redeeming themselves, and the next training match again Genbu High School begins. However, Tsukushi is ordered to take the center-back defensive position...",
                    "Aliases": []
                },
                "16": {
                    "ID": "5764555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5764555",
                    "TitleEnglish": "The Endless Waves That Keep Crashing In",
                    "SummaryEnglish": "After talking to Kazama about the dilemma of wanting to be a regular, but not wanting to fight his friends for that spot, Tsukushi was trying to find a solution that fits himself.",
                    "Aliases": []
                },
                "17": {
                    "ID": "5764557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5764557",
                    "TitleEnglish": "I Love This Team",
                    "SummaryEnglish": "On the final day of the camp, Seiseki is playing against Seikan High School. Right off the bat, Taira's bullet-like pass is caught by the super rookie, Himura, and the ball ends in Seiseki's goal. However, thanks to Usui raising the line, it's offside and the goal doesn't count. Kazama pays it back in kind and gets up to the opponent's goal, but this also doesn't end in a goal. Meanwhile, Ooshiba and Kimishita are struggling with the oppoent's defense...",
                    "Aliases": []
                },
                "18": {
                    "ID": "5764558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5764558",
                    "TitleEnglish": "Tell Me, Kimishita: You Can Do It, Right?",
                    "SummaryEnglish": "The second half of the Seikan match. Tsukushi is swapped to replace the injured Kazama. Meanwhile, on the Seikan bench, the coach and Taira are arguing about the best way to utilize Himura. Taira insists to have Himura be the sole forward, the coach puts a 10 minute time limit on it. Himura wants to repay Taira for sticking up for him by scoring elegant goals, and actually brings the score to an even 2:2.",
                    "Aliases": []
                },
                "19": {
                    "ID": "5764560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5764560",
                    "TitleEnglish": "Come with Me. It's a Straight Shot to Nationals",
                    "SummaryEnglish": "Right as the match was about to end, Tsukushi puts everything into his shot and secures the victory for Seiseki with that goal. Tsukushi can't quite grasp what just happened, but when Kazama and the others jump on him to celebrate, tears of happiness run down his face. Meanwhile, Kazama's mother, who had come to see the match, quietly tries to leave. Kazama takes Tsukushi's hand and introduces him as his amazing friend.",
                    "Aliases": []
                },
                "20": {
                    "ID": "5764563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5764563",
                    "TitleEnglish": "Don't Underestimate Seiseki",
                    "SummaryEnglish": "Summer vacation is over, and the preliminaries for the championship in the Tokyo area begins. For the third-years, it's the very last tournament. Seiseki steadily advances through the preliminaries, and the next opponent is Hokutou High School. It looks as if they're off to a good start with taking the lead, but due to rough attacks from the opposing team, Ooshiba gets injured. Mizuki protects Kimishita from the same fate but is dealt his second yellow card and Seiseki loses two key players for their next match.",
                    "Aliases": []
                },
                "21": {
                    "ID": "5764564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5764564",
                    "TitleEnglish": "Isn't Soccer a Blast?",
                    "SummaryEnglish": "The opponent for the semi-finals is the newly founded team from Keiougawara High School. Even though Seiseki is missing it's \"Three Arrows\", Kimishita and the other third-years put on a strong show.",
                    "Aliases": []
                },
                "22": {
                    "ID": "5764566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5764566",
                    "TitleEnglish": "Right Now, I'm Seiseki's Captain",
                    "SummaryEnglish": "Due to Nitobe's red card, Seiseki is down to 10 players. To make matters even worse, Keiou's top two players, Kai and Maruoka put pressure on Seiseki's goal. Somehow, with Usui's defense and Inohara's super save, they survive the first half, but right after the start of the second half, Keiou's intense attacks lead to the score being tied after all.",
                    "Aliases": []
                },
                "23": {
                    "ID": "5764568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5764568",
                    "TitleEnglish": "I'm a Member of Seiseki's Soccer Team Too",
                    "SummaryEnglish": "Thanks to Usui's set up, Tsukushi is able to wrangle the second free kick from Keiou. Just like the first time, Kimishita takes the shot, but this time it's a low flying ground shot! Even though Keiou's goalie reacts, the shot knocks his hand away and the ball is in the net. After causing the upset, Seiseki commits to defense, but Keiou's attacks are relentless. And in the final 3 minutes, just as Usui is about to clear the ball, something unforeseen happens...",
                    "Aliases": []
                },
                "24": {
                    "ID": "5764569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days/episodes/5764569",
                    "TitleEnglish": "I Want to Play More Soccer with This Team",
                    "SummaryEnglish": "Even without the Three Arrows, Seiseki was able to put on a performance worthy of their reputation, but Tsukushi is glum.",
                    "Aliases": []
                }
            }
        }
    }
}