{
    "URL": "https://thetvdb.com/series/flowering-heart",
    "Genres": [
        "Adventure",
        "Animation",
        "Children",
        "Comedy",
        "Drama",
        "Family",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9899342/",
        "https://home.ebs.co.kr/floweringheart/main",
        "https://www.themoviedb.org/tv/70607",
        "https://www.themoviedb.org/tv/70607",
        "https://www.youtube.com/c/floweringheart"
    ],
    "TitleEnglish": "Flowering Heart",
    "SummaryEnglish": "The series follows several girls who have been bestowed with magical powers. They use these powers to solve everyday problems.",
    "Aliases": [
        "peullaworing hateu",
        "peullaworinghateu"
    ],
    "Modified": "2022-07-24",
    "Seasons": {
        "1": {
            "ID": "666790",
            "URL": "https://thetvdb.com/series/flowering-heart/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "5614047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/5614047",
                    "TitleEnglish": "Crush at first sight",
                    "SummaryEnglish": "It's the first day of the new school year. 5th grader Ari and her best friends Suha and Min have started an after school activity called the Problem Solving Club. However, no one seems to have any problems that need to be solved. Disappointed Ari ends up discovering an unconscious hamster on the road. Amazingly...the hamster begins to speak. \"I must find the magic ring...\"",
                    "Aliases": []
                },
                "2": {
                    "ID": "5614048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/5614048",
                    "TitleEnglish": "I've become an adult?!",
                    "SummaryEnglish": "Ari has become a teacher?! Tubby, the hamster, has come from the World of Magic and he explains that Ari has transformed into an adult because of her sincere wish to help her troubled homeroom teacher. In order to do this, Ari pretends to sit in and observe her class, but ends up having to teach it herself! Will she be able to pull it off?",
                    "Aliases": []
                },
                "3": {
                    "ID": "5614049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/5614049",
                    "TitleEnglish": "Runaway Pop Star",
                    "SummaryEnglish": "With the power of magic at their disposal, Ari and her friends think they can solve everyone's problems easier. Then one day, the show 'Pop Music Now' comes to broadcast live at the outdoor stage beside their school. While rehearsing, pop star legend Lyla starts to emit Hopeless Energy which attracts Trump and Mao. Eventually, Tubby and Trump run into each other...",
                    "Aliases": []
                },
                "4": {
                    "ID": "5614050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/5614050",
                    "TitleEnglish": "A True Shining Star",
                    "SummaryEnglish": "Lyla has disappeared. Ari and her friends go look for her. Their sincere wish to help her makes the magic ring react and both Suha and Min end up with magic rings of their own as well. Through the power of magic, the girls have transformed into pop singers. Will they be able to save Lyla from the grips of despair?",
                    "Aliases": []
                },
                "5": {
                    "ID": "5614051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/5614051",
                    "TitleEnglish": "Diet of Despair",
                    "SummaryEnglish": "In order to help Trump collect Hopeless Energy, Queen Canaby sends his fiancee Shuel to the human world. Shuel becomes a transfer student at the girls' elementary school and her stunning looks create quite a stir. Meanwhile, unhappy with her appearance, Juyeon decides to consult the Problem Solving Club for help. The girls begin a strict diet regimen.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5614052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/5614052",
                    "TitleEnglish": "True Beauty",
                    "SummaryEnglish": "Min's sincere wish to help Juyeon triggers the magic ring to react and she transforms into a health trainer. Juyeon re-commits to the diet and longs for the day to finally confess her heart to Joon. But then she receives some devastating news…",
                    "Aliases": []
                },
                "7": {
                    "ID": "5614053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/5614053",
                    "TitleEnglish": "My Mom, the Workaholic",
                    "SummaryEnglish": "An advertising exec, Suha's mom is all work. Feeling neglected, Suha lashes out at her mom, but soon regrets her behavior. Fortunately, her mom needs her to bring something to her office, so she and the girls think this is a golden opportunity to make up with her mother. However, looking to collect Hopeless Energy, Shuel shows up too, and because of her meddling Suha's mom ends up falling into despair...",
                    "Aliases": []
                },
                "8": {
                    "ID": "5614054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/5614054",
                    "TitleEnglish": "A Mother and Father's Dream",
                    "SummaryEnglish": "In the grips of despair, Suha's Mom decides to quit her job. In order to save her, Suha and Ari transform into ad execs. They begin to help her create an ad for Winners Juice, but thanks to Shuel's interference, they fail to get Lyla for the commercial. Will the girls be able to help Suha's mom and make a successful ad for Winners Juice?",
                    "Aliases": []
                },
                "9": {
                    "ID": "5614055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/5614055",
                    "TitleEnglish": "A Wilting Flower on Ice",
                    "SummaryEnglish": "The girls and Shuel go to the ice-skating rink to meet their fellow classmate Hana, a figure skater. They are impressed as they watch her practice on the ice. Shuel also watches with interest, but when she sees Hana tense up and fail her triple jump, a sinister smile appears on her face...",
                    "Aliases": []
                },
                "10": {
                    "ID": "5614056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/5614056",
                    "TitleEnglish": "A Brave Leap of Faith!",
                    "SummaryEnglish": "Ari and her friends go looking for Hana, who has fallen into despair. Through the power of magic, Ari transforms into a figure skater. Suha and Min persuade Hana to go back to the ice rink with them. Will Ari be able to pull off the triple jump that Hana failed earlier and save her from the grips of despair?",
                    "Aliases": []
                },
                "11": {
                    "ID": "6438331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438331",
                    "TitleEnglish": "The Problem Solving Club’s First Trip",
                    "SummaryEnglish": "The Problem Solving Club is going on their first trip to Jeju Island. New club member, Shuel is also going and she brings Trump along as well. Min's cousin, Lani is a flight attendant and they all end up taking the same flight to Jeju Island together. However, the happy flight soon turns into an uncomfortable one due to an extremely rude passenger.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6438332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438332",
                    "TitleEnglish": "A Hero in the Sky",
                    "SummaryEnglish": "As the plane starts shaking due to turbulence, the extremely rude passenger starts to gasp for air in pain. Lani makes an announcement for a doctor, but there's no doctor on board. She starts to feel hopeless. Ari transforms into a flight attendant. Will she be able to help Lani overcome the crisis?",
                    "Aliases": []
                },
                "13": {
                    "ID": "6438333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438333",
                    "TitleEnglish": "Jeju Island’s Emerald Sea",
                    "SummaryEnglish": "Ari and her friends have arrived at her grandfather's guesthouse and they're having a great time. However, Shuel senses Hopeless Energy from the neighboring 2 sisters Soyun and Somi, and she decides to make the younger sister, Somi her next target. Will Ari and her friends be able to rescue Somi from danger and despair?",
                    "Aliases": []
                },
                "14": {
                    "ID": "6438334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438334",
                    "TitleEnglish": "An Unexpected First Kiss?!",
                    "SummaryEnglish": "Through the power of magic, Suha and Min have transformed into ocean lifeguards! Fully equipped, Suha and Min are on the move to rescue Somi from danger. Meanwhile, Ari goes out looking for Somi on her own. She discovers Somi's hat in the ocean and tries to retrieve it... In danger herself, who will rescue Ari?",
                    "Aliases": []
                },
                "15": {
                    "ID": "6438335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438335",
                    "TitleEnglish": "Friendships Tested",
                    "SummaryEnglish": "During gym class, Ari's classmate Jieun ends up getting her necklace stolen. Jieun accuses Ari because she had left in the middle of class. In order to clear Ari's good name, Suha searches for the true thief. A mystery novel buff, will Suha be able to discover the real culprit behind the missing necklace?",
                    "Aliases": []
                },
                "16": {
                    "ID": "6438336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438336",
                    "TitleEnglish": "Rescue Mission: Shuel!",
                    "SummaryEnglish": "The girls' sincere wish to rescue Shuel from her kidnappers triggers the power of magic! Ari, Suha and Min transform into police officers. At first, unfazed by the bumbling villains, Shuel lets her guard down and ends up losing her magic ring to them. She finally starts to realize the danger she's in. Will Ari be able to come to Shuel's rescue?",
                    "Aliases": []
                },
                "17": {
                    "ID": "6438337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438337",
                    "TitleEnglish": "A Homemaker for a Day!",
                    "SummaryEnglish": "Min's Mom has an important appointment leaving Min to babysit her twin siblings. Ari, Suha, and even Shuel go to Min's house to help out. However, babysitting takes a turn for the worse due to Shuel's secret mission to collect Hopeless Energy.",
                    "Aliases": []
                },
                "18": {
                    "ID": "6438338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438338",
                    "TitleEnglish": "Trump Opens his Heart",
                    "SummaryEnglish": "In order to help Min, who has fallen into despair, Ari and Suha transform! Ari, now a professional babysitter, plays with Min's siblings at the playground. She ends up running into Trump there, and gets a rare glimpse into his life...",
                    "Aliases": []
                },
                "19": {
                    "ID": "6438339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438339",
                    "TitleEnglish": "A Date at the Amusement Park",
                    "SummaryEnglish": "Ari's Dad gives her free tickets to the amusement park, so she invites the girls to join her. But when she arrives at the gate, she realizes that she lost the tickets. Just as she starts to cry, a staff member comes to the rescue and they're allowed to enter. The friends return the favor by dressing up in animal costumes for the staff member when his original part-time workers were running late.",
                    "Aliases": []
                },
                "20": {
                    "ID": "6438340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438340",
                    "TitleEnglish": "Falling Ferris Wheel",
                    "SummaryEnglish": "While Chess is in line for some cotton candy, Ari ends up going on the Ferris Wheel with Trump. They have a romantic moment as they look out at the amazing view. However, Shuel sets up an evil plot to collect a massive amount of Hopeless Energy and creates a power outage at the amusement park. To make matters worse, the Ferris Wheel catches on fire!",
                    "Aliases": []
                },
                "21": {
                    "ID": "6438341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438341",
                    "TitleEnglish": "Confess Your Heart Day",
                    "SummaryEnglish": "After the incident on the Ferris Wheel, Ari and Trump make plans to meet on Confess Your Heart Day. Ari feels this is her chance to tell Trump her true feelings. So with help from Suha and Min, she decides to prepare an incredible Italian feast.",
                    "Aliases": []
                },
                "22": {
                    "ID": "6438342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438342",
                    "TitleEnglish": "A Prince's First Love",
                    "SummaryEnglish": "The amazing Confess Your Heart Day event that the girls were preparing gets sabotaged thanks to Shuel's interference. Ari ends up giving up on her plans and cries her eyes out at home. Tubby can't bear to see the always happy and positive Ari in tears...",
                    "Aliases": []
                },
                "23": {
                    "ID": "6438343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438343",
                    "TitleEnglish": "Looking for the Owner",
                    "SummaryEnglish": "Ari and Tubby are on their way home after Trump is a no-show. They find a stray puppy on the road. Ari can relate to the dog's sad predicament, so she decides to take it home with her. Later, the girls take it to a pet rescue shelter in order to find its owner.",
                    "Aliases": []
                },
                "24": {
                    "ID": "6438344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438344",
                    "TitleEnglish": "We'll Mend Your Hearts Too",
                    "SummaryEnglish": "Their sincere wish to help the abandoned pets triggers the power of magic and Ari transforms into a dog groomer, Suha into a veterinarian, and Min into an animal psychologist! Will Ari be able to mend the animals' hearts and find new owners for them?",
                    "Aliases": []
                },
                "25": {
                    "ID": "6438345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438345",
                    "TitleEnglish": "Caught Between Hope and Despair",
                    "SummaryEnglish": "Due to a terrible accident, Happy undergoes surgery. Ari and her friends fall into despair. Queen Canaby orders Shuel to extinguish any glimmer of hope left in Ari. Shuel is planning on using dark magic to put out Happy's Flower of Life. However, at the moment of truth, she hesitates and gets discovered by Tubby...",
                    "Aliases": []
                },
                "26": {
                    "ID": "6438346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438346",
                    "TitleEnglish": "Fireworks of Friendship",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "740364",
            "URL": "https://thetvdb.com/series/flowering-heart/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "6438347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438347",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "2": {
                    "ID": "6438348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438348",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "3": {
                    "ID": "6438349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438349",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "4": {
                    "ID": "6438350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438350",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "5": {
                    "ID": "6438351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438351",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "6": {
                    "ID": "6438353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438353",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "7": {
                    "ID": "6438354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438354",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "8": {
                    "ID": "6438355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438355",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "9": {
                    "ID": "6438356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438356",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "10": {
                    "ID": "6438357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438357",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "11": {
                    "ID": "6438358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438358",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "12": {
                    "ID": "6438359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438359",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "13": {
                    "ID": "6438360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438360",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "14": {
                    "ID": "6438361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438361",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "15": {
                    "ID": "6438362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438362",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "16": {
                    "ID": "6438363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438363",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "17": {
                    "ID": "6438364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438364",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "18": {
                    "ID": "6438365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438365",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "19": {
                    "ID": "6438366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438366",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "20": {
                    "ID": "6438367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438367",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "21": {
                    "ID": "6438368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438368",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "22": {
                    "ID": "6438369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438369",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "23": {
                    "ID": "6438370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438370",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "24": {
                    "ID": "6438371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438371",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "25": {
                    "ID": "6438372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438372",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "26": {
                    "ID": "6438373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flowering-heart/episodes/6438373",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        }
    }
}