{
    "URL": "https://thetvdb.com/series/conviction-2016",
    "Genres": [
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5396572/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=EP02432648"
    ],
    "TitleEnglish": "Conviction (2016)",
    "SummaryEnglish": "Lawyer and former First Daughter Hayes Morrison is about to accept a job offered from her sexy nemesis, NY District Attorney Wayne Wallis, to avoid jail time for cocaine possession and avoid hurting her mother’s Senate campaign. Working with his team at the new Conviction Integrity Unit will let her use her brilliant mind to turn over cases, where there is credible suspicion of wrongful conviction, and give her a chance to turn things around with her high-powered political family.",
    "Aliases": [],
    "Modified": "2025-03-26",
    "Seasons": {
        "1": {
            "ID": "672210",
            "URL": "https://thetvdb.com/series/conviction-2016/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5661519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conviction-2016/episodes/5661519",
                    "TitleEnglish": "Pilot",
                    "SummaryEnglish": "Hayes Morrison needs to dig herself out of what could be a publicly embarrassing situation. She makes a clandestine deal with her adversary, Conner Wallace, to take on the Conviction Integrity Unit and justice system in order to save face for herself and her family. The first case Hayes pushes her team to consider is that of Odell Dwyer, a handsome former high school football player who has been in prison for eight years for murdering his girlfriend.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5764492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conviction-2016/episodes/5764492",
                    "TitleEnglish": "Bridge and Tunnel Vision",
                    "SummaryEnglish": "Hayes confronts Wallace head-on, investigating the case that made his career: the Prospect 3. Three young white men confessed to the rape and robbery of a young black woman. Hayes hopes to catch Wallace off guard with the team's investigation, but when the young woman's character takes a hit in the press, she is victimized for a second time.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5768256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conviction-2016/episodes/5768256",
                    "TitleEnglish": "Dropping Bombs",
                    "SummaryEnglish": "The CIU team works to exonerate a political activist serving a life sentence for planting a bomb at a mosque that killed a prominent Imam and three worshippers. The re-examination of the case calls into question the NYPD's role, which puts Hayes in Wallace's crosshairs.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5768257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conviction-2016/episodes/5768257",
                    "TitleEnglish": "Mother's Little Burden",
                    "SummaryEnglish": "Hayes’ recent transgressions spark a media firestorm. Meanwhile, she and the team tackle the highly sensitive case of a mother, Penny, convicted for the death of her autistic son. The state’s most compelling evidence originated from Penny’s own video blog, expressing her frustrations and fears about her violent son. While the CIU team tracks multiple leads, Hayes must do damage control in an attempt to save her job, which results in a primetime interview. The outcome of both the interview and the case have shocking endings with lasting repercussions.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5799787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conviction-2016/episodes/5799787",
                    "TitleEnglish": "The 1% Solution",
                    "SummaryEnglish": "Hayes launches into damage-control mode following her controversial nationally televised interview, seeking to limit the repercussions within her family and to her mother's Senate campaign. Meanwhile, the CIU takes on the case of a young man from the wrong side of the tracks, convicted for killing a wealthy woman whose privileged family took him in and treated him as one of their own. And Hayes' relationship with her family isn't the only tricky situation when she learns Wallace has hired a surprising person from her past to represent him in a high-stakes government investigation into his work as D.A.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5808942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conviction-2016/episodes/5808942",
                    "TitleEnglish": "#StayWoke",
                    "SummaryEnglish": "The accidental death of a young African American boy, shot by a cop, sparks a racial firestorm and inspires Hayes to re-examine the controversial case of Porscha Williams. Williams, a devoted African-American civil-rights activist and leader, is serving time for killing a white female cop at a race equality rally five years ago. Conflict erupts among the CIU team when personal experiences shape their differing perspectives of the Black Lives Matter movement. Meanwhile, Maxine finds herself torn between her racial identity and her chosen profession, as she follows the case to its shocking conclusion.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5808943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conviction-2016/episodes/5808943",
                    "TitleEnglish": "A Simple Man",
                    "SummaryEnglish": "The next case Hayes accepts for the CIU is that of Leo Scarlata, a man with diminished mental capacities, imprisoned for burning down his family's restaurant with fatal repercussions. Hayes realizes she may have taken on more than she bargained for, especially when a documentary crew approved by Wallace begins following the team. Hayes faces her discomfort with cameras, a side effect of growing up in the public eye, and the team members divulge intimate details about themselves and others while under the spotlight.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5846821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conviction-2016/episodes/5846821",
                    "TitleEnglish": "Bad Deals",
                    "SummaryEnglish": "CIU revisits the case of Sierra Macy, a teenage girl who was kidnapped ten years ago and assumed dead - until she manages to escape her captor's home after he suffers a heart attack and dies. Sam, one of the original prosecutors, steadfastly believes that the right man was convicted: Sierra's former teacher Josh Fleck. Sam's undeniable conflict of interest has Hayes second-guessing her decision to keep him on the CIU review of the case. Meanwhile, Hayes is determined to intercede on Wallace's behalf - and against his wishes - in an investigation into his professional misconduct. Her stunning discoveries about quid pro quos that Wallace brokered in her cocaine bust and an earlier case they worked back in Chicago force the two to re-examine their personal and professional relationships.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5852519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conviction-2016/episodes/5852519",
                    "TitleEnglish": "A Different Kind of Death",
                    "SummaryEnglish": "Wallace brings the case of a death-row inmate, Earl Slavitt, to the CIU. Earl was convicted of murdering federal prosecutor Tom Simon, one of Wallace’s best friends. Simon did not believe in the death penalty, and Wallace, along with Simon’s widow, want to ensure that Earl did in fact commit the crime. With only days left before the execution, the CIU team shifts into high gear, looking for possible errors in the case. Instead, they uncover cracks in Simon’s reputation. Hayes and Wallace are challenged both professionally and personally, as the case draws to a stunning conclusion.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5860298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conviction-2016/episodes/5860298",
                    "TitleEnglish": "Not Okay",
                    "SummaryEnglish": "After Hayes and Wallace share a passionate night together, Hayes returns to reality and cautiously considers sticking her toe into relationship waters with Wallace. Simultaneously, she also tries to make amends for her bitter loss in the death penalty case of Earl Slavitt. Hayes implores the CIU team to aggressively pursue the case of Sophie Hausen, a young woman serving a life sentence for murdering a popular college basketball player, whom she accused of raping her. Meanwhile, Tess finally attempts to make things right in her friendship with Matty.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5874931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conviction-2016/episodes/5874931",
                    "TitleEnglish": "Black Orchid",
                    "SummaryEnglish": "While Hayes and Wallace struggle to balance their professional and personal lives, they are summoned to a crime scene that fits the M.O. of the infamous “Black Orchid Killer.” Is the latest murder the work of a copycat? Or is the man now in prison for the earlier crimes actually innocent? As the investigation accelerates, the CIU team, spearheaded by unlikely serial-killer expert Tess, closes in on a suspect who may have committed all the murders – but will it be too late? Join the search for the true killer.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5893419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conviction-2016/episodes/5893419",
                    "TitleEnglish": "Enemy Combatant",
                    "SummaryEnglish": "Former President Morrison pays Hayes an unexpected visit and lobbies her (and CIU) to take on the case of Omar Abbas, a Muslim-American citizen held for years without trial in a military facility for allegedly planning a chemical attack on Manhattan. But taking on the federal war on terror is a hot-button issue, and Hayes and the CIU find themselves battling the authorities in their search for the truth. Meanwhile, just as Hayes and Wallace become more comfortable with their relationship, her father raises questions about the couple’s long-term viability.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5893420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conviction-2016/episodes/5893420",
                    "TitleEnglish": "Past, Prologue & What's to Come",
                    "SummaryEnglish": "Hayes revisits the failed case of Gerald Harris from her days as a defense attorney – the very case where she met Wallace nearly a decade earlier. Harris was found guilty of murdering his wife despite Hayes’ belief in his innocence due to Wallace unearthing Gerald’s darkest secret. Meanwhile, a member of the CIU team is forced to revisit their illicit actions in the controversial Rodney Landon case. In the end, Hayes and Wallace’s future, as well as that of the CIU team, hang in the balance.",
                    "Aliases": []
                }
            }
        }
    }
}