{
    "URL": "https://thetvdb.com/series/scared-rider-xechs",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13774780/",
        "https://www.themoviedb.org/tv/107208"
    ],
    "TitleEnglish": "Scared Rider Xechs",
    "SummaryEnglish": "The Blue World, which symbolizes reason, is under constant attack by the creatures called the Nightfly O'Note originating from the Red World, symbolizing instinct. Akira Asagi, the 17-year-old protagonist who is a researcher at Blue World, is nominated to lead the war at Ryuukyuu LAG, a proud defense facility on the islands of Ishigaki and Iriomote. She meets the sixth combat unit \"IS,\" which was formed four years after a fierce battle that annihilated the fifth unit. Akari must lead these six riders, also called the Scared Rider Xechs, to fight against the other world while at the same time deepening the relationship among them.",
    "Aliases": [
        "Sca-red Rider XechS"
    ],
    "Modified": "2016-05-28",
    "Seasons": {
        "1": {
            "ID": "671810",
            "URL": "https://thetvdb.com/series/scared-rider-xechs/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5657444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scared-rider-xechs/episodes/5657444",
                    "TitleEnglish": "RYUKYU Calling",
                    "SummaryEnglish": "To defend against Nightfly O'Notes, invaders from another world, mankind has organized the five-man fighting team \"Scar-red Rider XechS.\" However, one of the Riders, Yosuke, is saddled with a serious problem.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5666838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scared-rider-xechs/episodes/5666838",
                    "TitleEnglish": "Combat Rock",
                    "SummaryEnglish": "When Akira, the new instructor-in-charge, assumes her post, the Scar-red Riders' leader, Takt, finds himself unable to trust her. Friction arises between Takt and Yosuke. During all the discord, there is an enemy attack.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5666839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scared-rider-xechs/episodes/5666839",
                    "TitleEnglish": "The Right Profile",
                    "SummaryEnglish": "After being hurt in battle, Hiro's physical injuries heal, but as he grows more distant from the group, it becomes obvious that some mental wounds still remain. Akira tries to get the Riders to focus on their teamwork.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5666840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scared-rider-xechs/episodes/5666840",
                    "TitleEnglish": "Hi-Fi Highway",
                    "SummaryEnglish": "To shoot a promotional video for the Scar-red Riders, the group goes to the seaside town of Shonan. While away from their usual fighting, Kazuki tries to write a song, while Takt discovers an unexpected facet to Akira's personality.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5666841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scared-rider-xechs/episodes/5666841",
                    "TitleEnglish": "Plan 6 Channel 5",
                    "SummaryEnglish": "Hijiri, a transfer student with a flirty attitude, makes sport of the other Riders. When Hijiri approaches Akira, Yosuke becomes mindful of her. While fighting an enemy with odd motives, Kazuki enacts a surprising plan.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5666842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scared-rider-xechs/episodes/5666842",
                    "TitleEnglish": "My Generation",
                    "SummaryEnglish": "As autumn sets in, Ryukyu LAG is caught up in the excitement of the school festival. The Riders practice for their first live concert and work to promote it. Akira and Hako strengthen their friendship. LAG gets an unusual visitor.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5682750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scared-rider-xechs/episodes/5682750",
                    "TitleEnglish": "Quadrophenia",
                    "SummaryEnglish": "A powerful Nightfly O'Note attack on Ryukyu LAG headquarters leaves the Scar-red Riders in a precarious position. Hijiri begs Epiphone to undergo resonance with him so that he can protect Akira.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5682751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scared-rider-xechs/episodes/5682751",
                    "TitleEnglish": "To Be Someone",
                    "SummaryEnglish": "The Riders, the Substances, and Akira enjoy themselves while preparing for a Christmas party. Troubled by past memories, Hako suffers an identity crisis. A major conspiracy within the government goes into action.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5682752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scared-rider-xechs/episodes/5682752",
                    "TitleEnglish": "Away From The Number",
                    "SummaryEnglish": "Akira is taken to Tokyo LAG, where Hako has her own agenda concerning her. Grunbach launches an all-out invasion of the capital of Tokyo. Okazaki, anticipating such an attack, initiates her plan to counter the threat.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5682753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scared-rider-xechs/episodes/5682753",
                    "TitleEnglish": "Stay Or Go",
                    "SummaryEnglish": "The war with the Nightfly O'Notes is not yet over, but having lost their friends, the grieving Akira, Yosuke, and other Scar-red Riders have a difficult time navigating the healing process to get back on their feet.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5682754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scared-rider-xechs/episodes/5682754",
                    "TitleEnglish": "Not Of This Blue Earth",
                    "SummaryEnglish": "A new foe appears before Akira and the Scar-red Riders. Despite the shock of seeing this new foe, the group returns to Ryukyu LAG to mount a last-ditch effort. While Akira is getting ready, a familiar face shows up.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5682755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scared-rider-xechs/episodes/5682755",
                    "TitleEnglish": "LAST GIG",
                    "SummaryEnglish": "With the red moon shining overhead, the end of the world begins. As the Scar-red Riders take to the battlefield, Yosuke and Takt face off, and Akira realizes the reasons why they have all been fighting for so long.",
                    "Aliases": []
                }
            }
        }
    }
}