{
    "URL": "https://thetvdb.com/series/danganronpa-3-the-end-of-hopes-peak-academy-side-despair",
    "Genres": [
        "Action",
        "Animation",
        "Drama",
        "Horror",
        "Suspense"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6027642/"
    ],
    "TitleEnglish": "Danganronpa 3: The End of Hope's Peak Academy Side: Despair",
    "SummaryEnglish": "Hope's Peak Academy is a special school, recognized by the government, that was established in order to gather and nurture top-class students who excel in various fields. This school has two courses: The main course, and the preparatory course. Anyone with the money can enter the preparatory course, even if they don't have any special skills. The 77th class of the main course is filled with students who not only have unique abilities, but unique personalities as well.\r\n\r\nHowever, the students learned that \"Talent isn't the most important thing in life; it's to involve yourself with people and make yourself a better person while making memories.\" However, little did they know that a mysterious project and discrimination of the courses were happening right under their noses.\r\n\r\nHajime Hinata, a boy from the preparatory class who craves for an ability. The fateful meeting he has drives the future of the school into an unimaginable direction. This is the story of what happened up until the \"The Biggest, Most Awful, Most Tragic Event in Human History.\" This is a story of hope that ends in despair.",
    "Aliases": [
        "Danganronpa 3: The End of Hope's Peak Academy - Despair Volume",
        "Danganronpa 3: The End of Hope's Peak High School - Despair Arc",
        "Danganronpa 3: The End of Hope's Peak High School: Despair Arc",
        "Danganronpa 3: The End of Kibōgamine Gakuen: Zetsubō Hen",
        "Danganronpa 3: The End of Kibougamine Gakuen - Zetsubou-hen",
        "ダンガンロンパ3 -The End of 希望ヶ峰学園- 絶望編"
    ],
    "Modified": "2025-08-15",
    "Seasons": {
        "0": {
            "ID": "673874",
            "URL": "https://thetvdb.com/series/danganronpa-3-the-end-of-hopes-peak-academy-side-despair/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "5772215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-3-the-end-of-hopes-peak-academy-side-despair/episodes/5772215",
                    "TitleEnglish": "The End of Hopes Peak Academy - Side Hope",
                    "SummaryEnglish": "As Makoto races to stop Ryota from broadcasting his Hope video, he and the others are assisted by the arrival of the 77th Class, who Hajime managed to restore to normal using Izuru's talents. After making their way past a hypnotised task force, Hajime and the others confront Ryota, who blames himself for the entire incident. Feeling that he shouldn't have to carry his burden alone, Hajime and the others ask Ryota to come with them as they aim to atone for their sins, convincing him to cancel the broadcast. Afterwards, Hajime and the others take responsibility for the killing game, preventing dissent within the Future Foundation, before setting off with Ryota towards a new future.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5946229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-3-the-end-of-hopes-peak-academy-side-despair/episodes/5946229",
                    "TitleEnglish": "Super Danganronpa 2.5: Nagito Komaeda and the Destroyer of the World",
                    "SummaryEnglish": "Nagito Komaeda wakes up after experiencing death in the Neo World Program. What kind of world he is seeing and why did he wake up?\r\n\r\nNagito appears to be in a strange world, including students who have been seen before as well as people who never existed. He is an ordinary boy with no Ultimate Luck, attending an ordinary school. Constrained by being the protagonist, he thinks that having a big talent would interrupt his happiness. He believes that living an ordinary life, being moderately happy, while watching his classmates have a normal youth is what's wonderful.\r\n\r\nHowever, one day, a boy calling himself \"The Destroyer of the World\" appears, having the form of red-eyed Hajime Hinata. He begins the destruction of Nagito's world...",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "673875",
            "URL": "https://thetvdb.com/series/danganronpa-3-the-end-of-hopes-peak-academy-side-despair/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "5677256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-3-the-end-of-hopes-peak-academy-side-despair/episodes/5677256",
                    "TitleEnglish": "Hello Again, Hope's Peak High School",
                    "SummaryEnglish": "Having just graduated herself, Chisa Yukizome is assigned as assistant homeroom teacher of Hope Peak Academy's 77th class. Noticing only a few of her students showing up to class, Chisa decides to drag them across the school to gather their tardy classmates. Meanwhile, Hajime Hinata, a student from the Reserve Class, meets Super High School Gamer Chiaki Nanami, who offers some relief to his fears of not having a talent like the main class.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5683695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-3-the-end-of-hopes-peak-academy-side-despair/episodes/5683695",
                    "TitleEnglish": "My Impurest Heart for You",
                    "SummaryEnglish": "As Chisa continues her duties as a teacher, Hajime speaks with the school's former headmaster, Kazuo Tengen. After receiving some advice from Chisa, Chiaki brings in some multiplayer video games to make friends with the rest of the class. Things soon take a turn for the weird when dancer Hiyoko Saionji spikes everyone's food with an aphrodisiac that cook Teruteru Hanamura made. Luckily, Chiaki manages to step in to protect Hiyoko from a rampant Teruteru before things go too far. Afterwards, as Chiaki is nominated as the class representative, Natsumi Kuzuryu, the younger sister of gangster Fuyuhiko Kuzuryu, transfers into Hajime's class.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5683696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-3-the-end-of-hopes-peak-academy-side-despair/episodes/5683696",
                    "TitleEnglish": "A Farewell to All Futures",
                    "SummaryEnglish": "Natsumi pompous attitude gets her in an argument with Sato, the friend of photographer Mahiru Koizumi, who were both in a photography club with her. Trying to pry the two apart, Hajime learns of Natsumi's determination to get into the main course and be recognised by her brother. The next day, Hajime arrives at school to discover that Natsumi has been murdered, suspecting that Sato may have been responsible. After Sato is found dead a few days later, Hajime tries to confront Mahiru over what happened, but is stopped by security guard Juzo Sakakura, who insults his lack of talent. As Chisa and Juzo worry about the direction Hope's Peak Academy is heading, Hajime prepares to take part in an experiment held by the school to receive an artificial talent.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5683697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-3-the-end-of-hopes-peak-academy-side-despair/episodes/5683697",
                    "TitleEnglish": "The Melancholy, Surprise, and Disappearance of Nagito Komaeda",
                    "SummaryEnglish": "With the class preparing for a practical exam despite the gloominess following Sato's death, lucky student Nagito Komaeda approaches Seiko for a laxative he can use to postpone the exam. At the same time, Ruruka asks Seiko for a performance enhancing drug to use in her pastries for the exam. However, Nagito gets the two drugs mixed up, later accidentally getting his bag switched with Seiko's. As a result, Ruruka ends up using laxative in her sweets while Seiko finds herself with a switch to a bomb Nagito was planning to set off, leading the two to distrust each other. Elsewhere, the drug Nagito picked ends up causing a dog to grow in size and break into the gymnasium, causing the bomb to be accidentally set off. Following the chaos, Seiko, Ruruka, and Sonosuke are all expelled, Nagito is suspended, and Chisa is reassigned to the Reserve Class.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5683698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-3-the-end-of-hopes-peak-academy-side-despair/episodes/5683698",
                    "TitleEnglish": "Beginning of the End",
                    "SummaryEnglish": "After spending half a year teaching the reserve class, Chisa asks Juzo for a trustee's ID in order to investigate something known as the Kamakura Project. Managing to return to her position as homeroom teacher of the 77th class, she is relieved to find that Chiaki has managed to keep everyone together and is given a warm welcome. Meanwhile, it is revealed that Ryota has been spending all of his time at home working on an anime, having the Ultimate Imposter take his place in class. Elsewhere, Junko Enoshima meets up with her sister, Mukuro Ikusaba, as they prepare to enroll into Hope's Peak as part of the 78th class. When Ryota ends up collapsing with a fever, the Ultimate Imposter seeks out nurse Mikan Tsumiki to treat him, explaining how he took on Ryota's identity so that he could stay at home and animate. As the new school year begins and the 78th class begin their life at Hope's Peak, Hajime goes through with the Kamakura Project.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5683699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-3-the-end-of-hopes-peak-academy-side-despair/episodes/5683699",
                    "TitleEnglish": "A Despairfully Fateful Encounter",
                    "SummaryEnglish": "With his original personality removed and his body infused with every known talent, Hajime emerges from the experiment under the new persona of Izuru Kamukura. Later, after the 77th class move into a new building, Chisa sneaks into the trustee's office, where she learns all about the Kamukura Project, which is designed to create a Super High School Level Hope. Meanwhile, Junko and Mukuro kidnap one of the trustees, using his eyeball to sneak into where Izuru is being held and try to sway him over to the side of despair. After getting knocked out by Izuru and winding up in hospital, Junko becomes excited when she encounters Ryota on his way to a check-up.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5701299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-3-the-end-of-hopes-peak-academy-side-despair/episodes/5701299",
                    "TitleEnglish": "The Biggest, Most Atrocious Incident in Hope's Peak High School's History",
                    "SummaryEnglish": "Junko gets Ryota to show her the anime he has been working on, learning that various techniques akin to subliminal messaging are used to prompt emotions from its viewers. Concerned by his absence, the Ultimate Imposter sends Mikan to check on Ryota's dorm, where she is captured by Mukuro and brought to where Junko is having Ryota work. Later that night, Junko and Mukuro break Izuru out of his facility and take him to Hope's Peak Academy, where they coerce a classroom of students into killing each other. As Hope's Peak's principal, Jin Kirigiri, prepares to take his own action, Junko spreads word about the experiments and incidents that Hope's Peak tried to cover up, leading the Reserve Course to rebel.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5701300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-3-the-end-of-hopes-peak-academy-side-despair/episodes/5701300",
                    "TitleEnglish": "The Worst Reunion by Chance",
                    "SummaryEnglish": "After noticing that Mikan has been acting strangely around Junko, Ryota is shocked to discover a video of the student council's killing game. Junko reveals that she plans to combine this video with Ryota's anime to create something that will brainwash people and send them into despair, threatening to subject his classmates to another killing game should he refuse to cooperate. Meanwhile, as Kyosuke arrives to help deal with the Reserve Course riots, Nagito, who has returned from his long absence, mentions that he has seen Mikan on the school grounds, prompting the rest of the class to go off in search for her. During their search, Nagito leads Chiaki to the secret room where Junko and Ryota are, having swordswoman Peko Pekoyama hold off Mukuro. Nagito attempts to shoot Junko but is stopped by Izuru, who Chiaki recognises as Hajime, while Ryota escapes and runs into Chisa, who rushes towards the scene.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5701301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-3-the-end-of-hopes-peak-academy-side-despair/episodes/5701301",
                    "TitleEnglish": "Chisa Yukizome Doesn't Smile",
                    "SummaryEnglish": "Chisa shows up to confront Junko, who reveals her plan to brainwash her class into Ultimate Despairs, showing its effectiveness by having a student kill himself on command. Meanwhile, Chiaki escapes with Nagito and informs the rest of the class, who decide to go help their teacher. While Chisa is forced to watch Junko's video of despair while Mukuro tinkers with her brain, Junko brags about her plan to Ryota, who can do nothing but flee in shame, before she is confronted by Juzo. As the class arrive at Junko's hideout, Mikan pushes Chiaki through a hidden passageway, where she reunites with Chisa, unaware of what has happened to her.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5701302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-3-the-end-of-hopes-peak-academy-side-despair/episodes/5701302",
                    "TitleEnglish": "Smile at Despair in the Name of Hope",
                    "SummaryEnglish": "Junko overpowers Juzo and deduces that he is in love with Kyosuke, threatening to expose his feelings for him unless he does what she says. Meanwhile, Chisa, who has been driven to despair by Junko's despair video, sends Chiaki down to an underground room where she is greeted by Junko. Deciding that Chiaki is the final element needed to complete her prototype video, Junko traps her in a labyrinth filled with deadly traps, forcing the rest of the class to watch as she struggles in vain and is ultimately fatally wounded by skewers. The resulting despair warps the students, completing their transformation into the Remnants of Despair. In her final moments, Chiaki tries to remind Izuru of the person he once was before passing away, leading Izuru to shed tears for the first time since his transformation.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5701303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danganronpa-3-the-end-of-hopes-peak-academy-side-despair/episodes/5701303",
                    "TitleEnglish": "Goodbye, Hope's Peak High School",
                    "SummaryEnglish": "The blackmailed Juzo and the brainwashed Chisa both tell Kyosuke that Junko is innocent, allowing her to move onto the final stages of her plan. As Junko has the brainwashed Reserve Course students storm the main building and kill the other students before driving them to kill themselves, the 77th class set off to spread despair across the world while Izuru goes off in his own, curious about whether he still possesses some of Hajime's memories. In order to protect his remaining students in the 78th class, Jin has them convert the school's old building into a shelter, unaware of the two Despairs who lurk among them. Some time later, Hajime and Chiaki meet each other in a virtual world.",
                    "Aliases": []
                }
            }
        }
    }
}