{
    "URL": "https://thetvdb.com/series/pocos-udon-world",
    "Genres": [
        "Animation",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6344982/",
        "https://www.vap.co.jp/udonnokuni-anime/",
        "https://www.themoviedb.org/tv/68224"
    ],
    "TitleEnglish": "Poco's Udon World",
    "SummaryEnglish": "Souta Tawara is a web designer working in Tokyo. When he visits his family's Udon place in his hometown Kagawa Prefecture, he discovers a young boy. Upon confronting the boy, Souta soon learns his secret and decides to quit his job in order to take care of the boy, Poko. The daily adventures of the two slowly enfold as Poco energetically navigates his way through Kagawa, the \"Udon Kingdom,\" along with Souta.",
    "Aliases": [
        "Udon no Kuni no Kiniro Kemari"
    ],
    "Modified": "2023-05-30",
    "Seasons": {
        "1": {
            "ID": "675784",
            "URL": "https://thetvdb.com/series/pocos-udon-world/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5697424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pocos-udon-world/episodes/5697424",
                    "TitleEnglish": "Bukkake Udon",
                    "SummaryEnglish": "After his father’s death, Tawara Souta, a web designer who left his hometown in Kagawa prefecture to live in Tokyo, returns to the countryside where he grew up. His father ran a popular udon restaurant, but with no one to take over, the restaurant has closed down. Inside, Souta finds a child fast asleep in an iron pot—a shoeless, dirty, and absolutely starving child. But when Souta tries to take the lost tyke to the police, the rug rat grows an ears and a tail before his very eyes. This is no ordinary child—it’s a tanuki in a human form!",
                    "Aliases": []
                },
                "2": {
                    "ID": "5783759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pocos-udon-world/episodes/5783759",
                    "TitleEnglish": "Kotoden",
                    "SummaryEnglish": "Souta is freaked out by his encounter with a shape-shifting tanuki, but how could anyone leave such a lonely-seeming little thing to fend for itself? He offers the hungry crybaby some shoyumame to eat, and a bath to boot. After that, Souta decides to take the kid into town via the Kotoden train line for some much-needed clothes shopping. There he runs into his first love, Manabe-san, now the mother of two young children, and coincidentally enough, she has her own little ones in tow, too. Caught off guard, Souta introduces the tiny tanuki by the first name that pops into his head: “Poco.”",
                    "Aliases": []
                },
                "3": {
                    "ID": "5794741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pocos-udon-world/episodes/5794741",
                    "TitleEnglish": "The Red Lighthouse",
                    "SummaryEnglish": "Souta is sleeping with a tossing and turning Poco when his longtime friend Nakajima Shinobu shows up for an impromptu fishing trip... at 3 AM. The trio cast their lines under the Red Lighthouse, but the fish just aren’t biting. With a bored Poco playing nearby, Souta and Nakajima have a heart-to-heart about their thoughts on marriage and the future. When Souta sadly reveals that he might sell his childhood home and restaurant, Nakajima presses him to take over the restaurant, but Souta won’t give him a clear answer. Will Souta go through with selling the house? And what about Poco?",
                    "Aliases": []
                },
                "4": {
                    "ID": "5803950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pocos-udon-world/episodes/5803950",
                    "TitleEnglish": "Yashima",
                    "SummaryEnglish": "Souta’s big sister Rinko walks in on Souta, Poco, and Nakajima fast asleep after their fishing trip. Souta is frantic to stop Rinko from prying about Poco, but he’s not the only nervous one—Rinko says she’s bad with kids, and Poco’s afraid of her. But on Rinko’s suggestion, Souta and Poco join her on an outing to Yashima. At the tanuki-connected Yashima Temple, they pray with the pilgrims and enjoy a stroll. And while walking with Poco, the siblings find themselves reminiscing about one old memory after another…",
                    "Aliases": []
                },
                "5": {
                    "ID": "5815741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pocos-udon-world/episodes/5815741",
                    "TitleEnglish": "Chicken on the Bone",
                    "SummaryEnglish": "Souta calls Nakajima out, saying he needs to ask him for a favor. Buttering his longtime friend up with some bone-in chicken, he asks Nakajima to go with him to shoot a video for a class reunion. The two return to their old high school, talk with a teacher they used to have makeup lessons with, and end up reminiscing about the good old days. Souta reveals that he accepted the video project because, after leaving for Tokyo caused him to lose touch with the people of his hometown, he wants to revitalize that connection however he can. That evening, it’s Nakajima’s turn to ask Souta for a favor: to go with him to visit his father, who’s been hurt badly...",
                    "Aliases": []
                },
                "6": {
                    "ID": "5815742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pocos-udon-world/episodes/5815742",
                    "TitleEnglish": "Tokyo Tower",
                    "SummaryEnglish": "Souta needs to go back to Tokyo urgently, but he can’t leave Poco alone. What’s he to do except for take the tyke with him? Naturally, when they step into the office, Poco becomes the center of attention. Souta begs his boss for an extension of his vacation, still torn about what to do. He wants to work, but what about Poco? Preoccupied, he doesn’t notice that something’s off about Poco...",
                    "Aliases": []
                },
                "7": {
                    "ID": "5815743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pocos-udon-world/episodes/5815743",
                    "TitleEnglish": "Ritsurin Garden",
                    "SummaryEnglish": "Souta's made his decision: he's quitting his job and moving back to Kagawa, where he'll work freelance while taking care of Poco. What with all the cooking and trying to keep his little charge out of too much mischief, though, he quickly remembers that parenting a small child is easier said than done. Thankfully, he has a \"senpai\" to turn to in Manabe-san. Can Souta handle a trip to a Gaogao-chan show in Ritsurin Garden with both Poco and Manabe-san's daughter in tow?",
                    "Aliases": []
                },
                "8": {
                    "ID": "5815744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pocos-udon-world/episodes/5815744",
                    "TitleEnglish": "Shodoshima",
                    "SummaryEnglish": "Souta takes Poco on a trip to Shodoshima, where he's to meet with the company his former boss put him in touch with. When they get to the office, the boss is out, so it's time for some sightseeing. But when Souta dozes off, he wakes up to a nightmare...",
                    "Aliases": []
                },
                "9": {
                    "ID": "5836856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pocos-udon-world/episodes/5836856",
                    "TitleEnglish": "Sardine Stock",
                    "SummaryEnglish": "When Hiroshi shows up at Souta's house with a hankering for some homemade udon, Souta remembers the recipes his father left behind, so Souta, Hiroshi, and Poco roll up their sleeves and get cooking. But can Souta and Poco keep Poco's secret from Hiroshi when the little tanuki's tail suddenly pops out?",
                    "Aliases": []
                },
                "10": {
                    "ID": "5836857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pocos-udon-world/episodes/5836857",
                    "TitleEnglish": "The Reservoir",
                    "SummaryEnglish": "It's a lazy day at Souta's house when Nakajima abruptly reveals that his mother guilted him into agreeing to a marriage interview. He's thirty and still single, and Souta's stuck in the same boat. Rinko on the other hand is already married, but not exactly a perfect homemaker. So when she offers to make the boys lunch, they realize she's acting strange...",
                    "Aliases": []
                },
                "11": {
                    "ID": "5836859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pocos-udon-world/episodes/5836859",
                    "TitleEnglish": "Takamatsu Festival",
                    "SummaryEnglish": "Souta begins to seriously consider what it will take to permanently live in Kagawa with tanuki-boy Poco. He knows it will be easier said than done, but at least his freelance work prospects are panning out with another job from Manabu: livestreaming the local Takamatsu Festival!",
                    "Aliases": []
                },
                "12": {
                    "ID": "5836860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pocos-udon-world/episodes/5836860",
                    "TitleEnglish": "Kakeudon",
                    "SummaryEnglish": "Excited by the festival fireworks display, Poco accidentally lets his tail out in the middle of the crowd, in full view of the cameras. Does this spell the end for Souta and Poco's little family...?",
                    "Aliases": []
                }
            }
        }
    }
}