{
    "URL": "https://thetvdb.com/series/battle-arena-toshinden",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Mini-Series"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0144095/",
        "https://www.themoviedb.org/tv/117012"
    ],
    "TitleEnglish": "Battle Arena Toshinden",
    "SummaryEnglish": "Shinjo Eiji and friends Kayin Amoh, Sofia, and Ellis are invited to a fighting tournament under suspicious circumstances. Deciding to discover the truth behind the tournament, they fight, coming across some hidden pasts along the way. Based off the second game in the PlayStation series of the same name.",
    "Aliases": [],
    "Modified": "2024-09-30",
    "Seasons": {
        "1": {
            "ID": "678843",
            "URL": "https://thetvdb.com/series/battle-arena-toshinden/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "5730035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-arena-toshinden/episodes/5730035",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "In the final round of the Battle Arena Toshinden tournament, Eiji Shinjo faces the tournament's sponsor, Gaia, in Mortal Kombat. Gaia mentions that Eiji's skills are comparable to those of his long-lost brother, Sho, but before he can explain, the fight is interrupted by a man called Chaos, who works for the same Organization as Gaia and has been sent to eliminate him upon discovering that Gaia is rallying fighters to overthrow the Organization. Gaia slays Chaos and flees, leaving the tournament without a winner.\r\n\r\nA year later, both Sho and Chaos, the latter having apparently survived his fight with Gaia, working for the Organization's leader, Lady Uranus, begin hunting down the fighters from the tournament, such as Fo Fai, Rungo Iron and Mondo. Eiji, along with his best friend Kayin Amoh, split up to warn the other competitors. Eiji meets up with Sofia, an amnesiac agent and personal friend of his, and explains the situation to her. That night, however, Uranus takes control of Sofia's mind and has her try to kill Eiji, but Eiji fights back and breaks Uranus's hold on her. Sho himself then appears and does battle with Eiji, quickly gaining the upper hand, but Eiji discovers that Sho is actually a machine and overpowers him. Uranus appears and destroys Sho, goading Eiji before taking her leave. Enraged, Eiji vows to take Uranus and the Organization down.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5730037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-arena-toshinden/episodes/5730037",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "Eiji and Kayin meet up with another competitor, Ellis, and warn her of the danger. Believing she may be slain, Eiji and Kayin set a trap for Chaos and surprise him when he arrives. Gaia appears and fights Chaos again, and in the process, Ellis deduces from Gaia's pendant that Gaia is her long-lost father. Chaos blinds Gaia with gas and aims poison-tipped darts at him, but Ellis jumps in the way and is poisoned. Chaos smugly informs them that only the Organization has the antidote and flees back to the base, knowing that Gaia will likely seek him and Uranus out in revenge. After Ellis is hospitalised, Eiji, Kayin, Gaia and Sofia, with help from a policewoman, Tracy, launch an all-out assault on Uranus's base, aided by Rungo, Fo, Mondo and Duke, the other fighters from the tournament. Gaia locates and fights Chaos again while Eiji finds and destroys the facility where the copies of Sho are being created. Eiji and Kayin aid Gaia and eventually destroy Chaos once and for all. They confront Uranus in the throne room, where Uranus tells them that the facility was only a decoy, and the true one is beneath the base. However, the real Sho appears and defies Uranus, informing her that he has destroyed the real facility, which has caused the base to start collapsing. After swearing revenge, Uranus flees. Eiji, Kayin and Gaia make it out of the base before it explodes, but Sho is nowhere to be found.",
                    "Aliases": []
                }
            }
        }
    }
}