{
    "URL": "https://thetvdb.com/series/mars-2016",
    "Genres": [
        "Adventure",
        "Documentary",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4939064/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH02514898",
        "https://www.themoviedb.org/tv/68427"
    ],
    "TitleEnglish": "Mars (2016)",
    "SummaryEnglish": "The year is 2033, and humanity's first crewed mission to Mars is about to become a reality. As a clock counts down the final 90 seconds to landing, an expert crew of astronauts endures the final harrowing moments before touching down on the red planet. Even with the best training and resources available, the maiden crew of the Daedalus spacecraft must push itself to the brink of human capability in order to successfully establish the first sustainable colony on Mars. Set both in the future and in the present day, the global miniseries event MARS blends feature film-caliber scripted elements set in the future with documentary vérité interviews with today’s best and brightest minds in modern science and innovation, illuminating how research and development is creating the space technology that will enable our first attempt at a mission to Mars.",
    "Aliases": [],
    "Modified": "2025-10-02",
    "Seasons": {
        "0": {
            "ID": "679238",
            "URL": "https://thetvdb.com/series/mars-2016/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "5829411",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/mars-2016/episodes/5829411",
                    "TitleEnglish": "Before Mars",
                    "SummaryEnglish": "\"Before MARS\" is the dramatic backstory of Hana & Joon Seung, principal characters in the upcoming series \"MARS\" on the National Geographic Channel.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5886262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mars-2016/episodes/5886262",
                    "TitleEnglish": "Making Mars",
                    "SummaryEnglish": "A look at the real science that went in to making the landmark series MARS.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5822478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mars-2016/episodes/5822478",
                    "TitleEnglish": "Expedition Mars",
                    "SummaryEnglish": "Expedition Mars brings to life one of the greatest sagas of the Space Age, the epic adventures of Spirit and Opportunity, the rovers that saved NASA's Mars program after a string of failures in the 1990's.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6903160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mars-2016/episodes/6903160",
                    "TitleEnglish": "Inside SpaceX",
                    "SummaryEnglish": "Compilation of the best parts of Space X from Mars season 1 and new Falcon Heavy footage.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "684724",
            "URL": "https://thetvdb.com/series/mars-2016/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "5793379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mars-2016/episodes/5793379",
                    "TitleEnglish": "Novo Mundo",
                    "SummaryEnglish": "In 2033, the first human mission to Mars enters the red planet's atmosphere but the crew of the Daedalus faces a life-threatening emergency when the ship's landing system goes offline.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5801242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mars-2016/episodes/5801242",
                    "TitleEnglish": "Grounded",
                    "SummaryEnglish": "The Daedalus crew battles across the harsh Martian terrain to reach their base camp; in the present-day documentary, NASA astronaut undergoes a yearlong mission on the International Space Station to understand hardships of space exploration.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5801243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mars-2016/episodes/5801243",
                    "TitleEnglish": "Pressure Drop",
                    "SummaryEnglish": "In 2033, the Daedalus crew struggles to find shelter that can provide protection from radiation; in present day documentary, European Space Agency and Roscosmos partner to launch an orbiter that will help future Mars missions prepare for settlement.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5801244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mars-2016/episodes/5801244",
                    "TitleEnglish": "Power",
                    "SummaryEnglish": "A new crew arrives on Mars four years after the Daedalus landed to help execute plans for expansion and search for life; McMurdo Station in Antarctica serves as a modern example of how humans will settle Mars.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5801245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mars-2016/episodes/5801245",
                    "TitleEnglish": "Darkest Days",
                    "SummaryEnglish": "In 2037, the psychological pressures of life on Mars reveal themselves while the crew is trapped inside the habitat; in present-day, scientists study the effects of extreme isolation in various long-term analog missions.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5801246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mars-2016/episodes/5801246",
                    "TitleEnglish": "Crossroads",
                    "SummaryEnglish": "In 2037, a devastating tragedy in the colony forces everyone on Mars and Earth to question the mission; in present-day, commercial space company SpaceX again attempts to pioneer the rocket technology that would help mankind reach the red planet.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "773556",
            "URL": "https://thetvdb.com/series/mars-2016/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "6777770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mars-2016/episodes/6777770",
                    "TitleEnglish": "We Are Not Alone",
                    "SummaryEnglish": "After almost a decade alone on Mars, scientists at the International Mars Science Foundation’s (IMSF) fully developed Olympus Town settlement prepare for the arrival of a group of highly skilled astronauts working for Lukrum Industries, a for-profit corporation specializing in natural resource extraction. In present day on Earth aboard the world’s northernmost oil platform in the Arctic, extreme conditions make for a Mars-like work environment.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6778249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mars-2016/episodes/6778249",
                    "TitleEnglish": "Worlds Apart",
                    "SummaryEnglish": "IMSF and Lukrum, now sharing a common water and power source, have established a tenuous coexistence that threatens to dissolve when Kurt and his crew make unexpected headway in their mission to mine the planet, and Hana works to maintain diplomacy between the two camps—until tragedy strikes. Meanwhile, on Earth, Dr. Leslie Richardson asserts her authority as the new IMSF Secretary General. In present day, Greenpeace activists take to the seas to protest Arctic oil drilling in the Barents Sea, and the effectiveness of such tactics are examined.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6778253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mars-2016/episodes/6778253",
                    "TitleEnglish": "Darkness Falls",
                    "SummaryEnglish": "When a solar flare strikes the planet and knocks out communications between and within colonies, the Olympus Town team races against the clock to locate exobiologist/geologist Marta Kamen, who becomes stranded on the surface during a rogue research expedition. Meanwhile, the colony is bracing for its first-ever pregnancy on the Red Planet; tragedy strikes Hana (Jihae); and Amelie’s plans to return to Earth are thwarted. In present day, a scientist and his team on Earth brave harsh and dangerous conditions in the pursuit of data that will help predict the effects of glacial melt on global sea levels.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6778311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mars-2016/episodes/6778311",
                    "TitleEnglish": "Contagion",
                    "SummaryEnglish": "Marta convalesces as a mysterious illness sweeps through Olympus Town and Lukrum Colony. When IMSF realizes one of its own has died as a result, it races to determine the cause, origin and mode of transmission before time runs out—and more lives are claimed. Back in present day, Vladimir Chuprov, a Greenpeace activist, sheds light on an indigenous health crisis being kept quiet by the Russian state to benefit their Arctic oil endeavors.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6778312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mars-2016/episodes/6778312",
                    "TitleEnglish": "Power Play",
                    "SummaryEnglish": "Lukrum strikes a deal with Russia for exclusive mining rights. Uneasiness spreads over Olympus Town as LT. Commander Mike Glenn undermines Hana and endangers the members of Lukrum Colony as a result. And, a new baby – the first-generation Martian – arrives two months early! In the Arctic Circle in present day, nations attempt to work together to reign in corporate interests, protect fragile ecosystems and preserve indigenous lifestyles while fossil-fuel companies prioritize their own profit over the public good.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6778313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mars-2016/episodes/6778313",
                    "TitleEnglish": "The Shakeup",
                    "SummaryEnglish": "Lukrum pushes its corporate interest too far and unintentionally jeopardizes the safety of both colonies. IMSF springs into action to stabilize the situation, but for some, it will be too late. In the current climate on Earth, human activity has destabilized the natural world. NASA’s Operation Icebridge studies Arctic sea ice in an attempt to bring awareness to global warming and the dramatically changing state of our planet, the only home we have… for now!",
                    "Aliases": []
                }
            }
        }
    }
}