{
    "URL": "https://thetvdb.com/series/bloodivores",
    "Genres": [
        "Action",
        "Animation",
        "Horror",
        "Suspense"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6362756/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=a12372",
        "https://www.themoviedb.org/tv/68078"
    ],
    "TitleEnglish": "Bloodivores",
    "SummaryEnglish": "60 years ago, a strange case of insomnia struck the population, forcing them to stay awake for more than a full week. The victims, completely sleep deprived, all went mad. To cure this illness, a new medicine was produced, but the side effects turned the patients into vampires. Humanity went to war against this new species and triumphed, but some of the vampires managed to survive. Born from a Human and a Vampire, the main character Mi Liu, “The Child of Hope”, is to represent the new hope that will connect the two species. Ringleader of a bank robbery, Mi Liu is arrested and transferred to a special prison of the National Defense Agency that monitors Vampires. Trying to break free with Anji, Mi Liu is attacked by strange monsters and he finds out that the prison location corresponds to the birthplace of Vampires, the old capital “Blue Town.\"",
    "Aliases": [
        "Time Prisoners"
    ],
    "Modified": "2023-04-02",
    "Seasons": {
        "1": {
            "ID": "680517",
            "URL": "https://thetvdb.com/series/bloodivores/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5745480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloodivores/episodes/5745480",
                    "TitleEnglish": "Bloodivores",
                    "SummaryEnglish": "A case of insomnia swept across the globe. As a side effect of the drug developed to suppress this sickness of causes unknown, the “bloodivores” were born. Born from bloodivore and human parents, protagonist Mi Ryu was known as “The Child of Hope” tying bloodivore and humankind together. However, when Miryu is arrested as the principal offender in a bank robbery, he is taken to a special prison operated by the Bureau of Special Threat Management for observing bloodivores.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5773645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloodivores/episodes/5773645",
                    "TitleEnglish": "Awakening",
                    "SummaryEnglish": "Punished for a crime he didn't commit, when he awoke, Miryu found himself inside a mysterious facility. Waiting for him there was a survival game of life and death.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5773646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloodivores/episodes/5773646",
                    "TitleEnglish": "Hemomancy",
                    "SummaryEnglish": "Bloodivores and hemomancers are gathered at the prison. Then monsters suddenly appear. As questions and suspicions mount, Mi Ryu is forced to recall unpleasant memories from his childhood.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5773647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloodivores/episodes/5773647",
                    "TitleEnglish": "Sacrifice",
                    "SummaryEnglish": "The bloodivores and hemomancers fight together to survive. However, their alliance is fleeting—no more than a false friendship.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5793830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloodivores/episodes/5793830",
                    "TitleEnglish": "Sapphire",
                    "SummaryEnglish": "Anji's wound is deep. To save her, Mi Ryu uses the data terminal forced on him by his father. However, through it he discovers a shocking truth.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5793831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloodivores/episodes/5793831",
                    "TitleEnglish": "Choices",
                    "SummaryEnglish": "The weak perish and the strong survive. As the bloodivores are tossed about by their cruel fate, Li Shin challenges Lu Yao, the strongest of the failures.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5793833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloodivores/episodes/5793833",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "Still unable to believe the truth, Mi Ryu continues aimlessly walking while carrying Anji as though it were his punishment.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5793834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloodivores/episodes/5793834",
                    "TitleEnglish": "Countdown",
                    "SummaryEnglish": "Why and how was Anji revived? Amidst the joy and confusion, a little traveling companion connected to the mystery joins the group. However, it is also the beginning of a new problem.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5793835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloodivores/episodes/5793835",
                    "TitleEnglish": "Meeting",
                    "SummaryEnglish": "In order to save their new companion Yaya, Mi Ryu and company request Lu Yao's help while fully aware of the risks. Will their deal with the devil turn out in their favor or turn against them?",
                    "Aliases": []
                },
                "10": {
                    "ID": "5793837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloodivores/episodes/5793837",
                    "TitleEnglish": "Plan",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "5793838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloodivores/episodes/5793838",
                    "TitleEnglish": "Boom",
                    "SummaryEnglish": "Lee Shin continues his mindless rampage. Prepared to die, Mi Liu fights alone. As he fights, Anji and Chen Fong are forced to make a difficult decision.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5793839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloodivores/episodes/5793839",
                    "TitleEnglish": "Counterattack",
                    "SummaryEnglish": "Mi Liu faces the monsters to save Yaya's life. In his moment of desperation, he's saved by Anji and her awakened hemomancy powers.",
                    "Aliases": []
                }
            }
        }
    }
}