{
    "URL": "https://thetvdb.com/series/digimon-universe-appli-monsters",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Children",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6114326/",
        "http://www.toei-anim.co.jp/tv/appmon/",
        "https://www.themoviedb.org/tv/68099"
    ],
    "TitleEnglish": "Digimon Universe: App Monsters",
    "SummaryEnglish": "Everyone in the world uses smartphone apps. But inside them lurks unknown creatures called \"Appli Monsters,\" or \"Appmon.\" The Appmon are AI lifeforms with the ability to think and act, and exist in the boundary between the human world and digital space. In the vast sea of the internet, the \"last boss AI\" Leviathan takes control of the Appmon with a virus and begins hacking every system, thus starting to control the human world from the world of the net. Haru Shinkai is led to acquire the Appli Drive, and uses it to materialize Gatchmon, a search app monster.",
    "Aliases": [
        "Applimon",
        "Appmon"
    ],
    "Modified": "2025-03-15",
    "Seasons": {
        "1": {
            "ID": "682709",
            "URL": "https://thetvdb.com/series/digimon-universe-appli-monsters/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "5769523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/5769523",
                    "TitleEnglish": "The Search Result is Haru Shinkai! Gatchmon Appears!",
                    "SummaryEnglish": "Haru Shinkai always thought that he never had what it takes to be a hero, until a fated meeting with Gatchmon gives him the choice to become one.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5773650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/5773650",
                    "TitleEnglish": "The Mysterious Navigator! I am Navimon!",
                    "SummaryEnglish": "Haru's friends get themselves in trouble when their search apps go hawyire, and realizing that an Appmon is the culprit, he and Gatchmon confront it.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5775468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/5775468",
                    "TitleEnglish": "The Character I've Raised is Naked!? Roleplaymon's School Dungeon!",
                    "SummaryEnglish": "After gaining a new ally that can fuse with Gatchmon into the more powerful DoGatchmon and driving away Cameramon, an agent of the evil artificial intelligence \"Leviathan\", Haru pursues an Appmon that intends to transform the city's systems into a Role Playing Game.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5775471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/5775471",
                    "TitleEnglish": "Thank the Costume Master! Cameramon's Halloween Scandal!",
                    "SummaryEnglish": "It's Halloween and Gatchmon leaves Haru's side to enjoy the festivities. However, Cameramon takes the opportunity to ambush Haru in order to steal his AppliDrive.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5775473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/5775473",
                    "TitleEnglish": "A Dokkan Punch To Your Heart! Eri is an Appmon Idol!",
                    "SummaryEnglish": "Haru discovers that the idol Eri Karan is an Appli Driver like him and decides to meet her. In the occasion, the two join forces against a rogue Appmon that is messing up with people's clothes.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5824811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/5824811",
                    "TitleEnglish": "The best Gourmet Report! Gourmet Appli, Perorimon!",
                    "SummaryEnglish": "Eri meets the gourmet Appmon, Perorimon, and attempts to appease him in order to bolster her career, but the plan backfires and Perorimon flees. Soon after, data from sites everywhere starts going missing, and both Eri and Haru start searching for Perorimon, wondering if he is involved, until they find the real culprit.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5824812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/5824812",
                    "TitleEnglish": "The third Appli Drive! Torajirou is the Apptuber!",
                    "SummaryEnglish": "Haru meets Torajirou Asuka, a famous Apptuber who also happens to be an Appli Driver like him and Eri. Aside from his energetic demeanor, Torajirou also hides a strict side that is revealed when he and Haru confront an Appmon that is making watches around the world out of sync.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5834175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/5834175",
                    "TitleEnglish": "The Super Suck Big Pinch!? Astra's Great",
                    "SummaryEnglish": "Haru introduces Torajirou and Eri, but they soon start bickering due to their incompatible egos. Soon after, Torajirou becomes distressed upon learning of another Apptuber becoming far more famous than him, and his videos plummeting in popularity suddenly, unaware that an infected Appmon is involved.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5845009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/5845009",
                    "TitleEnglish": "Aim at the Rated Number One! Appmon Championship in Cyber Arena!",
                    "SummaryEnglish": "Haru, Torajirou and Eri are invited by their Appmon to participate in a competition between them, but the climax of the festivities are interrupted when a hostile Appmon called Hackmon arrives to challenge them.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5856053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/5856053",
                    "TitleEnglish": "The Appmon's Long-Awaited! The Legend Seven Code Meeting!",
                    "SummaryEnglish": "Haru and the others attend a meeting intending to meet the other Seven Code Appmon, but instead they are lured into an ambush by Hackmon and his Appli Driver Rei, who challenge them for a fight.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5868832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/5868832",
                    "TitleEnglish": "Dive into the Sea of Net! Chasing to the Super Hacker, Rei!",
                    "SummaryEnglish": "Chasing after Rei in order to rescue the Seven Code Appmon he stole from them, Haru and his friends come across Sakusimon, another of Leviathan's agents, but are rescued by Rei, and learn the reason why he is gathering the Seven Codes for himself.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5875113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/5875113",
                    "TitleEnglish": "Defeating Sakushimon with Super Applink!",
                    "SummaryEnglish": "Once learning that Rei just wants to rescue his younger brother Hajime, who was kidnapped by Leviathan, Haru offers his help. However, Rei refuses and decides to attack Haru and the others instead, when Sakusimon returns and attacks him, giving an opportunity to them to escape. Haru, on the other hand, refuses to abandon Rei, and the group decides to confront the enemy together.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5884165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/5884165",
                    "TitleEnglish": "The Christmas Disappeared!? The Calendar Thief Calendarmon!",
                    "SummaryEnglish": "Christmas is at hand but both December 24th and 25th are erased from the world's digital calendars, threatening to ruin the festivities. While pursuing the Appmon responsible, Haru and Gatchmon ends up revealing their secret to Haru's friend Ai Kashiki, who becomes their ally.",
                    "Aliases": []
                },
                "14": {
                    "ID": "5895946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/5895946",
                    "TitleEnglish": "The City Becomes Puzzle Game!? Puzzlemon Runaway!",
                    "SummaryEnglish": "By the interference of another rogue Appmon, the city is in turmoil because all electronic doors and vehicles are sealed by puzzle-related locks, and Haru and his friends run after it to bring things back to normal.",
                    "Aliases": []
                },
                "15": {
                    "ID": "5914582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/5914582",
                    "TitleEnglish": "See Through the Future!? Mysterious Fortune Teller, Tellermon",
                    "SummaryEnglish": "In order to find out the location of the next seven code appmon, Haru and co asked a fortune teller app appmon: Tellermon to perform fortune telling. However, Tellermon is infected by L virus, and while Eri and Astra run after her, Haru and Rei confront Mienumon, another of Leviathan's envoys.",
                    "Aliases": []
                },
                "16": {
                    "ID": "5938926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/5938926",
                    "TitleEnglish": "The Message that Transcends Time The Truth About the AppliDrive",
                    "SummaryEnglish": "Haru learns that the mysterious voice calling to him from his AppliDrive is the same as his grandfather's. By investigating further about him, the gang encounters the time Appmon, Timemon, who reveals to them the secret behind Leviathan and the one who gave them their AppliDrives.",
                    "Aliases": []
                },
                "17": {
                    "ID": "5938927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/5938927",
                    "TitleEnglish": "Eri is Multiplying by Copy-paste?! Reclaim, the Stage of Dreams!",
                    "SummaryEnglish": "Mienumon sends the Copy and Paste Appmon, Copypamon to cause a ruckus and torment Eri just when she is about to launch her first single.",
                    "Aliases": []
                },
                "18": {
                    "ID": "5938928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/5938928",
                    "TitleEnglish": "Haru and Yūjin's Bond - Stop! Rampaging Resshamon!",
                    "SummaryEnglish": "Haru considers sharing his secret with his best friend Yūjin Ōzora, just like he did with Ai. However, when an infected Appmon hijacks a monorail with Yūjin and Eri on board, Haru and Astra run against time to prevent a tragedy.",
                    "Aliases": []
                },
                "19": {
                    "ID": "5967691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/5967691",
                    "TitleEnglish": "The Net Ocean is a Big Pinch! The Time is Here, Ultimate AppFusion!!",
                    "SummaryEnglish": "Mienumon invades the servers of the software company Waffle Inc. just as they are to launch the new version of their Operational System to infect it. Once learning the situation from Rei, Haru and co. rush there to stop her plans, but the odds against them are overwhelming, until Timemon, witnessing the strength of the bond between Haru and Gatchmon, decides to join their side, giving Gatchmon the power to Applink to the ultimate level.",
                    "Aliases": []
                },
                "20": {
                    "ID": "5967692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/5967692",
                    "TitleEnglish": "Goodbye Astra!? Dreamon's Nightmare!",
                    "SummaryEnglish": "Torajiro's father decides to send him for a two year training trip, but leaves the final decision to him. Divided between his duty with his family and his desire to keep making videos on Apptube, Torajiro learns that his father's life may be in danger when he is approached by the dream Appmon, Dreamon who intends to lend him the power to upgrade Musimon's power to the next level.",
                    "Aliases": []
                },
                "21": {
                    "ID": "5984418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/5984418",
                    "TitleEnglish": "The Way to the Top Idol! Coachmon's Intensive Training!",
                    "SummaryEnglish": "Mienumon decides to send Coachmon in another ploy to torment Eri. However, moved by Eri true desire to improve herself, no matter what harsh training he imposes, Coachmon reforms and helps Dokamon to reach the ultimate level.",
                    "Aliases": []
                },
                "22": {
                    "ID": "5984421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/5984421",
                    "TitleEnglish": "Lend me Your Power Rei and Hackmon, Encounter in that Day",
                    "SummaryEnglish": "As Haru and his friends chase after Mienumon, who stole the seventh and final Seven Code Appmon Chip, Rei and Hackmon set to face Dezipmon, an Appmon they encountered when they first met, and the key for them to reach the Ultimate level.",
                    "Aliases": []
                },
                "23": {
                    "ID": "6006731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6006731",
                    "TitleEnglish": "Take Back the Seven Code Appmon! Showdown Ultimate vs Ultimate!",
                    "SummaryEnglish": "Haru and co. catch up to Mienumon before she manages to escape to the deep web with the seventh Seven Code Chip. However, she Applinks with Sakusimon into her Ultimate form, Warudamon and takes the offensive against them, until Rei arrives to help and the four AppliDrivers power up their Appmon to the Ultimate level as well to fight back.",
                    "Aliases": []
                },
                "24": {
                    "ID": "6006732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6006732",
                    "TitleEnglish": "Super Giant Cometmon Invasion!? Open the Door, Dantemon!",
                    "SummaryEnglish": "At last the Seven Code Appmon are gathered. However, the massive Appmon Cometmon appears to strike down at the Applidrivers, until Dantemon emerges from the Seven Code pad to defend them and open the door to the deep web, where Leviathan resides.",
                    "Aliases": []
                },
                "25": {
                    "ID": "6006733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6006733",
                    "TitleEnglish": "Infiltrating to the Deep Web at last! The Mysterious Cyber Kowloon!",
                    "SummaryEnglish": "While looking for Leviathan's whereabouts, Haru and his friends end up meeting the drawing Appmon Drawmon, who leads them to a trap. Meanwhile, Rei obtain more info about what happened with his brother and has a shocking revelation.",
                    "Aliases": []
                },
                "26": {
                    "ID": "6031023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6031023",
                    "TitleEnglish": "I am the Protagonist!? Encounter with Gatchmon",
                    "SummaryEnglish": "A summary of the events in the series so far.",
                    "Aliases": []
                },
                "27": {
                    "ID": "6031024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6031024",
                    "TitleEnglish": "The Fifth AppliDriver!",
                    "SummaryEnglish": "Haru and co. confront a rogue Appmon that spreads false scandals and dark secrets on the net, but this time, the enemy is assisted by Satellamon, who leaves them in a pinch, until Yūjin appears to help, revealing that he is also an AppliDriver.",
                    "Aliases": []
                },
                "28": {
                    "ID": "6047855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047855",
                    "TitleEnglish": "Appli Drive DUO! Offmon Appears",
                    "SummaryEnglish": "Yūjin and his Appmon Offmon join the team, but when Offmon runs in fear of the others, they search after him, coming across another enemy in the way.",
                    "Aliases": []
                },
                "29": {
                    "ID": "6047856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047856",
                    "TitleEnglish": "A Buddy Cancellation!? Gatchmon Runs Away",
                    "SummaryEnglish": "Fed up with the others doting Offmon, Gatchmon runs away from home, and both Dokamon and Musimon decide to follow him. However, they meet a boy who is lost after also running away and the trio works together to help him find his way back to his family.",
                    "Aliases": []
                },
                "30": {
                    "ID": "6047857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047857",
                    "TitleEnglish": "Dokamon's Love!? Gourmet Appli-Mary Perrot Attack",
                    "SummaryEnglish": "MariPerorimon, the Appmon of a Gourmet App specialized on Mega Servings, look for Eri's help to increase her reviewing skills, but with Eri too busy with work, Dokamon offers himself to train her instead.",
                    "Aliases": []
                },
                "31": {
                    "ID": "6047858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047858",
                    "TitleEnglish": "Journey with a Companion!? Tripmon's Trip of Fear",
                    "SummaryEnglish": "Eri earns a trip to a resort hotel and invites Haru and the others for it. However, they are misdirected by Tripmon, an Appmon serving under Satellamon, who is eager to take back at Offmon for stopping him in their previous encounter.",
                    "Aliases": []
                },
                "32": {
                    "ID": "6047859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047859",
                    "TitleEnglish": "Take out everyone! Remove Offmon's evil pillar!",
                    "SummaryEnglish": "After losing control and injuring Yūjin in the last fight, Offmon decides to leave his side, but Satellamon appears to challenge Offmon again and Yūjin convinces him to trust their bond and fight the enemy together with Haru and Globemon's help.",
                    "Aliases": []
                },
                "33": {
                    "ID": "6047860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047860",
                    "TitleEnglish": "The Senior High School Student CEO! Naito Unryūji Appears!",
                    "SummaryEnglish": "Rei steals some critical data while looking for Hajime, while the CEO of L Corporation is replaced by Knight Unryūji, a young boy working for Leviathan.",
                    "Aliases": []
                },
                "34": {
                    "ID": "6047861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047861",
                    "TitleEnglish": "Thank you Future! Welcome to the City of Artificial Intelligence!",
                    "SummaryEnglish": "Haru, Eri, Torajiro and Yūjin are invited to visit L Town, a city fully designed and operated by L Corp, where they encounter Cloud, a human who warns them to stop meddling with Leviathan's plans.",
                    "Aliases": []
                },
                "35": {
                    "ID": "6047862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047862",
                    "TitleEnglish": "Aim to be the God 9! The General Election of AppliYama 470!",
                    "SummaryEnglish": "AppliYama 470's general election is underway. Eri works hard to secure a position among the most voted idols, but in the last minute, a rogue Appmon out of devotion for her decides to mess up with the results, forcing her and her friends to intervene.",
                    "Aliases": []
                },
                "36": {
                    "ID": "6047863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047863",
                    "TitleEnglish": "The Conclusion of General Election! The Hand of Devil Approaching to Eri!",
                    "SummaryEnglish": "The time has come for the general election to end. As Eri and her friends are eagerly waiting for the results, Rei and Hackmon break into one of L Corp's buildings and discover its connection with Leviathan.",
                    "Aliases": []
                },
                "37": {
                    "ID": "6047864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047864",
                    "TitleEnglish": "Invasion! The Ultimate Appmons, Ultimate 4!",
                    "SummaryEnglish": "Haru, Eri, Torajirou and Rei are attacked by the Ultimate 4, a team of powerful Appmon under Leviathan's that easily destroy both their buddies and AppliDrives. Just as they are about to be killed as well, Yūjin and Shutmon appear and face the enemies by themselves to help them escape.",
                    "Aliases": []
                },
                "38": {
                    "ID": "6047865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047865",
                    "TitleEnglish": "Take Back the Gatchmon! Grandpa Den'emon's Trial!",
                    "SummaryEnglish": "Haru is contacted by his grandfather, and guided by his instructions, he and the others reunite with their Appmons, who do not remember them at all, and are sent to a journey to restore their buddies' memories. In the occasion, they not only reconnect with Gatchmon and the others, but obtain each one their own AppliDrive DUO.",
                    "Aliases": []
                },
                "39": {
                    "ID": "6047866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047866",
                    "TitleEnglish": "The New Power! The AppliDrive DUO!",
                    "SummaryEnglish": "Haru and the others set to rescue Yūjin and Offmon from the Ultimate 4, but are informed that they only have 60 minutes left before the two are killed. To proceed further, they must also confront some of their fallen enemies who were revived to fight them again.",
                    "Aliases": []
                },
                "40": {
                    "ID": "6047867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047867",
                    "TitleEnglish": "Ultimate 4 Returns! Cloud's Challenge Letter!",
                    "SummaryEnglish": "The AppliDrivers run against time to rescue Yūjin and Offmon. Haru's friends stay behind to face the other members of the Ultimate 4, opening the way for him and Gatchmon to rush after their leader, Charismon.",
                    "Aliases": []
                },
                "41": {
                    "ID": "6047868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047868",
                    "TitleEnglish": "The Ultimate Fierce Fighting! Globemon vs. Charismon!",
                    "SummaryEnglish": "Time is running out, but Haru still must pass by Charismon to rescue Yūjin and Offmon. Overpowered by the enemy, all hope seems lost until Haru makes a risky move to boost out his buddy's power.",
                    "Aliases": []
                },
                "42": {
                    "ID": "6047869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047869",
                    "TitleEnglish": "Rei's Determination! The Great",
                    "SummaryEnglish": "Haru and co. join forces to help Rei storm the headquarters of L Corp in search for his brother, Hajime. But it not takes long for them to be discovered and they must fight their way against an army of Sleepmon to rescue him.",
                    "Aliases": []
                },
                "43": {
                    "ID": "6047870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047870",
                    "TitleEnglish": "Wake Up, Sleepmon! The Appmon Championship Reopening!!",
                    "SummaryEnglish": "Hajime was transformed into the Appmon Sleepmon and is on a deep sleep, thus all the Appmon attempt to wake him up with no success, until he finally awakens thanks to Rei's efforts and reveals the reason why he was kidnapped by Leviathan.",
                    "Aliases": []
                },
                "44": {
                    "ID": "6047871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047871",
                    "TitleEnglish": "Chasing to the Fugitive, Bootmon!",
                    "SummaryEnglish": "To stop Leviathan from taking over the world, the AppliDrivers must find Hajime's creation, the Appmon Bootmon before he is captured by the enemy, but during their search for him, another troublesome Appmon named Damedamon appears in their way.",
                    "Aliases": []
                },
                "45": {
                    "ID": "6047872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047872",
                    "TitleEnglish": "The Big Crash!? Gatchmon vs Agumon!",
                    "SummaryEnglish": "Game characters from all over the country turn rogue by the hand of another of Leviathan's minions and to stop them, Haru and Gatchmon are helped by Agumon, a character from the video game \"Digimon Universe\", that Haru played when he was younger.",
                    "Aliases": []
                },
                "46": {
                    "ID": "6047873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047873",
                    "TitleEnglish": "The Oath Beneath the Starry Sky! The Great",
                    "SummaryEnglish": "Torajirou is dragged by his uncle to a secluded temple for training and his friends set out to break him out. On their way, Rei warns Haru be careful arround Yūjin, as he is suspicious of him.",
                    "Aliases": []
                },
                "47": {
                    "ID": "6047874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047874",
                    "TitleEnglish": "The Truth about Yūjin",
                    "SummaryEnglish": "Upon learning that Bootmon is hiding at Haru's school, the gang devises a plan to finally catch him. However, when Bootmon is cornered, Yūjin reveals his true self and captures him under Leviathan's orders.",
                    "Aliases": []
                },
                "48": {
                    "ID": "6047875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047875",
                    "TitleEnglish": "Starting! The Design of Humanity Application!",
                    "SummaryEnglish": "With Bootmon under his control, Yūjin awakens the Omnippotent God Appmon, Deusmon, to start the final stage of Leviathan's plan to control the world. Analyzing data from Deusmon, Rei and Hajime create a special program to attain the God Grade as well, but while the others decide to fight to the end, Haru is still in shock with Yūjin's betrayal.",
                    "Aliases": []
                },
                "49": {
                    "ID": "6047876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047876",
                    "TitleEnglish": "The Miraculous Final Evolution! The God Appmon Advent!",
                    "SummaryEnglish": "Eri, Torajirou and Rei bring their Appmon to the God Grade to confront Deusmon, while Haru is attacked by Yūjin. Still disheartened with the revelation that Yūjin is an enemy, Haru refuses to fight back, until Gatchmon succeeds in cheering him up.",
                    "Aliases": []
                },
                "50": {
                    "ID": "6047877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047877",
                    "TitleEnglish": "The Bond of Hope! Haru and Gaiamon!!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "51": {
                    "ID": "6047878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047878",
                    "TitleEnglish": "The Dream of Artificial Intelligence",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "52": {
                    "ID": "6047879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-universe-appli-monsters/episodes/6047879",
                    "TitleEnglish": "Our Singularity",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}