{
    "URL": "https://thetvdb.com/movies/the-big-girl",
    "Genres": [
        "Action",
        "Animation",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1578722/",
        "http://www.thebigblackgirl.com/"
    ],
    "TitleEnglish": "The Big Girl",
    "SummaryEnglish": "Cinderella attempts to rescue her prince from the Devil's clutches.",
    "Aliases": [
        "The Big Black Girl"
    ],
    "Modified": "2021-11-05",
    "Seasons": {
        "0": {
            "ID": "683878",
            "URL": "https://thetvdb.com/series/beyond/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6475739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyond/episodes/6475739",
                    "TitleEnglish": "What Lies Ahead",
                    "SummaryEnglish": "A sneak peek at the second season of \"Beyond,\" with behind-the-scenes secrets and an insider look at the making of the series. Included: remarks from the cast; and Season 2's new characters and storylines.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "683879",
            "URL": "https://thetvdb.com/series/beyond/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "5782727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyond/episodes/5782727",
                    "TitleEnglish": "Pilot",
                    "SummaryEnglish": "Holden Matthews miraculously wakes up from a devastating coma to the wonderment of his parents Tom and Diane and younger brother Luke. But the world has changed since Holden went to sleep, and he now has to navigate being an adult when all he remembers is being a child. At the same time, Holden is experiencing abilities and memories he can't explain, and a mysterious woman named Willa warns him not to trust those around him. When a sinister stranger attacks Holden and claims he knows about his new powers, Holden is faced with uncovering just what happened to him while he was in a coma.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5782728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyond/episodes/5782728",
                    "TitleEnglish": "Tempus Fugit",
                    "SummaryEnglish": "Holden attempts to forget about his recent bizarre encounters and lead a \"normal\" life. Luke tries to help Holden acclimate to his new surroundings and brings him along to a college party. Holden hits it off with a friendly co-ed, but strange memories of Willa lead to disastrous consequences. Meanwhile, Diane and Tom try to bond with Holden as an adult.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5782729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyond/episodes/5782729",
                    "TitleEnglish": "Ties That Bind",
                    "SummaryEnglish": "Holden continues to try to fit back into his life and learns how much things have really changed while he was in his coma. He seeks an explanation for his new powers and agrees to a scary undertaking to learn more about what happened to him. His first real memory of where he was during his coma proves to be too much for Holden to handle.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5782730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyond/episodes/5782730",
                    "TitleEnglish": "The Man in the Yellow Jacket",
                    "SummaryEnglish": "Holden is determined to learn more about the mysterious man who is after him and teams up with a former adversary turned unlikely ally. This pursuit leads Holden to some shocking evidence and a vital clue. The Matthews are unnerved when Jeff, the person they feel is responsible for Holden's accident, continues to show up in their lives. Luke continues to struggle with his place in the family, now that Holden has returned. Meanwhile, Willa makes a dangerous move while trying to help another comatose patient; and Holden has an awkward encounter when he decides to ask a girl out on a date for the first time.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5782731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyond/episodes/5782731",
                    "TitleEnglish": "Fancy Meeting You Here",
                    "SummaryEnglish": "Holden seeks out Luke in a rejection of all things Realm and ventures out on his very first date with Jamie.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5782732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyond/episodes/5782732",
                    "TitleEnglish": "Celeste",
                    "SummaryEnglish": "Now that Holden remembers what happened during his coma, he decides to make a fresh start. The surprising arrival of another coma survivor, Charlie, makes Holden question his allegiance to Willa and Arthur.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5782733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyond/episodes/5782733",
                    "TitleEnglish": "The Hour of the Wolf",
                    "SummaryEnglish": "Holden and Charlie go on an escapist road trip to work on controlling Holden's powers - and grow a lot closer in the process.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5782734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyond/episodes/5782734",
                    "TitleEnglish": "Last Action Hero",
                    "SummaryEnglish": "Jeff fights to keep Holden alive and seeks refuge at a pharmacy, pursued by the relentless Yellow Jacket.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5782735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyond/episodes/5782735",
                    "TitleEnglish": "Out of Darkness",
                    "SummaryEnglish": "A cornered Holden is lured into helping Frost achieve his decades-long ambition of reaching the Bridge. Jeff, Willa, and Luke join forces and race to rescue Holden from Hollow Sky before it's too late.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5892881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyond/episodes/5892881",
                    "TitleEnglish": "Into the Light",
                    "SummaryEnglish": "Holden reluctantly agrees to personally escort Frost into the Realm.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "717155",
            "URL": "https://thetvdb.com/series/beyond/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "6227957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyond/episodes/6227957",
                    "TitleEnglish": "Two Zero One",
                    "SummaryEnglish": "With his mission in the Realm seemingly behind him, Holden throws himself into his new “normal” life, working a regular job and furthering his relationship with Willa, but he can’t shake the feeling that something is coming.  Meanwhile, Diane is asked to make a huge sacrifice to further the investigation into Hollow Sky, one that doesn’t sit well with Tom, and Charlie reappears hiding a secret, and acting on orders from Yellow Jacket.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6227958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyond/episodes/6227958",
                    "TitleEnglish": "Cheers, Bitch",
                    "SummaryEnglish": "Willa shows up unexpectedly at the Matthews house for an uncomfortable “meet the family” dinner. Willa struggles with trying to convince Arthur to let go of the Realm, while she and Holden try to navigate their relationship.  Meanwhile, Charlie learns some surprising secrets during an unauthorized house call –at Yellow Jacket’s request.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6227961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyond/episodes/6227961",
                    "TitleEnglish": "No Es Bueno",
                    "SummaryEnglish": "Holden continues to be plagued by disturbing nightmares and finds it harder to control his powers at work.  Luke finds himself in danger of falling back into a bad habit, while Jeff is furious when he learns Pastor Ian and Helping Hands are trying to get close to Christine.  A mysterious coma patient in Argentina named Diego awakens a changed man.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6227962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyond/episodes/6227962",
                    "TitleEnglish": "Knock, Knock",
                    "SummaryEnglish": "Holden confides in Luke about his recent struggles, leading Luke to again question why Holden is not embracing his powers to make things better. Willa is frantic when Arthur goes missing, while Jeff faces some uncomfortable questions from someone looking into Hollow Sky. Diane tries to glean info from Ian, and Tom struggles with how to help Holden. Meanwhile, Charlie has a surprising run in, while Yellow Jacket pays a visit to an old friend.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6227964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyond/episodes/6227964",
                    "TitleEnglish": "Six Feet Deep",
                    "SummaryEnglish": "Luke discovers Holden sleepwalking, and helps him unearth a new clue into what is happening with the Realm. Willa steps in to help Luke with a difficult situation. Charlie is given the opportunity to get what she's been seeking, while Shoemacher continues to recruit followers into Hollow Sky. Meanwhile, Charlie and Holden have a strange reunion, and Diego makes his way towards Ft. Reed - and Holden.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6227965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyond/episodes/6227965",
                    "TitleEnglish": "Bedposts",
                    "SummaryEnglish": "Holden turns to Charlie for help in understanding what is happening with him and the Realm - but she is reluctant to share why she's back in Ft. Reed. Jeff digs up info on the mysterious Edgar and what his connection to Holden might be. Diane and Tom feel pressured to learn more about Pastor Ian. Meanwhile, Willa and Holden realize they need to work on their communication.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6227968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyond/episodes/6227968",
                    "TitleEnglish": "Stir",
                    "SummaryEnglish": "Holden and Jeff step up their efforts to learn about Edgar Abbott, and uncover more than they bargained for. Willa turns to Luke for help in understanding what’s going on with Holden – leaving Luke conflicted. Charlie begins to comprehend the danger Diego presents, and has a tense confrontation with a surprising foe. Meanwhile, Diane and Tom struggle with how to continue their work for Agent Borden. And as part of his new role at Hollow Sky, Yellow Jacket pays a visit to Pastor Ian.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6227969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyond/episodes/6227969",
                    "TitleEnglish": "I Scream, You Scream",
                    "SummaryEnglish": "Holden, Jeff and Charlie work to end Hollow Sky's threat to the Matthews family; Shoemacher uncovers a horrifying scene at Hollow Sky and disagrees with Yellow Jacket about the future of the organization; Tom has an unsettling encounter with Diego.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6515859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyond/episodes/6515859",
                    "TitleEnglish": "F.G.B.",
                    "SummaryEnglish": "Faced with a frightening threat from the Realm, Holden attempts to fix what is broken – getting assistance from an unexpected source. Luke and Willa make a horrifying discovery that has further ramifications than even they understand. Tom and Diane are stunned to realize the depth of what is going on with Holden. And Willa and Luke come face to face with Yellow Jacket.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6515860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyond/episodes/6515860",
                    "TitleEnglish": "There's No Home for You Here",
                    "SummaryEnglish": "Diego's latest attack hits close to the Matthews home, leaving Holden and Charlie to try and explain what is happening to a frantic Tom and Diane; Agent Borden furthers her plan to take down Hollow Sky; Luke and Willa take drastic steps.",
                    "Aliases": []
                }
            }
        }
    }
}