{
    "URL": "https://thetvdb.com/series/seven-mortal-sins",
    "Genres": [
        "Animation",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6901486/",
        "https://www.7-sins.tv/",
        "https://www.tvmaze.com/shows/25980/show-slug",
        "https://www.themoviedb.org/tv/71018",
        "https://www.wikidata.org/wiki/Q27639623",
        "https://en.wikipedia.org/wiki/Seven_Mortal_Sins"
    ],
    "TitleEnglish": "Seven Mortal Sins",
    "SummaryEnglish": "Seven Mortal Sins, also known as Sin: The 7 Deadly Sins (sin 七つの大罪 Shin: Nanatsu no Taizai), is a Japanese anime television series produced by Artland and TNK that aired from April 14, 2017 to July 29, 2017. It is an adaptation of Hobby Japan's media franchise The 7 Deadly Sins (七つの大罪 Nanatsu no Taizai), which primarily consists of a series of fantasy figures.",
    "Aliases": [
        "The 7 Deadly Sins",
        "sin Nanatsu no Taizai"
    ],
    "Modified": "2025-10-16",
    "Seasons": {
        "0": {
            "ID": "686058",
            "URL": "https://thetvdb.com/series/seven-mortal-sins/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "6046607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/seven-mortal-sins/episodes/6046607",
                    "TitleEnglish": "Premiere Special",
                    "SummaryEnglish": "It analyzes the motivations of the characters by examining episodes 1-4 through a flashback.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6084578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/seven-mortal-sins/episodes/6084578",
                    "TitleEnglish": "This is Indeed the Work of Demons...",
                    "SummaryEnglish": "Mortal Sins examines the motivations of the characters in this episode with a flashback analysis of episodes 1-4. Lucifer, Maria, and Levi all have different needs and desires, but they still came together as a team to help fight the Mortal Sins. There's plenty more to come.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6166372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/seven-mortal-sins/episodes/6166372",
                    "TitleEnglish": "The Sin of Breaking Curfew",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "687861",
            "URL": "https://thetvdb.com/series/seven-mortal-sins/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5831547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/seven-mortal-sins/episodes/5831547",
                    "TitleEnglish": "The Proud Fallen Angel",
                    "SummaryEnglish": "Totsuka Maria was praying in a chapel at Seiseki Girls' Academy when a black cross comes falling from the sky. On that cross, was a fallen angel, bearing the sin of pride, Lucifer. Maria attempt to tend to the angel, but the floor falls out and she disappears. Lucifer finds herself in the depths of hell, and runs into the Demon Lord of Envy, Leviathan.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5831548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/seven-mortal-sins/episodes/5831548",
                    "TitleEnglish": "Driven Wild by Envy",
                    "SummaryEnglish": "Maria is glad she gets to see Lucifer again, believing that she's an angel, and then has her heart stolen by the Demon King. Lucifer forces Maria to follow her and lets her live a life of luxury. Meanwhile, Leviathan, who has strong feelings for Lucifer starts to get jealous over Maria because Lucifer won't pay any attention to her.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6001366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/seven-mortal-sins/episodes/6001366",
                    "TitleEnglish": "Beach of Lust",
                    "SummaryEnglish": "Lucifer, Maria, and Levi head towards Miami in search of a Mortal Sin that Maria has detected. Lucifer is now weaker after her fight with the Sins and has decided to take on each Sin, one by one. Lucifer is calculating the best way to fight against the Demon Lord of Lust, but Levi wants to do things her way, only for her to succumb.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6001367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/seven-mortal-sins/episodes/6001367",
                    "TitleEnglish": "The Town of Fog Where Greed Brews",
                    "SummaryEnglish": "The gang travels to London to face another Mortal Sin, the Demon Lord of Greed. Maria finds a strange shop that sells a potion that purports to grant anyone their wildest desires. Lucifer makes haste to the shop's location, only for them to quickly fall into a trap, but will Maria and Levi be able to handle themselves once they're separated from Lucifer?",
                    "Aliases": []
                },
                "5": {
                    "ID": "6001368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/seven-mortal-sins/episodes/6001368",
                    "TitleEnglish": "The Languid Diva",
                    "SummaryEnglish": "Astarotte, the Second Mortal Sin, is a net idol with a decent following, but Lucifer is ready to take her on with her own performances. Lucifer has a different style than Astarotte, starts to outshine Astarotte. As the crowds get bigger, and more is on the line for both Demon Lords, just who will come out on top?",
                    "Aliases": []
                },
                "6": {
                    "ID": "6001369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/seven-mortal-sins/episodes/6001369",
                    "TitleEnglish": "Sloth Online",
                    "SummaryEnglish": "Lucifer is now up against the Demon Lord of Sloth, Belphegor. Belphegor gathers her followers online, working with Mammon. Belial asks Belphegor to put an end to Lucifer once and for all. Lucifer ends up getting sucked into Belphegor's game, along with Maria and Levi. With a battle for the virtual world ongoing, and tensions building between Maria and Lucifer, just what will happen?",
                    "Aliases": []
                },
                "7": {
                    "ID": "6001370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/seven-mortal-sins/episodes/6001370",
                    "TitleEnglish": "Guiltless Gluttony",
                    "SummaryEnglish": "Beelzebub, the Sixth Mortal Sin of Gluttony, is running underground eating parties when Lucifer decides to crash one of them. Beelzebub is challenged to an eating contest by Lucifer, but when they both eat as much as they can, Lucifer becomes ill and ends up in the hospital. Her magic should prevent her from getting sick, but she's severely weakened. Will her time in the hospital bring her some humility?",
                    "Aliases": []
                },
                "8": {
                    "ID": "6001371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/seven-mortal-sins/episodes/6001371",
                    "TitleEnglish": "Unleashed Wrath",
                    "SummaryEnglish": "Satan, the Demon Lord of Wrath, plans on stopping Lucifer once and for all. She sets off for Earth to retrieve Beelzebub and defeat Lucifer. Lucifer is significantly weaker than Satan, but plans on accepting her challenge anyway. Maria watches from afar and tries to remain faithful to Lucifer, and Levi struggles against Satan. How will Lucifer overcome her final obstacle, and what will happen to the others?",
                    "Aliases": []
                },
                "9": {
                    "ID": "6001372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/seven-mortal-sins/episodes/6001372",
                    "TitleEnglish": "Ye Abandon All Hope",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "6001373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/seven-mortal-sins/episodes/6001373",
                    "TitleEnglish": "Love Your Enemies and Pray for Those Who Persecute You",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "6001374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/seven-mortal-sins/episodes/6001374",
                    "TitleEnglish": "Ask, and It Shall be Given to You",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "6001375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/seven-mortal-sins/episodes/6001375",
                    "TitleEnglish": "God's In His Heaven, All's Right With the World",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}