{
    "URL": "https://thetvdb.com/series/eldlive",
    "Genres": [
        "Action",
        "Animation",
        "Crime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6543300/",
        "https://www.themoviedb.org/tv/69283"
    ],
    "TitleEnglish": "ēlDLIVE",
    "SummaryEnglish": "Chuuta Kokonose is an orphan who lives with his aunt. For as long as he can remember, he's had a voice in his head, but other than that he's a normal boy—right until the day when a strange-looking thing follows him home and teleports him to a place filled with more fantastic creatures. It's a space police station, and Rein Brickke, the Chief of Solar System Department, tells him that he's been chosen by the computer as a possible candidate to join the police force. Misuzu Sonokata, a girl from Chuuta's school with an angelic face and ill temper who turns out to be one of Rein Brickke's subordinates, doesn't think him suitable for such a job. Chuuta, who was shocked at first, decides to take the aptitude test after being urged by the voice in his head and to prove Misuzu wrong.",
    "Aliases": [],
    "Modified": "2025-03-27",
    "Seasons": {
        "1": {
            "ID": "689063",
            "URL": "https://thetvdb.com/series/eldlive/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5845691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eldlive/episodes/5845691",
                    "TitleEnglish": "Chuta, the Voice, and the Qualifying Exam",
                    "SummaryEnglish": "Chuta Kokonose is a slightly awkward middle school student, who often talks to himself. He has been hearing a voice that only he can hear ever since he could remember. One day, he is recruited into the Space Police ēlDLIVE. However, someone seems to be rather against his recruitment... his classmate, Misuzu Sonokata. While on a mission, Chuta finally finds out what the source of the voice is...",
                    "Aliases": []
                },
                "2": {
                    "ID": "5906308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eldlive/episodes/5906308",
                    "TitleEnglish": "Super Cool Space Girl",
                    "SummaryEnglish": "Misuzu Sonokata is still against Chuta joining ēlDLIVE, despite him proving himself by catching a space criminal. While Sonokata is begrudgingly giving Chuta a tour of the bureau, a dangerous criminal escapes and heads to Earth. They quickly go to Earth to capture him, and...",
                    "Aliases": []
                },
                "3": {
                    "ID": "5906309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eldlive/episodes/5906309",
                    "TitleEnglish": "After the Shoplifter!",
                    "SummaryEnglish": "Chuta coincidentally runs into a shoplifter and ends up using a joint attack with Dolugh without thnking. Not only does he fail to capture the thief, he ends up getting his Aunt Mimi hurt. Chuta learns from Misuzu that the shoplifter is an alien and decides that he's going to capture the criminal on his own. He then asks Méliès to help him find the criminal by searching for his SPH. However, it seems that the criminal isn't just some shoplifter...",
                    "Aliases": []
                },
                "4": {
                    "ID": "5906310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eldlive/episodes/5906310",
                    "TitleEnglish": "A Pursuer from the Past, Part 1",
                    "SummaryEnglish": "During the morning assembly, Misuzu and Dolugh pass out. On top of that, they find out that a ship belonging to the giant criminal organization, DeMille, is heading toward Earth. At the same time, a handful of transfer students show up at Chuta's school, so Chuta is asked to keep an eye on them just in case.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5919506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eldlive/episodes/5919506",
                    "TitleEnglish": "A Pursuer from the Past, Part 2",
                    "SummaryEnglish": "When Chuta was in grade school, he lost his three best friends in an accident that occured in the mountains. He's always blamed himself because he thought he was at fault for suggesting that they go up there in the first place. However he is suddenly confronted by someone who looks exactly like one of his best friends, Mizoguchi Ken. Chuta doesn't know exactly what to do, but decides to try to talk to him in hopes to tell him that he's sorry, but...",
                    "Aliases": []
                },
                "6": {
                    "ID": "5919507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eldlive/episodes/5919507",
                    "TitleEnglish": "Something to Believe in: Part 1",
                    "SummaryEnglish": "Chuta and the others were given a task to provide security for someone. The person they were in charge of protecting was one of the best scientists in Space, Dr. Love. Laine tells them that this will be a joint effort with division 5 and they meet up with the division 5 leader, Veronica, and Investigator Ninotchka and try to immediately get in contact with Dr. Love. However, they see a shocking sight...",
                    "Aliases": []
                },
                "7": {
                    "ID": "5919508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eldlive/episodes/5919508",
                    "TitleEnglish": "Something to Believe In: Part 2",
                    "SummaryEnglish": "A young man stands in the place they were supposed to meet with Dr. Love. The young man says something rather surprising, but something even more surprising follows. Chuta was working with Veronica and Ninotchka on this mission, but suddenly, Ninotchka attacks them. Despite how calm Ninotchka had seemed, she is incredibly strong and Chuta and Dolugh try to counter, but the difference in their abilities is great, and...",
                    "Aliases": []
                },
                "8": {
                    "ID": "5919509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eldlive/episodes/5919509",
                    "TitleEnglish": "Something to Believe In: Part 3",
                    "SummaryEnglish": "Dolugh and Chuta successfully update after a strenuous battle. Because of the update, they have powered up, can use new abilities, and have started their counterattack. Meanwhile, back at the bureau, chaos ensues.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5919510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eldlive/episodes/5919510",
                    "TitleEnglish": "Misuzu's Lie",
                    "SummaryEnglish": "In order to work at the same branch office, Veronica, Ninotchka and Dr. Love transfer to Chuta's school. Chuta and Misuzu are shocked, but then Tateyan invites all the transfer students and Misuzu to go bowling.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5919511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eldlive/episodes/5919511",
                    "TitleEnglish": "Capture That Face",
                    "SummaryEnglish": "The bureau gets a handful of reports of various incidents, and they all seem to have the same individual involved. However, when they did a search on a possible suspect, they find out that there are a lot of aliens with the exact same face.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5919512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eldlive/episodes/5919512",
                    "TitleEnglish": "Your Voice...",
                    "SummaryEnglish": "Chuta ends up being transferred to investigations division 4. The head of division 4, Vega Victor, seems rather laid back and tells Chuta to talk to him casually since they're close in age, and they immediately hit it off.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5919513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eldlive/episodes/5919513",
                    "TitleEnglish": "Our Sympathy",
                    "SummaryEnglish": "Because Chuta wasn't careful, he ends up putting the ēlDLIVE solar system bureau and the Earth in danger. DeMille announces that they're going to commence another attack on the Earth unless they hand over the Monitalien and Chuta.",
                    "Aliases": []
                }
            }
        }
    }
}