{
    "URL": "https://thetvdb.com/series/granblue-fantasy-the-animation",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6138612/",
        "https://www.themoviedb.org/tv/69820"
    ],
    "TitleEnglish": "Granblue Fantasy The Animation",
    "SummaryEnglish": "Adaptation of the Granblue Fantasy role-playing video game.\r\nThis is a world of the skies, where many islands drift in the sky. A boy named Gran and a talking winged lizard named Vyrn lived in Zinkenstill, an island which yields mysteries. One day, they come across a girl named Lyria. Lyria had escaped from the Erste Empire, a military government that is trying to rule over this world using powerful military prowess. In order to escape from the Empire, Gran and Lyria head out into the vast skies, holding the letter Gran's father left behind - which said, \"I will be waiting at Estalucia, Island of Stars\".",
    "Aliases": [
        "グランブルーファンタジー ジ・アニメーション"
    ],
    "Modified": "2025-07-21",
    "Seasons": {
        "0": {
            "ID": "689060",
            "URL": "https://thetvdb.com/series/granblue-fantasy-the-animation/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "6152160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/6152160",
                    "TitleEnglish": "Another Sky",
                    "SummaryEnglish": "Djeeta is a girl who lives on the remote island of Zinkenstill. After meeting Lyria, who is on the run from the Erste Empire, they leave on a journey into the sky, as if guided by destiny. Their next destination is Auguste, where Sierokarte runs a beach bar...",
                    "Aliases": []
                },
                "2": {
                    "ID": "6643113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/6643113",
                    "TitleEnglish": "Jack O'Lantern",
                    "SummaryEnglish": "A Halloween festival seems like the perfect place for Djeeta and friends to have some fun... until a child goes missing.",
                    "Aliases": []
                },
                "3": {
                    "ID": "7653440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7653440",
                    "TitleEnglish": "One More Journey",
                    "SummaryEnglish": "Djeeta came to a certain old castle after learning the rumors of the treasure \"Egg of Wishes\" that fulfills any wishes told in the fairy tale. While thinking about each wish, the party goes through the old castle full of trials to protect the treasure. Along the way, she meets a girl who is also looking for a \"wishing egg\" and challenge the trial together.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7905099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7905099",
                    "TitleEnglish": "Appears! Cypher-Mask! / St. Albion Girls' Academy Arc",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "689061",
            "URL": "https://thetvdb.com/series/granblue-fantasy-the-animation/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5845682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/5845682",
                    "TitleEnglish": "Girl in Blue",
                    "SummaryEnglish": "Gran and Vyrn live on the sleepy, far-flung island of Zinkenstill. Their quiet lives are rocked by the sound of a sudden explosion and the sight of battleship in the sky. They follow a light that falls from the battleship into the forbidden woods, where they encounter a mysterious girl.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5938280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/5938280",
                    "TitleEnglish": "Departure",
                    "SummaryEnglish": "Gran dreams of his youth, remembering the words his father left in a letter - \"I will be waiting at Estalucia, Island of the Astrals.\" He awakens to find Lyria at his bedside, happy to see him well after the incident with Pommern and the Hydra. Katalina and Lyria explain to Gran the situation he now finds himself in, and that he must now make the bold action to journey with them.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6024157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/6024157",
                    "TitleEnglish": "Meet the Wind",
                    "SummaryEnglish": "Gran and his party depart Zinkenstill for their goal, the Island of Astrals. However, Katalina crash lands the small airship on a nearby island, Eingana Island. A man named Rackam happens to witness their totaled aircraft. The townspeople consider Rackam an oddball for the way he’s always working on repairing a certain airship that has no chance of ever flying again...",
                    "Aliases": []
                },
                "4": {
                    "ID": "6035419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/6035419",
                    "TitleEnglish": "A Helmsman's Resolve",
                    "SummaryEnglish": "Gran and company are under fire and trapped by Imperial Army General Furias, who intends to recapture Lyria. However, Rackam, the helmsman, gives them a way out. They propose hiring him as a helmsman to get them off the island, but he refuses and tells them he doesn’t want to fly unless it’s with the Grandcypher, the old airship that has captivated him since he was young.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6051214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/6051214",
                    "TitleEnglish": "The Storm Guardian",
                    "SummaryEnglish": "Thanks to his skill as a helmsman, Rackam navigates the Grandcypher to the mass of dark clouds, where Tiamat is waiting for them. Gran and his comrades must face this great primal beast to save the Port Breeze Archipelago and its guardian deity.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6051215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/6051215",
                    "TitleEnglish": "The Veil is Lifted",
                    "SummaryEnglish": "Gran and company set off for the Valtz Duchy. Siero introduces them to a Valtz Duchy “special operator,” who asks them to search for the missing Archduke Tzaka, the most powerful person in Valtz. They take the job and begin investigating right away, but someone is following them...",
                    "Aliases": []
                },
                "7": {
                    "ID": "6051216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/6051216",
                    "TitleEnglish": "The Iron Giant",
                    "SummaryEnglish": "Gran and company move on to a secret factory in pursuit of a clue to the missing Archduke Tzaka. Lyria says she hears a voice calling out to her and leads the group to the deepest recesses of the location, where the archduke and an iron giant await.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6051217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/6051217",
                    "TitleEnglish": "A Pair Apart",
                    "SummaryEnglish": "Gran and company visit another island for supplies, and take on an archaeological exploration job for Siero. The group reaches the ruin’s entrance, but a series of events causes them to split up into two groups. Cut off from each other, they move forward in order to meet up again, and encounter the treasure hunters Mary and Karva along the way.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6098952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/6098952",
                    "TitleEnglish": "Horizon in the clouds",
                    "SummaryEnglish": "The group makes their way to the Auguste Isles, an island holding an entire ocean. While examining a mysterious substance, Rackam runs into an old friend who leads them to the capital city of Mizarea. There, the group splits up to tend to smaller tasks, while Gran and Lyria venture off to see the sights.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6099583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/6099583",
                    "TitleEnglish": "Separation",
                    "SummaryEnglish": "The Auguste Isles are taking fire from the Erste Empire’s attack. Gran pursues the abducted Lyria, rushing towards the airship landing site, where the empire’s warships have appeared. Meanwhile, Pommern makes off with Lyria, but just then, a primal beast, Leviathan, rises from the sea, along with a gigantic column of water.",
                    "Aliases": []
                },
                "11": {
                    "ID": "6099584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/6099584",
                    "TitleEnglish": "Lyria's Wish",
                    "SummaryEnglish": "Gran and company visit the Lumacie Isles in order to wake up the comatose Lyria. Rosetta leads them to a giant tree nestled deep in a forest. She summons Yggdrasil, the primal beast that protects Lumacie, and explains that with her help Gran can enter Lyria’s consciousness.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6099585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/6099585",
                    "TitleEnglish": "Showdown on the High Seas",
                    "SummaryEnglish": "Lyria returns with Gran and the others to Auguste. They see the city, devastated even more by Leviathan’s fury. Eugen is on the verge of giving up when Lyria says, “I want to help Leviathan.” At the same time, the skilled knights begin working to protect Auguste.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "820713",
            "URL": "https://thetvdb.com/series/granblue-fantasy-the-animation/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7307951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7307951",
                    "TitleEnglish": "Skyfarers in the Blue",
                    "SummaryEnglish": "Leaving behind his homeland, Zinkenstill, Gran continues his journey with the other skyfaring crew members, hoping to reach the Island of the Astrals.",
                    "Aliases": []
                },
                "2": {
                    "ID": "7378607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7378607",
                    "TitleEnglish": "The Albion Citadel",
                    "SummaryEnglish": "Gran and the others are on the run from the Erste Empire, when out of the blue, the Empire proposes peace talks, and the crew heads to the Albion Citadel for the negotiations.",
                    "Aliases": []
                },
                "3": {
                    "ID": "7387365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7387365",
                    "TitleEnglish": "False Freedom",
                    "SummaryEnglish": "Gran and his crew are acquitted, thanks to the Erste Empire's pardon. But the morning after the banquet, they wake up to find Katalina gone, having left behind only a letter.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7387368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7387368",
                    "TitleEnglish": "Unconveyable Feelings",
                    "SummaryEnglish": "Due to a past incident, Katalina feels indebted to Vira and wants to provide her support after the many years of pressure and loneliness Vira has endured as Lord Commander.",
                    "Aliases": []
                },
                "5": {
                    "ID": "7417891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7417891",
                    "TitleEnglish": "Katalina and Vira",
                    "SummaryEnglish": "When she sees Vira in berserk mode, Katalina is consumed with guilt. She resolves to face up to Vira's feelings and to make up for the past.",
                    "Aliases": []
                },
                "6": {
                    "ID": "7420026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7420026",
                    "TitleEnglish": "The Mist-Shrouded Island",
                    "SummaryEnglish": "After leaving Albion, the Grandcypher lands on an island shrouded in thick mist, notorious for being inescapable.",
                    "Aliases": []
                },
                "7": {
                    "ID": "7466473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7466473",
                    "TitleEnglish": "The Immortal Primal Beast",
                    "SummaryEnglish": "Lyria, Io, and Orchis have been swallowed by Celeste. Left behind, Gran and the others search for a way to save them, along with a ghost girl, Ferry, whom they met in the village.",
                    "Aliases": []
                },
                "8": {
                    "ID": "7466475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7466475",
                    "TitleEnglish": "Memories of Family",
                    "SummaryEnglish": "Celeste is being manipulated by someone. Someone who has forced the primal to attack the village and devour its undead residents. Gran takes the chance to leap into Celeste to rescue Lyria, Io, and Orchis.",
                    "Aliases": []
                },
                "9": {
                    "ID": "7459860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7459860",
                    "TitleEnglish": "The Town of Promises",
                    "SummaryEnglish": "Gran and the others head to Golonzo Island, known as the mecca of shipbuilding, in order to repair the damaged Grandcypher.",
                    "Aliases": []
                },
                "10": {
                    "ID": "7459861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7459861",
                    "TitleEnglish": "The Impossible Dream",
                    "SummaryEnglish": "Under the command of Pommern, the imperial army takes Gran and Lyria away. Meanwhile, Noa is held captive in a research lab as he suffers from the effects of dark essence.",
                    "Aliases": []
                },
                "11": {
                    "ID": "7459862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7459862",
                    "TitleEnglish": "Contract",
                    "SummaryEnglish": "Gran and Lyria escape from the empire's garrison and are reunited with the others. Noa tries to resurrect the Grandcypher, but finds himself too weak to provide sufficient power.",
                    "Aliases": []
                },
                "12": {
                    "ID": "7459863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7459863",
                    "TitleEnglish": "Signpost",
                    "SummaryEnglish": "The Black Knight, trapped by her own past, is set on attaining Lyria's power, but Gran vows adamantly to protect Lyria. Their unwavering beliefs clash, neither willing to bend.",
                    "Aliases": []
                }
            }
        }
    }
}