{
    "URL": "https://thetvdb.com/series/chaos-child",
    "Genres": [
        "Action",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6813314/",
        "https://www.themoviedb.org/tv/69239"
    ],
    "TitleEnglish": "ChäoS;Child",
    "SummaryEnglish": "ChäoS;Child takes place in October 2015, six years after the events of ChäoS;HEAd. Abnormal events begin to occur in Shibuya district, including mysterious deaths.",
    "Aliases": [
        "カオスチャイルド"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "690374",
            "URL": "https://thetvdb.com/series/chaos-child/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5929387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5929387",
                    "TitleEnglish": "Chaos;Head",
                    "SummaryEnglish": "Listed as Episode 0 and aired together with episode 1; however, it is a recap of Chaos;Head with some tweaks.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6342449",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/6342449",
                    "TitleEnglish": "ChäoS;Child: Silent Sky",
                    "SummaryEnglish": "Shibuya, 2015. In a city recovering from the \"Shibuya Earthquake\" which devastated it six years ago, Takuru Miyashiro, a student at the newly built private high school \"Hekiho Academy\" investigates a series of serial killings known as \"The Return of the New Generation Madness\" as part of his work for the school's newspaper club...",
                    "Aliases": []
                },
                "3": {
                    "ID": "6549551",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/6549551",
                    "TitleEnglish": "ChäoS;Child: Silent Sky Part.2",
                    "SummaryEnglish": "Shibuya, 2015. In a city recovering from the \"Shibuya Earthquake\" which devastated it six years ago, Takuru Miyashiro, a student at the newly built private high school \"Hekiho Academy\" investigates a series of serial killings known as \"The Return of the New Generation Madness\" as part of his work for the school's newspaper club...",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "690375",
            "URL": "https://thetvdb.com/series/chaos-child/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5859716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5859716",
                    "TitleEnglish": "Digital Native",
                    "SummaryEnglish": "Years after an Earthquake destroyed much of downtown Shibuya, the city is rocked by a series of brutal murders. A man eats his own hand. A woman rips open her own stomach and stuffs a speaker inside. Takuru Miyashiro, a student at Hekiho Academy, is investigating these murders as part of the school's newspaper club. But when he finds a break in the case, it turns out to be closer to him than he ever thought...",
                    "Aliases": []
                },
                "2": {
                    "ID": "5933249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5933249",
                    "TitleEnglish": "Sumo Sticker",
                    "SummaryEnglish": "After Takuru is taken in by the police, Kurusu wants him to give up the case. But he's noticed something... the sumo stickers that have been placed all around town have something in common with the murder scenes. He puts up a hidden camera near a wall of sumo stickers that just appeared. But when Kurusu finds out, she leaves in the middle of the night to take it down...",
                    "Aliases": []
                },
                "3": {
                    "ID": "5933250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5933250",
                    "TitleEnglish": "School Festival",
                    "SummaryEnglish": "After Kurusu is stabbed, the newspaper club is placed on hiatus. But Watabe, an important reporter with Niconiya News, wants to interview them about the things they've noticed with the sumo stickers and the hotel murder. Watabe's visit to the school, however, takes an unexpected and terrifying turn...",
                    "Aliases": []
                },
                "4": {
                    "ID": "5933251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5933251",
                    "TitleEnglish": "Her Words",
                    "SummaryEnglish": "After Kurusu is stabbed, Takuru infiltrates AH Tokyo General Hospital, hoping to find the creator of the sumo stickers. When he gets there, he, Onoe, and Itou are forced to hide in the basement to avoid being spotted. Inside the basement's autopsy room, they find a secret entrance that leads to an underground laboratory where terrible experiments were once conducted. Takuru thinks he's been here before...",
                    "Aliases": []
                },
                "5": {
                    "ID": "5958941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5958941",
                    "TitleEnglish": "Gigalomaniacs",
                    "SummaryEnglish": "Takuru and the others find a survivor in the basement of the hospital. Her name is Uki Yamazoe, and she's a young girl who looks to be around 10 years old. After seeing how Takuru was able to infiltrate the hospital, Kunosato realizes that he must be a \"Gigalomaniac\", a psychic with the power to make his delusions reality. But being a psychic doesn't come with just benefits, as one night he runs into someone who is trying to kill him...",
                    "Aliases": []
                },
                "6": {
                    "ID": "5958942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5958942",
                    "TitleEnglish": "Their Resistance",
                    "SummaryEnglish": "It's October 23rd, the day of the New Generation Madness incident, and it's time for the next murder. Takuru and his friends are terrified that they're going to be a target, and so they stay up all night at Cafe LAX. But when Takuru opens the cafe menu once last time in the late hours of the evening, he finds a Sumo Sticker stuck to one of the pages...",
                    "Aliases": []
                },
                "7": {
                    "ID": "5958943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5958943",
                    "TitleEnglish": "Betrayal",
                    "SummaryEnglish": "Senri Minamisawa is dead. She became the fifth victim of the New Generation Madness, commiting suicide by impaling herself on a piece of rebar and then setting herself on fire in her own locked apartment. Takuru and his friends are relieved, but at the same time uncertain that it's really over. Just in case, they decide to stay together on the day of the next murder. Everyone hides out at Aoba Clinic, where it should be safe, but then Yui and Itou go missing...",
                    "Aliases": []
                },
                "8": {
                    "ID": "5958944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5958944",
                    "TitleEnglish": "Heads or Tails",
                    "SummaryEnglish": "After Yui's death, Takuru's family tries its best to recover. Kurusu makes a shocking admission to Takuru that she's been hiding something from him ever since he met her. She's willing to do anything to find the killer, and she's getting very, very close...",
                    "Aliases": []
                },
                "9": {
                    "ID": "5988988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5988988",
                    "TitleEnglish": "Duel",
                    "SummaryEnglish": "Kurusu has tracked down the identity of the killer, and revealed her secret to Takuru. Now she goes to the school to meet with the one behind all the murders.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5988989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5988989",
                    "TitleEnglish": "Memories Stalk You From the Past",
                    "SummaryEnglish": "Takuru is forced to confront his own involvement in the case, and the secrets of his past. He was a neglected and abused child, who turned to an imaginary friend for support. This decision has terrible consequences during the Shibuya Earthquake.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5988990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5988990",
                    "TitleEnglish": "Takuru Miyashiro",
                    "SummaryEnglish": "\"Let's meet at the place where it all began.\" The true plot is revealed as Takuru travels to the Hikariwo. There he meets the other person behind the series of brutal killings. But a deeper mystery lurks in the background: what Serika is telling him doesn't make sense, and he's convinced that as horrible as the story is, there's more to it than even he knows.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5988991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5988991",
                    "TitleEnglish": "Serika Onoe",
                    "SummaryEnglish": "The final battle takes place in the Hikariwo theater, where Takuru is trapped in a sightless and soundless prison in his own mind. He'll need Onoe's help to break free, but after what he knows about her, can he bring himself to ask for it?",
                    "Aliases": []
                }
            }
        }
    }
}