{
    "URL": "https://thetvdb.com/series/kado-the-right-answer",
    "Genres": [
        "Animation",
        "Drama",
        "Mystery",
        "Science Fiction",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.facebook.com/SeikaisuruKado.official",
        "https://www.imdb.com/title/tt7001136/",
        "https://www.instagram.com/Seikaisuru_Kado",
        "https://seikaisuru-kado.com/",
        "https://www.themoviedb.org/tv/71016",
        "https://x.com/Seikaisuru_Kado",
        "https://www.youtube.com/c/正解するカド official"
    ],
    "TitleEnglish": "KADO: The Right Answer",
    "SummaryEnglish": "Shindou Koujirou is a highly-skilled negotiator working for the Ministry of Foreign Affairs. As his plane at Haneda airport prepares to take off, a huge mysterious cube appears from the sky. \"It\" expands rapidly, and absorbs the passenger plane and its 252 passengers.\r\n\r\nThe cube's name is \"Kado\".\r\n\r\nA strange being called Yaha-kui Zashunina appears from within Kado and tries to make contact with humanity. Shindou, who was been absorbed by Kado, ends up taking on the role of mediator between Yaha-kui Zashunina and humanity. The Japanese government sends its own negotiator, Tsukai Saraka. Who is Yaha-kui Zashunina? What does he want?",
    "Aliases": [
        "Seikai Suru Kado",
        "Seikaisuru Kado"
    ],
    "Modified": "2024-09-21",
    "Seasons": {
        "0": {
            "ID": "693182",
            "URL": "https://thetvdb.com/series/kado-the-right-answer/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "6036356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kado-the-right-answer/episodes/6036356",
                    "TitleEnglish": "Ninovo",
                    "SummaryEnglish": "Shindo is a negotiator with the Japanese government, highly renowned for his skill and dedication to the job. Just before he's scheduled to go on a month long break, he's given the task of buying out a plating factory to convert to a multi-use building. The terms of the buyout are excellent, and the owner of the factory is very interested. But there's more to the deal that meets the eye, and Shindo goes the extra mile to ensure that both parties to the negotiation get what they really want.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6054909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kado-the-right-answer/episodes/6054909",
                    "TitleEnglish": "Ekwari",
                    "SummaryEnglish": "Summary of episodes 1 through 6.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6799161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kado-the-right-answer/episodes/6799161",
                    "TitleEnglish": "Beyond Information",
                    "SummaryEnglish": "Recap episode of Seikaisuru Kado, also known as Episode 12.5.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "693183",
            "URL": "https://thetvdb.com/series/kado-the-right-answer/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5892863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kado-the-right-answer/episodes/5892863",
                    "TitleEnglish": "Yaha-kui zaShunina",
                    "SummaryEnglish": "A huge, 2 kilometer cube appears in the middle of Haneda airport. A passenger plane is absorbed inside it, and no one knows if the passengers are dead or alive. The Japanese government convenes an emergency meeting to deal with this unexpected event, and tries various things to learn about the cube, which it names \"Kado\". But when even the most powerful weapons fail, what's left for the people of Japan to do?",
                    "Aliases": []
                },
                "2": {
                    "ID": "6035868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kado-the-right-answer/episodes/6035868",
                    "TitleEnglish": "Novo",
                    "SummaryEnglish": "U.N. negotiator Shindo Kojiro has been absorbed into KADO. He meets and talks with a being called Yaha-kui zaShunina, who seems to possess powers beyond humanity's ability to comprehend. zaShunina wishes to negotiate with the Japanese government and requests Shindo's assistance.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6044551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kado-the-right-answer/episodes/6044551",
                    "TitleEnglish": "Wam",
                    "SummaryEnglish": "In a meeting with the Japanese government, broadcast in front of the entire world, Yaha-kui zaShunina states that his goal is humanity's advancement. To this end, he offers them the Wam, a simple device capable of generating limitless energy from dimensions beyond our own.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6044552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kado-the-right-answer/episodes/6044552",
                    "TitleEnglish": "Rotowa",
                    "SummaryEnglish": "The UN Security Council is greatly concerned by the Japanese government's possession of the Wam, sources of limitless energy. They demand that all Wam be turned over to them, and promise that noncomplainance will be met with potential military action. But Yaha-kui zaShunina wants all humanity to have the Wam, and does not want its use to be restricted to only a few governments. He comes up with an alternate plan...",
                    "Aliases": []
                },
                "5": {
                    "ID": "6044553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kado-the-right-answer/episodes/6044553",
                    "TitleEnglish": "Nanoka",
                    "SummaryEnglish": "As zaShunina meets with the Japanese Prime Minister privately to discuss the U.N. situation, Shindo works with Dr. Shinawa on discovering the truth behind the Wam.  The Japanese P.M. calls a press conference to respond to the U.N., but has a different message than the world expected.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6044554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kado-the-right-answer/episodes/6044554",
                    "TitleEnglish": "Tetrok",
                    "SummaryEnglish": "The last of the passengers are leaving the inside of the giant Kado cube, and it's time for the next step: moving the cube itself to a new location away from Haneda airport. Shindo takes the lead in organizing the project, leading Tsukai to ask how long it's been since he slept. He can't remember. This is the next step of the anisotropic's plan.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6045761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kado-the-right-answer/episodes/6045761",
                    "TitleEnglish": "Sansa",
                    "SummaryEnglish": "After the Wam, zaShunina reveals his second invention: A device that allows humans to go without sleep. The CEO of SETTEN, the world's largest internet company, with assets in the hundreds of billions of dollars, wants to be involved in the process. Does he just want his company to have a piece of the pie, or does he have other motives?",
                    "Aliases": []
                },
                "8": {
                    "ID": "6045762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kado-the-right-answer/episodes/6045762",
                    "TitleEnglish": "Talnel",
                    "SummaryEnglish": "Shindo takes a break from dealing with the anisotropic to go around with Tsukai, who wants to dissuade him from helping the anisotropic. He meets her family, and travels on a boat with her. She wants human dignity to be protected, and tells him that zaShunina is a threat to the universe that she loves.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6045763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kado-the-right-answer/episodes/6045763",
                    "TitleEnglish": "Nanomis-hein",
                    "SummaryEnglish": "Yaha-kui reveals his next device: a device that gives its wearer control over the constants of the universe. He tells Shindo about the reason for his visit to the universe, and what his plans for the future are.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6045764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kado-the-right-answer/episodes/6045764",
                    "TitleEnglish": "Towanosakiwa'",
                    "SummaryEnglish": "Tsukai's background as a anisotropic being is revealed to Shindo after she saves him from zaShunina's plot to kill Shindo.",
                    "Aliases": []
                },
                "11": {
                    "ID": "6045765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kado-the-right-answer/episodes/6045765",
                    "TitleEnglish": "Wanoraru",
                    "SummaryEnglish": "While zaShunina used a copy of Shindo to advance his goals, Shindo decides to take him on with force. Tsukai and the real Shindo recruit Hanamori, Shinawa, and the engineers from Osakabe Plating. They develop a device that will let Shindo break through zaShunina's protective fregonics",
                    "Aliases": []
                },
                "12": {
                    "ID": "6045766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kado-the-right-answer/episodes/6045766",
                    "TitleEnglish": "Yukika",
                    "SummaryEnglish": "Shindo and zaShunina have their big confrontation as Kado continues to expand, and zaShunina is able to kill Shindo by exploiting a weakness in his Fregonics armor. As zaShunina places Shindo's body on a pedestal, presumably to send him to the anisotropic, a teenage girl appears.",
                    "Aliases": []
                }
            }
        }
    }
}