{
    "URL": "https://thetvdb.com/series/love-kome-we-love-rice",
    "Genres": [
        "Animation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6357654/",
        "https://www.themoviedb.org/tv/71011"
    ],
    "TitleEnglish": "Love Kome: We Love Rice",
    "SummaryEnglish": "The \"heartwarming 'kome'dy with laughter and passion\" aims to let the viewers rediscover the goodness of rice; following five handsome rice-inspired boys as they shine at the Kokuritsu Inaho Gakuen's \"Harvest Show\" live event.",
    "Aliases": [
        "Love Rice",
        "ラブ米 二期作"
    ],
    "Modified": "2022-12-19",
    "Seasons": {
        "1": {
            "ID": "707272",
            "URL": "https://thetvdb.com/series/love-kome-we-love-rice/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6038203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-kome-we-love-rice/episodes/6038203",
                    "TitleEnglish": "The Newest Crop of Students Is Here?",
                    "SummaryEnglish": "Somewhere in Japan is the historical school for grains, Inaho Academy. A new student there, Hinohikari, learns at the opening ceremony that the school is about to be shut down, and the only way to stop it is to beat out the bread. With that in mind, Hinohikari declares his intention in front of the whole school to become a HarveStar that surpasses even the alumni group Five Grain Rice...",
                    "Aliases": []
                },
                "2": {
                    "ID": "6038313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-kome-we-love-rice/episodes/6038313",
                    "TitleEnglish": "Nikomaru Can`t Keep Smiling",
                    "SummaryEnglish": "Hinohikari has decided to enter the Harvest Festival in order to start not a rice boom, but a rice riot. He asks Nikomaru, Akitakomachi, Hitomebore, Sasanishiki, and Chinkobozu to join him, but none of them are willing. Finally Nikomaru can't bear to watch anymore and offers him a surprising suggestion, but can Hinohikari bring himself to take him up on it?",
                    "Aliases": []
                },
                "3": {
                    "ID": "6055061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-kome-we-love-rice/episodes/6055061",
                    "TitleEnglish": "I`ve Had Enough of the Usual Rice Planting",
                    "SummaryEnglish": "Hinohikari had just grown accustomed to being a member of Nikomaru and Akitakomachi's HarveStar unit, \"Blend Mine,\" when the subject of Akitakomachi's past comes up and they stumble upon a fatal flaw in Blend Mine. So the new unit name suggested by Hinohikari after he had saved it up—no, kept it warm—for a long time is \"Love Rice.\" Meanwhile, Sasanishiki watches the three of them from afar...",
                    "Aliases": []
                },
                "4": {
                    "ID": "6063959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-kome-we-love-rice/episodes/6063959",
                    "TitleEnglish": "Love at First Sight with Hitomebore",
                    "SummaryEnglish": "The three members of Love Rice are training when they spot Hitomebore hitting on someone. After seeing him so persistently trying to pick up a date even in the middle of a blizzard, Hinohikari asks him to join Love Rice, but Hitomebore says he has plans to become a comedian with Chinkobozu. Then he takes off, saying he has a date, and the Love Rice members follow him to find...",
                    "Aliases": []
                },
                "5": {
                    "ID": "6075896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-kome-we-love-rice/episodes/6075896",
                    "TitleEnglish": "Sasanishiki Is Going Home a Hero",
                    "SummaryEnglish": "Sasanishiki continues to refuse the invitations to join Love Rice. Then, for some reason, there's suddenly a train track running through the school yard, and a dog is trapped on the track as a train rushes toward it. Love Rice is frozen in place, but Sasanishiki rushes forward. Sasanishiki's skill and drive when it comes to Harvest Shows was once said to rival Koshihikari himself, but the story Morinokuma begins to tell about his past is one nobody expected...",
                    "Aliases": []
                },
                "6": {
                    "ID": "6075900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-kome-we-love-rice/episodes/6075900",
                    "TitleEnglish": "Go, Yeast King",
                    "SummaryEnglish": "The five members of Love Rice are both excited and focused as they look ahead to their Harvest Festival appearance. Then An, Shokku, and Kyari, the hottest HarveStars from the Sacred Bread High School, arrive on the scene. After seeing their far superior Harvest Show, the girls who once cheered for Love Rice turn their attention to Yeast King.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6094919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-kome-we-love-rice/episodes/6094919",
                    "TitleEnglish": "The Sextuplets",
                    "SummaryEnglish": "The five members of Love Rice are both excited and focused as they look ahead to their Harvest Festival appearance. Then An, Shokku, and Kyari, the hottest HarveStars from the Sacred Bread High School, arrive on the scene. After seeing their far superior Harvest Show, the girls who once cheered for Love Rice turn their attention to Yeast King.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6104893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-kome-we-love-rice/episodes/6104893",
                    "TitleEnglish": "Say Mine! Koshihikari Shines",
                    "SummaryEnglish": "After feeling stimulated by Blast Resistance's concert, the members of Love Rice try to work on some new moves, but they can't seem to master the perfect technique. As they're left confused and frustrated, Koshihikari, the leader of Five Grain Rice and an alumnus of Inaho Academy, appears before them. Hinohikari, a HarveStar otaku, is enthralled to see his idol standing in front of him, but for the sake of Love Rice, he gets serious about undergoing Koshihikari's rigorous training...",
                    "Aliases": []
                },
                "9": {
                    "ID": "6115194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-kome-we-love-rice/episodes/6115194",
                    "TitleEnglish": "Some Breads Are Just Indigestible",
                    "SummaryEnglish": "Hinohikari and Nikomaru sneak into St. Pan High School to scope it out. They end up being caught by Yeast King's homeroom teacher, Crois, but Yeast King puts on their Harvest Show anyway, as if inviting the two of them to check out the competition. After witnessing the overwhelming difference in skill between their two groups, Hinohikari and Nikomaru can't help but respect their rivals. Then Crois comes up with a plan...",
                    "Aliases": []
                },
                "10": {
                    "ID": "6115195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-kome-we-love-rice/episodes/6115195",
                    "TitleEnglish": "The Culprit Is Koro-nee",
                    "SummaryEnglish": "Love Rice arrives at the Harvest Festival with the goal of starting a rice riot with their performance, which they haven't once completed successfully in practice yet. Then Hinohikari tells the other members the reason he decided to become a HarveStar. But then the mood is broken when Hitomebore receives a phone call... Who's behind this?!",
                    "Aliases": []
                },
                "11": {
                    "ID": "6115196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-kome-we-love-rice/episodes/6115196",
                    "TitleEnglish": "Chinkobozu Finally Has His Turn",
                    "SummaryEnglish": "Love Rice arrives at the Harvest Festival with the goal of starting a rice riot with their performance, which they haven't once completed successfully in practice yet. Then Hinohikari tells the other members the reason he decided to become a HarveStar. But then the mood is broken when Hitomebore receives a phone call... Who's behind this?!",
                    "Aliases": []
                },
                "12": {
                    "ID": "6115197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-kome-we-love-rice/episodes/6115197",
                    "TitleEnglish": "Romantic Flight Toward Season 2",
                    "SummaryEnglish": "Love Rice managed to overcome their crisis thanks to Chinkobozu's Harvest Show. Rain suddenly started to fall as Love Rice made their return to the Harvest Festival venue. Will the wishes of Hinohikari, Sasanishiki, Hitomebore, Akitakomachi, and Nikomaru to restore the popularity of rice and keep the school open be granted? Can rice defeat bread? This emotional Love Kome-dy is about to reach its conclusion!\r\nLove Rice is forced to begin their Harvest Show without Hitomebore, but Yeast King sees that they're not performing at their full potential and stops them. The members of Yeast King feel ashamed of everything they've done to stand in Love Rice's way, and even more so when they find out who was behind Hitomebore's dilemma, so they offer to help. The desire to present their Harvest Shows fair and square leads to the sprouting of friendship between the two rival grains.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "721228",
            "URL": "https://thetvdb.com/series/love-kome-we-love-rice/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6204915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-kome-we-love-rice/episodes/6204915",
                    "TitleEnglish": "Our New Rival Is Noodles",
                    "SummaryEnglish": "Love Rice started a rice riot at the Harvest Festival and became a sensation overnight. They've been super busy with TV appearances, rice planting, and other activities, but the group's leader, Hinohikari, is acting strange... Meanwhile, a new exchange student arrives at Inaho Academy, and he's a ramen HarveStar named Sho. The members of Love Rice can't help feeling flustered by the appearance of a new rival. What will come of the peace that had settled between the grains?",
                    "Aliases": []
                },
                "2": {
                    "ID": "6353577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-kome-we-love-rice/episodes/6353577",
                    "TitleEnglish": "Based on the Original Concept, Love Rice Is Really Meant to Be Aimed at Girls",
                    "SummaryEnglish": "Hinohikari had suddenly collapsed in the classroom, worrying the other members of Love Rice. Then, after school, the door bursts open, and a new first-year named Oidemai suddenly puts on a Harvest Show. How will this passionate fan of Love Rice fit into the story? Meanwhile Yeast King, the bread HarveStar unit, is eating out with Love Rice when the waitress asks if they'd prefer bread or rice with their meals. And glaring through the window at their conversation from outside is Sho...",
                    "Aliases": []
                },
                "3": {
                    "ID": "6353578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-kome-we-love-rice/episodes/6353578",
                    "TitleEnglish": "School HarveStar Love Rice",
                    "SummaryEnglish": "Morinokuma-san and Koro-nee are getting married. The usual gang is in the audience at the reception, but Hinohikari is nowhere to be found. A comment from Morinokuma-san's students and a Harvest Show by Koshihikari bring the celebration to joyful new heights, until Morinokuma-san gets a phone call...",
                    "Aliases": []
                },
                "4": {
                    "ID": "6384603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-kome-we-love-rice/episodes/6384603",
                    "TitleEnglish": "The Legendary Six Rice Boys (Mixed Rice)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "6394386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-kome-we-love-rice/episodes/6394386",
                    "TitleEnglish": "Weakling Rice",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "6394387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-kome-we-love-rice/episodes/6394387",
                    "TitleEnglish": "The Grain King",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "6405941",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/love-kome-we-love-rice/episodes/6405941",
                    "TitleEnglish": "Riceside Shakedown: The Movie",
                    "SummaryEnglish": "Love Rice is in a celebratory mood after their victory in the Duel and the return of Hinohikari. Then Koshihikari arrives, and he seems troubled. It turns out he's decided to make a movie starring Sasanishiki! Hinohikari, Hitomebore, Akitakomachi, and Nikomaru are all on board, but Sasanishiki is less thrilled. Will they be able to complete the filming?",
                    "Aliases": []
                },
                "8": {
                    "ID": "6405942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-kome-we-love-rice/episodes/6405942",
                    "TitleEnglish": "Love Rice Needs a Scolding!!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "6430055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-kome-we-love-rice/episodes/6430055",
                    "TitleEnglish": "Your Rice Name",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "6430056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-kome-we-love-rice/episodes/6430056",
                    "TitleEnglish": "Go Forth, CaKing!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "6430057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-kome-we-love-rice/episodes/6430057",
                    "TitleEnglish": "The Fake Sho Is Really a Carbohydrate-Free Diet",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "6430058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-kome-we-love-rice/episodes/6430058",
                    "TitleEnglish": "Romantic Flight Toward the Game",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}