{
    "URL": "https://thetvdb.com/series/aquarion-logos",
    "Genres": [
        "Action",
        "Animation",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5258698/",
        "http://aqlogos.com/",
        "https://x.com/AQlogos"
    ],
    "TitleEnglish": "Aquarion Logos",
    "SummaryEnglish": "For thousands of years after its development, mankind used the written word for communication between people and generations. As millenia passed and technology became more prevalent, writing - and thus, communication as a whole - diminished, until it could only be found on cell phones and computer screens. Seeing an opportunity, the sorcerer Sogan Kenzaki starts infecting words with the Nesta Virus, which brings them to life and turns them into monsters called MJBK (Menace of Japanese with Biological Kinetic energy).\r\n\r\nTo counter this attack against humanity, an organization known as DEAVA (Division of EArth Verbalism Ability) assembles a group of youths with the ability of \"Verbalism\". They have to pilot the vector machines, which are used to form the mechas dubbed \"Aquarions\". The one wild card in the situation is the self-dubbed \"savior\", a young man who is the direct relative of a famous calligrapher, named Akira Kaibuki.",
    "Aliases": [],
    "Modified": "2022-10-17",
    "Seasons": {
        "0": {
            "ID": "694391",
            "URL": "https://thetvdb.com/series/aquarion-logos/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7608625",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/7608625",
                    "TitleEnglish": "Aquarion Logos OVA",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "694394",
            "URL": "https://thetvdb.com/series/aquarion-logos/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "5905484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905484",
                    "TitleEnglish": "Shout! Sousei Gattai!",
                    "SummaryEnglish": "When the enigmatic Sougon unleashes the twisted power of the written word upon Tokyo, Sakurako Soda and the members of the Verbalism Club – secret soldiers of Deava – unite with the mysterious youth, Akira Kaibuki, to protect the city!",
                    "Aliases": []
                },
                "2": {
                    "ID": "5905486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905486",
                    "TitleEnglish": "Shine! Light of Thought",
                    "SummaryEnglish": "Sougon’s power menaces with a deadly illness as the captured Maia seeks to escape from Deava’s underground facility. Will she heed her master’s command, or will she follow the voice of her conscience?",
                    "Aliases": []
                },
                "3": {
                    "ID": "5905487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905487",
                    "TitleEnglish": "Resound, A Dream for Me Alone",
                    "SummaryEnglish": "A young, new member joins the Verbalism Club with high hopes, but something is amiss!",
                    "Aliases": []
                },
                "4": {
                    "ID": "5905489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905489",
                    "TitleEnglish": "Let Fly, An Arrow that Pierces the Heart",
                    "SummaryEnglish": "As the Verbalism Club prepares for the Tanabata Festival, Tokyo is twisted apart by a tainted love! Kokone must overcome her fears and speak her heart to overcome this powerful new M.J.B.K.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5905491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905491",
                    "TitleEnglish": "Take it Back, Our Summer",
                    "SummaryEnglish": "The girls of Shirobaco take a trip to the beach, but the rise of a new M.J.B.K. tosses their plans out in the cold! Can Akira, Tsutomu, and Hayato save the day, or will they be forced to live in a dull, passionless world without swimsuits?!",
                    "Aliases": []
                },
                "6": {
                    "ID": "5905492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905492",
                    "TitleEnglish": "Light Up! Your Strength",
                    "SummaryEnglish": "Feeling guilty for risking the lives of her young squadron, Sakurako moves to infiltrate Nesta herself, only to find herself face to face with Subete. She soon learns that her past ties to the shadowy organization may not be fully severed.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5905494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905494",
                    "TitleEnglish": "Burn It! The Savior's Flames",
                    "SummaryEnglish": "Sougon uses society's online vitriol to his advantage as a figurative flame war soon becomes literal! Can the team stop humanity from being consumed by the fires of its own hate?",
                    "Aliases": []
                },
                "8": {
                    "ID": "5905496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905496",
                    "TitleEnglish": "Pierce It! The Insect Part",
                    "SummaryEnglish": "In the shadow of his popular comedian older brother, Tsutomu slaves away like a worker ant to make his online comedy videos. But when the world is suddenly bitten by the bug of mad ambition, Tsutomu's off-beat comedy may be the only cure!",
                    "Aliases": []
                },
                "9": {
                    "ID": "5905497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905497",
                    "TitleEnglish": "Clear Them! The Inviting Shadows",
                    "SummaryEnglish": "Maia finds herself in a strange and empty version of the world as she knows it. The voices of old allies, new friends, and a mysterious stranger beckon her - but can Maia, alone in the dark, find her footing and set out on her own path?",
                    "Aliases": []
                },
                "10": {
                    "ID": "5905499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905499",
                    "TitleEnglish": "Reach Them! My True Voice",
                    "SummaryEnglish": "When the Verbalism Club puts on a stage play, Kokone finally gets to live her acting dream - but on opening day, she can barely say her lines. She must find her voice quickly, as a powerful new M.J.B.K. threatens to silence her permanently!",
                    "Aliases": []
                },
                "11": {
                    "ID": "5905501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905501",
                    "TitleEnglish": "Flap! Bound Wings",
                    "SummaryEnglish": "Stoic, industrious Hayato drafts a comprehensive operating strategy for fighting the M.J.B.K. menace, but behind his calm façade, ambition, resentment, and jealousy whirl through his mind.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5905617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905617",
                    "TitleEnglish": "Bring them Together! Heart and Heart",
                    "SummaryEnglish": "With the help of a terrifying new M.J.B.K., Subete breaks the Deava's Aquarions apart and forces the pilots to retreat. In the wake of their defeat, Akira suddenly becomes strangely distant from his comrades…",
                    "Aliases": []
                },
                "13": {
                    "ID": "5905619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905619",
                    "TitleEnglish": "A Great Victory! We Are the Saviors",
                    "SummaryEnglish": "Members of the Verbalism Club unite to take a M.J.B.K. head-on! Afterwards, Akira encounters Sougon face-to-face!",
                    "Aliases": []
                },
                "14": {
                    "ID": "5905621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905621",
                    "TitleEnglish": "Show It! You at Your Worst",
                    "SummaryEnglish": "A month after the battle in the Logos World, the M.J.B.K. threat seems to have disappeared - along with Sougon and Subete. As Sakurako writes up her report on the incident, a strange creature suddenly appears in the Shirobaco office!",
                    "Aliases": []
                },
                "15": {
                    "ID": "5905623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905623",
                    "TitleEnglish": "Ah! Days of Our Youth",
                    "SummaryEnglish": "Out of date phrases and unpopular words make a sudden resurgence in Asagaya, and Sakurako suspects multiple M.J.B.K.s are to blame! Will her Yurei busting plan restore verbal order or will it like majorly fail?",
                    "Aliases": []
                },
                "16": {
                    "ID": "5905624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905624",
                    "TitleEnglish": "Carve Them In! The Scars of Destiny",
                    "SummaryEnglish": "In the early days of the internet, Sougon and his partner Mao Hayashi built what would become the greatest networking company in Japan: Nesta. In their quest to reach the next level of human communication, they also took in a young boy…",
                    "Aliases": []
                },
                "17": {
                    "ID": "5905626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905626",
                    "TitleEnglish": "Shatter! The One I Must Strike Down",
                    "SummaryEnglish": "There can be no salvation if there is no threat, no enemy. A dangerous M.J.B.K. turns friend against friend - and, lost in his obsessive desire to become a savior, Akira Kaibuki might be willing to make an enemy of the world itself…",
                    "Aliases": []
                },
                "18": {
                    "ID": "5905628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905628",
                    "TitleEnglish": "Howl! An Honest Beaten Dog",
                    "SummaryEnglish": "In politics, show business, and even everyday life, people choose comforting lies over harsh realities. When a new M.J.B.K. threatens to smother the truth completely, Hayato Kujyo's unflinching honesty may be the world's last defense.",
                    "Aliases": []
                },
                "19": {
                    "ID": "5905630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905630",
                    "TitleEnglish": "Fall in Love! Asagaya",
                    "SummaryEnglish": "Love is in the air in Asagaya! The members of the verbalism club pair up for a couples challenge - but Akira and Maia don't quite know how a couple should act. Will they win the tickets, the crowns… or perhaps, something far greater?",
                    "Aliases": []
                },
                "20": {
                    "ID": "5905631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905631",
                    "TitleEnglish": "Know It! The Reason You Were Born",
                    "SummaryEnglish": "As her friends work on Shirobaco's third-anniversary menu, Maia digs into DEAVA's history in an effort to save Akira. Her search leads her back to Nesta, where she learns more of her own history than she ever wanted to know...",
                    "Aliases": []
                },
                "21": {
                    "ID": "5905632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905632",
                    "TitleEnglish": "Tragic! An Immoral Gattai",
                    "SummaryEnglish": "Maia goes to great lengths trying to save Akira, and one member of the Verbalism Club gives their all to restore order to the world.",
                    "Aliases": []
                },
                "22": {
                    "ID": "5905633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905633",
                    "TitleEnglish": "Listen! The Voice Calling out to You",
                    "SummaryEnglish": "Due to the recent string of unusal events, the government turns against DEAVA and Shirobaco finds itself under siege.",
                    "Aliases": []
                },
                "23": {
                    "ID": "5905635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905635",
                    "TitleEnglish": "Revive! The Vow Beneath the Moonlight",
                    "SummaryEnglish": "With Deava's existence now known to the world, Hayato seeks to recruit the public for their cause. Subete digs deeper into Maia's memories, unearthing the lifelong link between Maia, Subete, and Akira.",
                    "Aliases": []
                },
                "24": {
                    "ID": "5905636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905636",
                    "TitleEnglish": "To Battle! With My Existence on the Line",
                    "SummaryEnglish": "12,000 years ago, the struggle between the world of truth and the world of the written word was set in motion. Now, Akira Kaibuki and Subete Kenzaki prepare to bring it to its ultimate conclusion.",
                    "Aliases": []
                },
                "25": {
                    "ID": "5905637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905637",
                    "TitleEnglish": "Gather! Voices for Tomorrow",
                    "SummaryEnglish": "Akira throws himself into the void for Maia's sake, and by Nesta's will, the written world comes to an end. What will Maia and Subete make of this new world of truth?",
                    "Aliases": []
                },
                "26": {
                    "ID": "5905638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-logos/episodes/5905638",
                    "TitleEnglish": "It Will Not End! Aquarion Logos",
                    "SummaryEnglish": "Akira and Subete battle it out to save the world, and a new legend unfolds before everyone's eyes.\r\n\r\nSpecial Ending after credits.",
                    "Aliases": []
                }
            }
        }
    }
}