{
    "URL": "https://thetvdb.com/series/a-centaurs-life",
    "Genres": [
        "Animation",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7858928/",
        "http://centaur-anime.com/",
        "https://www.themoviedb.org/tv/72506"
    ],
    "TitleEnglish": "A Centaur's Life",
    "SummaryEnglish": "Himeno is a sweet, shy little centaur girl. In her world, everyone seems to be a supernatural creature, and all her classmates have some kind of horns, wings, tails, halos, or other visible supernatural body part. Despite their supernatural elements, Himeno and her best friends, Nozomi and Kyouko, have a fun and mostly normal daily school life!\r\n\r\n\\\\ Known in Japanese as \"Centaur's Worries\" (Japanese \"セントールの悩み\" Hepburn: Sentouru no Nayami).  Base on Japanese Manga series writting by Kei Murayama. Animation direct by Fumitoshi Oizaki.",
    "Aliases": [
        "Centaur's Worries",
        "Centaur no Nayami"
    ],
    "Modified": "2025-07-21",
    "Seasons": {
        "0": {
            "ID": "709658",
            "URL": "https://thetvdb.com/series/a-centaurs-life/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7489957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-centaurs-life/episodes/7489957",
                    "TitleEnglish": "Special",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "709660",
            "URL": "https://thetvdb.com/series/a-centaurs-life/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6061575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-centaurs-life/episodes/6061575",
                    "TitleEnglish": "When All Is Said And Done, Everyone Loves Kisses / Did You Know That a Marathon Is a Microcosm of Life?",
                    "SummaryEnglish": "While preparing for a class play, centaur Himeno Kimihara, who is playing the princess, ends up kissing her demon friend Nozomi Gokuraku after a male classmate who had originally hoped to play the prince role modified her script. During the play, a set of steps collapses beneath Himeno and Nozomi, forcing Himeno to make a daring rescue to save Nozomi. Later, during marathon practise, Nozomi and their half-Satyr friend Kyouko Naraku test how fast Himeno can run, which almost results in an accident.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6181553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-centaurs-life/episodes/6181553",
                    "TitleEnglish": "Beauty Is a Double-Edged Sword / Water People Living in Water and Mountain People Living in Mountains Really Are Just That",
                    "SummaryEnglish": "After finding Himeno modelling in a fashion magazine, Nozomi is roped into trying out some different fashions by Mitsuyo Akechi and her girlfriend Inukai after they hint Himeno might get expelled for having a part-time job. She later learns, however, that Himeno's modelling work was simply an unpaid favor for her mother's friend, while Mitsuyo was secretly working at a part-time job the whole time. On a cold day, Himeno and friends try to warm themselves up by thinking back to when their class went to a school for merfolk to attend their classes.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6197535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-centaurs-life/episodes/6197535",
                    "TitleEnglish": "Where Do the Little Ones Get So Much Vitality? / Regardless of the Generation, Magical Girls Are Popular, Huh?",
                    "SummaryEnglish": "Himeno goes out with her cousin Shino and comes across student council president Manami Mitama and her three triplet sisters, Chiho, Chinami, and Chigusa. Shino gets defensive about how the triplets go about kissing others, which isn't helped when Mitsuyo and Inukai provide their own input on the matter. Later, the triplets are tasked with looking after their youngest sister Sue while Manami is out doing student council work. Sue becomes too weak to play outdoor games with the triplets' friends, but she manages to play house with someone, which they later discover might have been a zashiki-warashi.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6213044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-centaurs-life/episodes/6213044",
                    "TitleEnglish": "Why Are We So Bewildered When We Receive a Love Letter? / You Can Tell What Type a Person Is By Whether They Believe in UMAs and UFOs or Not.",
                    "SummaryEnglish": "After being approached by a boy with a love letter, Himeno is reluctant to accept it because she is worried about how her horse half would look naked. Hearing about her complex, Nozomi and Kyouko propose that they look at each others private parts to put Himeno at ease. After being assured that she is perfectly normal, Himeno accepts the love letter only to find the boy was only interested in her for her breasts. Later, Himeno and Kyouko try to help Nozomi study for her make-up exams, during which Nozomi believes she sees a UFO. The next day, Himeno's class receives a new transfer student; an Antartican snake girl named Quetzalcoatl Sassassul.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6213045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-centaurs-life/episodes/6213045",
                    "TitleEnglish": "Antarcticans Are Like Walking Rumors / But In the End, The Antarcticans' History and Roots Are a Mystery, Too",
                    "SummaryEnglish": "Himeno feels intimidated by Quatzalcoatl because of a scary B-movie she saw about snake people as a child. After hearing about this, Quetzalcoatl requests to watch the movie in question with Himeno, assuring her that her species is nothing like the monster featured in the movie and managing to become friends with everyone. Later, Quetzalcoatl clears up the misunderstandings and rumors surrounding Antarcticans with her classmates. Afterwards, Quetzalcoatl, feeling unnerved following a news report of an alleged Antarctican UFO attack, joins Himeno and the others as they go clothes shopping.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6213046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-centaurs-life/episodes/6213046",
                    "TitleEnglish": "Is Being Able to Retrace One's Past and Ancestors A Reason to Be Happy or Unhappy? / Does Getting a Job Doing What You Love Really Bring Happiness?",
                    "SummaryEnglish": "As the girls discuss what kind of hairstyle would suit Himeno, she explains how her ancestry led her to have red hair. Meanwhile, Kyouko acts as a secretary for her mangaka father while Manami is sent to deal with an allegedly cursed box before criticising her father for being stuck between being a good father and being a painter.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6213047",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/a-centaurs-life/episodes/6213047",
                    "TitleEnglish": "First Experiences Are Scary and Fun All in One... Pardon the Rhyme. / Occult Movies You Watch as a Kid Are 140% Scarier.",
                    "SummaryEnglish": "The girls all go to the pool, where Sassassul overcomes her fear of water and understands more about Manami's sisters. Later, the girls help the Occult Club hold a night of telling scary stories to help the president, Towako, get along better with everyone, though the subject quickly switches to science.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6258670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-centaurs-life/episodes/6258670",
                    "TitleEnglish": "Mental Strength Might Be the Biggest Reason One Wins a Serious Competition. / The Uncertainty of What One Believes In... Or So I Absurdly Mumble.",
                    "SummaryEnglish": "Himeno goes to an archery meet with her underclassman, Ayaka Wakamaki, who acts strict towards her. Following some advice on her friends, Himeno helps Ayaka to loosen up by offering to go on a date with her. Later, the mermaid school holds a festival in which one of the mermaids has to perform a song to appease the god Tagon. The festival is interrupted, however, when a large fish monster posing as Tagon appears.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6283260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-centaurs-life/episodes/6283260",
                    "TitleEnglish": "What Are the Struggles of Someone Known as a Prominent Figure? / What Is the Life of Someone Known as a Prominent Figure Like?",
                    "SummaryEnglish": "Himeno and the others are chosen as a prepatory committee for Jean Rousseau, a French-raised amphibian politician who is scheduled to give a speech at their school. While visiting his homeland prior to his speech, Jean is concerned by his people's willingness to rage war against mammal-based lifeforms. Many years ago, a young angel boy is captured and forced to work in an internment camp. As the boy becomes weaker and filled with despair, he is given food by a centaur who is regarded as a traitor among his fellow prisoners, convinced that those with good hearts need to survive. Just as the federation army raids the camp to rescue the prisoner, the boy finds the centaur hung by the other prisoners, who attempt to kill him as well before he is rescued by a kind soldier. This allowed him to grow up into a kind-hearted politician who is accepting of all races.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6296596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-centaurs-life/episodes/6296596",
                    "TitleEnglish": "When You Choose to Look For Contemporary Art For a Date... Part 1 / When You Choose to Look For Contemporary Art For a Date... Part 2",
                    "SummaryEnglish": "Hime, Nozomi, and Kyouko decide to tail after Sassassul as she goes on a supposed date with a boy to a contemporary art museum, unaware that various organisations are keeping an eye on her too. At the same time, Manami goes on a date to the same museum with her boyish classmate Makoto Omaki, getting into a conversation about her father's art career.",
                    "Aliases": []
                },
                "11": {
                    "ID": "6308597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-centaurs-life/episodes/6308597",
                    "TitleEnglish": "There Are As Many Names of Flowers... As There Are People, But That's Totally a Lie! / There Are As Many Types of Beauty As There Are People, Which Is Probably True If Used in a Broad Sense?",
                    "SummaryEnglish": "After learning about different types of grass and flower from Himeno, Shino attempts to explain the concept to her classmates at kindergarten.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6319346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-centaurs-life/episodes/6319346",
                    "TitleEnglish": "We Tried Making a Fantasy Story in RPG Style./ Fierce Fights! Arm Wrestling! How Will the Battle of the Heroines End?",
                    "SummaryEnglish": "The girls participate in an RPG fantasy setting, fighting against monsters in a dungeon labyrinth, which turns out to be a story written by Mitsuyo.",
                    "Aliases": []
                }
            }
        }
    }
}