{
    "URL": "https://thetvdb.com/series/classroom-of-the-elite",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/261B-1F45-3E20-7BA3-BF15-K",
        "https://www.imdb.com/title/tt7263328/",
        "http://you-zitsu.com/",
        "http://www.reddit.com/r/ClassroomOfTheElite/",
        "https://www.tvmaze.com/shows/29180/show-slug",
        "https://www.themoviedb.org/tv/72517",
        "https://www.wikidata.org/wiki/Q24874162",
        "https://en.wikipedia.org/wiki/Classroom_of_the_Elite",
        "https://x.com/youkosozitsu"
    ],
    "TitleEnglish": "Classroom of the Elite",
    "SummaryEnglish": "When Kiyotaka enters an elite government-sponsored high school, he finds out just how merit-based this education system is.",
    "Aliases": [
        "Welcome to the Classroom of the Know-It-Alls",
        "Yōkoso Jitsuryoku Shijō Shugi no Kyōshitsu e",
        "Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e"
    ],
    "Modified": "2025-09-04",
    "Seasons": {
        "0": {
            "ID": "715467",
            "URL": "https://thetvdb.com/series/classroom-of-the-elite/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9433220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/9433220",
                    "TitleEnglish": "Classroom of the Elite 2nd Season Special Preview",
                    "SummaryEnglish": "To commemorate the broadcast of \"2nd Season\", a special program has been decided to be broadcast to help you enjoy \"Classroom of the Elite\" to the fullest. This is a talk show by Shoya Chiba, Akari Kito, and Yurika Kubo about their memories of the \"1st Season\" and their feelings when the \"2nd Season\" was decided. The program is full of the latest information on anime. Please enjoy the harmonious talk between the three of us.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "715468",
            "URL": "https://thetvdb.com/series/classroom-of-the-elite/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6125438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/6125438",
                    "TitleEnglish": "What is evil? Whatever springs from weakness.",
                    "SummaryEnglish": "Kiyotaka Ayanokoji begins attending school in class 1-D at the Tokyo Metropolitan Advanced Nurturing High School, an institution established by the government for training Japan's best students. Class D homeroom teacher Sae Chabashira explains the point system where everybody gets a monthly allowance 100,000 points that they can use as money at local shops with one point equaling one yen, and also warns the students that they are judged on merit. Ayanokoji begins navigating through the system being careful about how he spends his points, while becoming friends with the gregarious Kikyo Kushida and then attempting to become friends with the aloof outsider Suzune Horikita. In an attempt to become friends, Ayanokoji brings Suzune to a cafe where only girls meet having secretly arranged for Kushida and two other classmates to be there, but Suzune saw through the plan and leaves without becoming friends. As the month of April passes, the majority of class D lavishly spends their points and slacks off in class without any reprimand, causing Ayanokoji to be suspicious. On May 1, the class D students are surprised to find out that they did not get an allowance, and Chabashira explains that their allowance depends on merit and having ignored their studies, the class receives no points for the month.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6188391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/6188391",
                    "TitleEnglish": "It takes a great talent and skill to conceal one's talent and skill.",
                    "SummaryEnglish": "Chabashira explains how the system works at this school as the four first-year classes are all ranked by merit, and that class D has the opportunity to be promoted to class C with strong performances on exams. She also warns that with the current situation, anybody who fails one more exam is expelled. Now fully aware of the system, everybody takes their studies more seriously except for the three biggest idiots of the class in Ken Sudo, Kenji Ike, and Haruki Yamauchi. Suzune treats Ayanokoji to an expensive lunch to discuss the strategy, as well as bringing aboard those three to the library to study. Ayanokoji and Kushida succeed in getting them to come, but they leave immediately while Sudo lets everybody know that he wants to make it rich quickly by going pro in basketball That night, Ayanokoji overhears Suzune talking to her brother Manabu, and Manabu attacks her over a disagreement about her view of isolation being independence. Ayanokoji intervenes, and Manabu then reveals that he scored a 50 on every test and asks if it was coincidence or not. The midterm exams come, and class D as a whole performs very well with some scoring among the highest among the first years in the school.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6190198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/6190198",
                    "TitleEnglish": "Man is an animal that makes bargains: no other animal does this - no dog exchanges bones with another.",
                    "SummaryEnglish": "Class D gets the results of their last exam and everybody passes except for Sudo, who missed the passing threshold by one point. The grades were the result of Ayanokoji spending 15,000 points to buy the questions to an old exam from an upperclassman three days prior to the exam, which is within school rules. Ayanokoji approaches Chabashira asking the question of whether equality exists, and she answers that it does not, which Ayanokoji agrees with. Ayanokoji and Suzune then spend their points to buy the missing point from the teacher so that Sudo's expulsion can be rescinded. That night, Kushida organizes a little party in Ayanokoji's. After the party, Kushida leaves but forgets her cellphone and Ayanokoji follows her to find out the truth about her personality. Having discovered her secret personality, Kushida demands Ayanokoji to keep it a secret or else she will accuse him of raping her by having him forcefully touch her breast and using the fingerprints as evidence.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6190200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/6190200",
                    "TitleEnglish": "We should not be upset that others hide the truth from us, when we hide it so often from ourselves.",
                    "SummaryEnglish": "July 1 arrives and class D's point distribution is put on hold due to an incident the previous day involving Sudo and three basketball teammates from class C. Sudo was attacked and fought back in self-defense. However, due to his poor reputation he is going to be held liable unless the class can find a witness to clear his name before the hearing next week, which would consequently result in the class receiving no points for the month. In an attempt to manipulate the case to their favor, the three class C attackers secretly get beaten up badly by their classmates at their request. With the help of Class B, the class posts messages asking for witnesses of the incident. Suzune tells Ayanokoji and the others that Airi Sakura was there and witnessed the incident with her camera. That night, Ayanokoji and Kushida talk about how in a murder case with the suspects being a known murderer and a law-abiding citizen that with the lack of evidence, people are more likely going to believe the law-abiding citizen even if that person is the one who is guilty. The next day, Sakura is approached asking for the evidence, and she runs away dropping her camera in the process. Sakura freaks out when she cannot turn on her camera thinking that she broke it and continues her running not wanting to get involved.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6190201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/6190201",
                    "TitleEnglish": "Hell is other people",
                    "SummaryEnglish": "Sakura asks Ayanokoji and Kushida to accompany her to the electronics store to get the camera repaired, which is covered under warranty. The store clerk asks for Sakura to give out her contact information, and Ayanokoji uses his instead. Ayanokoji figures out that Sakura is the internet model that has become a big hit recently. At the hearing presided by Manabu, both classes give their testimonies accusing each other for instigating the fight with the initial ruling going in class C's favor. After staying silent, Suzune speaks up after getting harassed by Ayanokoji. Suzune asks what the circumstances were for the fight and points out that in a three against one fight that it is nearly impossible for those injuries that serious to be all Sudo's doing. She then presents Sakura as a witness providing evidence that she was present as she captured the fight going on in the background during a photo shoot. However, the evidence only proves that she was present and does not clear Sudo of any wrongdoing. The class C homeroom teacher Sakagami proposes a compromise to suspend Sudo for two weeks and the three class C students for one week each, but class D rejects it. Realizing that one side is clearly lying, Manabu ends the hearing and will make his decision the next day unless admissions or additional evidence is presented with expulsions possible.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6190203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/6190203",
                    "TitleEnglish": "There are two kinds of lies; one concerns an accomplished fact, the other concerns a future duty.",
                    "SummaryEnglish": "Sakura returns to her dorm to find her mailbox stuffed with photos of her. Taking advantage of the delay in the final ruling that was made possible with Sakura's photo, Ayanokoji and Suzune set up a trap at the stairwell. Kushida sends a fake message to the three class C students ordering them to meet her at the special annex in order to draw them to the stairwell where Ayanokoji and Suzune are waiting and security cameras paid for by Ichinose were secretly installed. Understanding that neither side stands to gain by going forward with this complaint and that the three students stand to get expelled because they told a malicious lie that got the school involved that they agree to withdraw the complaint. Ayanokoji notes that the school is testing to see if they can resolve this problem on their own and realizes that Manabu probably knew the whole truth already. Afterwards, Sakura gets assaulted by the electronics store clerk, who is a big fan of her net alter ego Shizuku, and Ayanokoji and Ichinose arrive to save her using those security cameras to arrest the clerk. Chabashira tells Suzune to get to know Ayanokoji because he is the most defective student in the school. Manabu approaches Ayanokoji asking him to join the student council, but he refuses while deferring the credit for settling the case to Suzune. Ayanokoji then tells Suzune that while he is willing to help Suzune reach class A, he tells her not to pry into his life anymore.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6190204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/6190204",
                    "TitleEnglish": "Nothing is as dangerous as an ignorant friend; a wise enemy is to be preferred.",
                    "SummaryEnglish": "Even during summer vacation, lone wolf Horikita would rather remain locked in her room studying than interacting with others. One day, Ayanokoji invites her to visit the pool with some of the others.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6190206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/6190206",
                    "TitleEnglish": "Abandon all hope, ye who enter here.",
                    "SummaryEnglish": "It's summer vacation! The first-years get to board a luxury cruise ship, where they're allowed to sample the highest class facilities available.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6190207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/6190207",
                    "TitleEnglish": "Man is condemned to be free.",
                    "SummaryEnglish": "As part of a special test, the school has brought the students to an uninhabited tropical island where they must now live for a week. Their performance on the test can have an enormous impact on the point standings of the four classes.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6190209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/6190209",
                    "TitleEnglish": "Every man has in himself the most dangerous traitor of all.",
                    "SummaryEnglish": "Class D has achieved a degree of unity in facing the special test, so Ayanokoji and Horikita head out to see how the other classes are getting along. Class B is working together to make a comfortable life for themselves, while Class A remains secretive.",
                    "Aliases": []
                },
                "11": {
                    "ID": "6190210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/6190210",
                    "TitleEnglish": "What people commonly call fate is mostly their own stupidity.",
                    "SummaryEnglish": "With the panty thief incident already eroding Class D's trust, the decision is made to separate the boys and girls camps. That night, while sitting together by a campfire, Ayanokoji notices that Horikita is sick, and has been concealing the fact since the start of the test. The situation continues to turn for the worse, as Horikita finds her leader key card stolen, and during the ensuing chaos, an unknown arsonist sets fire to vital resources.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6190212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/6190212",
                    "TitleEnglish": "Genius lives only one story above madness.",
                    "SummaryEnglish": "Class A and class C are revealed to have been secretly working together, as Ibuki notifies Katsuragi through a ham radio that she has stolen Horikita 's leader card. Horikita 's condition continues to decline, leading to Ayanokoji forcing her to withdraw. As the final day arrives, the students clear their campgrounds, nervously awaiting the final challenge - identifying the leaders of their rival classes.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "1986398",
            "URL": "https://thetvdb.com/series/classroom-of-the-elite/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9139577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/9139577",
                    "TitleEnglish": "Remember to keep a clear head in difficult times.",
                    "SummaryEnglish": "With the island test over, Ayanokoji Kiyotaka and the others are enjoying their summer vacation on a luxury liner. Suddenly, they're interrupted by a new special test. Ayanokoji is called into the same room as Karuizawa Kei and others, where they learn that this test isn't strictly along class lines...",
                    "Aliases": []
                },
                "2": {
                    "ID": "9230640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/9230640",
                    "TitleEnglish": "There are two main human sins from which all the others derive: impatience and indolence.",
                    "SummaryEnglish": "With Day 1 of the \"thinking\" test over, Ayanokoji is talking to Hirata and the others about a way to break out of the stalemate when he receives a message on his phone from an irritated Horikita. Meanwhile, noticing something strange about Karuizawa's behavior, he seeks information from Horikita, but...",
                    "Aliases": []
                },
                "3": {
                    "ID": "9230641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/9230641",
                    "TitleEnglish": "The greatest souls are capable of the greatest vices as well as of the greatest virtues.",
                    "SummaryEnglish": "Karuizawa is pushed to her breaking point by the girls of Class C. Ayanokoji watches impassively, but Yukimura flies to her aid, unable to bear it. Noticing Karuizawa's abnormal levels of fear, Ayanokoji seems to get an idea...",
                    "Aliases": []
                },
                "4": {
                    "ID": "9230642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/9230642",
                    "TitleEnglish": "The material has to be created.",
                    "SummaryEnglish": "At the start of the second term, preparations for the sports festival begin. The students are nervous about the fact that performance in the events will affect their written tests, and even more pressure is added by the unique team breakdowns and freedom given to the students to decide who takes part in what event...",
                    "Aliases": []
                },
                "5": {
                    "ID": "9230643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/9230643",
                    "TitleEnglish": "Every failure is a step to success.",
                    "SummaryEnglish": "Ayanokoji brings Kushida, whom he suspects of being a traitor, to observe the other classes alongside Horikita. When the day of the festival arrives, Team Red pulls into the lead with great performances by Horikita and Sudo, but Ayanokoji merely watches with disinterest...",
                    "Aliases": []
                },
                "6": {
                    "ID": "9230644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/9230644",
                    "TitleEnglish": "Adversity is the first path to truth.",
                    "SummaryEnglish": "As the sports festival comes down to the wire, Horikita must deal with Sudo, as well as Ryuen's threat.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9230645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/9230645",
                    "TitleEnglish": "To doubt everything or to believe everything are two equally convenient solutions; both dispense with the necessity of reflection.",
                    "SummaryEnglish": "Class D prepares to face their next major challenge, a test called \"Paper Shuffle\" where the price of failure is expulsion.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9230646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/9230646",
                    "TitleEnglish": "The wound is at her heart.",
                    "SummaryEnglish": "Horikita decides to use Paper Shuffle to settle matters with Kushida, and Ayanokoji finds himself caught in the middle.",
                    "Aliases": []
                },
                "9": {
                    "ID": "9230647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/9230647",
                    "TitleEnglish": "If you make a mistake and do not correct it, this is called a mistake.",
                    "SummaryEnglish": "As the day of the Paper Shuffle draws near, the plans of the various forces in play collide.",
                    "Aliases": []
                },
                "10": {
                    "ID": "9230648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/9230648",
                    "TitleEnglish": "People, often deceived by an illusive good, desire their own ruin.",
                    "SummaryEnglish": "Ayanokoji receives a visit from outside the school, and learns more about the conditions of his stay.",
                    "Aliases": []
                },
                "11": {
                    "ID": "9230649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/9230649",
                    "TitleEnglish": "A man who cannot command himself will always be a slave.",
                    "SummaryEnglish": "Karuizawa, whose cooperative relationship with Ayakoji has ended abruptly, cannot hide her embarrassment at the complete loss of contact with him. As Class D discusses their plans for the future, Ryuen and the other members of Class C appear overbearing.",
                    "Aliases": []
                },
                "12": {
                    "ID": "9230650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/9230650",
                    "TitleEnglish": "Force without wisdom falls of its own weight.",
                    "SummaryEnglish": "Ayanokoji makes his final decision on how to deal with Ryuen and the Class C threat.",
                    "Aliases": []
                },
                "13": {
                    "ID": "9230651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/9230651",
                    "TitleEnglish": "The worst enemy you can meet will always be yourself.",
                    "SummaryEnglish": "The aftermath of the gymnasium incident plays out as Christmas brings romance to the school.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "2074736",
            "URL": "https://thetvdb.com/series/classroom-of-the-elite/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "10160751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/10160751",
                    "TitleEnglish": "The Strongest Principle of Growth Lies in the Human Choice.",
                    "SummaryEnglish": "Kiyotaka Ayanokoji and his classmates have finally advanced to Class C, but a tumultuous third term lies ahead. They face an exam known as the “mixed training camp,” a co-ed test in which all classes must work together to achieve high scores.\r\n\r\nNot only are students forced into unpredictable groups with former enemies, but those who fail to reach the benchmark will be expelled!",
                    "Aliases": []
                },
                "2": {
                    "ID": "10160752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/10160752",
                    "TitleEnglish": "Man Is Wolf to Man.",
                    "SummaryEnglish": "Yukimura injures his leg while the group is training for the upcoming tests. He later devises a plan for how the group should handle the marathon and then the day of the four tests arrives.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10160753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/10160753",
                    "TitleEnglish": "We Never Forget What We Endeavor to Forget.",
                    "SummaryEnglish": "While Class C are discussing Karuizawa and Hirata's break up Yamauchi is approached by Sakayanagi from Class A. Horikita warns that it's a trap, but Yamauchi pays it no heed. Meanwhile, Horikita tells Ayanokoji that rumors are swirling around Ichinose.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10160754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/10160754",
                    "TitleEnglish": "To Work You Have the Right, but Not to the Fruits Thereof.",
                    "SummaryEnglish": "It's Valentine's Day and the boys of Class C are excited about whether or not they will receive chocolates. Meanwhile, Karuizawa seems uneasy over Ayanokoji's request to meet up and while doing so an unexpected person appears...",
                    "Aliases": []
                },
                "5": {
                    "ID": "10160755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/10160755",
                    "TitleEnglish": "Fortune Favors the Bold.",
                    "SummaryEnglish": "Turns out the one spreading the rumors was Hashimoto, who did so at the behest of Sakayanagi. Shortly thereafter, Sakayanagi appears before Class C and she informs them she has evidence regarding the rumors about Ichinose.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10160756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/10160756",
                    "TitleEnglish": "It Is Better to Receive an Injury Than to Inflict One.",
                    "SummaryEnglish": "Everyone in Class C has passed their year-end exam. While relief flows through the classroom, Chabashira announces a special exam. It will be a class vote to choose three people worthy of praise and three worthy of censure.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10160757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/10160757",
                    "TitleEnglish": "People Will Do Anything, No Matter How Absurd, in Order to Avoid Facing Their Own Souls.",
                    "SummaryEnglish": "With the approaching class vote, a disturbing atmosphere hangs over Class C and fills them with suspicion. Second-year Class A's Asahina informs Ayanokoji that Ichinose has asked for cooperation from student council president Nagumo.",
                    "Aliases": []
                },
                "8": {
                    "ID": "10160758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/10160758",
                    "TitleEnglish": "Those Who Cannot Remember the Past Are Condemned to Repeat It.",
                    "SummaryEnglish": "After conversing with her brother Manabu, Horikita offers Yamauchi name as the one who should be expelled. Not only has he made few contributions to the class, but he also worked with Sakayanagi in Class A to expel Ayanokoji.",
                    "Aliases": []
                },
                "9": {
                    "ID": "10160759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/10160759",
                    "TitleEnglish": "Extreme Justice Is Extreme Injustice.",
                    "SummaryEnglish": "The class vote has seen the first student expelled from Class C. Sakayanagi meets up with Ayanokoji and they're approached by a man named Tsukishiro sent by Ayanokoji's father. Afterward Ayanokoji challenges Sakayanagi to compete on their next exam.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10160760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/10160760",
                    "TitleEnglish": "The First Cause of Absurd Conclusions I Ascribe to the Want of Method.",
                    "SummaryEnglish": "Class C considers various strategies for the special exam, but they all lack a decisive factor. Hirata remains disappointed in the class vote result. Ayanokoji calls out to Hirata, who acts coldly towards Mii-chan who is worried about him.",
                    "Aliases": []
                },
                "11": {
                    "ID": "10160761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/10160761",
                    "TitleEnglish": "There Is Only One Rule in Love Bring Happiness to Those You Love.",
                    "SummaryEnglish": "As Hirata recovers and the class shows unity, it's finally Ayanokoji vs. Sakayanagi. The final special exam has begun and the first round is basketball. Class C puts up a good fight, but Sakayanagi plans to mentally shake Sudo so he will fall.",
                    "Aliases": []
                },
                "12": {
                    "ID": "10160762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/10160762",
                    "TitleEnglish": "Change Your Desires Rather Than the Order of the World.",
                    "SummaryEnglish": "The class narrowly lost to Class A in the final exam, and were demoted back to Class D. However, the students showed growth throughout the year. Horikita, in particular, having grown as leader requests to dissolve the alliance with Class B.",
                    "Aliases": []
                },
                "13": {
                    "ID": "10205506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classroom-of-the-elite/episodes/10205506",
                    "TitleEnglish": "Love is the best teacher.",
                    "SummaryEnglish": "It's spring break. Shiina calls Ayanokoji to discuss books. Meanwhile, Class B's Kanzaki appears before Ryuen, who is having a secret meeting with Hashimoto. Although the class was defeated, Kanzaki faces Ryuen without hesitation.",
                    "Aliases": []
                }
            }
        }
    }
}