{
    "URL": "https://thetvdb.com/series/action-heroine-cheer-fruits",
    "Genres": [
        "Animation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10879722/",
        "http://www.tbs.co.jp/anime/cfru/",
        "https://www.themoviedb.org/tv/72500"
    ],
    "TitleEnglish": "Action Heroine Cheer Fruits",
    "SummaryEnglish": "The \"local heroine fighter\" of a certain city became popular and a national star. Because of this, \"local heroines\" debuted in various other places, and their action live events became a hit trend nationally. In Hinano City, high school girl Misaki Shirogane and other girls become local heroines (at the urging of Misaki's aunt, the prefectural governor) and vow to produce action live events.",
    "Aliases": [],
    "Modified": "2022-02-15",
    "Seasons": {
        "1": {
            "ID": "715483",
            "URL": "https://thetvdb.com/series/action-heroine-cheer-fruits/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6125446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/action-heroine-cheer-fruits/episodes/6125446",
                    "TitleEnglish": "Suddenly, the Heavenly Realm!",
                    "SummaryEnglish": "With the popularity of \"action heroines\", many districts have had local heroines of their own, complete with live action hero shows. In Hinano City, Mikan Kise takes her younger sister Yuzuka to a hero show of the most popular local heroine, Kamidaio, only to discover the show had been cancelled at the last minute.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6186686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/action-heroine-cheer-fruits/episodes/6186686",
                    "TitleEnglish": "It's Okay for a Normal Roko to Try Being a Heroine",
                    "SummaryEnglish": "After managing to recruit both Ann and Mikan to join the project, Misaki, who is working to erase Hinano's debt within six months, puts up a poster for more applicants, attracting costume designer Mana Midorikawa and technician Genki Aoyama.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6209641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/action-heroine-cheer-fruits/episodes/6209641",
                    "TitleEnglish": "A Very Idle Kanon",
                    "SummaryEnglish": "As the girls find themselves needing a new place to practise, they are approached by a rhythmic gymnast from another school named Kanon Shimura, who is baffled to find Ann had quit rhythmic gymnastics to watch tokusatsu shows.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6228156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/action-heroine-cheer-fruits/episodes/6228156",
                    "TitleEnglish": "An Action Heroine Who Starts from Zero",
                    "SummaryEnglish": "Following Kamidaio's copyright claim, the girls are tasked with coming up with an original local heroine that shows off Hinano's appeal. As each girl presents their own ideas for a concept, Mikan proposes that they promote the city's fruits, deciding on the team name Cheer Fruits.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6228290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/action-heroine-cheer-fruits/episodes/6228290",
                    "TitleEnglish": "Project Blue~",
                    "SummaryEnglish": "The girls approach Yuki about joining Cheer Fruits, but she gets scared off by her own paranoia over quitting the idol business.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6237675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/action-heroine-cheer-fruits/episodes/6237675",
                    "TitleEnglish": "Explosion Angel Hatsuri-chan",
                    "SummaryEnglish": "With the girls needing a pink heroine who is knowledgeable about special effects to further improve the shows, Misaki tells Roko about Hatsuri Momoi, a girl who seems perfect for the role but tends to go overboard with her appreciation for her.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6268614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/action-heroine-cheer-fruits/episodes/6268614",
                    "TitleEnglish": "Good Luck!! Mikapyon",
                    "SummaryEnglish": "Struggling to write her next script while also wondering if she still has a place in Hina-Nectar, Mikan proposes a trip to the beach for a change of pace.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6291956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/action-heroine-cheer-fruits/episodes/6291956",
                    "TitleEnglish": "Little Sis Aoyama Says She'll Start Directing",
                    "SummaryEnglish": "After putting on a surprise rehearsal for Misaki's birthday, they discover that another local heroine group has the exact same format they were planning.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6291971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/action-heroine-cheer-fruits/episodes/6291971",
                    "TitleEnglish": "Silver Serious",
                    "SummaryEnglish": "As the girls get ready for their show, Mikan reveals she has written a part for Misaki to join in on the show, but she declines.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6291976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/action-heroine-cheer-fruits/episodes/6291976",
                    "TitleEnglish": "So Long, Hopeless Warrior",
                    "SummaryEnglish": "With Cheer Fruits now in the top ten local heroine ranking, Mako Kamisu, the woman who plays Kamidaio, comes to Hinano to interview the girls, revealing herself to be a fan of their show too.",
                    "Aliases": []
                },
                "11": {
                    "ID": "6291989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/action-heroine-cheer-fruits/episodes/6291989",
                    "TitleEnglish": "The Misery of Misaki Shirogane",
                    "SummaryEnglish": "Back in the top ten, the girls are given the opporunity to perform at the Hinano Culture Center. In the run-up to the show, Mikan writes an expansive script, encouraging Misaki to once again appear as a performer.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6291996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/action-heroine-cheer-fruits/episodes/6291996",
                    "TitleEnglish": "Passion ☆ Fruits",
                    "SummaryEnglish": "Watching the show online, Misaki is surprised to see the girls sticking to the script that included her role. Just then, Mikan begins adlibbing, throwing in a plot element that reflects the turmoil Misaki is going through and their desire to support her.",
                    "Aliases": []
                }
            }
        }
    }
}