{
    "URL": "https://thetvdb.com/series/convenience-store-boyfriends",
    "Genres": [
        "Animation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9728264/",
        "https://www.themoviedb.org/tv/72508"
    ],
    "TitleEnglish": "Convenience Store Boyfriends",
    "SummaryEnglish": "Six high school students' life around the convenient store on their way from the school, talking about their life and meeting each of the girls they end up liking.",
    "Aliases": [
        "Konbini Kareshi"
    ],
    "Modified": "2024-12-26",
    "Seasons": {
        "1": {
            "ID": "715912",
            "URL": "https://thetvdb.com/series/convenience-store-boyfriends/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6131053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/convenience-store-boyfriends/episodes/6131053",
                    "TitleEnglish": "April",
                    "SummaryEnglish": "New students at Aokisora High School Haruki Mishima and Towa Honda are best friends. Honda often stays over at Mishima's house after coming over to hang out. At a convenience store near their high school, Mishima runs into his classmate Miharu Mashiki, a girl he's recognized since he was little. Though they've never spoken much before, when Miharu accidentally knocks over a bunch of products, Mishima helps her put them back without a word. Meanwhile, Honda is being avoided by Mami Mihashi, the other class representative...",
                    "Aliases": []
                },
                "2": {
                    "ID": "6179175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/convenience-store-boyfriends/episodes/6179175",
                    "TitleEnglish": "May",
                    "SummaryEnglish": "Disgusted by the irresponsible and talkative Honda, serious class representative Mami has been avoiding him. However, even when Mami begins avoiding him even more after a certain incident at the convenience store, Honda is undeterred. Annoyed by Honda's overly familiar behavior, Mami complains about him to her new friend Miharu, who suggests they discuss the issue with Honda's friend Mishima.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6190509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/convenience-store-boyfriends/episodes/6190509",
                    "TitleEnglish": "June",
                    "SummaryEnglish": "When Honda spots Miharu having a friendly conversation with their classmate Nasa Sanagi in the waiting room of a hospital, he decides to investigate Sanagi's identity and his relationship with Miharu for the sake of his best friend Mishima. Meanwhile, Mishima gets caught in the crossfire of an argument between the track and field team and has been called to the student council room, where he is standing before third-year and student council president Mikado Nakajima and his friend Masamnue Sakurakouji alongside second-year Natsu Asumi.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6190510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/convenience-store-boyfriends/episodes/6190510",
                    "TitleEnglish": "July",
                    "SummaryEnglish": "With the Sports Festival coming up, Mishima and Honda's classmates have high expecetations for them as members of athletic clubs. Honda is made to participate in multiple events by his class. Mami is disgusted by Honda's attitude, but when Honda says something, she ends up signing up for the three-legged race as a co-ed pair with him. The unathletic Mami isn't happy about it, but Honda begins training with her for her sake. As the school continues to gear up for the sports festival, Miharu looks on with a sad expression...",
                    "Aliases": []
                },
                "5": {
                    "ID": "6190511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/convenience-store-boyfriends/episodes/6190511",
                    "TitleEnglish": "August",
                    "SummaryEnglish": "After participating in the three-legged race with Mami, Honda believes they've grown closer. However, when he asks her out on a date, she says... With more opportunities to hang out as a foursome with Mishima and Miharu, Honda is glad to be spending more time with her. When Mami says she wants to thank Honda for helping her train for the three-legged race, Honda suggests a group date with Mishima and Miharu, but Mami's attitude towards Honda is as disinterested as ever...",
                    "Aliases": []
                },
                "6": {
                    "ID": "6190512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/convenience-store-boyfriends/episodes/6190512",
                    "TitleEnglish": "September",
                    "SummaryEnglish": "Summer vacation is over, and the Aozora Cultural Festival is approaching. After things went well with Mami at the fireworks display, Honda is delighted to be spending more time with her preparing for their class' attraction. Meanwhile, Mishima checks the shops by the station in order to gather cardboard for his class...",
                    "Aliases": []
                },
                "7": {
                    "ID": "6190513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/convenience-store-boyfriends/episodes/6190513",
                    "TitleEnglish": "October",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "6190514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/convenience-store-boyfriends/episodes/6190514",
                    "TitleEnglish": "November",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "6190515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/convenience-store-boyfriends/episodes/6190515",
                    "TitleEnglish": "December",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "6190516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/convenience-store-boyfriends/episodes/6190516",
                    "TitleEnglish": "January",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "6190517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/convenience-store-boyfriends/episodes/6190517",
                    "TitleEnglish": "February",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "6190518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/convenience-store-boyfriends/episodes/6190518",
                    "TitleEnglish": "March",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}