{
    "URL": "https://thetvdb.com/series/monster-sonic-dartagnan-no-idol-sengen",
    "Genres": [
        "Action",
        "Animation",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15819762/",
        "https://www.themoviedb.org/tv/74233"
    ],
    "TitleEnglish": "Monster Sonic! D'Artagnan no Idol Sengen",
    "SummaryEnglish": "When D'Artagnan went to Tokyo for a little fun, she spotted an unforgettable sight: Lucifer singing while basking in moonlight in a park. From that moment, no matter if she was asleep or awake, D'Artagnan's heart would not stop throbbing for some reason.\r\n\r\nOne day, D'Artagnan sees a concert by the popular idol act Angely Diva at her friend Izumo's invitation. There, she resolved to follow her idol dreams, and the story of song and miracles begins.",
    "Aliases": [
        "MSonic!"
    ],
    "Modified": "2023-04-09",
    "Seasons": {
        "0": {
            "ID": "716284",
            "URL": "https://thetvdb.com/series/monster-sonic-dartagnan-no-idol-sengen/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9718691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-sonic-dartagnan-no-idol-sengen/episodes/9718691",
                    "TitleEnglish": "A Rhapsody Called Lucy -The Very First Song-",
                    "SummaryEnglish": "Golden Week Special episode of Monster Strike Anime.\r\n\r\n\"Change the world with music? Foolish.\"\r\n\r\nLucifer's world stops after her band disbands. Meaningless days pass, until she meets her cousin Satan and his bandmate Ibaraki Douji. They ask her to join their indie band, the \"Wicked Pistols.\" Satan talks about his dream of going major after winning the MONSTERS ROCK competition, only for Lucifer to reject him outright. However, Lucifer's heart begins to thaw after a certain event...",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "716285",
            "URL": "https://thetvdb.com/series/monster-sonic-dartagnan-no-idol-sengen/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "6135403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-sonic-dartagnan-no-idol-sengen/episodes/6135403",
                    "TitleEnglish": "Shining Sonic Beam!",
                    "SummaryEnglish": "- \"Those pop idols were amazing. I couldn't stop looking at them...\" -\r\n\r\nD'Artagnyan goes about her everyday life until she makes a trip to Tokyo.\r\nThere, she spots Lucy singing alone in the moonlight. Unable to forget the incredible sight,\r\nD'Artagnyan's friend Izumo invites her to see a concert featuring the popular Angelic Divas.\r\n\r\nLittle did she know, that experience would completely change D'Artagnyan's life!",
                    "Aliases": []
                },
                "2": {
                    "ID": "6135404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-sonic-dartagnan-no-idol-sengen/episodes/6135404",
                    "TitleEnglish": "The Great Roommate Shion",
                    "SummaryEnglish": "-Starting today... I'm going to be an idol!-\r\n\r\nTo start her new life as a pop idol, D'Artagnyan moves to a dormitory in the city. \r\nThere, she meets Mustang, Nonno, Alice, and all the rest of the older idols, \r\nwho tell D'Artagnyan about her legendary roommate.\r\nBut what kind of person will she be?",
                    "Aliases": []
                },
                "3": {
                    "ID": "6135405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-sonic-dartagnan-no-idol-sengen/episodes/6135405",
                    "TitleEnglish": "Her First Day",
                    "SummaryEnglish": "Wouldn't it be amazing if Shion and I made our own group?\r\n\r\nBut Shion is so much better than me...\r\n\r\nTo survive as a pop idol, you have to team up. At least, that's what Nonno told D'Artagnyan. \r\nNow D'Artagnyan wants to join up with Shion, but something strange happens when she sees a day on the job with Nobunaga, The\r\nDemon King of the 6th Heaven!",
                    "Aliases": []
                },
                "4": {
                    "ID": "6135406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-sonic-dartagnan-no-idol-sengen/episodes/6135406",
                    "TitleEnglish": "A Growing Friendship",
                    "SummaryEnglish": "D'Artagnyan decides she's not going to be beaten by Shion and starts to train. \r\nShion sees this and starts to train alongside her.\r\nSoon after, they catch word about a music festival called MSonic! and decide to team up and try out. \r\nThey're right in the middle of their audition, when suddenly...",
                    "Aliases": []
                },
                "5": {
                    "ID": "6135407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-sonic-dartagnan-no-idol-sengen/episodes/6135407",
                    "TitleEnglish": "The Fated MSonic!",
                    "SummaryEnglish": "MSonic is right around the corner. \r\nUnable to perfect Sonic Fever in practice, D'Artagnyan's nerves show. \r\nShion encourages her.\r\nAt the same time, the Wicked Pistols take the stage. \r\nWill Two for All be able to succeed?",
                    "Aliases": []
                }
            }
        }
    }
}