{
    "URL": "https://thetvdb.com/series/330473-show",
    "Genres": [
        "Animation",
        "Children"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14103320/"
    ],
    "TitleEnglish": "Boonie Cubs",
    "SummaryEnglish": "Boonie Cubs (熊熊出没) is a Chinese animated cartoon series shown on both Central China Television (CCTV) and Beijing Television Network (BTV). The series features two bears, Briar and Bramble, who try to stop Logger Vick from destroying their forest home.\r\n\r\nThe story is mainly carried out in the big tree kindergarten in the forest.",
    "Aliases": [],
    "Modified": "2022-10-12",
    "Seasons": {
        "1": {
            "ID": "754858",
            "URL": "https://thetvdb.com/series/330473-show/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "6585670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6585670",
                    "TitleEnglish": "Discover the New World",
                    "SummaryEnglish": "Bear childhood, Bear Xiong and bald strong encounter, chasing each other, a small bald followed Bear Xiong and Bear II came to a new world - tree kindergarten. Tree Kindergarten is a small animal kindergarten, we found the human bald came in strong, very curious. Bald strong to see so many talking animals are very happy, come up with their own cars and animals to play together.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6586719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586719",
                    "TitleEnglish": "Kindergarten Day",
                    "SummaryEnglish": "Tree kindergarten to class, and Xiong Ergang still not willing to go to kindergarten, after the first day with their friends to eat and drink, it quickly adapted to the new environment.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6586722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586722",
                    "TitleEnglish": "Flying Insects",
                    "SummaryEnglish": "The big black bear teacher let the children play in the sand beside the sand, the bears chasing fireflies ran to the tree hole, we found a wounded firefly in the tree hole, with everyone's help, the firefly re-flew to the sky.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6586734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586734",
                    "TitleEnglish": "Camping",
                    "SummaryEnglish": "Big black bear teacher took everyone to camp, children found a lot of fresh blueberries in the wild, but also used props found in the forest to hold a special concert, everyone enjoyed themselves.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6586735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586735",
                    "TitleEnglish": "Crying Bear",
                    "SummaryEnglish": "Xiong Er is crying, afraid to go to school alone crying, the class can not answer the teacher's cry, and classmates playing crying when falling, so that Bear is very speechless.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6586736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586736",
                    "TitleEnglish": "Watermelon",
                    "SummaryEnglish": "Planting class after class, children learned to grow watermelon, bald strong self-purplish watermelon and refused to help friends, the results of his watermelon vine withered.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6586737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586737",
                    "TitleEnglish": "TuTu to My Home",
                    "SummaryEnglish": "Coated with bear bears two guest house, Bear Big Bear II and Tu share their favorite honey and toys, but forgot to paint only a bird, their enthusiasm for the coating prohibitive.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6586738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586738",
                    "TitleEnglish": "I Want to Grow Taller",
                    "SummaryEnglish": "Bear II hope to grow taller, bald to teach it to find something to do a mark, a day to know how much taller. Bear II found the sunflower, but the sunflower grows too fast, sooner than it is high, Bear II also thought that the longer the shorter.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6586739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586739",
                    "TitleEnglish": "Strangers Outside",
                    "SummaryEnglish": "Big black bear teacher wanted to test everyone, when a person at home when strangers knock on the door should be how to do, but did not expect but frightened children, when it shows the true child, the children instead do not believe it is a good man.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6586740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586740",
                    "TitleEnglish": "Old Toys",
                    "SummaryEnglish": "Big Bear II is worry about the old toy I do not know how to deal with, goat grandfather told them small solar kindergarten children lack toys, so they sent the toy to a small sun kindergarten, the old toy has a new owner.",
                    "Aliases": []
                },
                "11": {
                    "ID": "6586745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586745",
                    "TitleEnglish": "Broken Thropies",
                    "SummaryEnglish": "Bald strong his party playing football in the classroom broke the trophy, they lie to the teacher that the bird fell, the teacher for the students dishonest feel very sad.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6586746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586746",
                    "TitleEnglish": "New Classmate",
                    "SummaryEnglish": "Kate came in a classmate Kate, Kate afraid of dirty do not want to play with everyone, until once Kate fell into the mud hole was saved by the bear, it did not find everyone happy to play with.",
                    "Aliases": []
                },
                "13": {
                    "ID": "6586747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586747",
                    "TitleEnglish": "Cocoon into Butterfly",
                    "SummaryEnglish": "Bald grab a caterpillar, we are very scared, and only bear two very interested. One day, the caterpillars suddenly disappeared, and the owl teacher told them that the caterpillars were just pupae, a process that must have taken place before it became a butterfly.",
                    "Aliases": []
                },
                "14": {
                    "ID": "6586748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586748",
                    "TitleEnglish": "Birthday Party Surprise",
                    "SummaryEnglish": "Today is Bear's birthday, we plan to send what birthday gift to Xiong Er, we discuss secretly to Xiong Er to do a birthday party. Bear II knew his birthday, so he asked his buddies to tell them today is their birthday, and find a small companion to play, but the companions want to surprise the bear, do not tell them what they are preparing for the birthday party.",
                    "Aliases": []
                },
                "15": {
                    "ID": "6586749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586749",
                    "TitleEnglish": "Little Inventor",
                    "SummaryEnglish": "Bald strong said he grew up trying to be an inventor, but we say he did not invent anything bald strong objections, vowed to invent a powerful thing for everyone to see. Owl tell bald strong to see more, think more, can not worry.",
                    "Aliases": []
                },
                "16": {
                    "ID": "6586750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586750",
                    "TitleEnglish": "Spring Comes a Hundred Flowers",
                    "SummaryEnglish": "Bear II picked a beautiful flower, we all feel pretty, want to take something to change with it, but the bear refused. Bear II use this flower to decorate the classroom, we think that the idea is good, so we pick together flowers. Everybody picked flowers to destroy Huadu, the owl teacher was very sad, the teacher decided to give the class a special lesson.",
                    "Aliases": []
                },
                "17": {
                    "ID": "6586751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586751",
                    "TitleEnglish": "Different Friends",
                    "SummaryEnglish": "Today, a new classmate came to kindergarten. The new classmates 'ears were big and small. Everyone said that the students' ears would be contagious. Everyone did not play with it. Finally, when we were playing games, we found baldness on the ears of our new classmates. We also found that their ears did not spread. They became good friends.",
                    "Aliases": []
                },
                "18": {
                    "ID": "6586752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586752",
                    "TitleEnglish": "Jealousy",
                    "SummaryEnglish": "Kindergarten children take the building blocks, Bear won the first place, everyone is like bear learning, but the monkeys unconvinced, it felt that if their own wooden house does not fall, certainly better than Bear.",
                    "Aliases": []
                },
                "19": {
                    "ID": "6586753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586753",
                    "TitleEnglish": "Fun Rainy Days",
                    "SummaryEnglish": "It rained, the little bunnies did not like the rainy day. Although everyone was having a good time, the little bunnies did not like it. The little bunnies gave bamboo flute to everyone but the sound of the bamboo flute was suppressed by the rain. stand up.",
                    "Aliases": []
                },
                "20": {
                    "ID": "6586754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586754",
                    "TitleEnglish": "The More the Merrier",
                    "SummaryEnglish": "Bald strong and Bear II playing chess, bear II forgot the rules, but it does not recognize, we all say it bragging. Owl teacher said to set up interest classes, we all chose the appropriate interest classes, the results of two bear all the interest classes are selected. Because of the choice of interest classes too much, the results did not learn anything good.",
                    "Aliases": []
                },
                "21": {
                    "ID": "6586756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586756",
                    "TitleEnglish": "Tooth Worms",
                    "SummaryEnglish": "Bear and bear two robbed of honey to eat bear big bears pain, nothing to eat. Shame that strong bears big teeth, bald strong a way for the bear to rinse out the bugs, but this method is of no use.",
                    "Aliases": []
                },
                "22": {
                    "ID": "6586757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586757",
                    "TitleEnglish": "Substitute Teacher",
                    "SummaryEnglish": "Owl teacher and a big black bear teacher temporarily in trouble, you need to go out, so please goat grandpa do substitute teacher. Originally, the students were still more skeptical of the teacher, but eventually the goat teacher taught them a lot of new knowledge.",
                    "Aliases": []
                },
                "23": {
                    "ID": "6586758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586758",
                    "TitleEnglish": "Treasure Chest",
                    "SummaryEnglish": "Small moon singing in the morning attracted the crowd of small partners, but Kate came, all partners want to listen to Kate story. But Kate let the little moon choose from the treasure chest, the little moon chose a moon-shaped crystal, so Kate talked about the story of Moon Spring to everyone. Class time, the small moon reluctant to give things back to Kate.",
                    "Aliases": []
                },
                "24": {
                    "ID": "6586759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586759",
                    "TitleEnglish": "Little Teacher",
                    "SummaryEnglish": "Today is the Little Teacher Day. The owl teacher told the students under the stage that everyone can take turns to be a little teacher and teach other children interesting new knowledge. Bald Forced to teach children to make manual calls, the children are very happy.",
                    "Aliases": []
                },
                "25": {
                    "ID": "6586760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586760",
                    "TitleEnglish": "Home Visit",
                    "SummaryEnglish": "Bear early in the morning began to engage in vandalism, and made the little friends are very unhappy, decided to complain to the teacher there. The teacher told the students that tomorrow is the home visit day. Bear afraid of being aware of their parents in school to do something vandalism, so temptations Xiong Er hid their parents school home visit things.",
                    "Aliases": []
                },
                "26": {
                    "ID": "6586761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586761",
                    "TitleEnglish": "Honey",
                    "SummaryEnglish": "Planting classes to begin, black bear teacher told the students a word: melon was melon, beans were beans. Bears two inspired by this sentence, go home after the sweet honey planted, hoping to gain something.",
                    "Aliases": []
                },
                "27": {
                    "ID": "6586762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586762",
                    "TitleEnglish": "Weather Forecast",
                    "SummaryEnglish": "Grandma said the goat is very likely to rain at night, Gigi in accordance with the method taught by the goat grandfather to predict the weather is good tomorrow, you can go to a picnic, can wait for everyone to the suburbs suddenly began a heavy rain.",
                    "Aliases": []
                },
                "28": {
                    "ID": "6586763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586763",
                    "TitleEnglish": "The Apples",
                    "SummaryEnglish": "Radish picked the first three red apples ready to make apple sauce, but to see Gigi, Kate and other partners want red apples, radish will own all the apples to the small partners, small partners will own good Share to eat radish head.",
                    "Aliases": []
                },
                "29": {
                    "ID": "6586764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586764",
                    "TitleEnglish": "Tiger Baby",
                    "SummaryEnglish": "Little tiger girl can not find her mother, her friends will accompany it to play, owl teacher agreed to wait for you tiger girl grew up, you can go kindergarten with everyone.",
                    "Aliases": []
                },
                "30": {
                    "ID": "6586765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586765",
                    "TitleEnglish": "Fantastic Words",
                    "SummaryEnglish": "Kate taught us to learn to play a scooter, Bear II always learn not, Kate told Bear II a magic words, Xiong Er soon learned.",
                    "Aliases": []
                },
                "31": {
                    "ID": "6586769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586769",
                    "TitleEnglish": "Rain after Departure",
                    "SummaryEnglish": "Rain, a bird can not find a mother, and very sad, small partners to help the birds find their mother.",
                    "Aliases": []
                },
                "32": {
                    "ID": "6586770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586770",
                    "TitleEnglish": "Beast Guru",
                    "SummaryEnglish": "Kindergarten school, Gigi and Mao Mao looking for bananas when they heard a strange voice, that is from the big black bear belly teacher sent out, because the big black bear teacher hungry in running.",
                    "Aliases": []
                },
                "33": {
                    "ID": "6586771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586771",
                    "TitleEnglish": "I Love Small Goldfish",
                    "SummaryEnglish": "Bear two sick, and we can not play together, Bear and bald strong Xiong Er grabbed a few small goldfish, so Bear II will not be boring.",
                    "Aliases": []
                },
                "34": {
                    "ID": "6586772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586772",
                    "TitleEnglish": "Patron Saint",
                    "SummaryEnglish": "Recently, small buddies are always one after another unlucky, bald strong to tell you a story about the forest patron saint, we all want to find this patron saint, and finally found that patron saint is in fact their own small partners.",
                    "Aliases": []
                },
                "35": {
                    "ID": "6586773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586773",
                    "TitleEnglish": "Annoying Mosquitoes",
                    "SummaryEnglish": "Annoying mosquitoes toss everyone will not be quiet, children had to be heavily armed to school, big black bear teacher to teach you to know a plant called wormwood, which can not only eliminate bacteria, you can eat.",
                    "Aliases": []
                },
                "36": {
                    "ID": "6586774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586774",
                    "TitleEnglish": "My Mother Not At Home",
                    "SummaryEnglish": "Mom today to go out, Bear Big Bear second to go home, go out before my mother confessed Bear Bear 23 things, but in the end they did not do a good job, they just know Mom and Dad headed home is not easy.",
                    "Aliases": []
                },
                "37": {
                    "ID": "6586775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586775",
                    "TitleEnglish": "Shell Sound",
                    "SummaryEnglish": "Everyone in the library was quietly reading a book, Kate brought a conch and told everyone conch can make a sound. Small partners in the end what is the sound of the differences, the last bald tell you in fact there is echo.",
                    "Aliases": []
                },
                "38": {
                    "ID": "6586776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586776",
                    "TitleEnglish": "New Hat",
                    "SummaryEnglish": "Gigi very proud of the new hat lost, turned out to be two after the Xiong Jian picked up, because it is also like wearing a hat like Gigi after being adored by everyone. Finally bear two volunteered to return the hat, Ji Ji forgave it.",
                    "Aliases": []
                },
                "39": {
                    "ID": "6586777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586777",
                    "TitleEnglish": "Prank",
                    "SummaryEnglish": "Ji Ji and bald strong prank provoke public outrage, small partners are very angry, owl teacher told them to do so is not right, prank will make friends around you away from you.",
                    "Aliases": []
                },
                "40": {
                    "ID": "6586778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586778",
                    "TitleEnglish": "Hide and Seek",
                    "SummaryEnglish": "Bear, Bear II, bald strong play hide and seek, bald to Hide and hide the apple hiding up, and then pick up the apple when the apples have hairy, we all feel very curious, they took a long-haired apple to go Find owl teacher to find out why.",
                    "Aliases": []
                },
                "41": {
                    "ID": "6586801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586801",
                    "TitleEnglish": "Lost Teeth",
                    "SummaryEnglish": "The children greets Ji Ji, but Ji Ji does not speak and covers his mouth. The original Ji Ji has lost his teeth and feels ugly. Children in order to let Gigi happy, try every means to coax it, but it is afraid that we find it lost his teeth, laughing is muzzled, eating and muzzled. Ji Ji off the teeth or something was discovered by everyone.",
                    "Aliases": []
                },
                "42": {
                    "ID": "6586803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586803",
                    "TitleEnglish": "Safety First",
                    "SummaryEnglish": "Bear picked up a beautiful stone, a big black bear teacher said it was a rainy day landslide, that place is very dangerous not to be close, we see this beautiful stone, to find that place, Bear large conservative secret. Kyrgyzstan sent two bears to get that big bear, Bear II successful access to intelligence, Ji Ji and others to go, the result of the danger really happened.",
                    "Aliases": []
                },
                "43": {
                    "ID": "6586805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586805",
                    "TitleEnglish": "My Ideal Stuff",
                    "SummaryEnglish": "Owl teacher asked students have ideal? Everyone says there is only one bean do not know what they want to do, what can be done. So it asked Bear, bald strong, Gigi, etc., but they can not do it, it is very lost. But in the end it found something I could do and was interested in, being a comedian.",
                    "Aliases": []
                },
                "44": {
                    "ID": "6586807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586807",
                    "TitleEnglish": "I Can Not Come",
                    "SummaryEnglish": "Owl teacher to everyone on the food class, bear great done leader. We started to discuss what to do, and finally bear fruit salad to do, we are busy picking fruit, only Gigi choose to sleep, do not want to do anything.",
                    "Aliases": []
                },
                "45": {
                    "ID": "6586808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586808",
                    "TitleEnglish": "Belated Two Bears",
                    "SummaryEnglish": "Xiong Er and his partner make an appointment the next day to pick pears together, but he was late; Xiong Er and his companion agreed to eat lunch after story, but it was late; because Xiong Erlao was late, we do not want Play with it",
                    "Aliases": []
                },
                "46": {
                    "ID": "6586810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586810",
                    "TitleEnglish": "United Children",
                    "SummaryEnglish": "Corn is almost mature, bear and Ji Ji said a few days to pick corn, the result is a bird stealing corn, bear great done a scarecrow, the results bear big and Gigi both on the scarecrow's nose quarrel, scarecrow get broken. Food class, the teacher let everyone pick blueberries, the result due to uneven division of labor, bear and Ji Ji quarrel again, upset the blueberries.",
                    "Aliases": []
                },
                "47": {
                    "ID": "6586811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586811",
                    "TitleEnglish": "Take Care of Things",
                    "SummaryEnglish": "Children have done the manual, bald strong said his hand is the best, but he could not find their own hand work, and bald strong old things are always put things, so things can not find.",
                    "Aliases": []
                },
                "48": {
                    "ID": "6586813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586813",
                    "TitleEnglish": "Bye Hawthorn",
                    "SummaryEnglish": "Hawthorn old, life is coming to an end, bear big, bear two try to save the hawthorn, but no good. Small hawthorn sprouts, the old hawthorn leaves, leaving is not terrible, as long as your heart has been missing it, it will always be in your heart.",
                    "Aliases": []
                },
                "49": {
                    "ID": "6586814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586814",
                    "TitleEnglish": "Drawing Lesson",
                    "SummaryEnglish": "Children drawing lessons, Ji Ji do not know what to draw, Ji Ji thought for a long time painted his own hand. The teacher invited everyone to come to the stage to speak about his own paintings. As a result, Ji Ji transferred his own paintings and the same table to the package.",
                    "Aliases": []
                },
                "50": {
                    "ID": "6586816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586816",
                    "TitleEnglish": "Snail Girl",
                    "SummaryEnglish": "Xiong, Xiong Er and bald strong appointment to play the glass ball, bald strong to find Xiong, Xiong Er, bear and bear two results also sweeping the health, bald strong to let snail girl to clean on the line. Strong bald and Bear, Bear II said the story of the snail girl, Bear, Bear II to bald strong to find the girl snail.",
                    "Aliases": []
                },
                "51": {
                    "ID": "6586818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586818",
                    "TitleEnglish": "Missing",
                    "SummaryEnglish": "Gigi and Mao were good friends, both played together and promised to bring it a big banana the next day. The next day, Gigi brought a banana, but it did not see the plush, the companion went to find the plush, and as a result heard the big black bear talking to the owl teacher, they heard the fur to move.",
                    "Aliases": []
                },
                "52": {
                    "ID": "6586820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/330473-show/episodes/6586820",
                    "TitleEnglish": "Birthday Present",
                    "SummaryEnglish": "Today is the birthday of Bear mother, Bear and bear Xiong to prepare a gift for her mother, the gift they are prepared for mud, they want to pack a gift, a surprise to her mother. At this time Bear, Bear II to see a small partner, but also to his mother prepared a gift, read a small partner's gift, Bear, Bear II feel their gift can not take it.",
                    "Aliases": []
                }
            }
        }
    }
}