{
    "URL": "https://thetvdb.com/series/blend-s",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7657580/",
        "https://www.themoviedb.org/tv/74081"
    ],
    "TitleEnglish": "BLEND-S",
    "SummaryEnglish": "High school girl Maika Sakuranomiya has trouble finding a part-time job because of how scary she looks when smiling. However, she is scouted one day by an Italian man named Dino, the manager of café Stile where the waitresses are assigned unique traits to personify such as tsundere or little sister. Maika is hired to play the sadist because of her looks and has to adopt a dominant and cruel persona when serving customers.",
    "Aliases": [],
    "Modified": "2025-08-26",
    "Seasons": {
        "1": {
            "ID": "728523",
            "URL": "https://thetvdb.com/series/blend-s/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6301366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blend-s/episodes/6301366",
                    "TitleEnglish": "First-Time Super Sadist",
                    "SummaryEnglish": "Sixteen-year-old Maika Sakuranomiya dreams of studying abroad, so she wants to find a part-time job to save up money for it. Unfortunately, the naturally menacing look in her eyes has torpedoed all of her job interviews so far, leaving her feeling dejected. But then, Dino, a foreigner with blond hair, suddenly appears before Maika and invites her to work at his coffee shop. She’s thrilled to score her first job, but there’s a catch...",
                    "Aliases": []
                },
                "2": {
                    "ID": "6352310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blend-s/episodes/6352310",
                    "TitleEnglish": "Sweets Without Honor",
                    "SummaryEnglish": "Ever since Maika has been assigned the “sadist character,” she’s been practicing to get it right with the customers. Even though it doesn’t go as planned, Maika seems to have a naturally sadistic streak that is popular with the regulars. Other than that, Café Stile has a tradition in which the staff members compete every season to add a new item to the menu. Kaho, Akizuki and the manager are pitted against Maika and Mafuyu.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6352698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blend-s/episodes/6352698",
                    "TitleEnglish": "After the Date, Rated R",
                    "SummaryEnglish": "The manager, Dino, continues to lose sleep due to watching too much late-night anime. Maika is interested in foreign animation herself. When Dino asks her why she’s so enamored of foreign countries and wants to study abroad, Maika shares childhood memories and talks about her family. Meanwhile, Dino wants to get closer to Maika and asks her out on a date.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6352699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blend-s/episodes/6352699",
                    "TitleEnglish": "The New Girl Is a Big Sister",
                    "SummaryEnglish": "Café Stile gets a new waitress, Miu Amano, and she’s assigned to play a “big sister” character. Actually, Miu has a surprising secret that astonishes the rest of the Stile staff when they hear it. She masters the “big sister” act right off the bat, and in fact, Maika makes an effort to learn from her as a “role model” of how to masterfully interact with the clients, but it doesn’t go so well.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6352700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blend-s/episodes/6352700",
                    "TitleEnglish": "Rainy and Then Windy",
                    "SummaryEnglish": "It’s Pony Tail Day at Café Stile and all of the staff members fix their hair accordingly. However, when Kaho undoes Maika’s braids, a shocking truth comes to light. After work, something dreadful happens to Akizuki and Kaho, both of whom have become too involved with a video game! And when Maika catches a cold, she takes time off from the job. The Stile staffers pay her a sick visit at home, but first encounter Maika’s family.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6352701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blend-s/episodes/6352701",
                    "TitleEnglish": "By the Waterfront Et Cetera (For Adults)",
                    "SummaryEnglish": "A refreshing breeze blows on the riverbank where the Café Stile staff is having a get-together. Maika is excited despite the party-poopiness of the “indoor kids,” Kaho, Akizuki and Miu. Eventually, they start prepping for a barbecue, but a certain ingredient Maika brought takes them all aback. Dino and Maika make tentative plans to go to the beach next.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6352702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blend-s/episodes/6352702",
                    "TitleEnglish": "Busy with Bananas and Strawberries",
                    "SummaryEnglish": "Looking at the staffs’ sunburns from the beach, Dino decides to turn Café Stile into a jungle café for a limited time. Mafuyu, in her special, unique cosplay for the event, is a huge hit among the customers. On the other hand, Kaho and Akizuki are involved in an accident with all of the new plant decorations in the café. The following day, Dino enlists Maika to go shopping with him for strawberries that he forgot to order beforehand.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6352703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blend-s/episodes/6352703",
                    "TitleEnglish": "An Idol Character, Too",
                    "SummaryEnglish": "Business is booming at Café Stile, but they are now short-handed. Desperately in need of extra hands, they put up job postings to seek a part-timer and an applicant comes in for an interview right away. While Maika, Kaho, and the rest of the Stile staff members are charmed by the cute girl, who talks like a boy, Dino is hesitant for some reason…",
                    "Aliases": []
                },
                "9": {
                    "ID": "6352704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blend-s/episodes/6352704",
                    "TitleEnglish": "Owner Inauguration, Sister Attack",
                    "SummaryEnglish": "Maika brings a big stray dog she found on her way to Café Stile. Because she cannot keep the dog at her house, she needs to find a new home for the dog, but there are no takers. Eventually, Dino is pressed into taking care of the dog, with menacing eyes that resemble Maika’s, at his place for the time being. Maika decides to bake sweets for Dino to show her appreciation.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6352705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blend-s/episodes/6352705",
                    "TitleEnglish": "I'll Teach You ♡",
                    "SummaryEnglish": "A customer at Café Stile confesses to Mafuyu. However, she is immediately ready to reject, as not only is there a considerable height difference between the two, but her true self is too different from the character she plays at work. But even her little brothers have been worrying that she will never have a boyfriend. \r\nMeanwhile, Kaho’s string of failing marks at school prompts her mother to ban all video games unless she gets an average score or higher on the makeup test. Mafuyu agrees to supervise Kaho's study sessions, but…",
                    "Aliases": []
                },
                "11": {
                    "ID": "6352706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blend-s/episodes/6352706",
                    "TitleEnglish": "Good at Tsundere, Bad at Cornering",
                    "SummaryEnglish": "On their day off, Dino goes to the park with Maika and Owner, the dog. The day is a dream come true for Dino, while Owner also falls in love with another dog. Meanwhile, at Café Stile, Kaho is devastated after accidentally erasing data for one of her favorite video games. Akizuki is trying to somehow console Kaho, following an unintentional, yet indelicate remark, but…",
                    "Aliases": []
                },
                "12": {
                    "ID": "6352707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blend-s/episodes/6352707",
                    "TitleEnglish": "I Love You!",
                    "SummaryEnglish": "The Café Stile members are on a ski trip, when Dino finally decides to confess his feelings to Maika. However, there is an unexpected turn of events when Maika, right out of the bath, suddenly interrupts him. Is Maika going to beat Dino to the punch and confess her love for him?! The following day, Maika has an unforeseen, shocking confession for Kaho, Miu and Mafuyu.",
                    "Aliases": []
                }
            }
        }
    }
}