{
    "URL": "https://thetvdb.com/series/animegataris",
    "Genres": [
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7535706/",
        "http://animegataris.com/",
        "https://www.themoviedb.org/tv/74080"
    ],
    "Titles": {
        "eng": "Anime-Gataris",
        "jpn": "アニメガタリズ"
    },
    "Summaries": {
        "eng": "The anime centers on Minoa Asagaya, a new high school student in Sakaneko Private High School. Despite being a novice to anime, Minoa's classmate Arisu Kamiigusa invites her to make an \"anime research club\" at school. Through conversations with her classmate Miko Kouenji, as well as various anime-loving upperclassmen, Minoa gradually gets hooked on anime. While they stand against the student council's continuous efforts to disband their club, and they ignore the impending end of the world, they talk about anime, whether in Akiba, or in real-life \"sacred place\" anime settings, or the hot springs.",
        "jpn": "阿佐ヶ谷未乃愛(みのあ)は春から高校一年生。\r\n楽しい高校生活を謳歌するはずが、\r\nひょんな事からアニメ研究部を発足させることに。\r\nところが集まったメンバーは一癖も二癖もあるアニメ好きばかり。\r\n振り回されながらも仲間に触発され、未乃愛はアニメにのめり込んでいく。\r\nしかし、いつの間にか世界を滅ぼす展開に巻き込まれてしまう！？"
    },
    "Aliases": [
        "Anime-Gatari",
        "Animegataris"
    ],
    "Modified": "2025-08-03",
    "Seasons": {
        "0": {
            "ID": "723965",
            "URL": "https://thetvdb.com/series/animegataris/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6550980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animegataris/episodes/6550980",
                    "Titles": {
                        "eng": "The Passing Year",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "723966",
            "URL": "https://thetvdb.com/series/animegataris/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6244567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animegataris/episodes/6244567",
                    "Titles": {
                        "eng": "Minoa, Anime Rookie!",
                        "jpn": "ミノア、アニメルーキー！"
                    },
                    "Summaries": {
                        "eng": "First-year high school student Asagaya Minoa is not much of an anime nerd, but there is a show that she watched as a child, but can't remember the name of. Kamiigusa Arisu, the well-to-do resident anime otaku of her class, might be able to help.",
                        "jpn": "阿佐ヶ谷みのあは私立咲鐘湖（さかねこ）学園高校の1年生。なぜかいつも夢に見るアニメの話を友人の小幡唯にしたところ、聞き耳を立てていたお嬢様同級生・上井草アリスから放課後呼び出しを受けてしまった。近寄りがたいアリスからの呼び出しに不安がるみのあ。\r\nその不安はある意味的中し、とんでもないことに巻き込まれてしまうのだった。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6355771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animegataris/episodes/6355771",
                    "Titles": {
                        "eng": "Anime-Gataris, Assemble!",
                        "jpn": "ツドエ、アニメガタリズ"
                    },
                    "Summaries": {
                        "eng": "The new Anime Club is in search of new members. The odds are good, but the goods are a little bit odd -- perhaps in a good way.",
                        "jpn": "早朝、校門前にてアニメ研究部の部員募集チラシを配るみのあとアリス。昼休みに部室に行くとそこにはクラスメイト・高円寺みこの姿が。ライトノベルが原作のアニメが好きだというみこと、アリスは意見の不一致から喧嘩になりそうなところをみのあの熱い語りがその場を収める。\r\nエリカ、塊、光輝も加わりアニメ研究部がスタートするはずが―。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "6355772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animegataris/episodes/6355772",
                    "Titles": {
                        "eng": "Erika, Cosplayer x Cosplayer",
                        "jpn": "エリカ、レイヤー×レイヤー"
                    },
                    "Summaries": {
                        "eng": "The student council is threatening to abolish the Anime Club. The gang heads to Akihabara to clear their minds as they try to come up with a way to save the club.",
                        "jpn": "生徒会長ツバキの命令で部室を失ったアニ研部員たちは、エリカの提案で秋葉原に遊びに行くことに。コスプレショップ、アニメショップを巡りながらアニメガタリをする部員たち。皆の知識に圧倒されながらも楽しむみのあだったが、皆で語り合う場所――部室を取り戻すために一念発起する。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6385870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animegataris/episodes/6385870",
                    "Titles": {
                        "eng": "Club Room Go Boom!",
                        "jpn": "ブシツ、ダイバクハツ！"
                    },
                    "Summaries": {
                        "eng": "Arisu explains to Minoa about anime prodution and business. In order to to prove their club is productive, the club is asked by the Drama Club to help with the costumes for their play. However Erika hits a roadblock when designing the costumes.",
                        "jpn": "アリスが大量のアニメＢＤ購入に部費を使い込んだのが生徒会にばれて、またも廃部の危機が訪れる。部活の存在意義を証明するためアニ研部員たちは他の部活動に助っ人として参加するも失敗ばかり。途方に暮れる部員たちだったが、彼らを救うヒントになるのはやはりアニメだった。\r\n執拗にアニ研を廃部にしたいツバキは、部長エリカと、過去に何があったのだろうか…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6386298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animegataris/episodes/6386298",
                    "Titles": {
                        "eng": "Beibei, Don't Go",
                        "jpn": "ベイベー、イケナイススメナイ"
                    },
                    "Summaries": {
                        "eng": "Summer has arrived and the anime club head to comiket, while there they meet Yang Beibei, a Chinese girl studying Japanese who tells them that anime is popular in China aswell.",
                        "jpn": "アニ研部員たちで夏のアニメイベントに行くことに。多くの人が詰めかけ、会場にたどり着くだけでも大変な状態の中、仲間とはぐれたみのあたちは北京からの留学生 楊貝貝（ヤンベイベー）に助けられる。\r\nアニメが世界を繋げるきっかけになっていることを知るアニ研部員たち。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6386299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animegataris/episodes/6386299",
                    "Titles": {
                        "eng": "Kaikai Love Climax",
                        "jpn": "カイカイ、ラブクライマックス"
                    },
                    "Summaries": {
                        "eng": "The anime club is traveling to certain places in Japan that anime used for their stage (currently going to Oorai). Meanwhile, Kai is suffering from lovestruck from Miko and Minoa is trying to find her goal in the club while getting into a string of bad luck situations.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "6386300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animegataris/episodes/6386300",
                    "Titles": {
                        "eng": "Miko Quits Writing",
                        "jpn": "ミコ、ダンピツセンゲン"
                    },
                    "Summaries": {
                        "eng": "With the culture festival coming up, the anime club decide to participate to show their progress. However when the student council rejected the anime screening, they decided to do anime shorts which actually is harder than it looks.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "6386301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animegataris/episodes/6386301",
                    "Titles": {
                        "eng": "Arisu Can't Make Enough Money",
                        "jpn": "アリス、オカネガタリマセンワ"
                    },
                    "Summaries": {
                        "eng": "Tsubaki proposes the anime club fill the auditorium or the club will be shutdown. The anime club must complete their presentation and get a full house in 2 days. Minoa and Maya find out their dad's secret (even though it's not a big deal).",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "6386302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animegataris/episodes/6386302",
                    "Titles": {
                        "eng": "The Anime Club: Forever Snobs",
                        "jpn": "アニケン、ズットテング"
                    },
                    "Summaries": {
                        "eng": "The Anime Club discovers that they can solve people’s problems by recommending inspirational anime fit for their clubs. This works out great – a little too great.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "6386303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animegataris/episodes/6386303",
                    "Titles": {
                        "eng": "Anime Club Finally Falls",
                        "jpn": "アニケン、ヤットハイブ"
                    },
                    "Summaries": {
                        "eng": "Minoa approaches the principal to try to get him to bring back the Anime Club. She is locked inside the office with him, and the others scramble to help her get out.",
                        "jpn": "アニ研を潰そうと生徒会を動かしていたのは何を隠そう学園長の荻窪であった。アニ研廃部撤回を直談判しに行くみのあ。一方アニ研部員は、閉ざされた学園長室のドアを開けるため、パスワードのヒントを探すことになる。\r\nようやく、みのあの夢に出てきたアニメの秘密が明かされるのだろうか?"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "6386304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animegataris/episodes/6386304",
                    "Titles": {
                        "eng": "Our Friend Kouki's Second Betrayal",
                        "jpn": "共ニ語リシ光輝（めいゆう）ノ裏切リ"
                    },
                    "Summaries": {
                        "eng": "The world is beginning to make less and less sense, and only Minoa seems to notice.",
                        "jpn": "時は20XX年、平穏を取り戻したかと思われた咲鐘湖(さかねこ)学園に新たな災難が降りかかろうとしていた。いつも通りの日常を望むみのあであったが、アニメ世界が現実を飲み込もうと学園全体に侵食し、この世の理を大きく変えてしまっていた。現実のアニメ化を受け入れられないみのあを否定する仲間たち、ついに決別を強いられたみのあの運命は。そして、現実世界を崩壊に導いていたのはまさかの―。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "6386306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animegataris/episodes/6386306",
                    "Titles": {
                        "eng": "Minoa, Katharsis",
                        "jpn": "ミノア、カタルシス"
                    },
                    "Summaries": {
                        "eng": "Minoa is desperately looking for a way to restore the world, but with the season ending, time is running out.",
                        "jpn": "絶望の淵から舞い戻ったみのあの決意を受けて、ネコ先輩は世界を元に戻すべくみのあと共に学園へと走り出す。しかし目の前に現れたのはアニメ世界の侵食を受け大きく形を変えた咲鐘湖学園であった。みのあを説得し世界に引き込もうとするアニ研部の仲間たち。大好きな仲間とアニメへの思い、みのあのアニメガタリが炸裂する。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}