{
    "URL": "https://thetvdb.com/series/two-car",
    "Genres": [
        "Action",
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7545002/",
        "https://www.themoviedb.org/tv/74188",
        "https://www.themoviedb.org/tv/74188"
    ],
    "TitleEnglish": "Two Car",
    "SummaryEnglish": "Follows Yuri Miyata and Megumi Meguro as they battle six other rival pairs in the sport of motorcycle sidecar racing.",
    "Aliases": [
        "Two Car: Racing Sidecar"
    ],
    "Modified": "2024-05-21",
    "Seasons": {
        "1": {
            "ID": "723943",
            "URL": "https://thetvdb.com/series/two-car/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6244242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/two-car/episodes/6244242",
                    "TitleEnglish": "Exhibition",
                    "SummaryEnglish": "The Miyakejima Tourist Trophy is opening with the Girls High School Racing Kneeler National Tournament exhibition race. Despite the race being billed as some friendly competition between teams from all over the country, each team is prepared to do whatever it takes to win. Will Miyata Yuri and Meguro Megumi of Miyake Girls High School be able to set aside their differences and finish in first?",
                    "Aliases": []
                },
                "2": {
                    "ID": "6357686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/two-car/episodes/6357686",
                    "TitleEnglish": "Shakedown",
                    "SummaryEnglish": "The participants of the Girls High School Racing Kneeler National Tournament have arrived at Miyakejima. In a shocking turn of events, some of the teams aren't lodging together. While the teams insist there's nothing wrong, the relationship between Shiobara Chiyuki and Nagai Misaki appears to be actually strained...",
                    "Aliases": []
                },
                "3": {
                    "ID": "6374681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/two-car/episodes/6374681",
                    "TitleEnglish": "Practise",
                    "SummaryEnglish": "Misaki Nagai worked to support herself as she attended Suzuka Girls Academy. In contrast, Chiyuki Shiobara was a wealthy girl attending Suzuka Girls Academy. Standing at the top of the school caste, Chiyuki was always surrounded by friends. One day Chiyuki asks one of her friends to be her racing kneeler passenger. Her friend gladly accepts, and together they head to the circuit.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6382863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/two-car/episodes/6382863",
                    "TitleEnglish": "Swap Meet",
                    "SummaryEnglish": "Sadistic driver Izumi Murata and masochistic passenger Nagisa Suzuki are the Tsukuba Girls High School team. Izumi treats Nagisa like a slave, but she follows her commands without a single complaint. However, due to the distance between them, the two are staying at separate inns. One night Nagisa has a strange dream: she and Izumi have switched positions.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6382864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/two-car/episodes/6382864",
                    "TitleEnglish": "Reverse Grid",
                    "SummaryEnglish": "Driver Izumi Murata always cuts her lines close. Nagisa Suzuki desperately tries to keep up with her fierce driving. Their master-and-servant relationship continues even while they're driving. Izumi and Nagisa have been in the same class since kindergarten, and Nagisa has always been Izumi's follower. Izumi notices when Nagisa's mental state begins to change. When Izumi herself realizes what's happening, she is at a loss",
                    "Aliases": []
                },
                "6": {
                    "ID": "6382865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/two-car/episodes/6382865",
                    "TitleEnglish": "Dual Purpose",
                    "SummaryEnglish": "When it comes to racing kneelers, it's said the deeper the relationship between the driver and passenger, the faster the team. Among parent-child teams, husband-wife teams, boyfriend-girlfriend teams, and brother-sister teams, many are fast. Motegi Girls High School's driver Maria Shishido and passenger Yuria Shishido are a twin team who operate as one. So identical even their parents can't tell them apart, they're skilled racers who control their bike with their impeccable combination. However, there's something bothering them.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6382868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/two-car/episodes/6382868",
                    "TitleEnglish": "Side by Side",
                    "SummaryEnglish": "The rival teams of the Miyakejima TT sidecar race are also good friends. When problems occur, they help each other and work together to resolve them before heading off to race. Yuri Miyata and Megumi Meguro are on terrible terms as ever. However, despite their arguing, their coordination is exquisite. While watching them argue, twins Maria Shishido and Yuria Shishido have a realization.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6382869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/two-car/episodes/6382869",
                    "TitleEnglish": "Engage",
                    "SummaryEnglish": "Commentator and analyst Ai Shimada and Nene Itagaki of the broadcasting club have been friends since grade school. When Ai Shimada moved to Miyakejima as a child, she was introverted and had trouble making friends, but through sidecar racing she became friends with Nene. Having developed an interest in sidecar racing, the two of them wandered around the island in order to watch the racers practice. There they became friends with an unusual group of racers.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6382870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/two-car/episodes/6382870",
                    "TitleEnglish": "Mad Saturday",
                    "SummaryEnglish": "Broadcasting club members Hibari Takada and Tsugumi Nakajima are editing together the footage they've taken of the event to create a teamm introduction video for the Girls High School Racing Kneeler National Tournament. They plan to show it the day before the race. With the addition of broadcasting club members Ai Maita and Nene Itagaki's narration, the video is complete. However, the real work starts now. The broadcasting club has also been working on \"Rhapsody of Love and Recollection,\" a documentary about the love lives of Yuri Miyata and Megumi Meguro.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6382871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/two-car/episodes/6382871",
                    "TitleEnglish": "Replay Log Data",
                    "SummaryEnglish": "Having strengthened the bonds between them, the various teams renew their resolve in preparation for the upcoming Miyakejima TT race. Meanwhile, after the commotion surrounding Yuri Miyata and Megumi Meguro the day before the race, their relationship has grown even more complicated. The girls attempt to keep each other in check while the other teams look on with concern. As this is happening, Yuri and Megumi meet a professional racer visiting Miyakjima--a world famous champion of the Isle of Man TT.",
                    "Aliases": []
                },
                "11": {
                    "ID": "6447483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/two-car/episodes/6447483",
                    "TitleEnglish": "Blue Flag",
                    "SummaryEnglish": "The preliminaries are tomorrow, and Yuri Miyata and Megumi Meguro are overwhelmed with unease. Thinking back on how they've felt until now, they grow increasingly concerned. The other teams at the lively pre-race party notice the change in Yuri and Megumi and try to cheer them up. However, the girls remain depressed. Later, Yuri and Megumi run into the professional Isle of Man TT racing team and ask them about their relationship, and they end up racing against the professionals.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6447484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/two-car/episodes/6447484",
                    "TitleEnglish": "Ladies, Start Your Engines!",
                    "SummaryEnglish": "It's the day of the Miyakejima TT finals. An unexpected problem makes it difficult for the Miyakejima Girls High School team to participate in the race. Though they work to get in racing condition, they're still unable to meet their own expectations. The other teams are worried about them, but feeling obligated to perform their best, they're unable to lend a hand. Just as Yuri Miyata and Megumi Meguro are about to give up, their mechanic Mutsuki Shimazu puts in one final effort...",
                    "Aliases": []
                }
            }
        }
    }
}