{
    "URL": "https://thetvdb.com/series/sengoku-night-blood",
    "Genres": [
        "Action",
        "Animation",
        "Fantasy",
        "History",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8941186/",
        "https://www.themoviedb.org/tv/74184"
    ],
    "TitleEnglish": "Sengoku Night Blood",
    "SummaryEnglish": "The story revolves around the heroine who was brought to an alternate world called Shinga unknowingly. She is looking for the Hime-miko who supposedly knows how to return her home.",
    "Aliases": [],
    "Modified": "2025-02-10",
    "Seasons": {
        "0": {
            "ID": "724689",
            "URL": "https://thetvdb.com/series/sengoku-night-blood/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6761904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-night-blood/episodes/6761904",
                    "TitleEnglish": "Tokuban",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "730004",
            "URL": "https://thetvdb.com/series/sengoku-night-blood/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6317609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-night-blood/episodes/6317609",
                    "TitleEnglish": "Shinga Supremacy",
                    "SummaryEnglish": "One day, Yuzuki is enveloped by a mysterious light and taken to an unfamiliar world. It is a world like that of the Sengoku Period, where warlords are fighting for domination. In the midst of the chaos, Yuzuki encounters a warlord named Hideyoshi Toyotomi. Hideyoshi commands the Toyotomi Army, and, along with his retainers, Hanbee Takenaka, Kanbee Kuroda, Toshiie Maeda, and Mitsunari Ishida, fights for the unification of this world at war. This world is known as Shinga, where non-human Gegga Tribes fight against one another.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6355842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-night-blood/episodes/6355842",
                    "TitleEnglish": "Toyotomi Attack",
                    "SummaryEnglish": "Vampires. That is the true form of Hideyoshi. Shinga is a world where non-human tribes of vampires and werewolves live. By chance it is discovered that Yuzuki blood has the ability to awaken the latent powers of Gegga Tribe members, much like the mysterious Himemiko who has vanished. While the ability of her blood makes Yuzuki valuable in a battle, it also has the potential to become a reason why she might become a target. Hideyoshi tells Yuzuki that he will protect her, but she has to marry him first.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6355846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-night-blood/episodes/6355846",
                    "TitleEnglish": "Takeda Banquet",
                    "SummaryEnglish": "Masanobu Kousaka, a vassal of Shingen Takeda, comes to Hideyoshi bearing a large number of gifts. He tells them that another portion of the gifts are in a nearby temple. Mitsunari and Hideyoshi's other vassals are suspicious that this is a trap, but Hideyoshi heads to the temple without a care. At the temple, Shingen's other vassals--Masakage Yamagata, Masatoyo Naitou, Nobuharu Baba--along with the warlord Shingen himself, are waiting. Shingen offers to form an alliance and fight against the Oda Army, but Hideyoshi refuses. There seems to be a mysterious connection between Hideyoshi and Nobunaga.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6355847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-night-blood/episodes/6355847",
                    "TitleEnglish": "Sanada Famiglia",
                    "SummaryEnglish": "Having found a lead on the Himemiko, Yuzuki heads to Sanada territory with Kanbee and Hanbee at the behest of Imari. Along the way the trio is pelted by a rainstorm and Yuzuki collapses with a fever. Hanbee and Kanbee carry the ailing Yuzuki to the Sanada mansion where she is tended to by Saizou Kirigakure and Sasuke Sarutobi. While Yuzuki is recovering, Kanbee and Hanbee follow up on the lead and are given access to what information the Sanada have on the missing Himemiko, but they find little beyond that she had once visited the region. Once Yuzuki is feeling better she is shown around Sanada lands by Yukimura Sanada himself when suddenly the village is attacked by yakuma...",
                    "Aliases": []
                },
                "5": {
                    "ID": "6355849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-night-blood/episodes/6355849",
                    "TitleEnglish": "Wild Feeling",
                    "SummaryEnglish": "The time has finally come for the showdown between Hideyoshi and Nobunaga. Fighting alongside Hideyoshi are the Takeda and Sanada Armies while the Uesugi and Date Armies join Nobunaga's side. At one end of the battle, Shingen faces off with his mortal enemy, Kenshin Uesugi, and, at the other, Hideyoshi rushes headlong into the burning forest by himself seeking his one chance to try and take Nobunaga's head. Just as a victor in the battle seems about to be determined a large number of yakuma appear and the battlefield descends into utter chaos.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6355850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-night-blood/episodes/6355850",
                    "TitleEnglish": "Uesugi Discord",
                    "SummaryEnglish": "With the sudden appearance of the yakuma, the recent great battle ended without a clear victor. While escaping into the woods, Yuzuki is injured and loses consciousness but is found by Kenshin Uesugi and taken back to his castle to receive treatment. Kenshin entrusts Yuzuki's care to his son, Kagekatsu but when her injury worsens Kagekatsu feels extremely responsible. It is during this time that information comes to light that the neighboring country is making suspicious movements so Kenshin decides to send a commander with reinforcements. He tries to task Kagekatsu with this mission, but having lost confidence in himself, Kagekatsu refuses and Yuzuki tries to get father and son to see eye-to-eye.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6355851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-night-blood/episodes/6355851",
                    "TitleEnglish": "Date Double Face",
                    "SummaryEnglish": "With Yuzuki's wound finally healed she wonders if it is about time for her to leave Uesugi's castle. However, before she is able to speak with Kenshin, a mysterious warrior appears saying that he is a member of Toyotomi's army and has come to take her back to Hideyoshi. Going with the mysterious man, Yuzuki is surprised to find herself in the company of Masamune Date and his subordinates, Shigezane Date and Kojuro Katakura. As they escape into the night with Yuzuki the men are forced to stay in an abandoned temple to regroup when they are attacked by yakuma. Locked up inside a warehouse Yuzuki can't help but wonder what Masamune wants with her.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6355853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-night-blood/episodes/6355853",
                    "TitleEnglish": "Oda Plunder",
                    "SummaryEnglish": "Yuzuki has fallen into the hands of the Oda Army. Rather than blazing ahead and recklessly going into Oda territory to rescue her, Hideyoshi decides to focus on rebuilding the town and his forces, all the while planning his next move. Many of the warlords are left feeling powerless as they worry about Yuzuki's fate at the hands of Nobunaga Oda. Meanwhile, Yuzuki finds herself confused by Nobunaga's motives and his actions. Both Hideyoshi and Nobunaga continue to investigate the increasing appearances of the yakuma and find that they seem to have something to do with Yuzuki.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6355854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-night-blood/episodes/6355854",
                    "TitleEnglish": "Yakuma Corridor",
                    "SummaryEnglish": "Just what are the yakuma? Where on earth do they come from? In order to put an end to the yakuma once and for all, Nobunaga has been investigating the location of the yakuma's nest on his own. Now he heads out with his retainers and Yuzuki in tow to search for the yakuma's nest. Yuzuki's long held suspicions are finally realized when she learns that it really is her blood that attracts them",
                    "Aliases": []
                },
                "10": {
                    "ID": "6355855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-night-blood/episodes/6355855",
                    "TitleEnglish": "Discord Terminus",
                    "SummaryEnglish": "With the reparations to the village and his army finally reaching completion, Hideyoshi sets off on his own to Nobunaga's castle to get Yuzuki back. Hideyoshi was once a vassal for Nobunaga in his question for unification, but somewhere along the way an event occured that changed everything. Will these two former allies be able to reach an agreement over Yuzuki's fate?",
                    "Aliases": []
                },
                "11": {
                    "ID": "6355857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-night-blood/episodes/6355857",
                    "TitleEnglish": "Turbulent March",
                    "SummaryEnglish": "Having turned down Nobunaga's request for his help with vanquishing the yakuma, Hideyoshi returns safely to his castle with Yuzuki at his side. Yuzuki's return after so long away brings much chear to the rest of the Toyotomi Army. However, yakuma begin to attack the castle again, threatening the newly rebuilt town and army that Hideyoshi and his people worked so hard for. Hideyoshi realizes he will need to come up with a way to protect both his people and Yuzuki, and it is then that Nobunaga's words about how to vanquish the yakuma come back to him.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6355858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-night-blood/episodes/6355858",
                    "TitleEnglish": "Sengoku Night Blood",
                    "SummaryEnglish": "The giant yakuma has disappeared into the ground after swallowing up Yuzuki. The Toyotomi Army manages to find most of the Oda Army and manages to convince them to help find the giant yakuma and Yuzuki, though Nobunaga himself remains missing. At the same time, the Sanada, Uesugi, Takeda, and Date armies all struggle with large numbers of yakuma, having also followed after Nobunaga and Hideyoshi in the quest to go after the yakuma's nest. When Hideyoshi spots a wounded Nobunaga at the bottom of a cliff, he asks for his help as well. Suddenly, the cries of the smaller yakuma echo all over the mountain and the giant yakuma reappears from the ground. Will the combined forces of the six supreme commanders be enough to vanquish this enemy once and for all? less",
                    "Aliases": []
                }
            }
        }
    }
}