{
    "URL": "https://thetvdb.com/series/sword-art-online-alternative-gun-gale-online",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.facebook.com/SwordArtOnlineUSA",
        "https://www.imdb.com/title/tt7978710/",
        "http://www.gungale-online.net/",
        "https://www.themoviedb.org/tv/78204",
        "https://x.com/ggo_anime"
    ],
    "TitleEnglish": "Sword Art Online Alternative: Gun Gale Online",
    "SummaryEnglish": "A shy university student in Tokyo, Karen Kohiruimaki stands in stark contrast to her in-game avatar—in fact, she happens to stand above everyone else too, much to her dismay. Towering above all the people around her, Karen's insecurities over her height reach the point where she turns to the virtual world for an escape. Starting game after game in hopes of manifesting as a cute, short character, she finally obtains her ideal self in the world of Gun Gale Online. Overjoyed by her new persona, she pours her time into the game as LLENN, garnering her reputation as the legendary player killer. However, when one of LLENN's targets gets the best of her, she ends up meeting Pitohui, a skilled yet eccentric woman. Pitohui insists that LLENN participates in Squad Jam, a battle royale. Thrust into the heated competition, LLENN must fight with all her wit and will if she hopes to shoot her way to the top.",
    "Aliases": [
        "SAO Alternative - GGO",
        "SAO Alternative Gun Gale Online",
        "SAO Alternative: GGO",
        "SAO GGO",
        "SAOAGGO",
        "Sword Art Online Alternative - Gun Gale Online",
        "Sword Art Online Alternative - Gun Gale Online II",
        "SAO Alternative Gun Gale Online II",
        "SAO GGO II",
        "SAO GGO 2",
        "Sword Art Online Alternative – Gun Gale Online"
    ],
    "Modified": "2025-10-19",
    "Seasons": {
        "0": {
            "ID": "732220",
            "URL": "https://thetvdb.com/series/sword-art-online-alternative-gun-gale-online/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "6680207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/6680207",
                    "TitleEnglish": "Refrain",
                    "SummaryEnglish": "Recap episode of first 5 episodes of Sword Art Online Alternative: Gun Gale Online, scenario written by Keiichi Shigusawa. Pitohui and M will look back on the past episodes.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10911695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/10911695",
                    "TitleEnglish": "Sword Art Online Alternative Gun Gale Online II Emergency Special",
                    "SummaryEnglish": "\"Gun Gale Online II\" Emergency Special! -Four Testimonies- Cast: Tomori Kusunoki, Yoko Hikasa, Kazuyuki Okitsu, Chinatsu Akasaki More information < program content> The anime \"Sword Art Online Alternative Gun Gale Online II\" will begin airing in October. Just before the first broadcast! Tomori Kusunoki as Ren, Yoko Hikasa as Pito Hui, Kazuyuki Okitsu as M, and Chinatsu Akasaki as Jiro Fuka are called up urgently! We will deliver a special program where you can listen to the honest testimonies of the four people who are about to broadcast.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "732221",
            "URL": "https://thetvdb.com/series/sword-art-online-alternative-gun-gale-online/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6342920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/6342920",
                    "TitleEnglish": "Squad Jam",
                    "SummaryEnglish": "Squad Jam is a battle royale that pits teams against each other. LLENN, a female player clad in pink, has teamed up with M, a burly man and talented sniper. At the beginning of the tournament, LLENN scouts ahead, but then an enemy team closes in…",
                    "Aliases": []
                },
                "2": {
                    "ID": "6636464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/6636464",
                    "TitleEnglish": "GGO",
                    "SummaryEnglish": "Karen Kohiruimaki’s college life in Tokyo hasn’t been as she had hoped, due to her insecurity about her height. She comes across Gun Gale Online and, as LLENN, she becomes known as a “player killer.” But then, another female player aims a gun at her…",
                    "Aliases": []
                },
                "3": {
                    "ID": "6638732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/6638732",
                    "TitleEnglish": "Fan Letter",
                    "SummaryEnglish": "Squad Jam will be held on Gun Gale Online's Japanese server. LLENN wants to participate, but her favorite artist has a concert the same day. But when she can't get a ticket, she joins the tournament. She and her new partner, M head for the battlefield.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6638733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/6638733",
                    "TitleEnglish": "Death Game",
                    "SummaryEnglish": "Almost one hour has passed since the team battle royale, Squad Jam, began. LLENN and M are still going strong on the battlefield. Being in a favorable situation, LLENN lowers her guard, which is when an enemy team launches a surprise attack.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6638734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/6638734",
                    "TitleEnglish": "Leave the Last Battle to Me",
                    "SummaryEnglish": "An hour and 15 minutes have passed since Squad Jam began and only two teams remain. LLENN and M are one of them, but when M has an unexpected breakdown, LLENN heads for the last battle alone.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6638735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/6638735",
                    "TitleEnglish": "SAO Loser",
                    "SummaryEnglish": "It's Spring break for Karen, and as she returns from her hometown back to Tokyo, she gets a very unexpected guest.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6638736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/6638736",
                    "TitleEnglish": "Second Squad Jam",
                    "SummaryEnglish": "The second Squad Jam is about to take place. This time, Karen’s friend Miyu Shinohara will participate as well. She converts her character from another VRMMORPG and starts Gun Gale Online as Fukaziroh. LLENN takes her to go buy weapons...",
                    "Aliases": []
                },
                "8": {
                    "ID": "6638737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/6638737",
                    "TitleEnglish": "Booby Trap",
                    "SummaryEnglish": "The second Squad Jam has begun. LLENN and Fukaziroh’s starting point is the most northwestern area on the map. LLENN looks for Pitohui and M, but their location is far, far away. LLENN and Fukaziroh begin their advance towards Pito’s team, PM4.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6638738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/6638738",
                    "TitleEnglish": "Ten-Minute Massacre",
                    "SummaryEnglish": "The teams that have come together to defeat Pitohui’s team, PM4, begin their attack. Meanwhile, LLENN and Fukaziroh head to PM4’s current position. They take the shortest route through the dome before them, but realize there are three enemy teams inside.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6638739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/6638739",
                    "TitleEnglish": "The Devil's Comeback",
                    "SummaryEnglish": "LLENN receives some unexpected help during her battle in the dome that results in a change of tactics as she continues towards team PM4. M is surprised to see team SHINC approaching, and Pitohui learns that her ruthlessness can have consequences.",
                    "Aliases": []
                },
                "11": {
                    "ID": "6638740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/6638740",
                    "TitleEnglish": "Psycho LLENN",
                    "SummaryEnglish": "The climax of the second Squad Jam begins. With the defeated rival team members and the audience watching, the confrontation between Llenn, Pitohui and M starts.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6638741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/6638741",
                    "TitleEnglish": "Applause",
                    "SummaryEnglish": "At last, it’s the finale of the Second Squad Jam. LLENN and Pitohui’s one-on-one combat has begun. How will their fight end? Who will win the Second Squad Jam? And will LLENN be able to save Pitohui’s life?",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2073535",
            "URL": "https://thetvdb.com/series/sword-art-online-alternative-gun-gale-online/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": "最大6人で編成された分隊同士でサバイバル・マッチを行なう《スクワッド・ジャム》。\r\nマニアックな人気があるこの大会には数多くのＧＧＯプレイヤーたちが参加し、ある者は名声を、ある者は復讐を、そしてある者は好敵手を求め、この戦いに集い、死闘を繰り広げる。\r\n苛烈な戦いの末に幕を閉じたセカンド・スクワッド・ジャム（SJ2）から三ヵ月後。ついにサード・スクワッド・ジャム（SJ3）の開催が決定した。\r\nピトフーイ、エム、フカ次郎とともに新たなチーム「LPFM」を結成したレンは、大会のバトルフィールドとなる小島へと向うが、待ち受けていたのは“時間経過とともに海へ沈むフィールド“　“MAP中央に潜む【UNKNOWN】エリア“　“無名チームの結託”という過酷な状況であった――。\r\n互いの意地と誇りを懸けた３度目の狂宴がここに開幕する！",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10618084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/10618084",
                    "TitleEnglish": "What Happens Twice Will Happen Thrice",
                    "SummaryEnglish": "Three months after LLENN won second place in the team battle, “Second Squad Jam” (SJ2), “Third Squad Jam” (SJ3), was announced. Soon after, news broke out that Pitohui, M, Fukaziroh, and LLENN formed “LPFM,” considered the strongest team in the game. Clarence is obsessed with LLENN, and Shirley ignites her fighting spirit to kill Pitohui. All members of SHINC hope to take revenge as they lost to LLENN in SJ1. A heated battle surpassing SJ2 is about to begin…!",
                    "Aliases": []
                },
                "2": {
                    "ID": "10713847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/10713847",
                    "TitleEnglish": "The Great Freight Car Operation",
                    "SummaryEnglish": "SJ3 has finally begun. The battlefield is located on an island surrounded by the sea. The word \"UNKNOWN\" is written on a small hill in the middle of the island. \"Is this 'UNKNOWN' the 'special rule' for this battle?\"",
                    "Aliases": []
                },
                "3": {
                    "ID": "10713848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/10713848",
                    "TitleEnglish": "Clarence and Shirley",
                    "SummaryEnglish": "LPFM managed to defeat many members of the allied enemy team, but the island continued to sink, drastically decreasing the physical space they could move around in. LLENN and her comrades avoid areas near the sea and whip up a plan to cut across the northeast section of the island where members of the allied team have gathered. Clarence joins the allied team at this time. She suggests splitting the team into smaller groups of two people and launching waves of attacks against LPFM. However, immediately after they launch this plan, she betrays her teammates and attacks them. In addition, Shirley, who left the KKHC to fight alone, begins joining in on the attacks against the allied team!",
                    "Aliases": []
                },
                "4": {
                    "ID": "10713849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/10713849",
                    "TitleEnglish": "A Special Rule Launched",
                    "SummaryEnglish": "Clarence and Shirley defeat and destroy the allied team. KKHC is wiped out after the two kill each other in a fierce battle. Meanwhile, LPFM rides a truck inside a freight car and calmly heads over to UNKNOWN as if going through a deserted field.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10713850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/10713850",
                    "TitleEnglish": "BTRY's Choice",
                    "SummaryEnglish": "The organizing team of the game announced a shocking, special rule to be implemented. One “betrayer” will be selected from the six remaining teams to form a new team. Pitohui is selected from LPFM, and the team leader of SHINC, Eva, also joins. With this new rule implemented, Pitohui is happy that she can fight against LLENN. Eva gracefully leaves her team, hoping to fight against LLENN, too. All of the \"betrayers\" meet up on a luxury cruise ship set up in UNKNOWN, forming a most intimidating team named \"BTRY\"!",
                    "Aliases": []
                },
                "6": {
                    "ID": "10713851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/10713851",
                    "TitleEnglish": "The Offensive and Defensive Battle that Still Has Time",
                    "SummaryEnglish": "LLENN and her comrades head to the center of the island, where they find the luxury cruise ship. As the island continues to sink, they must get on board. However, they can’t carelessly approach the vessel as BTRY awaits them onboard.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10713852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/10713852",
                    "TitleEnglish": "Turn Over",
                    "SummaryEnglish": "By Pitohui's orders, the luxury cruise ship continued sailing without stopping its leak, but it began sinking into the water as a result. After a fierce battle, LPFM manages to annihilate SHINC. Meanwhile, Pitohui's trap wipes out MMTM.",
                    "Aliases": []
                },
                "8": {
                    "ID": "10713853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/10713853",
                    "TitleEnglish": "The Showdown",
                    "SummaryEnglish": "It turns out the true \"betrayer\" from LPFM was LLENN. Pitohui lied, saying she was the betrayer to fight LLENN with all her power. LLENN becomes outraged as she learns the truth and declares she wants to defeat Pitohui.",
                    "Aliases": []
                },
                "9": {
                    "ID": "10713854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/10713854",
                    "TitleEnglish": "An Invite to the Battlefield",
                    "SummaryEnglish": "A month has passed since the fierce SJ3 battles. Karen returns to Hokkaido and tells Miyu she can’t decide whether to continue playing GGO. However, Miyu figures out that Karen's actually concerned about the pure rivalry with Elza and Saki.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10713855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/10713855",
                    "TitleEnglish": "The Devil's Castle",
                    "SummaryEnglish": "LLENN decides to participate in the game to battle Eva of SHINC with all her might. To clear the game, a player must destroy all seven NPCs or take back the gas bombs they stole. LLENN and LPFM members head to the location where the enemy awaits. They encounter SHINC along the way. As they're about to attack, ZEMAL attacks them first. ZEMAL's attack proved too much as their \"backpack style ammunition carriage system\" allowed them to fire rapidly without any breaks, leaving LLENN and LPFM clueless on how to counterattack.",
                    "Aliases": []
                },
                "11": {
                    "ID": "10713856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/10713856",
                    "TitleEnglish": "Pitohui's Attack",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "10713857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-art-online-alternative-gun-gale-online/episodes/10713857",
                    "TitleEnglish": "The Reason to Fight",
                    "SummaryEnglish": "LLENN becomes the NPCs' prisoner, so she frees herself by committing suicide. She looks at her watch while prepping her equipment in the waiting area. It shows the clock at 21:54. Respawning takes three minutes, so she'll be back on the field at 21:57. By then, there will only be three minutes until the time is up. Her allies are doing the best they can, but the enemy is tough. Their defeat is inevitable. Pitohui takes out the bazooka she kept as her trump card, but it's not enough to ensure victory. It's up to LLENN whether they win or lose…!",
                    "Aliases": []
                }
            }
        }
    }
}