{
    "URL": "https://thetvdb.com/series/little-women-2017",
    "Genres": [
        "Drama",
        "Mini-Series"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6853528/",
        "https://www.themoviedb.org/tv/72340"
    ],
    "TitleEnglish": "Little Women (2017)",
    "SummaryEnglish": "Set against the backdrop of the Civil War, the story follows sisters Jo, Meg, Beth and Amy March on their journey from childhood to adulthood. With the help of their mother, Marmee, and while their father is away at war, the girls navigate what it means to be a young woman: from sibling rivalry and first love, to loss and marriage.",
    "Aliases": [],
    "Modified": "2025-09-06",
    "Seasons": {
        "1": {
            "ID": "734079",
            "URL": "https://thetvdb.com/series/little-women-2017/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "6365548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-2017/episodes/6365548",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "Christmas, 1861. The March sisters - Meg, Jo, Beth and Amy - and their mother Marmee prepare for Christmas without presents and without their father, a Union army chaplain away at war. Learning to appreciate the smaller things in life, the sisters strike up a friendship with their charming new neighbour Laurie and his tutor John Brooke.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6365549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-2017/episodes/6365549",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "As Marmee waits by her husband's sickbed in the army hospital, the March sisters must learn to cope without their parents. Meg is shocked and embarrassed to hear rumours circulating in society that Marmee is trying to marry her off to Laurie, and after an incident at Amy's school, Jo must take charge whilst trying to balance her family responsibilities and her writing.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6365550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-2017/episodes/6365550",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "A year has passed and the March family welcomes Meg's twins, yet Marmee and Jo are anxious as Beth's health and spirits flag. Aunt Carrol arrives with the opportunity for Jo to accompany her daughter on a tour of Europe, but dismayed by Jo's wild spirit, chooses the more refined Amy as a companion.",
                    "Aliases": []
                }
            }
        }
    }
}