{
    "URL": "https://thetvdb.com/series/sanrio-danshi",
    "Genres": [
        "Animation",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14563172/",
        "https://www.themoviedb.org/tv/76140"
    ],
    "TitleEnglish": "Sanrio Boys",
    "SummaryEnglish": "The project's premise follows Kouta Hasegawa, a high school boy that loves the yellow Pom Pom Purin dog. By mere coincidence, he ends up attending the same school as Yuu Mizuno, a boy who likes the bunny My Melody. Yuu tells Kouta that there's nothing to be ashamed of for liking Sanrio's cute characters. Together, Kouta, Yuu, Shunsuke Yoshino, Ryou Nishimiya, and Seiichirou Minamoto learn to accept their love of the characters instead of feeling embarrassed.",
    "Aliases": [
        "Sanrio Danshi"
    ],
    "Modified": "2025-09-05",
    "Seasons": {
        "1": {
            "ID": "737202",
            "URL": "https://thetvdb.com/series/sanrio-danshi/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6402610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sanrio-danshi/episodes/6402610",
                    "TitleEnglish": "It All Started With Pompompurin",
                    "SummaryEnglish": "Hasegawa Kouta is a completely average second-year high school student. He feels as though something is missing in his life and that it's impossible for someone like him to have a shining school life. Then one day, as he's out with his friends, Kouta encounters a missing little girl and she gives him a Pompompurin sticker for helping her find her mom. This reminds Kouta about how he used to love Pompompurin as a kid, especially because of the giant stuffed Pompompurin his beloved grandmother gave him as a birthday present, but was forced to cast that aside due to peer pressure. However, at school he picks up a lost My Melody keychain and realizes it might belong the very flashy and popular Mizuno Ryu, how is this possible?",
                    "Aliases": []
                },
                "2": {
                    "ID": "6493092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sanrio-danshi/episodes/6493092",
                    "TitleEnglish": "Gift Gate After the Rain",
                    "SummaryEnglish": "Kouta's classmates, Mizuno Yuu and Yoshino Shunsuke, reveal that they too love Sanrio characters and are self-professed, \"Sanrio Boys\". And, much to Kouta's surprise, they feel no shame in admitting that they like these things! Kouta has a hard time accepting this and tries to avoid a very intense Yuu bent on becoming his friend, but finds himself unable to avoid his new acquaintances. Meanwhile, when Kouta's stuffed Pompompurin, a beloved token from his deceased grandmother, winds up accidentally being sent off to the recycler he takes off in a desperate search to try and find it. At his wit's end Kouta is happened upon by Yuu and Shunsuke and wonders why they can admit was he has never been able to.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6493093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sanrio-danshi/episodes/6493093",
                    "TitleEnglish": "My Sister Blue",
                    "SummaryEnglish": "Finally able to admit his love of Pompompurin, Kouta feels relieved and has made friends with Yuu and Shunsuke. It turns out that while Yuu may seem flashy and carefree, he's actually a pretty responsible older brother taking care of his younger sister, Yuri. However, Yuu's life isn't quite as easy as it seems. While he does his best to take care of the house and sister while his parents work, Yuri seems to be going through her rebellious phase and nothing Yuu does seems to be good enough. One day, when visiting Yuu while he's sick, Kouta and Shunsuke accidentally end up in the middle of a fight between Yuu and Yuri. Fed up with his sister's cruel words, Yuu storms out of the apartment forcing Kouta and Shunsuke to run after their friend to make sure he's okay.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6493094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sanrio-danshi/episodes/6493094",
                    "TitleEnglish": "Hello Friends",
                    "SummaryEnglish": "Yuu and his little sister Yuri have managed to make up, but now Shunsuke is having trouble! Shunsuke is an ace player on his soccer team, but he seems to have trouble being a team player. What does his past have to do with his distancing himself from others? In the midst of all this, the captain decides to remove Shunsuke from the regulars in order to help teach him a lesson. Unable to participate in practices any longer Shunsuke struggles with his own desperate feelings. Will this be what makes Shunsuke cast aside his beloved Hello Kitty?",
                    "Aliases": []
                },
                "5": {
                    "ID": "6493095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sanrio-danshi/episodes/6493095",
                    "TitleEnglish": "Broken Rose-Colored Clouds",
                    "SummaryEnglish": "With Shunsuke having overcome his troubles with his teammates, the bond between Kouta, Yuu, and Shunsuke grows deeper. As the three young men avidly discuss their shared interest in Sanrio one day in the library, they are suddenly confronted by an angry underclass student enraged by their behavior. Student council president Seiichirou manages to intercede on the incident and prevent a fight between Yuu and the underclass student, Ryo, but then makes it his personal mission to mediate a peace between both parties.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6493096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sanrio-danshi/episodes/6493096",
                    "TitleEnglish": "Above the Distant Clouds",
                    "SummaryEnglish": "Just as Seiichirou seems to have made progress with Ryo, the younger boy discovers Seiichirou's annual Puroland pass and confronts him outraged at his betrayal. Seiichirou persists in his mission and visits Ryo at his home to try and speak with him but his efforts seem in vain. However, eventually the pressure and weight of his regular student council and archery club responsibilities, combined with his efforts to work thinks out with Ryo eventually become too much and Seiichirou collapses suddenly. What will this mean for the other boys?",
                    "Aliases": []
                },
                "7": {
                    "ID": "6493097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sanrio-danshi/episodes/6493097",
                    "TitleEnglish": "Miraculous Holiday",
                    "SummaryEnglish": "The five members of the Sanrio Boys--Kouta, Yuu, Shunsuke, Ryo, and Seiichirou--are all together! With the boys finally able to openly admit their love of Sanrio characters they are able to spend their days together overflowing with happiness. In order to deepend their bond, Seiichirou is their guide on a special trip to Puroland. As they watch the sparkling Miracle Parade, Kouta finally finds what he wants to do!",
                    "Aliases": []
                },
                "8": {
                    "ID": "6493098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sanrio-danshi/episodes/6493098",
                    "TitleEnglish": "Sparkling Rhapsody",
                    "SummaryEnglish": "\"I want to sparkle too!\". Kouta declares his desire to his friends, but he doesn't know exactly how he wants to achieve this and so he consults with his friends. He tries joining the soccer team with Shunsuke, being a library assistant with Ryo, observing the archery club with Seiichirou, and making food with Yuu, but nothing seems to go right. With failure after failure, Kouta finally comes to a conclusion. Just what has he decided?",
                    "Aliases": []
                },
                "9": {
                    "ID": "6493099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sanrio-danshi/episodes/6493099",
                    "TitleEnglish": "The Boys' Vacation!",
                    "SummaryEnglish": "Having settled on Kouta's idea of putting on a musical, the boys go off on a training camp retreat to Seiichirou's family's vacation home in order to plan. However, despite a valiant effort and being complete amateurs with no theater experience, the boys are at a loss. In such times it is important to refresh oneself and so the boys indulge in the fun of the beach. At night the weather takes a sudden turn and a huge rainstorm blows through knocking out the power. While the other boys are able to sleep, Kouta finds himself frighteninly alone in the darkened vacation home.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6493100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sanrio-danshi/episodes/6493100",
                    "TitleEnglish": "Dream Galaxy, Compassion Planet",
                    "SummaryEnglish": "Only one month left until the school festival! All the roles have been decided, but just as their excitement builds, Ryo is suddenly surprised by the return of his father and the shocking news that he and his family will be living in London starting in January. Feeling lost and reluctant to speak with his friends, Ryo begins acting strangely to the degree that Seiichirou, Yuu, and Shunsuke take notice. While the boys stay over at Seiichirou's house to get some progress done on their production, the four others have planned a special surprise birthday party to hopefully cheer up Ryo.",
                    "Aliases": []
                },
                "11": {
                    "ID": "6493101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sanrio-danshi/episodes/6493101",
                    "TitleEnglish": "IN THE DARK",
                    "SummaryEnglish": "Preparations for the musical are finally on the last part! But Kouta keeps taking on too much and makes mistake after mistake. He tries to make up for each one but it takes a physical toll and he falls ill. Yuu and the others call on those around them to help fill the gap Kouta leaves behind while he's recovering. When Kouta finally returns he finds that his friends have managed just fine without him. Kouta starts to think that they don't need him and when Yuu and the others try to figure out what's wrong he suddenly blows up at them.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6493102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sanrio-danshi/episodes/6493102",
                    "TitleEnglish": "The Magic of Friends",
                    "SummaryEnglish": "Yuu, Shunsuke, Ryo, and Seiichirou follow after Kouta and the friends have a very frank and passionate exchange. Through this, Kouta finally realizes just how he wants to sparkle. The day of the school festival and the musical finally arrives. Everything is set for the boys to tackle the musical's performance. Through their performance on stage they the story of how \"I\" became \"we\".",
                    "Aliases": []
                }
            }
        }
    }
}