{
    "URL": "https://thetvdb.com/series/zetsuai-1989",
    "Genres": [],
    "Other Sites": [],
    "TitleEnglish": "Bronze Zetsuai 1989",
    "SummaryEnglish": "The plot concerns womanising rock idol Koji Nanjo (tall, long blonde hair), who has just been re-united with the person he fell madly in love with six years ago on sight, Takuto Izumi (shorter, brown hair). Unfortunately, Koji had been informed that Izumi was a girl, when the truth is that he's a boy, and a hostile, emotionally scarred boy at that. Naturally Koji is rather confused and it takes him a long time to come to terms with his feelings for Izumi. It takes Izumi longer still, partly because he is unsure of what he wants and partly because he doesn't want to fall in love with anyone, let alone Koji, who he initially dislikes intensely. Even when they finally do reach some kind of understanding, there are other problems to deal with, such as Koji's older brothers Hirose and Akihito, who are determined to split them up. Even those who do support them, including the insufferably cheerful Katsumi Shibuya, Koji's best friend and Koji's permanently anxious manager Toshiyuki Takasaka, cannot always be trusted to stay out of their affairs...",
    "Aliases": [],
    "Modified": "2025-09-22",
    "Seasons": {
        "0": {
            "ID": "739311",
            "URL": "https://thetvdb.com/series/zetsuai-1989/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "11353185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zetsuai-1989/episodes/11353185",
                    "TitleEnglish": "Bronze: Cathexis Koji Nanjo",
                    "SummaryEnglish": "A 30 minute OVA composed of 5 Koji Nanjo’s music videos, featuring never seen scenes between Takuto and him, with an original art gallery by Minami Ozaki at the end.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "739312",
            "URL": "https://thetvdb.com/series/zetsuai-1989/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "6426358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zetsuai-1989/episodes/6426358",
                    "TitleEnglish": "Zetsuai 1989",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "7342973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zetsuai-1989/episodes/7342973",
                    "TitleEnglish": "Bronze",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}