{
    "URL": "https://thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8228732/",
        "https://kakuriyo-anime.com/",
        "https://www.themoviedb.org/tv/78483"
    ],
    "TitleEnglish": "Kakuriyo -Bed & Breakfast for Spirits-",
    "SummaryEnglish": "After losing her grandfather, Aoi—a girl who can see spirits known as ayakashi—is suddenly approached by an ogre. Demanding she pay her grandfather’s debt, he makes a huge request: her hand in marriage! Refusing this absurd offer, Aoi decides to work at the Tenjin-ya bed and breakfast for the ayakashi to pay back what her family owes.",
    "Aliases": [
        "Kakuriyo no Yadomeshi"
    ],
    "Modified": "2025-10-17",
    "Seasons": {
        "1": {
            "ID": "757593",
            "URL": "https://thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "6614969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6614969",
                    "TitleEnglish": "I'm Marrying into an Inn for Spirits.",
                    "SummaryEnglish": "On her way to school, Aoi, who can see ayakashi, encounters an ayakashi she's never seen and is abducted to Tenjin-ya, an inn in the hidden realm. There, she learns that her grandfather promised that she'd marry the master innkeeper to pay off his debt",
                    "Aliases": []
                },
                "2": {
                    "ID": "6631815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631815",
                    "TitleEnglish": "I Found a Job at the Inn for Spirits",
                    "SummaryEnglish": "Ginji, the young master of Tenjin-ya, suggested that Aoi open up an eatery. But before she has a chance to even think about it, she gets dragged into a commotion caused by the tengu guests. Will she ever be able to find a job at Tenjin-ya?",
                    "Aliases": []
                },
                "3": {
                    "ID": "6631816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631816",
                    "TitleEnglish": "I Took a Trip to the Capital of the Hidden Realm",
                    "SummaryEnglish": "The ayakashi world is ruled by eight great yokai called the Hachiyo. After Aoi succeeded in offering hospitality to Matsuba, one of the Hachiyo, the master innkeeper takes her out to the capital of the hidden realm as a reward for her achievement.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6631817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631817",
                    "TitleEnglish": "I Looked After a Snow Woman and an Earth-Spider.",
                    "SummaryEnglish": "After they come back to Tenjin-ya, the snow woman O-Ryo collapses from fever and Aoi ends up looking after her with her cooking. Then, a fight breaks out between Suzuran, who wants to go to the apparent realm, and Akatsuki, who is against her going.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6631818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631818",
                    "TitleEnglish": "I Should Not Forget My Promise to the Ayakashi",
                    "SummaryEnglish": "After having a big fight with his younger sister, Akatsuki stays in the form of a spider and does not even eat the food Aoi cooked. Thinking that it'd be too sad if they went their separate ways without reconciling, Aoi decides to do something about it.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6631819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631819",
                    "TitleEnglish": "I'm Opening up an Eatery in an Ayakashi Inn",
                    "SummaryEnglish": "The day has finally come for Aoi's eatery to open. With the name Moonflower from Matsuba, she opens it in great spirits; however, things don't seem to go so well at this unluckiest place in the northeast area.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6631820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631820",
                    "TitleEnglish": "Taking A Walk with the Master in the Rain.",
                    "SummaryEnglish": "When Aoi is summoned by Byakuya, the chief of the accounting office, he points out that she hasn't made any sales yet. He also tells her that if she cannot produce results, Moonflower will be closed.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6631821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631821",
                    "TitleEnglish": "Shopping with the Nine-Tailed Young Master.",
                    "SummaryEnglish": "After receiving a request from the Imperial Court to cook anniversary dishes for Nuinoin and his wife, Aoi visits the eastern land where a foreign delicacy market is being held in order to obtain the ingredients.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6631822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631822",
                    "TitleEnglish": "An Elderly Ayakashi Couple's Wedding Anniversary.",
                    "SummaryEnglish": "In the dark place where Aoi is locked up, the noise of rain and thunder reminds her of the day her mother left her. As she loses consciousness, she's rescued by the master; however, when she wakes up, it's already the royal couple's anniversary day.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6631823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631823",
                    "TitleEnglish": "A Rival Has Arrived at the Ayakashi Inn.",
                    "SummaryEnglish": "In preparation for the Tanabata Festival, the town and Tenjin-ya are becoming quite lively. At Moonflower, Ritsuko visits Aoi, who is also preparing for Tanabata, and tells her stories about her and Nuinoin's past.",
                    "Aliases": []
                },
                "11": {
                    "ID": "6631824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631824",
                    "TitleEnglish": "The Nure-Onna Bath Caretaker and Her Shiranui Teacher.",
                    "SummaryEnglish": "While the master is away, Hatori and Tokihiko, the front desk manager and bath caretaker from Tenjin-ya's rival inn Orio-ya, suddenly show up at Tenjin-ya. Although they say they came as guests, a tense mood prevails among the employees.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6631825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631825",
                    "TitleEnglish": "There's a Secret in the Basement at Tenjin-ya.",
                    "SummaryEnglish": "Akatsuki and Ginji have been acting a little strange since Hatori arrived. Meanwhile, the children from one of the families staying at Tenjin-ya go missing. In order to look for them with Akatsuki, Aoi goes down to Tenjin-ya's basement for the first time.",
                    "Aliases": []
                },
                "13": {
                    "ID": "6631826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631826",
                    "TitleEnglish": "A Grand Banquet at an Ayakashi Inn",
                    "SummaryEnglish": "After resolving the missing children incident, Aoi comes back to Moonflower and finds a collapsed Ginji in his fox-cub form. While looking after him, she recalls the white-masked ayakashi who saved her when she was a child.",
                    "Aliases": []
                },
                "14": {
                    "ID": "6631827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631827",
                    "TitleEnglish": "A Black Ship Has Arrived from the Southern Land",
                    "SummaryEnglish": "Aoi realizes that she has found a place she can belong to in Tenjin-ya. Then, Orio-ya's air ship suddenly shows up with a long-haired ayakashi on board, who's wearing a white mask that reminds her of the ayakashi in her childhood memory.",
                    "Aliases": []
                },
                "15": {
                    "ID": "6631828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631828",
                    "TitleEnglish": "I Was Abducted from an Ayakashi Inn.",
                    "SummaryEnglish": "After being taken to Orio-ya, Tenjin-ya's rival inn, Aoi is put in a confinement room. Although she is all by herself in a strange place, she decides to escape in order to find out who the ayakashi she met when she was a child was.",
                    "Aliases": []
                },
                "16": {
                    "ID": "6631829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631829",
                    "TitleEnglish": "The Twin Chefs and a Rain Woman from a Rich Family.",
                    "SummaryEnglish": "At Ginji's suggestion, Aoi now cooks breakfast for Matsuba, who is staying at Orio-ya, and is given permission to use the kitchen in the old building. In the meantime, the light comes on at Moonflower while Aoi and Ginji are gone.",
                    "Aliases": []
                },
                "17": {
                    "ID": "6631830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631830",
                    "TitleEnglish": "The Secret of the Ceremony in the Southern Land.",
                    "SummaryEnglish": "At the tsuru-douji's request, Aoi decides to entertain Yodoko, a spoiled daughter of a rich family who wants to eat an interesting food, by serving monjayaki. Though Yodoko first appears puzzled, she becomes intrigued when the food is cooked before her.",
                    "Aliases": []
                },
                "18": {
                    "ID": "6631831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631831",
                    "TitleEnglish": "A Big Fight Between a Tengu Father and His Son.",
                    "SummaryEnglish": "After hearing the explosion from Orio-ya, Aoi rushes back only to find an angered Matsuba and a beat-up Hatori. Matsuba's anger was triggered by Hatori directly asking him for some of the tengu’s secret liquor, one of the items needed for the ceremony.",
                    "Aliases": []
                },
                "19": {
                    "ID": "6631832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631832",
                    "TitleEnglish": "A Silver Beast on a Moonlit Night.",
                    "SummaryEnglish": "After Aoi helped the tengu father and son reconcile, Raiju, a noble from the capital, becomes interested in Aoi. Meanwhile, Aoi follows Nobunaga to the back of the pine grove only to find a large silver beast collapsed in front of a crumbling shrine.",
                    "Aliases": []
                },
                "20": {
                    "ID": "6631833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631833",
                    "TitleEnglish": "Traces of a Dream in the Dragon Palace.",
                    "SummaryEnglish": "Aoi needs to find the mermaid scale, so she goes to the ruins of the dragon palace, a place with a strong curse, with the master. Aoi and the master aren't affected by the miasma, but they get separated when she hears a voice calling her name.",
                    "Aliases": []
                },
                "21": {
                    "ID": "6631834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631834",
                    "TitleEnglish": "Orio-ya's Young Hostess and Young Master.",
                    "SummaryEnglish": "O-Ryo, the former young hostess at Tenjin-ya, comes by Orio-ya as an inn guest. The Orio-ya employees become alarmed at the rival inn employee's arrival. Nene, Orio-ya's young hostess, seems to be especially bothered by O-Ryo's visit.",
                    "Aliases": []
                },
                "22": {
                    "ID": "6631835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631835",
                    "TitleEnglish": "Raiju's Warning.",
                    "SummaryEnglish": "While Aoi is contemplating the dishes for the ceremony, Raiju, a noble from Youto, suddenly appears before her. Although she runs around trying to get away from him, he follows her around suspiciously and directs his malicious intent towards her.",
                    "Aliases": []
                },
                "23": {
                    "ID": "6631836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631836",
                    "TitleEnglish": "The Sealed Power and the Opening Heart.",
                    "SummaryEnglish": "After drinking the tengu's secret liquor, Aoi suddenly collapses. When she wakes up, she realizes that not only did she lose her voice, but she also lost her sense of taste, and so it was decided that she wouldn't cook the dishes made of ocean treasure.",
                    "Aliases": []
                },
                "24": {
                    "ID": "6631837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631837",
                    "TitleEnglish": "Life-or-Death Hunt for the Gem Branch.",
                    "SummaryEnglish": "It turned out that one of the Hourai's gem branches had been kept inside the enclosed space in an ink brush painting belonging to Nuinoin and his wife. With Byakuya's help, Aoi enters the world of the ink brush painting with Ginji, Ranmaru, and Chibi.",
                    "Aliases": []
                },
                "25": {
                    "ID": "6631838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631838",
                    "TitleEnglish": "A Fireworks Event with Ayakashi.",
                    "SummaryEnglish": "After coming back from the world of the ink brush painting, Aoi decides to cook the dishes made of ocean treasure for the second time. On the day of the fireworks event, when Orio-ya is swarming with guests, Tenjin-ya's air ships arrive as well.",
                    "Aliases": []
                },
                "26": {
                    "ID": "6631839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/6631839",
                    "TitleEnglish": "Delicious Dishes are Served at the Inn for Spirits.",
                    "SummaryEnglish": "The kagura hall is lit up and the ceremony has started. Lured by the smell of cucumber, Chibi goes inside the screen. After hearing his scream, Aoi pulls up the screen only to find out that the umi-bouzu has the same feelings that she had in the past.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2194891",
            "URL": "https://thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "11229169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/11229169",
                    "TitleEnglish": "Our Tanuki Is Getting Married",
                    "SummaryEnglish": "Just when peaceful days are finally coming back into Aoi’s life, O-Ryo brings some shocking news.",
                    "Aliases": []
                },
                "2": {
                    "ID": "11370385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/11370385",
                    "TitleEnglish": "I'll Make New Hot-Spring Buns.",
                    "SummaryEnglish": "Aoi develops her new hot-spring buns with help from everyone at Tenjin-ya.",
                    "Aliases": []
                },
                "3": {
                    "ID": "11370386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakuriyo-bed-and-breakfast-for-spirits/episodes/11370386",
                    "TitleEnglish": "The Curtain Rises on New Turmoil.",
                    "SummaryEnglish": "Tenjin-ya’s fall festival is a big success, and Aoi and the master innkeeper discuss their relationship.",
                    "Aliases": []
                }
            }
        }
    }
}