{
    "URL": "https://thetvdb.com/series/340261-show",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Children",
        "Comedy",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9005780/",
        "http://www.toei-anim.co.jp/tv/hugtto_precure/",
        "https://www.themoviedb.org/tv/76866"
    ],
    "TitleEnglish": "HUGtto! Precure",
    "SummaryEnglish": "Nono Hana is an 8th grade student who wants to be a stylish and mature big sister like figure. She always puts on a lovely smile and loves to search for exciting things. One day, Hana meets a baby named Hug-tan and her guardian fairy named Harry who had fallen from the sky. At that exact moment, an evil organisation called Dark Tomorrow suddenly appeared! They're trying to forcefully take Hug-tan's Mirai Crystal! In order to protect Hug-tan, Hana wishes to do something to help her, and her wish is granted, as she gains a Mirai Crystal and transforms into Cure Yell. The world is overflowed with Tomorrow Powerer, which is the power to create a brilliant tomorrow, which is crystalized into the Mirai Crystals. If it's stolen, everyone's future will not exist. To protect Hug-tan and everyone's future, Cure Yell will do her best!",
    "Aliases": [
        "HUGtto! Pretty Cure"
    ],
    "Modified": "2025-01-04",
    "Seasons": {
        "0": {
            "ID": "744596",
            "URL": "https://thetvdb.com/series/340261-show/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "6933765",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6933765",
                    "TitleEnglish": "Precure Super Stars! Movie",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "6933785",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6933785",
                    "TitleEnglish": "Hugtto! Precure♡Futari wa Precure Movie: All Stars Memories",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "744597",
            "URL": "https://thetvdb.com/series/340261-show/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 49,
            "Episodes": {
                "1": {
                    "ID": "6481912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6481912",
                    "TitleEnglish": "You Can Do It, Everyone! The Pretty Cure of High Spirits, Cure Yell is Born!",
                    "SummaryEnglish": "Nono Hana is getting ready for her first day at her new school when she not messes up her bangs but ends up running late for class. On her way there, she overhears a baby's voice crying. As the day continues, she hears the baby's voice again and climbs to the school's roof, only to find two other girls she briefly encountered earlier, Yakushiji Saaya and Kagayaki Homare. That night, the source of the strange voice, a baby named Hugtan, comes flying toward Hana, bringing along a caretaker named Hariham Harry, but mysteriously leave later that night. The next day, a mysterious man named Chareleet targets the students, using their negative energy to create a monster called the Oshimaida. As Hana tries to help, she finds the two fairies again, but end up being attacked. How will Hana be able to protect them?",
                    "Aliases": []
                },
                "2": {
                    "ID": "6538308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6538308",
                    "TitleEnglish": "Everyone's Angel! You Can Do It! Cure Ange!",
                    "SummaryEnglish": "Now that Hana is a Pretty Cure, she has to keep her identity a secret to those around her. Hariham Harry then sets up the hideout for her and the soon-to-be other Cures called the Beauty Harry and shocks Hana by turning into a human. He then also explains the Criasus Corporation's main objective of wanting to steal the Mirai Crystals and destroy the future for everyone. Hana soon befriends Saaya while helping work with the school newspaper and gets her to check out the hideout and take care of Hugtan. It is then that Saaya reveals that she experienced the same strange time stop Hana did when Hugtan first appeared. Soon after, Charaleet attacks again with another Oshimaida, and Cure Yell starts to struggle against it. Can Saaya be able to help her?",
                    "Aliases": []
                },
                "3": {
                    "ID": "6566878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6566878",
                    "TitleEnglish": "Good Mood? Bad Mood? Hugtan's Day Out!",
                    "SummaryEnglish": "One day, Hugtan starts to become cranky, and Hana tries to cheer her up by playing peek-a-boo, but she doesn't cheer up. Harry then reveals the Mirai Pad to the girls, which could be used to find things nearby that could help Hugtan out. They discover that the petting zoo could help, so they try that out. Along the way, they meet up with Homare as well as Hana's mother and sister. Will they assist them in finding a way to cheer Hugtan up?",
                    "Aliases": []
                },
                "4": {
                    "ID": "6566879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6566879",
                    "TitleEnglish": "Sparkle! The Great Pretty Cure Scouting Plan",
                    "SummaryEnglish": "After encountering Homare earlier, Hana thought it would be a good idea to see if she would consider being a Pretty Cure herself. She and the others meet up with her and notice her taking care of a stray dog, which she rescued from being ran over by a truck when the time stop that both Hana and Saaya experienced occurred. Homare also develops a liking for Hugtan. The group then takes notice of a group of bullies picking on the other students on a basketball, so they challenge the bullies to a game. Just as Homare is about to score a basket, she remembers something traumatizing involving her leg and inadvertently passes the ball to Hana, with her scoring the lucky basket. What had happened to Homare in the past?",
                    "Aliases": []
                },
                "5": {
                    "ID": "6566880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6566880",
                    "TitleEnglish": "Dance In The Air! You Can Do It! Cure Étoile!",
                    "SummaryEnglish": "Even though she is still upset about what happened before, Homare helps the other girls, along with Harry, open up Beauty Harry, to great success. Despite all the fun Homare had had with them, she still feels doubt about whether or not she would become a Cure like Hana and Saaya after all. The two try to lift her spirits by reminding her of all the things she's good at that they're not quite good at. Just then, Charaleet appears and kidnaps Homare, intending on making her despair even more to call forth an Oshimaida. Will Hana and Saaya be able to rescue her?",
                    "Aliases": []
                },
                "6": {
                    "ID": "6600812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6600812",
                    "TitleEnglish": "Smiles In Full Bloom! Our First Job!",
                    "SummaryEnglish": "To celebrate the three of them becoming Pretty Cure, Hana and her teammates decide to head to a DIY store that her father manages. After they learn that the staff at the floral section is shorthanded due to the cold, they use the Mirai Pad to become florists to help out. Hana struggles at first and seeing Saaya holding a bunch of flowers reminds her of something she can't quite figure out. Meanwhile, Harry and Hugtan go look around the store and when she is taken out of her carrier, Hugtan ends up running off in another child's cart and gets lost. Will the Cures be able to find her?",
                    "Aliases": []
                },
                "7": {
                    "ID": "6600813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6600813",
                    "TitleEnglish": "Saaya in Doubt? What Is It That She Really Wants To Do?",
                    "SummaryEnglish": "The girls learn that Saaya is a former child actress who became popular by starring in a vegetable commercial a long time ago. Then, a girl named Ichijou Ranze, who starred in the same commercial as a backup-dancing leek, appears and declares herself Saaya's rival, telling her that she plans on participating in the same audition as Saaya. Saaya is nervous about performing in front of others though. After her friends help to ease the tension, she attends the audition, but there are many others who have showed up for it too. Then, to make matters worse, Ranze announces to everyone that Saaya is the daughter of Yakushiji Reira, a popular actress, which makes her even more nervous knowing she would have to live up to expectations. Will she be able to calm herself before her audition happens?",
                    "Aliases": []
                },
                "8": {
                    "ID": "6600814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6600814",
                    "TitleEnglish": "Homare Withdraws!? The Skating Prince's Fast Approach!",
                    "SummaryEnglish": "Wakamiya Henri, Homare's old friend she knows from ice skating, finally finds her, urging her to come back with him to Moscow to gain better experience. He feels that hanging around with people like Hana and Saaya is hindering her progress in regaining her top form before her fall. Homare insists that her friends are not holding her back and tries to prove to him that she could become a strong skater again with her friends' support and without having to move to Russia. Will she be able to prove to her old friend that she can improve without his help?",
                    "Aliases": []
                },
                "9": {
                    "ID": "6632499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6632499",
                    "TitleEnglish": "Let's Go Beyond That Hill! Let's・La・Hiking!",
                    "SummaryEnglish": "The girls decide to go on a hiking trip one day, and as they participate, they meet one of Hana's sister Kotori's classmates, Aisaki Emiru. She is seen always being super prepared and cautious for anything. However, her concerns cause more harm than good as she winds up accidentally destroying a footbridge with her hammer among other things, putting the group in more danger. Then, to make matters worse, a monkey makes off with the Melody Tambourine, causing Hana and Emiru to go on a chase after it and as a result, they fall into a pit. Will they be able to get out if it?",
                    "Aliases": []
                },
                "10": {
                    "ID": "6632500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6632500",
                    "TitleEnglish": "Unbelievable! A Waitress Is Very Busy!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "6632501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6632501",
                    "TitleEnglish": "The Pretty Cure I Want To Become! Shine! Melody Sword!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "6632502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6632502",
                    "TitleEnglish": "Hearts Racing! Pajama Party With Everyone!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "6632503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6632503",
                    "TitleEnglish": "The Transfer Student Is Fresh & Mysterious!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "14": {
                    "ID": "6687675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6687675",
                    "TitleEnglish": "Hagyuu~! Full of Baby's Smiles!",
                    "SummaryEnglish": "The girls, along with Ruru, visit a nursery to get work experience as teachers. While they prepare, Ruru sees Saaya's textbook on taking care of babies and quickly skims through it. Now with all of that knowledge, Ruru quickly gains the affections of the babies in the nursery, igniting Saaya's competitive side. Throughout the day, the two of them try to win them over with what they know. How will Saaya fare against Ruru?",
                    "Aliases": []
                },
                "15": {
                    "ID": "6687676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6687676",
                    "TitleEnglish": "Odd Duo...? Emiru and Ruru's Certain Day",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "16": {
                    "ID": "6687677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6687677",
                    "TitleEnglish": "Everyone's Charisma!? Master Homare Is Strict",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "17": {
                    "ID": "6687678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6687678",
                    "TitleEnglish": "Noise of Sorrow...Farewell, Ruru",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "18": {
                    "ID": "6687679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6687679",
                    "TitleEnglish": "An Odd Pair! The Melody of the Heart!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "19": {
                    "ID": "6687680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6687680",
                    "TitleEnglish": "So Exciting! The Aspired Runway Debut!?",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "20": {
                    "ID": "6726115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6726115",
                    "TitleEnglish": "Cure Macherie and Cure Amour! Hooray Hooray! The PreCures of Love!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "21": {
                    "ID": "6726116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6726116",
                    "TitleEnglish": "Big Rampage? The Pretty Cure Emiru Wants To Become!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "22": {
                    "ID": "6726117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6726117",
                    "TitleEnglish": "Our Song Of Love! Let It Reach! Twin Love Guitar!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "23": {
                    "ID": "6726118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6726118",
                    "TitleEnglish": "The Biggest Pinch! President Kurai Appears!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "24": {
                    "ID": "6762415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6762415",
                    "TitleEnglish": "An Energetic Splash! The Fascinating Night Pool!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "25": {
                    "ID": "6762417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6762417",
                    "TitleEnglish": "Summer Festival, Fireworks, and Harry's Secret",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "26": {
                    "ID": "6775575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6775575",
                    "TitleEnglish": "Related to a Famous Actress! Saaya and Her Mother",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "27": {
                    "ID": "6775577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6775577",
                    "TitleEnglish": "Teacher's Daddy Training! Hello, Baby!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "28": {
                    "ID": "6797542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6797542",
                    "TitleEnglish": "Catch That Girl's Heart♡ Hooray Hooray! Mogumogu!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "29": {
                    "ID": "6797543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6797543",
                    "TitleEnglish": "Settle it Right Here! The Recipe to Grandma's Fighting Spirit!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "30": {
                    "ID": "6813384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6813384",
                    "TitleEnglish": "GOGO Around the World! Everyone's Summer Vacation!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "31": {
                    "ID": "6813386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6813386",
                    "TitleEnglish": "Time, Advance! Birth of the Memorial Cure Clock!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "32": {
                    "ID": "6830264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6830264",
                    "TitleEnglish": "Is This Magic? Homare Is A Mermaid Princess!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "33": {
                    "ID": "6830265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6830265",
                    "TitleEnglish": "Be Careful! Cryase Corporation's Recruitment Activities!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "34": {
                    "ID": "6830266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6830266",
                    "TitleEnglish": "Great Detective Kotori! I'll Investigate My Big Sister!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "35": {
                    "ID": "6830268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6830268",
                    "TitleEnglish": "The Light Of Life! Saaya Is A Doctor",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "36": {
                    "ID": "6865166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6865166",
                    "TitleEnglish": "Hooray Hooray! Legendary PreCure Assembled!!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "37": {
                    "ID": "6865167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6865167",
                    "TitleEnglish": "To the Future! PreCure All For You!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "38": {
                    "ID": "6871382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6871382",
                    "TitleEnglish": "Charged With Happiness! Happy Halloween",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "39": {
                    "ID": "6883021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6883021",
                    "TitleEnglish": "For Tomorrow...! Tomorrow with Everyone!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "40": {
                    "ID": "6901442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6901442",
                    "TitleEnglish": "Ruru's Papa!? Amour is...",
                    "SummaryEnglish": "Following Traum's explanation of Criasu's goals, Harry reveals that Hugtan is actually Precure from the future named Cure Tomorrow, who had expended Mother's power escaping into the past with him. As Ruru feels conflicted over Traum trying to act like a father, Hana encourages her to ask why he named her Ruru Amour. Traum reveals that he had intended for Ruru to be a replacement for his lost daughter, but soon realized she was her own person. When Gelos attacks with a Mou Oshimaida, Traum steps in to protect Ruru, allowing the Cures to defeat it. Just as Ruru makes up with Traum, Emiru becomes distraught with the realisation that Ruru will soon have to return to the future with Hugtan and Harry.",
                    "Aliases": []
                },
                "41": {
                    "ID": "6909855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6909855",
                    "TitleEnglish": "Emiru's Dream, Shout it From your Soul!",
                    "SummaryEnglish": "Emiru starts behaving oddly as she tries to suppress her feelings over Ruru. Things get worse when Emiru suddenly loses her voice, leading to both her and Ruru losing their Mirai Crystals. Emiru's grandfather, spurred on by Bishin, tries to stop Emiru from pursuing her singing career, but Masato stands up for her, encouraging to let out her true feelings. When this leads to Bishin summoning a Mou-Oshimaida from the grandfather's negative energy, Emiru manages to express her true feelings of wanting to be with Ruru, who promises to wait for her in the future. Regaining their Mirai Crystals as a result, the pair manage to defeat the Mou-Oshimaida, after which everyone else becomes open with their feelings of sadness as well. Meanwhile, Henri's ankle injury worsens, making his offer from Criasu more tempting.",
                    "Aliases": []
                },
                "42": {
                    "ID": "6917856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6917856",
                    "TitleEnglish": "Yell's Switch-Off! This is My Support!!",
                    "SummaryEnglish": "Homare notices Henri's injury, but Henri remains determined to persevere until the end of the junior tournament. However, Henri gets involved in a traffic accident, damaging his leg and leaving him unable to perform. As Henri falls into despair, Listle, whose mind has been wiped by Kurai, manipulates him into giving into darkness and taking command of a Mou-Oshimaida. Receiving cheers from Hana and the others, Henri temporarily transforms into a PreCure named Cure Infini and helps the other Cures defeat the Mou-Oshimaida.",
                    "Aliases": []
                },
                "43": {
                    "ID": "6933478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6933478",
                    "TitleEnglish": "The Shining Star's Love. Homare's Start",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "44": {
                    "ID": "6933480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6933480",
                    "TitleEnglish": "On a Journey to my Finalised Dream! Saaya's Great Adventure!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "45": {
                    "ID": "6942971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6942971",
                    "TitleEnglish": "A Hug with Everyone! Merry Christmas☆",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "46": {
                    "ID": "6952822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6952822",
                    "TitleEnglish": "Cry, Appears Again! The Ideal Flower that Blooms Eternally",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "47": {
                    "ID": "6987146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6987146",
                    "TitleEnglish": "The Final Battle! Take Back Everyone's Tomorrow!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "48": {
                    "ID": "6990526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/6990526",
                    "TitleEnglish": "I Can Do Anything! I Can Be Anything! Hooray Hooray, Me!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "49": {
                    "ID": "7011392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/340261-show/episodes/7011392",
                    "TitleEnglish": "Embrace Your Shining Future",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}