{
    "URL": "https://thetvdb.com/series/341295-show",
    "Genres": [
        "Adaptation",
        "Adult Animation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9005728/",
        "https://www.themoviedb.org/tv/80732"
    ],
    "Titles": {
        "eng": "The Founder of Diabolism",
        "jpn": "魔道祖師"
    },
    "Summaries": {
        "eng": "A feared outlaw is reborn in another’s body and joins an old rival to unravel ghostly mysteries—and maybe his own past.",
        "jpn": "世は岐山温氏が暴虐の限りを尽くし、人々は苦しみに喘いでいた。姑蘇藍氏・雲夢江氏・蘭陵金氏・清河聶氏ら仙門の修行者たちは「射日の征戦」を行い、力を合わせて温氏を討伐することに成功する。夷陵老祖（いりょうろうそ）である魏無羨（ウェイ･ウーシエン）は、「射日の征戦」で貢献を果たしたが、彼の修めた鬼道は強大な力を持つがゆえに、人々に恐れられ、謗られ、やがてその身の破滅を招いてしまう。そして十三年後。死んだはずの魏無羨は呪術によって世に蘇り、かつての友、姑蘇藍氏の藍忘機（ラン・ワンジー）、義兄弟である雲夢江氏の江澄（ジャン・チョン）と再会する。しかし、過去の謎は未だ消えず、世間は再び彼を疑い始めるのだった。すべての物語の始まりは、彼らの少年時代の出会いに遡る――"
    },
    "Aliases": [
        "Mo Dao Zu Shi",
        "The Grandmaster of Demonic Cultivation",
        "The Founder of Diabolism",
        "mdzs"
    ],
    "Modified": "2025-10-13",
    "Seasons": {
        "0": {
            "ID": "747420",
            "URL": "https://thetvdb.com/series/341295-show/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10847149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/10847149",
                    "Titles": {
                        "eng": "Mo Dao Zu Shi Q (The Founder of Diabolism Q)",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "The Founder of Diabolism Q (chibi spin-off of The Founder of Diabolism) takes the three periods of Wei Wuxian (adolescence, adulthood, and rebirth after death) as the theme, and selects the cute, warm, and healing parts as the main contents. This branch story hopes to heal those audiences who love the animation series of The Founder of Diabolism Q, but are “injured” by the melancholy plot of the drama.",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "771328",
            "URL": "https://thetvdb.com/series/341295-show/seasons/official/1",
            "Titles": {
                "eng": "The Past",
                "jpn": null,
                "zho": "前尘篇",
                "rus": "Прошлое",
                "spa": "El pasado"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "zho": null,
                "rus": null,
                "spa": null
            },
            "# Episodes": 15,
            "Episodes": {
                "1": {
                    "ID": "6756479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/6756479",
                    "Titles": {
                        "eng": "Banishing Evil (Part 1)",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "For many years, cultivation clans had failed to summon the Yiling Patriarch Wei Wuxian, whom was believed to be killed by his brother Jiang Cheng. However, he is finally incarnated into the body of Mo Xuanyu through a sacrificial ritual, who was a young man full of hatred for his abusive family members. While Wei Wuxian carries on to exact revenge on the Mo Family as per request, he meets the new generation of the Lan sect and finds himself in a zombie mystery. When the situation is deemed too difficult to be defeated alone, Lan Sizhui and Lan Jingyi call for help from any nearby seniors, ultimately attracting the attention of Wei Wuxian's long-time acquaintance.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6756480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/6756480",
                    "Titles": {
                        "eng": "Banishing Evil (Part 2)",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "After Lan Wangji successfully stops the mysterious arm, Wei Wuxian escapes to prevent being spotted by him. He arrives at the nearby Mt. Dafan and meets another young disciple, Jin Ling from the Jin sect. The two have a heated argument which causes Jiang Cheng to come by. Wei Wuxian then learns that Jin Ling is the nephew of Jiang Cheng, whom was left orphaned because of Wei Wuxian's past mistakes. Due to being in Mo Xuanyu's body, Jiang Cheng was unable to recognise Wei Wuxian until the latter starts using his demonic abilities to save everyone from the escaped arm, which summons the Ghost General Wen Ning. While he suspects Wei Wuxian, the latter plays dumb and acts as the notorious cut-sleeve Mo Xuanyu to prevent his cover from being blown. As Lan Wangji also has the same suspicion, he protects Wei Wuxian and even offers to take him back to Gusu when Wei Wuxian speaks of his liking for him, catching Wei Wuxian by surprise. At the end of the episode, the timeline changes to twenty years ago, starting the flashbacks of Wei Wuxian's teenage years.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "6756481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/6756481",
                    "Titles": {
                        "eng": "Pursuing Studies",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Wei Wuxian, Jiang Cheng, and their friend Nie Huaisang, starts their education in the prestigious Cloud Recesses to become better cultivators. They meet the top disciple Lan Wangji, whom Wei Wuxian confessed he had angered upon his arrival in Gusu. Due to Wei Wuxian's playfulness, he broke three rules during his first encounter with Lan Wangji, and thus resented by both the latter and teacher Lan Qiren. However, despite his mischief, he is shown to be a knowledgeable student, although his ways of solution involve the use of the forbidden demonic path. He is then punished to copy passages in the Library Pavilion and to be supervised by Lan Wangji, much to Wei Wuxian's dismay as he does not chat with him. One month later, Wei Wuxian finishes the punishment and draws a portrait of Lan Wangji as a farewell gift. But this is just another of his pranks as Lan Wangji was drawn femininely. Wei Wuxian also replaces Lan Wangji's poetry book with an erotic art book, causing a fight to break out in the library as Wei Wuxian teases him continuously.\r\nOn the other hand, the Wen sect causes trouble for the Lan sect as dangerous water ghouls are driven downwards to Gusu's waters.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6756482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/6756482",
                    "Titles": {
                        "eng": "Water Ghouls",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "The disciples of the Cloud Recesses are brought along to Biling Lake to exorcise the water ghouls that had mysteriously appeared recently. While they pass by Caiyi Town, they discover that water ghouls had also arrived in town. The disciples are puzzled as the corpses were not recognised by the locals and appear in a place where they did not drown in. As Biling Lake is overflowing with resentful energy, Wei Wuxian comes up with the idea to harvest these energy to counterattack the water ghouls, causing Jiang Cheng to stop him using the threat of copying more passages. Subsequently, Wei Wuxian discovers a water ghoul hiding below Lan Wangji's boat, causing Lan Xichen to be impressed by his wits. The Waterborne Abyss then starts attacking, causing some boats to capsize. While Wei Wuxian is saving one of the disciples, he is dragged into the water and met with resentful energy up-close for the first time. Thankfully, he is pulled out of the water by Lan Wangji before anything can happen. With the problem at hand finally solved, the disciples start to suspect the Wen sect's malicious intent.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6780317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/6780317",
                    "Titles": {
                        "eng": "Heretic Path",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Wei Wuxian sneaks out at night again to enjoy his favourite wine, but is caught by Lan Wangji for the second time. As Wei Wuxian does not want to give up, he fights with him and causes them both to fall outside of the Cloud Recesses, which is a rule broken. This causes them to be punished by being beaten. After hearing of a way to relieve the pain, Wei Wuxian joins Lan Wangji in the Cold Spring. Wei Wuxian uses this as an attempt to make friends with him, but Lan Wangji continues to refuse. Later, they hear a strange sound and rushes to defeat the feral zombies that have escaped. Lan Wangji holds up until Jiang Cheng and another disciple comes to give Lan Wangji his guqin, and successfully defeats the zombies. On the other hand, Wei Wuxian does not have a weapon and faces difficulties at his end. While fighting, he sees a rabbit and protects it while running from the zombies. One of them gets too close and resentful energy starts entering Wei Wuxian's body. Jiang Cheng comes just in time to return him his sword and they defeat the remaining zombies. Jiang Cheng then gets mad that Wei Wuxian has went down the forbidden path but the latter has already resisted it and promises not to do that again.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6780318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/6780318",
                    "Titles": {
                        "eng": "Returning Home",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "While the disciples learn about Lan sect's history, the topic of love raises a question towards Jin Zixuan about which lady he thinks is the fairest. Wei Wuxian comments that Jin Zixuan will choose his fiancee Jiang Yanli, but Jin Zixuan badmouths her. As her brothers, both Wei Wuxian and Jiang Cheng gets offended and Wei Wuxian starts a fight with him. The fight causes their father Jiang Fengmian to personally come to Cloud Recesses to bring Wei Wuxian home. Back at Yunmeng, Wei Wuxian is finally reunited with his adoptive family, but his mother Yu Ziyuan despises him, mostly due to Jiang Fengmian's favouritism over an adopted son. The situation gets worse when the marriage is called off and Yu Ziyuan blames it on Wei Wuxian, despite Jiang Fengmian's reasoning. Yu Ziyuan subsequently argues with Jiang Fengmian, straining their relationship further. Wei Wuxian overhears the argument and blames himself for the disputes between the two pairs. He apologises to Jiang Yanli but she insists that love should not be forced is not mutual. One year later, Jiang Cheng returns to Yunmeng after finishing his studies.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "6780319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/6780319",
                    "Titles": {
                        "eng": "The Champion",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Wei Wuxian gets lost finding the archery field in the Nightless City and meets Wen Ning while he was practicing his archery. Wei Wuxian asks him for directions and makes an acquaintance. At the field, every capable archers and the respective sect leaders gather for the Grand Discussion that is hosted by the Wen sect this year. When Wei Wuxian spotted Lan Wangji, he pulls a prank on him into thinking his headband is slanted, making the latter annoyed. Right before the competition starts, Wen Ning is picked on by Wen Chao, in which Wei Wuxian steps in to defend his archery skills. However, when told to prove his skills, Wen Ning fails to make a good shot due to nerves. But Wei Wuxian continues to praise him, which leads to Wen Ning's great trust in him. During the competition, Wen Chao breaks his own rules and causes an argument to break out. When a disciple badmouths him, Wen Chao attacks him with no mercy. Lan Wangji appears in time and saves him, making Wen Chao leave in embarrassment. Wei Wuxian notices that Lan Wangji's headband is indeed slanted this time, but Lan Wangji refuses to believe. Out of kindness, Wei Wuxian tries to straighten it for him, but pulls the entire band off instead. This makes Lan Wangji really angry and leave the competition early. The competition ended with Wei Wuxian getting first place and Lan Wangji in fourth.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "6787377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/6787377",
                    "Titles": {
                        "eng": "The Indoctrination",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Wen Chao reports back to the Wen sect leader Wen Ruohan about the incident at the archery competition, stating that the four clans had tricked him. This leads to the start of a series of malicious plans to take control over the four clans. The Cloud Recesses is burned down by Wen Xu, leaving the Lan sect leader gravely injured and Lan Xichen to disappear without a trace. The Wen sect also orders for disciples to be dispatched to Qishan as an attempt to keep them hostage. Their swords are confiscated and they are forced to search for the cave that Wen Chao wants to nighthunt in. Anyone who disobeys will have their Golden Core melted by Core-melting Hand Wen Zhuliu. When Wei Wuxian learns of the burning of the Cloud Recesses, he offers to carry Lan Wangji on his back as his leg is injured. But the latter once again refuses the kind offer. During the search, Wei Wuxian saves Mianmian who is being harassed by Wen Chao, stalling him so that his lover Wang Lingjiao can see his actions. In the cave, Mianmian is offered as a sacrifice to lure the beast out, but some disciples disobeyed and protected her instead, causing Wen Chao to order his people to kill them. The commotion causes the beast to wake up and Wei Wuxian sacrifices himself to protect Mianmian from Wang Lingjiao's branding iron.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "6787378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/6787378",
                    "Titles": {
                        "eng": "Same Boat",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "With the beast angered, the Wen sect escapes from the cave and blocks the entrance, preventing anyone else from leaving. Lan Wangji points out that there is another opening as there are maple leaves despite the lack of its trees. As the beast returns to sleep, Wei Wuxian and Jiang Cheng are appointed to dive into the water to search for the way out. However, Wei Wuxian accidentally awakens the beast while Jiang Cheng emerges with good news. Wei Wuxian stays to hold off the beast while the others can have a chance to escape. But Su She accidentally shoots him in the shoulder with an arrow, causing Wei Wuxian's powers to weaken faster. While everyone have escaped, Lan Wangji stays to help Wei Wuxian. The two fights off the beasts but the cave is now blocked once again, so they tend to each other wounds and Lan Wangji tearfully confesses about his worry for his family. They make a deal to wait for three days before engaging to fight the Tortoise of Carnage by themselves. They eventually attempt to fight the beast with the Lan sect's Killer String Technique. When Wei Wuxian dives in to lure the beast, he is drawn to a mysterious sword hiding deep within that is full of resentful energy.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "6815731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/6815731",
                    "Titles": {
                        "eng": "Disaster Arises",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Lan Wangji successfully kills the beast and pulls Wei Wuxian out of the water. As an attempt to keep Wei Wuxian awake, Lan Wanji plays a song that he has composed specially for him, although the latter still passes out anyways. Wei Wuxian wakes up in his own room after being saved by Jiang Cheng. He then learns that the Lan sect leader has passed away and the Wen sect has taken all the credit for the killing of the beast. When Jiang Fengmian and Yu Ziyuan comes to visit, the family once again has an argument over Jiang Fengmian's unfair treatment to Jiang Cheng. When the parents leaves, Jiang Cheng gets angry at his own father for never taking him seriously as a Jiang and recounts how he came back to Yunmeng with great difficulty. Wei Wuxian then promises him that he is worthy to be the next clan leader and that he will be his subordinate instead, just like their own fathers. The Wen sect continues with their plan to set up Supervisory Offices in every clans. Wang Lingjiao comes to Yunmeng to demand Yu Ziyuan to punish Wei Wuxian with her Zidian. Without Jiang Fengmian around, Jiang Cheng is unable to stop her himself. When Yu Ziyuan is about to cut off Wei Wuxian's hand, she stops to punish Wang Lingjiao instead as she crossed the line of proper hierarchy.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "6815732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/6815732",
                    "Titles": {
                        "eng": "Mountain Collapse",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "The Wen sect starts to attack the Lotus Pier and its shield formation. The shield eventually breaks and Yu Ziyuan leads her two sons into battle. However, the fight is too huge to handle and Yu Ziyuan decided to put Wei Wuxian and Jiang Cheng on a boat to safety. The mother and son share a tearful goodbye and Yu Ziyuan hands over the Zidian to Jiang Cheng. Wei Wuxian is made to promise that he will protect Jiang Cheng with his life and the two children leaves against their will. They spot Jiang Fengmian on his way back to Yunmeng but Jiang Cheng fears for his safety. They return to the Lotus Pier and finds the place in ruins. When they see their parents dead in Wen Chao's hands, Jiang Cheng acted on impulse and catches the attention of Wen Zhuliu. Luckily, Wen Ning covers up for them twice and helps them to escape the place. They escape to a nearby forest and Jiang Cheng beats Wei Wuxian as he blames him for saving Lan Wangji and cries over his deceased parents.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "6815733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/6815733",
                    "Titles": {
                        "eng": "Loyal Heart",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Back in the Cloud Recesses, Lan Wangji is reprimanded for sending disciples to search for the two as it is too dangerous, but Lan Qiren defends his motives. Lan Wangji then laments that Wei Wuxian and Jiang Cheng are yet to be found even though Jiang Yanli was already saved. Wei Wuxian and Jiang Cheng manages to take cover in a village, but the former finds Jiang Cheng missing when he returned with food. He rushes back to the Lotus Pier to save a weakened Jiang Cheng and Wen Ning hides them in his room to prevent them from being caught. While Wen Ning's sister Wen Qing had originally disapproved, she eventually agrees to heal the brothers and keeps them safely hidden for a few days before Wen Chao returns. When Jiang Cheng wakes up, he reveals that his golden core has already been melted and his spiritual energy is gone. To make matters worse, his instability causes him to get defensive against Wen Ning as he is of the Wen sect. Wen Qing then makes him sleep and tells Wei Wuxian to wake him up when he has recovered. Wei Wuxian then looks at his spiritual energy for one last time as he is faced with the decision to help Jiang Cheng get back his golden core.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "6815734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/6815734",
                    "Titles": {
                        "eng": "Fatal Position",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Wei Wuxian brings Jiang Cheng to Yiling to meet Baoshan Sanren, ordering him to keep his blindfold on at all times and introduce himself as the son of Cangse Sanren. As Wei Wuxian waits on the foot of the mountain, he is ambushed by the Wen sect. After the sword has pierced through his chest, he is weakened and thrown into the burial mounds where he is left to die. Lan Wangji arrives at Yiling upon notice and finds Wei Wuxian's bell that has fallen to the ground. In the attempt to search for him, Lan Wangji plays the song of Inquiry back in Gusu, but there has not been any news of his whereabouts, whether dead or alive. Lan Xichen finally returns and the fight against the Wen sect soon begins. The Lan sect holds a meeting in the Cloud Recesses to convince the other sect leaders to join them in their alliance. Jiang Cheng also shows up to express his urge for revenge. Back in the burial mounds, Wei Wuxian survives the fall and gives in to the resentful energy.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "6815735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/6815735",
                    "Titles": {
                        "eng": "Obscured Sun",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "The Sunshot Campaign starts with the four clans marching into Qishan, but their attacks were in vain as Wen Ruohan overpowers them. Lan Wangji helps the Jiang sect by reinforcing their turf and Nie Mingjue beheaded Wen Xu with his own hands. This victory boasts the morale of Nie Ming Jue's followers and Wen Ruohan orders every branches of the Wen sect to join the fight. When the Lan and Jiang sects goes to infiltrate the Wen sect one night, they discover that something else has already attacked the base, which has left most of its cultivators scared to death. Lan Wangji continues to find more places in the same situation and the usage of talisman are also exact. He affirms that the talismans have a reverse effect to summon evil and are drawn by the same person. On the other hand, Wang Lingjiao is panic-stricken as she suspects that Wei Wuxian has returned to haunt her and the clan. She eventually falls into the same fate. Back in the Jiang sect, the Wen sect starts another attack and overpowers them once again. While Lan Wangji and Jiang Cheng are both injured, Wen Chao reveals that he has already killed Wei Wuxian in the burial mounds. However, a flute starts to play and a mysterious demonic cultivator arrives...",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "6815736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/6815736",
                    "Titles": {
                        "eng": "Beautiful Tranquility",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "The fierce corpses are ordered to attack, but they only go for the Wen sect. Lan Wangji calls the technique sinister but deems the cultivator to be a friend instead of a foe. The deceased Wang Lingjiao starts to attack Wen Chao and Wen Zhuliu, and the cultivator finally descends upon their eyes. When he speaks, Jiang Cheng finds his voice familiar. The cultivator overpowers Wen Zhuliu as he is able to take his golden core and smash it into pieces. He then finally reveals himself to be Wei Wuxian, catching the three by surprise. Wei Wuxian continues using his dark abilities to kill both Wen Chao and Wen Zhuliu. With both dead, Lan Wangji warns Wei Wuxian of the price of pursuing demonic cultivation and fears that he will not be able to control it. But Wei Wuxian has already lost his past cheerful self and cannot detect Lan Wangji's act of kindness when the latter offers to take him back to Gusu. In the end, Lan Wangji leaves the battlefield in anguish as Wei Wuxian stays with Jiang Cheng. The brothers successfully take back Lotus Pier but continues to find a way to stop the rest of the Wen sect.",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "817349",
            "URL": "https://thetvdb.com/series/341295-show/seasons/official/2",
            "Titles": {
                "eng": "The Reborn",
                "jpn": null,
                "zho": "羡云篇",
                "rus": "Перерождение",
                "spa": "El Renacido"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "zho": null,
                "rus": null,
                "spa": null
            },
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "7266349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/7266349",
                    "Titles": {
                        "eng": "Join Hands",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Lan Wangji and Wei Wuxian try together to find out about that evil left hand and then they follow the trail that it points out.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "7312651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/7312651",
                    "Titles": {
                        "eng": "Love and Hate",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Wei Wuxian meets Jin Ling again. Just there, they found a head and Lan Wangji finds out who that is.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "7312654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/7312654",
                    "Titles": {
                        "eng": "Web of Intrigue",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Lan Wangji and Wei Wuxian follows up the trail that leads to Qing He. Meanwhile, the evil left hand in Gusu escaped.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "7312656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/7312656",
                    "Titles": {
                        "eng": "Uncle",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Lan Wangji and Wei Wuxian follows up the traces and found a grave. And then they start to investigate it.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "7312658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/7312658",
                    "Titles": {
                        "eng": "Untamed",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Wei Wuxian was captured by Jiang Cheng. Wei Wuxian must try to escape.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "7312659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/7312659",
                    "Titles": {
                        "eng": "Right and Wrong",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Wei Wuxian and Wen Ning are syncing what happened all these years.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "7312661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/7312661",
                    "Titles": {
                        "eng": "Night Rush",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Wei Wuxian recalled some important facts about what happened to him in No Night City.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "7312664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/7312664",
                    "Titles": {
                        "eng": "The Truth",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Wei Wuxian discovered some truth about what happened to him in No Night City. At the same time, they both knew Qinghe Nie Sect's family secret.",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "1871053",
            "URL": "https://thetvdb.com/series/341295-show/seasons/official/3",
            "Titles": {
                "eng": "The Final Chapter",
                "jpn": null,
                "zho": "完结篇",
                "rus": "Конец",
                "spa": "Final"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "zho": null,
                "rus": null,
                "spa": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7970761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/7970761",
                    "Titles": {
                        "eng": "Yi City",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8481651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/8481651",
                    "Titles": {
                        "eng": "Frostwork",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8481652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/8481652",
                    "Titles": {
                        "eng": "The Dream",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8481653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/8481653",
                    "Titles": {
                        "eng": "Getting Drunk",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8481654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/8481654",
                    "Titles": {
                        "eng": "An Old Acquaintance",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8481655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/8481655",
                    "Titles": {
                        "eng": "The Venerated Triad",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8481656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/8481656",
                    "Titles": {
                        "eng": "Deviated Spirit",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8481657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/8481657",
                    "Titles": {
                        "eng": "Fated",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8481658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/8481658",
                    "Titles": {
                        "eng": "Manifest",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8481659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/8481659",
                    "Titles": {
                        "eng": "Hatred",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8481660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/8481660",
                    "Titles": {
                        "eng": "Hidden Blade",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8481661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341295-show/episodes/8481661",
                    "Titles": {
                        "eng": "Return to Seclusion",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        }
    }
}