{
    "URL": "https://thetvdb.com/series/341477-show",
    "Genres": [
        "Crime",
        "Drama",
        "Fantasy",
        "Horror",
        "Mystery",
        "Suspense",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6712390/",
        "https://www.themoviedb.org/tv/76819"
    ],
    "TitleEnglish": "Requiem",
    "SummaryEnglish": "Two decades after the mysterious disappearance of a girl from a small Welsh village, a young woman begins to investigate, unraveling her own identity in the process.",
    "Aliases": [],
    "Modified": "2024-03-02",
    "Seasons": {
        "1": {
            "ID": "747970",
            "URL": "https://thetvdb.com/series/341477-show/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "6513463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341477-show/episodes/6513463",
                    "TitleEnglish": "Matilda",
                    "SummaryEnglish": "Matilda Gray is a successful cellist about to embark on a concert tour of New York. But her world is turned upside when her mother inexplicably commits suicide. Grief stricken, Matilda finds a box of items on her deceased mother's bed relating to Carys Howell, a young girl who went missing from a small Welsh village over twenty years ago. Matilda and her accompanist Hal travel to Penllynith to investigate whether her mother’s death is related to the disappearance.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6513470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341477-show/episodes/6513470",
                    "TitleEnglish": "The Blue Room",
                    "SummaryEnglish": "Matilda tries to convince PC Graves that Carys must have been kept in the basement of Dean House. Graves is dismissive due to the lack of evidence, but after she leaves she can't help wondering whether there's something to her story. Matilda spots a hooded man watching her from the edge of the woods surrounding Dean House and tries to figure out his identity. She has a number of disturbing encounters with the local residents and starts to suspect that Rose may be hiding something. Dean House grows evermore unsettling, with mysterious occurrences and symbols appearing, and a sinister presence draws Matilda towards a room with a blue door. Matilda and Hal’s relationship becomes increasingly strained as Hal urges her to leave Dean House, but Matilda resists. She is desperate to find out the truth about her identity, whatever the cost to those around her.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6513472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341477-show/episodes/6513472",
                    "TitleEnglish": "The Necklace",
                    "SummaryEnglish": "Aron Morgan lodges a formal complaint against Matilda for harassing Davey, and the police are unmoved by Matilda showing them what she believes is a clue to Carys’s disappearance. Trudy is wracked by guilt for her part in Carys’s disappearance and meets Matilda to ascertain whether she’s telling the truth.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6513473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341477-show/episodes/6513473",
                    "TitleEnglish": "Blaidd Carreg",
                    "SummaryEnglish": "Matilda meets Laura, who claims to know crucial details about Carys’s disappearance but is she just taking Matilda for a ride? Meanwhile, Matilda starts suffering disturbing blackouts. Sean shows himself once again to offer an explanation for what Matilda is experiencing. Aron struggles to deal with his anger and guilt about what happened to Rose.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6513475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341477-show/episodes/6513475",
                    "TitleEnglish": "Bessie",
                    "SummaryEnglish": "After a new discovery, Kendrick agrees to do everything in his power to reopen the case. Laura tries to warn Matilda that she is in grave and imminent danger, but Matilda is starting to have doubts about who she can trust. Hal’s blossoming romance with Trudy allows him to reflect on his relationship with Matilda. He resolves to get to the bottom of the Penllynith mystery once and for all.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6513476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341477-show/episodes/6513476",
                    "TitleEnglish": "Carys",
                    "SummaryEnglish": "A badly injured Sean makes it to Dean House to warn Matilda that she is in mortal danger. Matilda becomes increasingly worried about Davey’s safety with neither of his parents around to protect him. Trudy pines after Hal and rues her harsh parting words. Graves grows suspicious of Kendrick and starts to wonder whether Matilda has been telling the truth all along.",
                    "Aliases": []
                }
            }
        }
    }
}