{
    "URL": "https://thetvdb.com/series/Isekai-Izakaya",
    "Genres": [
        "Animation",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8278998/",
        "https://www.themoviedb.org/tv/78485"
    ],
    "Titles": {
        "eng": "Isekai Izakaya: Japanese Food From Another World",
        "jpn": "異世界居酒屋～古都アイテーリアの居酒屋のぶ～"
    },
    "Summaries": {
        "eng": "On a deserted street somewhere in Kyoto resides a Japanese style pub called “Izakaya Nobu.” But this hole in the wall holds a secret: its entrance is mysteriously linked to another world!\r\nChief Nobuyuki Yazawa and his server, Shinobu Senke, have decided to open up business in this distant and strange land, an ancient city known as “Aitheria.”\r\nPalace guards, craftsmen, merchants, noblemen… Nobu’s doors are open for business, welcoming one and all with a cold beer and a warm meal!",
        "jpn": "京都の寂れた通りに店を構えた居酒屋「のぶ」は、\r\n正面入口がなぜか異世界へと繋がってしまっていた。\r\n大将の矢澤信之（やざわのぶゆき）と\r\n給仕の千家しのぶ（せんけしのぶ）は、\r\nその異世界の街・古都アイテーリアで\r\n店を始めることにする。\r\n衛兵、職人、商人、貴族......\r\n誰でも気軽にちょっと一杯。\r\nそんな居酒屋「のぶ」は、今日も通常通り営業中。"
    },
    "Aliases": [
        "Isekai Izakaya: Koto Aitheria no Izakaya Nobu"
    ],
    "Modified": "2024-11-24",
    "Seasons": {
        "1": {
            "ID": "757561",
            "URL": "https://thetvdb.com/series/Isekai-Izakaya/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "6614743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Isekai-Izakaya/episodes/6614743",
                    "Titles": {
                        "eng": "Potatoes in Oden",
                        "jpn": "おでんのじゃがいも"
                    },
                    "Summaries": {
                        "eng": "Hans, a palace guard in Aitheria, is taken by his associate Nikolaus to a strange pub known only as Nobu. He steps inside only to find himself surrounded by an exotic ambience. It is here that he meets reticent Chief Nobuyuki and his cute server, Shinobu. Hans anxiously waits to be served, and is eventually confronted with a strange, gold drink referred to as “whatsontap,” and a warm dish called “oden,” neither of which he’s ever seen before.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6646376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Isekai-Izakaya/episodes/6646376",
                    "Titles": {
                        "eng": "Juicy Kara-Age",
                        "jpn": "若鶏の唐揚げ"
                    },
                    "Summaries": {
                        "eng": "Guard Captain Berthold decides to swing by Nobu with his subordinate, Hans, in tow. There, he orders a chicken dish in order to see just how good Nobuyuki’s skills as a chef really are. In the ancient city of Aitheria, chicken dishes are typically dismissed as universally terrible. Without a single moment of hesitation, Chief Nobu starts marinating the chicken using a dark colored sauce before dropping them into a pan filled with oil. Berthold can barely hold his appetite together at the sounds of the sizzling meat being cooked.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "6647183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Isekai-Izakaya/episodes/6647183",
                    "Titles": {
                        "eng": "The Rich Girl and the Impossible Order",
                        "jpn": "お嬢様の難題"
                    },
                    "Summaries": {
                        "eng": "Two nobles, Johann Gustav and his niece Hildegard, arrive at Nobu one day. Hildegard makes an almost laughably complicated order. “Something tasty, but nothing smelly, spicy, sour, bitter or hard. And absolutely no potatoes, porridge, eggs, bread, or stew.” Not even the most famous of restaurants in Aitheria have been able to meet her request. Just how will Nobuyuki get himself out of this pickle? He whips out a pot and a strange device that can make fire. What exactly is he up to…?",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6665155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Isekai-Izakaya/episodes/6665155",
                    "Titles": {
                        "eng": "The First Kaisendon",
                        "jpn": "はじめての海鮮丼"
                    },
                    "Summaries": {
                        "eng": "Ignaz, a wheat broker in the city of Aitheria, is concerned about the timid personality of his sister’s fiancé, Kamil. He hopes the young man will become a person capable of protecting his sister. In order to test his resolve and bravery, Ignaz gives him an assignment: eat raw fish. Specifically, a dish called “sashimi” served at Nobu. But despite Kamil’s assumption that eating raw fish is dangerous, he finds himself stunned by the beautiful, shining plate of sashimi presented to him…",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6667621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Isekai-Izakaya/episodes/6667621",
                    "Titles": {
                        "eng": "Shinobu’s Special Napolitan",
                        "jpn": "しのぶちゃんの特製ナポリタン"
                    },
                    "Summaries": {
                        "eng": "Gernot is a tax collection agent capable of scaring a crying child into silence. He’ll do anything to milk people out of their tax money. This terrifying man sets his eyes on Nobu. While waiting for Chief Nobuyuki to return to the pub, he begins nitpicking and criticizing every part of the establishment that he can. It’s then that he sees a pasta dish that Shinobu whips up for the staff. This is the tale of Gernot’s fateful encounter with the joy and splendor known as napolitan.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6667622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Isekai-Izakaya/episodes/6667622",
                    "Titles": {
                        "eng": "Kiss Day",
                        "jpn": "キスの日"
                    },
                    "Summaries": {
                        "eng": "Hans learns from Nikolaus that today is “Kiss Day” at Nobu. But what in the world does that even mean? Could it be that Shinobu…? He swings by, feeling a bit anxious and excited, to find the place swarming with male customers. Shinobu excitedly proclaims that she’s been looking forward to “Kiss Day.” What does she mean?",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "6667623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Isekai-Izakaya/episodes/6667623",
                    "Titles": {
                        "eng": "The Burglar",
                        "jpn": "盗人（ぬすっと）"
                    },
                    "Summaries": {
                        "eng": "Upon hearing that Nobu’s been robbed, Deacon Edwin pays a visit to the pub with Nikolaus. Much to their shock, the place is open for business as usual. Nikolaus begins to ask Shinobu questions, and she tells the tale of a small thief that showed up during the day. Just who is this criminal…?",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "6667624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Isekai-Izakaya/episodes/6667624",
                    "Titles": {
                        "eng": "After Work Tonjiru",
                        "jpn": "仕事帰りの豚汁"
                    },
                    "Summaries": {
                        "eng": "It’s a freezing winter night… Only a handful of customers have swung by Nobu, and there’s an abundance of tonjiru left in the kitchen. As Nobuyuki and Shinobu are about to call it quits, they find Nikolaus passed out in front of the pub. They quickly bring him inside and tend to him as he starts telling them about the disaster he faced and the hardships that followed. Just what kinds of painful things has this man been through? What’s his secret to overcoming it all?",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "6708383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Isekai-Izakaya/episodes/6708383",
                    "Titles": {
                        "eng": "The Company Commander's Weakness",
                        "jpn": "中隊長の弱点"
                    },
                    "Summaries": {
                        "eng": "Berthold is known far and wide as a devil of sorts. There are few in the ancient city who don’t fear him. But even a man as intimidating as he has something he cannot eat: squid. Unfortunately for him, he is soon to meet with a squid fisherman’s daughter for a potential arranged marriage. He comes to Nobuyuki hoping to squash his distaste for squid by trying a multitude of different dishes, but no matter how hard he tries, he can’t even bring himself to take a single bite. Roasted dry squid, squid sashimi, minced squid balls, fried calamari… Nevermind salted squid guts. Just what IS Berthold’s beef with squid…?",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "6708384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Isekai-Izakaya/episodes/6708384",
                    "Titles": {
                        "eng": "Uninvited Guests",
                        "jpn": "招かれざる客"
                    },
                    "Summaries": {
                        "eng": "Baron Brentano is known as something of a foodie throughout Aitheria. One day, he and his servants drop by Nobu. Damian, one of Brentano’s loyal men, uses a hired bodyguard to force Nobuyuki into closing up shop for everyone but his master. He then demands that he serve ankake yudofu immediately. Nobuyuki turns down the request, explaining that he only serves that dish during the winter. Damian goes on to then order schnitzel. Nobuyuki steps out to get a recipe for it, while Shinobu and Eva remain behind to make sandwiches for the staff, but…",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "6708385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Isekai-Izakaya/episodes/6708385",
                    "Titles": {
                        "eng": "A Clash of Masters",
                        "jpn": "親方喧嘩"
                    },
                    "Summaries": {
                        "eng": "Holger, a blacksmith maestro, and Lorenz, a glass crafting master, have been friends since childhood. One day, they run into each other at Nobu and immediately begin to glare at each other. Competitive as always, the two begin to argue about whose order goes better with whatsontap, whose order tastes better, etc… An uneasy atmosphere begins to settle over Nobu…",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "6708386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Isekai-Izakaya/episodes/6708386",
                    "Titles": {
                        "eng": "Beauty and the Abura-age",
                        "jpn": "美女と油揚げ"
                    },
                    "Summaries": {
                        "eng": "It’s just another day at Nobu, when the crew spots a woman sitting at the counter before closing time. She’s wearing a suikan, a type of outfit that only Japanese nobles wear, and carries a bizarre aura about her. She orders cold sake with abura-age. Oddly enough, she’s never been to Nobu, and yet Nobuyuki and Shinobu both feel like they’ve seen her gloomy eyes somewhere before…",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "6751633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Isekai-Izakaya/episodes/6751633",
                    "Titles": {
                        "eng": "Menchi-Katsu",
                        "jpn": "メンチカツ"
                    },
                    "Summaries": {
                        "eng": "Rolf and Corona run an inn called \"The Flying Wheel\" together. One day, the two of them swing by Nobu. Impressed by Shinobu's work ethic, Corona asks her to marry her grandson. While she's bewildered and flustered by this sudden proposal, Rolf challenges Nobuyuki to a duel to see which establishment serves better meat dishes. Nobuyuki goes into battle with menchi-katsu, determined to win.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "6751634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Isekai-Izakaya/episodes/6751634",
                    "Titles": {
                        "eng": "The Spy and the Salad",
                        "jpn": "密偵とサラダ"
                    },
                    "Summaries": {
                        "eng": "Jean-François Mount de La Vigny is a spy in the neighboring country of Oilia. He's on an undercover investigation in Aitheria, the empire's most ancient of cities. While doing research on food distribution, he comes across a special salad served at Nobu and is stunned. Do people in the empire always get to eat fresh vegetables? His mind is awash with questions.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "6751635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Isekai-Izakaya/episodes/6751635",
                    "Titles": {
                        "eng": "Kabayaki Without Honor",
                        "jpn": "仁義なき蒲焼き"
                    },
                    "Summaries": {
                        "eng": "Reinhold's subordinate from the water transport guild, \"Golden Willow Boat,\" is found poking around on \"Water Dragon's Scale\" turf. Its master, Gotthard, comes to Reinhold asking for compensation, but unfortunately, all they can afford to give up are fishing rights to the river. Supposedly, it's filled with rich eels, but people say their muddy smell makes them unpopular as food...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "6751636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Isekai-Izakaya/episodes/6751636",
                    "Titles": {
                        "eng": "The Company Commander's Triumphant Return",
                        "jpn": "中隊長の凱旋"
                    },
                    "Summaries": {
                        "eng": "Berthold returns to the ancient city having successfully married Hermina. However, things don't go quite as planned and the couple are unable to move into their new home. Berthold takes his newly betrothed to Nobu and asks if they can watch over her for a bit. Meanwhile, things have gotten busy for Nobuyuki and Shinobu ever since their kabayaki became a huge hit in the city. They're worried they might not be able to accommodate customers who come in for drinks. It's then that Hermina says something that could very well lead them to the answer to their problems...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "6770223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Isekai-Izakaya/episodes/6770223",
                    "Titles": {
                        "eng": "A Tempura Early Summer Mix",
                        "jpn": "初夏の天ぷら盛り合わせ"
                    },
                    "Summaries": {
                        "eng": "“Bears of the Flower Garden” has not once closed since its opening many moons ago. Unfortunately, the sun is setting on the restaurant, and its final days are approaching fast. The regulars sit around with its owner, Björn, celebrating the start of his brand-new life. Nobuyuki sends over some mixed tempura as a farewell gift. The owner enjoys one final time with his regulars, drinking good drinks and eating good food. Nobuyuki and Shinobu, struck by this sight, have an idea.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "6770224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Isekai-Izakaya/episodes/6770224",
                    "Titles": {
                        "eng": "The Great Drunken Kara-Age Debate",
                        "jpn": "三酔人のカラアゲ問答"
                    },
                    "Summaries": {
                        "eng": "Berthold, Hans, and Nikolaus are all having drinks at Nobu as per the usual. Today, they’re discussing which flavor of kara-age they should order: salt or soy sauce. Berthold prefers salt, but Nikolaus is all in on soy sauce. They both preach about their preferred flavor, but the debate seems to be going nowhere. Finally, the two turn to Hans for his opinion, but where does he stand…?",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "6779311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Isekai-Izakaya/episodes/6779311",
                    "Titles": {
                        "eng": "The Female Merc",
                        "jpn": "女傭兵"
                    },
                    "Summaries": {
                        "eng": "Léontine, a female mercenary working for the eastern kingdom of Oilia, is on her way north to visit a group of nobles. She takes this opportunity to search for a man she once crossed blades with on the battlefield: the “Devil.” Where does this man find himself now? Léontine says she’s looking to pay him back, but...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "6779313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Isekai-Izakaya/episodes/6779313",
                    "Titles": {
                        "eng": "The Secret of Whatsontap: Part 1",
                        "jpn": "トリアエズナマの秘密（前編）"
                    },
                    "Summaries": {
                        "eng": "City council chief Backeshof, one of the best merchants in all of Aitheria, has set his eyes on purchasing Nobu. Shinobu stubbornly refuses his offer, but he responds by informing her that whatsontap is actually an illegal alcohol. If that is true, then that means that they’ve been violating the empire’s law this entire time. Not only could Nobu get shut down for good, but Nobuyuki and Shinobu could find themselves sentenced to death!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "6802492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Isekai-Izakaya/episodes/6802492",
                    "Titles": {
                        "eng": "The Secret of Whatsontap: Part 2",
                        "jpn": "トリアエズナマの秘密（後編）"
                    },
                    "Summaries": {
                        "eng": "Judgement day has arrived for Nobuyuki and Shinobu. Gernot runs a thorough investigation into the charges against the pair and discovers that there are lager barrels that have been moved about illegally. Gernot reveals the details in front of those gathered at Nobu. A shocking truth, unveiled!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "6802494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Isekai-Izakaya/episodes/6802494",
                    "Titles": {
                        "eng": "The Old Man and Fish",
                        "jpn": "老人と魚"
                    },
                    "Summaries": {
                        "eng": "One day, Johann=Gustav swings by Nobu with a dignified looking old man at his side. The older gentleman savors whatsontap with a smile, excitedly trying all sorts of different dishes one after the other. Pickled small horse mackerel, panko-fried Spanish mackerel… The older man is overwhelmed by the multitude of exotic dishes he’s never tasted before. Supposedly, this strange gentleman is Johann’s uncle, but who is he really…?",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "6816648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Isekai-Izakaya/episodes/6816648",
                    "Titles": {
                        "eng": "The Tale of the Three Northern Territories Conference",
                        "jpn": "北方三領邦会議之顛末"
                    },
                    "Summaries": {
                        "eng": "At the behest of the last emperor, the distribution of lager has been approved and made legal. Nobuyuki and Shinobu are thrilled by this news. Gernot drops by for the first time in a while and orders loads of napolitan. While he waits for his order, he starts talking about a certain incident that took place at a recent conference between three northern territories. Something about it sounds awfully familiar…",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "6816650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Isekai-Izakaya/episodes/6816650",
                    "Titles": {
                        "eng": "Ale from the Ancient City",
                        "jpn": "古都のエール"
                    },
                    "Summaries": {
                        "eng": "Baron Brentano shows up at Nobu one day with barrels of the finest ale in tow. Drinks on the house for all! After going so long drinking poorly stored ales, the wonderful aroma of this new arrival fills the customers with absolute joy. It was these loyal customers that had saved Nobu from its crisis. Six long months have gone by since Nobuyuki and Shinobu opened up shop in Aitheria…",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}