{
    "URL": "https://thetvdb.com/series/Seven-Senses-of-the-ReUnion",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8343748/",
        "https://www.themoviedb.org/tv/80562"
    ],
    "TitleEnglish": "Seven Senses of the Re'Union",
    "SummaryEnglish": "In the popular MMORPG world 'Union' there existed a legendary party named Subaru. This party, made up of a group of childhood friends and elementary schoolers, exceeded the limits of the game with their various senses. However, due to an incident which resulted in a death, 'Union' ended its service and the group of childhood friends went separate ways. Six years later, highschooler Haruto logged into the new 'Reunion' and reunited with a single girl. Asahi—one of old 'Subaru' party members, and his childhood friend who should have died six years ago. Is she a digital ghost, or...?",
    "Aliases": [
        "Shichisei no Subaru"
    ],
    "Modified": "2024-07-08",
    "Seasons": {
        "1": {
            "ID": "762244",
            "URL": "https://thetvdb.com/series/Seven-Senses-of-the-ReUnion/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6664053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Seven-Senses-of-the-ReUnion/episodes/6664053",
                    "TitleEnglish": "Reunion and Restart",
                    "SummaryEnglish": "In the online RPG \"Union\" was Subaru, a party of grade school players. One day, two of its members Asahi and Haruto exchanged a promise and a ring. But Asahi sacrificed herself to protect Haruto and also died in real life. The game then suspended operations and the members of Subaru went their separate ways. Six years later, Haruto logs into the newly released \"Re'Union\" and reunites with Asahi.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6751547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Seven-Senses-of-the-ReUnion/episodes/6751547",
                    "TitleEnglish": "Untold Feelings",
                    "SummaryEnglish": "Haruto is shocked by Asahi's sudden appearance in Re'Union six years after her death. Asahi acts as if nothing has happened, although she's unable to log out from the game. Players have noticed Asahi's existence and try to take her, but the former Subaru member Takanori appears. He had become the leader of the elite guild Illuminati. Asahi suggests reassembling Subaru, but...",
                    "Aliases": []
                },
                "3": {
                    "ID": "6759023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Seven-Senses-of-the-ReUnion/episodes/6759023",
                    "TitleEnglish": "The Promise",
                    "SummaryEnglish": "Having reunited with Asahi in Re'Union, Satsuki asks Asahi to stay away from Haruto for his sake. However, Satsuki realizes that she was jealous of Asahi after witnessing her share a moment with Haruto six years ago, and vows to herself that she won't lose this time. In order to find out Asahi's identity, the three of them head to the dungeon where Asahi got her game over all those years ago.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6760174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Seven-Senses-of-the-ReUnion/episodes/6760174",
                    "TitleEnglish": "Dissonance",
                    "SummaryEnglish": "The three Subaru members defeat the boss Purgatorio responsible for Asahi's game over. Upon his defeat, they see mysterious images inside their heads, and Asahi suspects they are her memories. They set out to find the remaining Subaru members when they are surrounded by members of the elite Southern Cross guild who are after Asahi. They're soon joined by a different guild called the Brill Society.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6768233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Seven-Senses-of-the-ReUnion/episodes/6768233",
                    "TitleEnglish": "Swirling Conspiracy",
                    "SummaryEnglish": "After telling Haruto that he didn't have the right to protect Asahi, Takanori used his Divine Sense to teleport Haruto and himself to the Monochrome world. Takanori and Haruto butt heads, but Satsuki manages to intervene before it gets too far. They search for one of the former Subaru members Clive, when Takanori reappears to try to take Asahi away with the help of two major elite guilds.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6768234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Seven-Senses-of-the-ReUnion/episodes/6768234",
                    "TitleEnglish": "The Lion and the Dragon Unite",
                    "SummaryEnglish": "The elite guilds Southern Cross and the Brill Society capture Asahi after Takanori falls for their ruse. In order to save Asahi, Haruto goes up against thousands of enemies alone, but ends up outnumbered until Satsuki and Takanori come to his aid. The three of them finally reach Asahi, only to discover that Angelus has taken control of her spirit in order to control the Prophet Art.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6768235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Seven-Senses-of-the-ReUnion/episodes/6768235",
                    "TitleEnglish": "Seeking the Sword",
                    "SummaryEnglish": "Haruto hears a rumor about an unbreakable sword thrust into the bottom of the sea, and heads out to sea on Captain Alwida's ship. Haruto finds his old pal Pleiades at the bottom of the sea. However, when he tries to pull it out, a huge snake monster named Aegir appears. Meanwhile, Takanori meets up with Haruto and Satsuki in the real world and tells them what he's discovered about Asahi's secret.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6768236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Seven-Senses-of-the-ReUnion/episodes/6768236",
                    "TitleEnglish": "Future Choice",
                    "SummaryEnglish": "Haruto wakes up to the sound of a beeping EKG to find Asahi standing over him. \"I'd be surprised if I were you, too. You've been asleep for six years,\" says Asahi, who came with Satsuki and Takanori to visit him. Asahi explains that Haruto got a game over when he protected Nozomi from Purgatorio. However, Haruto isn't satisfied with the explanation and questions them about Re'Union.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6768245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Seven-Senses-of-the-ReUnion/episodes/6768245",
                    "TitleEnglish": "The Chance Meeting of the Stars",
                    "SummaryEnglish": "In Re'Union, Haruto retakes possession of Pleiades, which holds the power of the members of Subaru. Clive received a request for help from Elicia, and tells everyone that Elicia says that in order to stop Gnosis from awakening Asahi, it is necessary to awaken all the members of Subaru. Meanwhile, Haruto and Satsuki reunite with Nozomi in the real world, and ask her to log into Re'Union again.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6768246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Seven-Senses-of-the-ReUnion/episodes/6768246",
                    "TitleEnglish": "The Girl Who Disappeared",
                    "SummaryEnglish": "After getting rejected by Haruto, Satsuki tries to sort out her feelings and reminds herself they're still childhood friends. Meanwhile, Takanori tells them that Nozomi has gone missing in real life. With Clive's help, they find out that Nozomi is logged in to Re'Union and go to find her.",
                    "Aliases": []
                },
                "11": {
                    "ID": "6768247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Seven-Senses-of-the-ReUnion/episodes/6768247",
                    "TitleEnglish": "Creeping Nightmare",
                    "SummaryEnglish": "Haruto, Satsuki, and Takanori meet up in real life to discuss how to rescue Nozomi. However, they suddenly find themselves caught up in a strange phenomenon, when a mysterious man appears and tells them that in order to change the future, they need the power to choose an ideal world. Recalling Elicia's story, they conclude that the man must have used one of the Senses from Re'Union in real life.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6768643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Seven-Senses-of-the-ReUnion/episodes/6768643",
                    "TitleEnglish": "The New Legend",
                    "SummaryEnglish": "The sound of a gunshot rings throughout the Tower of the White Water Spirit. Satsuki and Clive watch as Haruto falls to the ground with blood dripping from his chest, while Asahi stands pointing her gun at him shaking her head in disbelief. As his consciousness fades away, Haruto reaches out to Asahi as she backs away, but when his hand touches her cheek, a silver light emanates from his body.",
                    "Aliases": []
                }
            }
        }
    }
}