{
    "URL": "https://thetvdb.com/series/Seven-Senses-of-the-ReUnion",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8343748/",
        "https://www.themoviedb.org/tv/80562"
    ],
    "Titles": {
        "eng": "Seven Senses of the Re'Union",
        "jpn": "七星のスバル"
    },
    "Summaries": {
        "eng": "In the popular MMORPG world 'Union' there existed a legendary party named Subaru. This party, made up of a group of childhood friends and elementary schoolers, exceeded the limits of the game with their various senses. However, due to an incident which resulted in a death, 'Union' ended its service and the group of childhood friends went separate ways. Six years later, highschooler Haruto logged into the new 'Reunion' and reunited with a single girl. Asahi—one of old 'Subaru' party members, and his childhood friend who should have died six years ago. Is she a digital ghost, or...?",
        "jpn": "世界的人気のあったMMORPGである、「ユニオン」において伝説となったスバルという小学生のパーティがあった。とある死亡事故を契機として「ユニオン」はそのサービスを終了したことから、スバルのメンバーは散り散りになってしまう。しかし、その6年後スバルのメンバーであった天羽陽翔が「リユニオン」にログインした際に死んだはずの幼なじみである、空閑旭姫と再会する。"
    },
    "Aliases": [
        "Shichisei no Subaru"
    ],
    "Modified": "2024-07-08",
    "Seasons": {
        "1": {
            "ID": "762244",
            "URL": "https://thetvdb.com/series/Seven-Senses-of-the-ReUnion/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6664053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Seven-Senses-of-the-ReUnion/episodes/6664053",
                    "Titles": {
                        "eng": "Reunion and Restart",
                        "jpn": "再会と再開"
                    },
                    "Summaries": {
                        "eng": "In the online RPG \"Union\" was Subaru, a party of grade school players. One day, two of its members Asahi and Haruto exchanged a promise and a ring. But Asahi sacrificed herself to protect Haruto and also died in real life. The game then suspended operations and the members of Subaru went their separate ways. Six years later, Haruto logs into the newly released \"Re'Union\" and reunites with Asahi.",
                        "jpn": "かつて世界的人気を博したMMORPG“ユニオン”で、最強の小学生パーティがあった。\r\n名は「スバル」。ある日、スバルの一員の旭姫は、ゲーム内で幼馴染の陽翔にある約束とともに指輪を交換する。だが、その後のダンジョン攻略中に、旭姫は陽翔を守ろうとしてゲームオーバーとなり、現実でも死亡してしまう。\r\nゲームは運営停止、スバルも散り散りとなるが、6年後、新生“リユニオン”にログインした陽翔は、死んだはずの旭姫と再会する…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6751547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Seven-Senses-of-the-ReUnion/episodes/6751547",
                    "Titles": {
                        "eng": "Untold Feelings",
                        "jpn": "秘めたる想い"
                    },
                    "Summaries": {
                        "eng": "Haruto is shocked by Asahi's sudden appearance in Re'Union six years after her death. Asahi acts as if nothing has happened, although she's unable to log out from the game. Players have noticed Asahi's existence and try to take her, but the former Subaru member Takanori appears. He had become the leader of the elite guild Illuminati. Asahi suggests reassembling Subaru, but...",
                        "jpn": "死亡してから6年後、リユニオン内に突如現れた旭姫に動揺する陽翔。一方、旭姫は何事もなかったように明るく振る舞うが、ゲームからログアウトすることができない。旭姫の存在に気づいたプレーヤーたちが旭姫を奪取しようとするが、そこにかつてのスバルのメンバー貴法が現れる。貴法は超位ギルド“イルミナティ”を率いるリーダーになっていた。旭姫は、スバルの再結集を訴えるが…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "6759023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Seven-Senses-of-the-ReUnion/episodes/6759023",
                    "Titles": {
                        "eng": "The Promise",
                        "jpn": "あの日の約束"
                    },
                    "Summaries": {
                        "eng": "Having reunited with Asahi in Re'Union, Satsuki asks Asahi to stay away from Haruto for his sake. However, Satsuki realizes that she was jealous of Asahi after witnessing her share a moment with Haruto six years ago, and vows to herself that she won't lose this time. In order to find out Asahi's identity, the three of them head to the dungeon where Asahi got her game over all those years ago.",
                        "jpn": "リユニオン内で旭姫に再会した咲月は、旭姫を失って6年間ふさぎ込んでいた陽翔のことを想い、旭姫に「もう陽翔には関わらないで」と声をかける。しかし、それが6年前に、陽翔と旭姫のある出来事を目撃して以来抱いていた旭姫に対する嫉妬でもあったことに気づき、今度こそ負けないと決心する。旭姫の正体を確かめるため、３人はかつて旭姫がゲームオーバーとなったダンジョンに向かう"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6760174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Seven-Senses-of-the-ReUnion/episodes/6760174",
                    "Titles": {
                        "eng": "Dissonance",
                        "jpn": "不協和音"
                    },
                    "Summaries": {
                        "eng": "The three Subaru members defeat the boss Purgatorio responsible for Asahi's game over. Upon his defeat, they see mysterious images inside their heads, and Asahi suspects they are her memories. They set out to find the remaining Subaru members when they are surrounded by members of the elite Southern Cross guild who are after Asahi. They're soon joined by a different guild called the Brill Society.",
                        "jpn": "かつて旭姫をゲームオーバーにしたボスキャラ“無垢なる闇”を倒した３人。ドロップアイテムらしき赤い石を見た旭姫たちの脳内に、謎の映像が再生され、旭はそれが自分の６年間なのかも知れないと言う。その謎を解くためにも、まずはスバルの残りのメンバーを探そうとした矢先、３人は旭姫を奪おうとする超位ギルド“サザンクロス”のメンバー1000人に囲まれる。そこに別の超位ギルド“ブリルソサエティ”も介入してきて…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6768233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Seven-Senses-of-the-ReUnion/episodes/6768233",
                    "Titles": {
                        "eng": "Swirling Conspiracy",
                        "jpn": "渦巻く陰謀"
                    },
                    "Summaries": {
                        "eng": "After telling Haruto that he didn't have the right to protect Asahi, Takanori used his Divine Sense to teleport Haruto and himself to the Monochrome world. Takanori and Haruto butt heads, but Satsuki manages to intervene before it gets too far. They search for one of the former Subaru members Clive, when Takanori reappears to try to take Asahi away with the help of two major elite guilds.",
                        "jpn": "陽翔に「旭姫を守る資格はない」と言い、貴法は天理のセンスで、モノクロの世界に陽翔と自身を隔離する。リユニオンで旭姫とともに生きていこうとする貴法と、旭姫の願いでもある“スバルの復活”を主張する陽翔が衝突するが、寸前のところで咲月が介入して事なきを得る。陽翔たちはスバルのメンバーだったクライヴを探すが、旭姫を強引に奪取しようと２つの超位ギルドと組んだ貴法が再び現れる…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6768234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Seven-Senses-of-the-ReUnion/episodes/6768234",
                    "Titles": {
                        "eng": "The Lion and the Dragon Unite",
                        "jpn": "獅龍、共闘"
                    },
                    "Summaries": {
                        "eng": "The elite guilds Southern Cross and the Brill Society capture Asahi after Takanori falls for their ruse. In order to save Asahi, Haruto goes up against thousands of enemies alone, but ends up outnumbered until Satsuki and Takanori come to his aid. The three of them finally reach Asahi, only to discover that Angelus has taken control of her spirit in order to control the Prophet Art.",
                        "jpn": "超位ギルド“サザンクロス”と“ブリルソサエティ”の策略にはまり、旭姫を奪取された貴法。陽翔は、一人で数千もの敵に立ち向かい、旭姫を助けに行くが、さすがに多勢に無勢。そこに咲月と貴法が援護する。ようやく旭姫のもとにたどり着いた３人だったが、そこには旭姫の精神を支配下に置き、旭姫のプロフェアータの力を我が物にするアンゲルスがいた…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "6768235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Seven-Senses-of-the-ReUnion/episodes/6768235",
                    "Titles": {
                        "eng": "Seeking the Sword",
                        "jpn": "剣を求めて"
                    },
                    "Summaries": {
                        "eng": "Haruto hears a rumor about an unbreakable sword thrust into the bottom of the sea, and heads out to sea on Captain Alwida's ship. Haruto finds his old pal Pleiades at the bottom of the sea. However, when he tries to pull it out, a huge snake monster named Aegir appears. Meanwhile, Takanori meets up with Haruto and Satsuki in the real world and tells them what he's discovered about Asahi's secret.",
                        "jpn": "海ではしゃぐ旭姫たちのもとに、一隻の船が。陽翔たちは、海底に刺さる“折れない剣”の噂をきいて、船長アルビダの操る船に乗り、海の難所に向かうことに。その海底にあったのは、陽翔のかつての相棒、プレアデス（七星剣）だったが、剣を抜こうとした瞬間、巨大な蛇型モンスター・エーギルが現れる。一方、現実では、貴法が陽翔と咲月を呼び出し、旭姫の謎について調査した結果を共有する。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "6768236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Seven-Senses-of-the-ReUnion/episodes/6768236",
                    "Titles": {
                        "eng": "Future Choice",
                        "jpn": "未来の選択"
                    },
                    "Summaries": {
                        "eng": "Haruto wakes up to the sound of a beeping EKG to find Asahi standing over him. \"I'd be surprised if I were you, too. You've been asleep for six years,\" says Asahi, who came with Satsuki and Takanori to visit him. Asahi explains that Haruto got a game over when he protected Nozomi from Purgatorio. However, Haruto isn't satisfied with the explanation and questions them about Re'Union.",
                        "jpn": "心電図の単調な音が響く中、静かに目を開いた陽翔。そこには、旭姫が立っていた。「驚くのも無理ないよね。６年間も眠ってたんだもん。」旭姫に続いて、咲月、貴法も見舞いの品を手に、笑顔で陽翔を囲んでいる。旭姫たちは、陽翔がプルガトリオから希を庇って、ゲームオーバーになったと説明する…。納得いかない陽翔は、リユニオンについて尋ねるが、皆ユニオンはもう運営されていないと言う。そこにエリシアがやってきて…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "6768245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Seven-Senses-of-the-ReUnion/episodes/6768245",
                    "Titles": {
                        "eng": "The Chance Meeting of the Stars",
                        "jpn": "巡り合う星々"
                    },
                    "Summaries": {
                        "eng": "In Re'Union, Haruto retakes possession of Pleiades, which holds the power of the members of Subaru. Clive received a request for help from Elicia, and tells everyone that Elicia says that in order to stop Gnosis from awakening Asahi, it is necessary to awaken all the members of Subaru. Meanwhile, Haruto and Satsuki reunite with Nozomi in the real world, and ask her to log into Re'Union again.",
                        "jpn": "ユニオンでスバルメンバーの能力を込めたプレアデス（七星剣）を再び手にした陽翔たち。エリシアから協力を頼まれたというクライヴは、「エリシアは、旭姫の覚醒を狙っているグノーシスを阻止するため、スバルのメンバー全員が覚醒する必要がある、と言っていた」という。そんな中、現実世界では、陽翔と咲月が希と再会する。希にもリユニオンにログインするように頼む陽翔たちだったが、６年経った希は…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "6768246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Seven-Senses-of-the-ReUnion/episodes/6768246",
                    "Titles": {
                        "eng": "The Girl Who Disappeared",
                        "jpn": "消えた少女"
                    },
                    "Summaries": {
                        "eng": "After getting rejected by Haruto, Satsuki tries to sort out her feelings and reminds herself they're still childhood friends. Meanwhile, Takanori tells them that Nozomi has gone missing in real life. With Clive's help, they find out that Nozomi is logged in to Re'Union and go to find her.",
                        "jpn": "陽翔に振られた咲月は、気まずそうな陽翔に「別に幼馴染までやめたわけじゃないんだから」と、少し気持ちの整理がついたようだった。そんな二人を貴法は呼び出す。現実で、希が突然失踪したというのだ。クライヴの協力も得て、希がリユニオンにログインしていることを知り、陽翔たちは希がいるらしい場所に向かう。しかし、そこにいたのは、貴法と咲月のダンスを目撃して傷つき、グノーシスに取り込まれた希だった。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "6768247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Seven-Senses-of-the-ReUnion/episodes/6768247",
                    "Titles": {
                        "eng": "Creeping Nightmare",
                        "jpn": "這い寄る悪夢"
                    },
                    "Summaries": {
                        "eng": "Haruto, Satsuki, and Takanori meet up in real life to discuss how to rescue Nozomi. However, they suddenly find themselves caught up in a strange phenomenon, when a mysterious man appears and tells them that in order to change the future, they need the power to choose an ideal world. Recalling Elicia's story, they conclude that the man must have used one of the Senses from Re'Union in real life.",
                        "jpn": "希奪還に向けて現実世界で合流した陽翔、咲月、貴法の3人を突如襲った異変。3人の傍に佇む謎の男は「絶望の未来を変革するためには、理想の世界を選択する力が必要になる」という意味深な言葉を残して消えた。エリシアの言葉を思い出し、現実世界でリユニオンのセンスが発動されたことを確信した3人は旭姫の身を案じアジトに集合するが、その場所も何者かに強襲されてしまう。緊急脱出を試みたスバルの前に現れたのは…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "6768643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Seven-Senses-of-the-ReUnion/episodes/6768643",
                    "Titles": {
                        "eng": "The New Legend",
                        "jpn": "新たなる伝説"
                    },
                    "Summaries": {
                        "eng": "The sound of a gunshot rings throughout the Tower of the White Water Spirit. Satsuki and Clive watch as Haruto falls to the ground with blood dripping from his chest, while Asahi stands pointing her gun at him shaking her head in disbelief. As his consciousness fades away, Haruto reaches out to Asahi as she backs away, but when his hand touches her cheek, a silver light emanates from his body.",
                        "jpn": "希を取り戻すことに成功したのも束の間、白水霊の塔の最上階に銃声が鳴り響く。咲月とクライヴの目前で胸から血を流し倒れていく陽翔。その向こうには銃口を向け、信じられないように首を振る旭姫が佇んでいた。消えゆく意識の中で陽翔は慟哭する旭姫に手を伸ばす。それを拒絶し後ずさる旭姫の頰に手が触れた時、陽翔の身体から白金のオーラが湧き出るのだった。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}