{
    "URL": "https://thetvdb.com/series/Planet-With",
    "Genres": [
        "Action",
        "Animation",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8774888/",
        "https://www.themoviedb.org/tv/79288"
    ],
    "Titles": {
        "eng": "Planet With",
        "jpn": "プラネット・ウィズ"
    },
    "Summaries": {
        "eng": "Soya Kuroi is a high schooler living a peaceful life despite having no memories of his past. One day, however, his town is attacked by one of the mysterious Nebula Weapons. Together with the cat-like “Sensei” and the gothic lolita Ginko, Soya gets dragged into a battle against... seven superheroes who protect the town! What is Soya's reason to fight? The answer lies in his memories.",
        "jpn": "「おれは、おれが味方したい人達の味方だ。そんだけだ！」\r\n\r\n過去の記憶を失いながらも、平穏に暮らしていた高校生・黒井宗矢。だがある日、\r\n世界は謎の巨大兵器「ネビュラウェポン」に突如襲われる。\r\n猫のような姿をした「先生」とゴスロリ姿の銀子と共に、宗矢は戦いに巻き込まれる\r\nことになったが_________なんと相手は人類を護る7人のヒーローの方だった！\r\n宗矢の記憶に隠された戦う理由とは？"
    },
    "Aliases": [],
    "Modified": "2022-07-12",
    "Seasons": {
        "1": {
            "ID": "767093",
            "URL": "https://thetvdb.com/series/Planet-With/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6713637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Planet-With/episodes/6713637",
                    "Titles": {
                        "eng": "Light, Seven Flashes",
                        "jpn": "光、七閃"
                    },
                    "Summaries": {
                        "eng": "Soya is an ordinary boy, with one problem: He's lost his memories and lives with a giant cat and a maid. To make matters worse, his city is under attack by a giant alien craft, and it doesn't come in peace. It comes in... \"Peas\"?",
                        "jpn": "謎の少女銀子、そして猫のような姿をした先生と暮らす、記憶喪失の高校生・黒井宗矢。至って平穏な日々を過ごしていた」 |が、突如出現した正体不明の巨大物体に世界は騒然となる。しかし同時に念動巨神装光を纏う7人のヒーローが登場した。巨 大物体と戦う彼らを眺める宗矢だったが、銀子から「その7人をやっつけろ」と告げられる。 一方7人のヒーローの1人、虎居英雄は、謎の巨大物体を倒すため内部へと突入するが......"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6760696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Planet-With/episodes/6760696",
                    "Titles": {
                        "eng": "Nebula Soldiers",
                        "jpn": "ネビュラソルジャー"
                    },
                    "Summaries": {
                        "eng": "The first of the seven heroes is down, and Soya is eager to taste his victory katsudon. Could it be delicious pork, or perhaps chicken? At last, meat! But then he finds out... it's vegetarian katsudon!",
                        "jpn": "国家安全管理局防衛課=グランドパラディンは、巨大兵器(ネビュラウェポン)と、虎居から力を奪った宗矢ら=ネビュラン ルジャーを人類の敵と断定。そして過去の記憶を思い出した宗矢は、学校にも行かず周りに心を閉ざしていた。そんな節、新 たなネビュラウェポンがまたしても世界各地に出現する。 虎民を除くグランドパラディンの面々は、再び念動巨神装光を纏い戦いに身を投じ、因幡美羽がネビュラウェポン内へと突入 する。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "6762389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Planet-With/episodes/6762389",
                    "Titles": {
                        "eng": "Avenger 1",
                        "jpn": "復讐者・1"
                    },
                    "Summaries": {
                        "eng": "Soya won his battle with Miu, but the rest of Grand Paladin shows up to stop him. In the ensuing battle, he's defeated, and sensei is forced to take drastic measures to keep him from being captured.",
                        "jpn": "美羽との戦いに勝利した宗矢だったが、そこに現れたのは残るグランドパラディンの面々とそのトップ、竜造寺隆だった。圧 倒的な力を持つ降に返り討ちにされた宗矢は、間一髪のところを先生の宇宙船に回収され、事なきを得る。そして夢の中、宇 宙船の中で「穏健派」「封印派」の対話と自分の正体、そして回収していた小瓶の真相を垣間見る。 後日、学校のぞみに誘われたオカルト研究会で、宗矢はグランドパラディンの1人、根津屋正義と出会う。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6762390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Planet-With/episodes/6762390",
                    "Titles": {
                        "eng": "Avenger 2",
                        "jpn": "復讐者・2"
                    },
                    "Summaries": {
                        "eng": "Haru's armor goes out of control, becoming a massive dragon. To stop it, Grand Paladin and the pacifist faction will have to join forces.",
                        "jpn": "根津屋がネビュラウェポンに敗北。宗矢は根津屋がヒーローの一人だったと知り、動揺を隠せない。一方、親友の美羽を負か された影響から、熊代晴海はネビュラウェポンを倒した直後に宗矢へ1対1の戦いを挑む。柔道技を駆使して闘う晴海であった が、宗矢と先生の力に敵わず、ついに敗北すると思われたその瞬間、彼女は怒りの衝動によって暴走し、念動装光を龍の姿で 再構成する。暴走する晴海を相手に、宗失とグランドパラディンは一時的に協力することとなる。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6762391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Planet-With/episodes/6762391",
                    "Titles": {
                        "eng": "Paladin Break 1",
                        "jpn": "パラディンブレイク・1"
                    },
                    "Summaries": {
                        "eng": "Grand Paladin's numbers are fading fast, and the Sealing Faction won't stop coming. With nobody left to help Takashi but his own father and the timid Yosuke, will there be anyone to save the Earth?",
                        "jpn": "「世界征服」という竜造寺隆の真意を知った鷹取紅華は小瓶を置き、グランドパラディンから離脱した。一方、のぞみは宗失 の記憶が戻ったのではと予想し、帰り道で宗矢に詰め寄る。宗矢は自分が宇宙人であることをのぞみに吐露するのだった。そ んな折、グランドパラディンに残っている羊谷葉介と竜造寺岳蔵の2人は、新たに出現したネビュラウェポンと対峙し、岳蔵 がコアへ突入する。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6762393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Planet-With/episodes/6762393",
                    "Titles": {
                        "eng": "Paladin Break 2",
                        "jpn": "パラディンブレイク・2"
                    },
                    "Summaries": {
                        "eng": "Kogane was a Nebula spy. Grand Paladin is destroyed, and Takashi, alone, has to fight off the Sealing Faction. Will Soya help him, even if they're enemies?",
                        "jpn": "白石こがねは、ネビュラ・封印派のスパイだった。グランドパラディンは崩壊し、ひとり残った竜造寺隆は念力合体した閣下 と白石を相手に激しい戦いを繰り広げていた。閣下は竜造寺隆の力や信念に、かつて宇宙政府ネビュラで歪んだ正義を振る。 い、時空追放刑に処された「龍」の存在を思い出す。激戦の末、暴走して龍と化した竜造寺隆を相手に、宗矢、銀子、先生た ちも、最後の力を振り絞って対抗する。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "6762394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Planet-With/episodes/6762394",
                    "Titles": {
                        "eng": "Sirius",
                        "jpn": "シリウス"
                    },
                    "Summaries": {
                        "eng": "The battle is over, and Grand Paladin and the Sealing Faction have both been driven off. But what comes next?",
                        "jpn": "宗矢の夢の中-、かつて高い軍事力で他星の侵略をつづける惑星シリウスの魔の手は、銀子の故郷、惑星リエルにまで伸び ていた。このシリウスの行いは、ネビュラ政府の武力を担う龍の逆鱗に触れ、シリウスは惑星ごと滅ぼされてしまう。穏健派 のリーダーである先生は、シリウスの生き残りである宗矢に愛情を教えることで、シリウス人にも共生の道があったと証明す ることを決意する。 戦いを終え、日常生活へと戻った宗失の前に、白石こがねを名乗る転校生があらわれる。」"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "6762397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Planet-With/episodes/6762397",
                    "Titles": {
                        "eng": "Power Is What Dwells Within Your Own Self",
                        "jpn": "力、己にこそ宿る"
                    },
                    "Summaries": {
                        "eng": "The vials are now in posession of the pacifists, but the battle isn't over. They were simply the key to unlock Grand Paladin's psychic powers. Now, afraid for what humanity may become, some of Grand Paladin are joining with the sealing faction.",
                        "jpn": "紅茶と葉介は、ネビュラ政府の封印派についた。閣下を信用させるために、自らの過去を語る紅華。彼女は人類が龍の力が無 くともサイキックに目覚めつつある状況に気づき、その暴走を止めるべく封印派に属したのであった。封印装置であるネピュ ラウェポンを引き連れた紅華が街に迫るが、宗矢は戦う事を放棄。その姿を目の当たりにした虎居は、代わりに自分が戦う事 を決意する。自身のサイキックの力で念動巨神装光を発動し、紅華の前に立ちはだかる。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "6762398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Planet-With/episodes/6762398",
                    "Titles": {
                        "eng": "Messenger of Awakening",
                        "jpn": "目覚めの使者"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "自らの過去と仇である龍の存在を抱え、ますます塞ぎ込む宗矢。だが、のぞみは戦いの後も変わらず宗矢を気にし続けてい た。一方、生身で封印装置のフィールドにさらされた紅華は、幸せな夢と共に眠りについていた。自分のすべてであった紅華 の敗北に羊谷は、地球に持ち込まれた最後の封印装置を自身に取り込むことで、かつての仲間である虎居・美羽・晴海を破 る。そして地球が封印装置の夢に包まれ、宗矢以外の全人類が眠りについてしまった。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "6762399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Planet-With/episodes/6762399",
                    "Titles": {
                        "eng": "Karellen and Rashaverak",
                        "jpn": "カレルレンとラシャヴェラク"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "葉介を撃破した一週間後、太平洋沖の小島にて穏健派と封印派の決戦の火蓋は切って落とされた。穏健派の先生は超小型封印 機の破壊、封印派の閣下は先生の完全敗北が勝利の条件だ。それぞれの目的と人類の未来を懸けて、彼らは舞台を宇宙にまで 移し戦いを繰り広げる。かつてのグランドパラディンの面々も見守る中、息子・隆の仇討を胸に死闘に介入する竜造寺岳蔵。 そして激しい戦いの結末は一ーー。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "6762400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Planet-With/episodes/6762400",
                    "Titles": {
                        "eng": "Azrabarakura",
                        "jpn": "龍(アズラバラクラ)"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "6762401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/Planet-With/episodes/6762401",
                    "Titles": {
                        "eng": "Behold, The Universe is Filled With Blessings",
                        "jpn": "見ろ、宇宙は祝福に満ちている"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "テレパス部隊を回に龍を亜空間へと封じる最後の作戦が決行された。人類と宇宙政府ネビュラ、そして助っ人であるキグルミ 族宇宙船部隊の総力をかけ龍を押し込んだ結果、作戦は成功したかに見えた。しかし、龍は閉じようとしている亜空間の亀裂 から脱出しようとしてきた。龍を押し返すために、宗矢・先生・銀子が犠牲となり、龍と共に次元の向こうへと姿を消す。悲 しみに暮れる一同。そして、宗矢、銀子、先生の3人はーー。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}