{
    "URL": "https://thetvdb.com/series/jashin-chan-dropkick",
    "Genres": [
        "Adaptation",
        "Anime - Seinen",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8400662/",
        "http://jashinchan.com/",
        "http://www.reddit.com/r/JashinChanDropkick",
        "https://www.tvmaze.com/shows/36825/show-slug",
        "https://www.themoviedb.org/tv/80713",
        "https://www.wikidata.org/wiki/Q113434592",
        "https://en.wikipedia.org/wiki/Dropkick_on_My_Devil!",
        "https://x.com/jashinchan_PJ",
        "https://www.youtube.com/c/UChu8Yu_w9z8DGFtXzuGvDlg"
    ],
    "Titles": {
        "eng": "Dropkick on My Devil!",
        "jpn": "邪神ちゃんドロップキック"
    },
    "Summaries": {
        "eng": "Yurine is a delusional gothic lolita who summons a demon girl with the tail of a cobra, Jashin-chan. They'll have to live together - until Yurine finds a way to send Jashin-chan back to hell, or until Jashin-chan kills Yurine.",
        "jpn": "魔界の悪魔、通称「邪神ちゃん」は、\r\nある日突然人間界に召喚されてしまう。\r\n彼女を召喚したのは、神保町のボロアパートで暮らす\r\nちょっとブラックな心を持つ女子大生「花園ゆりね」。\r\n「邪神ちゃん」を召還したものの\r\n彼女？を魔界に帰す方法がわからない。\r\n仕方なく一緒に暮らし始めた邪神ちゃんと「ゆりね」だが、\r\n「邪神ちゃん」曰く、「召喚者が死ねば魔界に帰れる」。\r\nそこで邪神ちゃんがとった行動とは……!?"
    },
    "Aliases": [
        "Dropkick on My Devil!!'",
        "Dropkick on My Devil!! Dash",
        "Dropkick on My Devil!!! X",
        "邪神ちゃんドロップキック (2018)",
        "邪神ちゃんドロップキック’",
        "Jashin-chan Dropkick",
        "Jashin-chan Dropkick'",
        "Jashin-chan Dropkick X"
    ],
    "Modified": "2025-09-28",
    "Seasons": {
        "0": {
            "ID": "763783",
            "URL": "https://thetvdb.com/series/jashin-chan-dropkick/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 17,
            "Episodes": {
                "1": {
                    "ID": "7491233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7491233",
                    "Titles": {
                        "eng": "Jashin-Channel V Special",
                        "jpn": "邪神ちゃんねるV すぺしゃる"
                    },
                    "Summaries": {
                        "eng": "Jashin-chan (voiced by Suzuki Aina) and Hanazono Yurine (voiced by Omori Ninomiya) from the anime \"Dropkick on My Devil\" become VTubers and look back on \"That Day's Jashin-chan\" from Yurine's room with a gradually soaking excitement. While looking back on the first 11 episodes of the anime with \"distorted memories,\" they also introduce topics that happened around Jashin-chan and her friends. This is content you can't miss, as it also delves into the future of \"Jashin-chan\"!",
                        "jpn": "アニメ『邪神ちゃんドロップキック』の邪神ちゃん(CV.鈴木愛奈)、花園ゆりね(CV.大森日雅)がVチューバーとなり、ジワジワしみこむテンションで「あの日の邪神ちゃん」をゆりねの部屋から振り返るバラエティー。アニメの11話までを“歪んだ思い出”で振り返りながら、邪神ちゃんたちのまわりで起きたトピックスなども織り交ぜて紹介。これからの『邪神ちゃん』についても踏み込んだ、見逃せないコンテンツですの!"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6842667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/6842667",
                    "Titles": {
                        "eng": "Episode 12",
                        "jpn": "第十二話 （未放送話）"
                    },
                    "Summaries": {
                        "eng": "\"It\" was believed to be traveling in space, but, \"I'm back, guys!\" Due to popular demand, we decided to bring Jashin-chan back for an extra episode! What will she face when she returns to Earth? Yurine, Medusa, Pekola, Minos, Yusa, Koji and Peru-chan are all in for the \"swimsuit edition\"! Then appears Kraken for what seemed like the last battle of the season, but the real battle continues...",
                        "jpn": "“それ”は確かに宇宙（そら）に旅立ったはずだった!? 宇宙空間を漂う“それ”が、地球圏に舞い戻ってきたとき、かつての実態を取り戻す！ 「ただいまですの、みんな…」。前回、大団円にて感動の最終回をお送りした「邪神ちゃんドロップキック」。みなさまの声援にお応えし、ここにEXTRA！、スペシャル版第12話（テレビ未放送）をお送りいたします!! 地球に舞い戻ってきた邪神ちゃんに待っているものとは!? ゆりね、メデューサをはじめ、ぺこら、ミノス、遊佐に浩二、そしてついに合流したペルセポネ二世ことペルちゃん。メンバー総出演でお送りするは、これぞスペシャルご褒美「水着回」！ 邪神ちゃんたちの行く手を阻む巨大な敵「クラーケン」！ いま邪神ちゃんの真のフィナーレを飾る、大バトルスぺクタルが繰り広げられるっ！ さらに「クラーケン」を倒した先に待つ戦いとは!? ファン必見のスペシャル版！"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "7740468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7740468",
                    "Titles": {
                        "eng": "Chapter Chitose",
                        "jpn": "邪神ちゃんドロップキック’ 千歳編"
                    },
                    "Summaries": {
                        "eng": "The episode was funded by Chitose's hometown tax program, in which taxpayers can donate to city programs in exchange for tax breaks and other incentives. The story will deal with the process and incentives of the hometown tax program.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9457961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/9457961",
                    "Titles": {
                        "eng": "Dropkick on My Devil! X Furano Edition",
                        "jpn": "邪神ちゃんドロップキックX富良野編"
                    },
                    "Summaries": {
                        "eng": "Please watch the video, which is packed with the charms of Furano, and answer a simple questionnaire on whether your image of Furano has improved. As soon as the content of the video was reported on the Internet, the video was quickly made public, which became a hot topic.",
                        "jpn": "富良野の魅力をたくさん詰め込んだ映像をご覧いただいて「イメージがよくなったかどうか」だけの簡単なアンケートにお答え下さい。\r\n内容について富良野市議会で物議を醸したことがネットニュースに上がるや否や、速攻で公開に踏み切ったことで話題に。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "10212500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/10212500",
                    "Titles": {
                        "eng": "Dropkick on My Devil!!: End of Century Edition",
                        "jpn": "邪神ちゃんドロップキック【世紀末編】"
                    },
                    "Summaries": {
                        "eng": "Objects falling from space have reduced Jinbouchou to ruins. Jashin-chan, guided by the stars, heads south to defeat Yurine Hanazono, the ruler of this violent town. When she arrives in Takamori, at the foot of the beautiful Aso mountain range, she finds...",
                        "jpn": "魔界の悪魔、通称「邪神ちゃん」は、ある日突然人間界に召喚されてしまう。彼女を召喚したのは、神保町のボロアパートで暮らすちょっとブラックな心を持つ女子大生「花園ゆりね」。「邪神ちゃん」を召喚したものの彼女？を魔界に帰す方法がわからない。仕方なく一緒に暮らし始めた邪神ちゃんとゆりねだが、邪神ちゃん曰く、「召喚者が死ねば魔界に帰れる」。そこで邪神ちゃんがとった行動とは……!?"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "763784",
            "URL": "https://thetvdb.com/series/jashin-chan-dropkick/seasons/official/1",
            "Titles": {
                "eng": "Dropkick on my Devil!",
                "jpn": null,
                "deu": "Dropkick on my Devil!!"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "deu": null
            },
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "6678765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/6678765",
                    "Titles": {
                        "eng": "Episode 1",
                        "jpn": "第一話"
                    },
                    "Summaries": {
                        "eng": "Tokyo, the big city. In the corner of this world, another day of bittersweet drama is about to unfold... According to Pekola the angel, Yurine the witch hosts a sabbath at a run-down apartment in Jinbocho. There, Jashin-chan the devil prepares a divine hot pot that captivates Yurine, Medusa, Minos and Pekola. But everything starts to fall apart when Jashin-chan brings drama to the dinner table.",
                        "jpn": "東京古本屋街、神保町。そこから少し離れたアパートの一室では、天使の「ぺこら」曰く「魔女花園ゆりね主催のサバト」、“すき焼きパーティ”が開かれようとしていた。立ち上る湯気と食欲をそそる音は、部屋の主「花園ゆりね」、「メデューサ」、「ミノス」、「ぺこら」を魅了する。「邪神ちゃん」特製割り下で仕上げるすき焼き…。楽しくあるべき食卓。だが、「邪神ちゃん」の横暴がはじまるとき、それは一変する。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6684713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/6684713",
                    "Titles": {
                        "eng": "Episode 2",
                        "jpn": "第二話"
                    },
                    "Summaries": {
                        "eng": "It's summer. Beth sprawls in the shade and our devil Jashin-chan hogs the fan. Unable to deal with the heat, Jashin-chan summons and bullies Kori-chan the Ice Devil to cool things down...up to a point. Meanwhile, not one soul helps Pekola who's about to faint, but an unexpected savior appears! Watch Pekola try Bondy's curry for the first time and Jashin-chan and Medusa's long history unfold.",
                        "jpn": "青空、白い雲、強烈に照りつける太陽。暑すぎる夏のある日、悪魔である邪神ちゃんは扇風機の前でだらけている。「暑い……、人間界の夏ってやつは暑すぎますの……」。神保町、そこから少し離れた場所にあるアパートの一室で、涼しさを求め邪神ちゃんは魔界から氷の悪魔『氷ちゃん』を呼び寄せる。自分より小さくて弱そうな下級悪魔には容赦しない邪神ちゃんは、夏の涼を求めるため『氷ちゃん』に横暴の限りを尽くそうとするが!!"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "6755191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/6755191",
                    "Titles": {
                        "eng": "Episode 3",
                        "jpn": "第三話"
                    },
                    "Summaries": {
                        "eng": "While the town dances with Christmas spirit, Pekola wanders the streets with a bag full of bread crusts and a carton of milk. Bad Santa Jashin-chan steals Pekola's precious food and as punishment, Yurine turns her into a tree and Beth's feast for the holy night. The surprise visitor turns out to be Kori-chan's sister Yusa and Jashin-chan and Medusa's relationship reveals itself to be questionable.",
                        "jpn": "時は師走。クリスマスの飾りつけがされ楽しげな曲が流れている。救世軍のビルの前には社会鍋が置かれ、通行人が募金している……のを、横目で見つつ天使ぺこらが通り過ぎていく。パンの耳が詰まった袋と、牛乳パックを手に……。そんなぺこらの食料も奪い取る、サンタ姿の邪神ちゃんにゆりねの制裁が下る。氷ちゃんの姉、遊佐の来訪。そして、邪神ちゃんとメデューサの関係が暴露され、邪神ちゃんのクズが加速する。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6755192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/6755192",
                    "Titles": {
                        "eng": "Episode 4",
                        "jpn": "第四話"
                    },
                    "Summaries": {
                        "eng": "Akihabara, the mecca of otaku, is also home to the Gachapon Hall. There, Mei Tachibana, the super cop of Banzaibashi Police, begs Yurine to give Jashin-chan to her and threatens to kill her if she doesn't. Mei swings her sword at Jashin-chan. While completely flustered at the fatal attraction, Jashin-chan still manages to take despicable actions which triggers Medusa's \"passive-aggressive mode.\"",
                        "jpn": "戦後の闇市から発展し、今は世界最大級のオタクの街、それが秋葉原。その一角にあるガチャポン会館の前で、今日も邪神ちゃんの卑劣さが炸裂する。結果、万歳橋警察署のスーパーコップ、橘芽依に邪神ちゃんは逮捕されてしまう。保護者として呼び出されたゆりねに対し、橘芽依は語るのだが…。その一方で邪神ちゃんのメデューサへの卑劣さも加速、ついにメデューサはマジ切れモードの“敬語メデューサ”へと化すのだった。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6782405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/6782405",
                    "Titles": {
                        "eng": "Episode 5",
                        "jpn": "第五話"
                    },
                    "Summaries": {
                        "eng": "After a failed hunt for the second volume of a grimoire in Jinbocho's bookstore district, Jashin-chan and Yurine enjoys lunch at Jiro. Yurine buys take-out for starving Pekola, who is hesitant to accept since she houses the devil. When Pekola finally decides to eat, Jashin-chan had devoured it all. Minos and Jashin-chan's past and Pekola's job is revealed as super cop Mei makes a comeback.",
                        "jpn": "神保町。書店街で邪神ちゃんは魔導書が見つからないことに落胆しつつ、ゆりねとジローで昼食を取る。食事後、ゆりねは天使ぺこらへの差入れとしてお弁当を頼むのであった。施しを受けるか苦悩する空腹のぺこら、そして糧を得ようとした先にいたのは、弁当をむさぼり食べる邪神ちゃんの姿だった。ミノスと邪神ちゃんの幼少期や、再登場で暴走が増す橘芽依。さらにぺこらのバイト話を踏まえ、邪神ちゃんと仲間たちの日常が加速する。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6782502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/6782502",
                    "Titles": {
                        "eng": "Episode 6",
                        "jpn": "第六話"
                    },
                    "Summaries": {
                        "eng": "Jashin-chan whips up pork cutlet curry for dinner one night, then hamburg steak curry the next, then croquette curry on the third night. Yurine calls her out but Jashin-chan's not listening. Our Ice Devils Yusa and Koji are back in town while Pekola encounters her unexpected nemesis. Jashin-chan's dropkick saves Pekola, making her feel overcome with gratitude for the devil.",
                        "jpn": "神保町、ゆりねのアパート。邪神ちゃんの献立、食卓にはカツカレー。「今日の晩御飯はカレーですの～」。翌日、翌々日もカレーが登場する。 「ちょっと、ちょっとちょっと！…」ゆりねのツッコミをよそに、カレーの話題が展開する第6話。遊佐と浩二の雪女姉妹の再登場に、ぺこらには生死をも左右する刺客が！ そして、邪神ちゃんのドロップキックが炸裂する時、天使の輪を無くしたぺこらの胸に感謝の言葉が過るのであった。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "6797544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/6797544",
                    "Titles": {
                        "eng": "Episode 7",
                        "jpn": "第七話"
                    },
                    "Summaries": {
                        "eng": "One afternoon, Jashin-chan was on her way back from the grocery store for Yurine's Polar Bear almond jelly when Poporon attacked her with the Light Sword. Mean, cowardice, lousy, and sly, Poporon's much like Jashin-chan, even though she's an angel. Jashin-chan repels vengeful Poporon by devouring her halo. Will she gain angel powers from it?",
                        "jpn": "昼過ぎの住宅街。ゆりねのお使いで「シロクマ杏仁豆腐」の袋を下げ、家路を急ぐ邪神ちゃんに、凶器が襲い掛かる。「どう？ 光の剣の威力は」。前回邪神ちゃんにす巻きにされ海に放り込まれた天使のぽぽろんによる復讐だったが、邪神ちゃんはこれを撃退しその天使の輪を捕食する。相変わらずのクズっぷりでメデューサを泣かす邪神ちゃん。だが、メデューサとの仲直りのデートに向かう邪神ちゃんには、2本の足が生えるのだった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "6797545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/6797545",
                    "Titles": {
                        "eng": "Episode 8",
                        "jpn": "第八話"
                    },
                    "Summaries": {
                        "eng": "Jashin-chan's voice echoes throughout Jinbocho, \"Lost again, damn it!\" She lost the grocery money by playing the slots and is desperate to make Medusa lend her more. Infuriated, Yurine swings her morning star, \"I've no choice but to kill you.\" Turns out Jashin-chan's addicted to social-network games too. As Halo-less Poporon and the Ogre of Setsubun appears, Jashin-chan finds herself in a loop.",
                        "jpn": "すずらん通り、夕飯の食材を買うお金を遊技につぎ込み、むせび泣く邪神ちゃん。しかし、涙の乾く間もなくメデューサから借用してまでリールを回してしまう。「夕飯のお金まで使い込むなんて、殺すしかないわね…」当然ながらゆりねの鉄槌「モーニングスター」が邪神ちゃんの顔面を襲う。天使の輪を奪われたぺこらの元部下ぽぽろんの再登場に、節分の鬼の来訪。ループするクズ生活から、邪神ちゃんは脱することができるのだろうか？"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "6797546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/6797546",
                    "Titles": {
                        "eng": "Episode 9",
                        "jpn": "第九話"
                    },
                    "Summaries": {
                        "eng": "After her 17,711th loss, Jashin-chan runs to the bank to withdraw Medusa's cash to fund her gambling habit and \"rewrite history.\" Instant karma leads them into a bank robbery and Jashin-chan just wants to save herself while Medusa stands against the robbers to save the people. Jashin-chan's asshole-ness peaks as Minos is more popular with humans and Poporon disguises herself as Noelle Amatsuka.",
                        "jpn": "夕日が差し込むすずらん通り。邪神ちゃんはメデューサを連れパチンコの資金を下しに行く。よりによって銀行強盗に遭遇してしまうふたり。メデューサを犠牲にしてまでも、自らは助かろうとする邪神ちゃん。一方メデューサは追い込まれた境遇の中、人間を守るため悪人への仕置きを決意する。人間から好かれるミノスの日常に、“天使（あまつか）のえる”と名乗り人間界に溶け込んだぽぽろんとゆりねの遭遇など、必見の第9話。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "6797548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/6797548",
                    "Titles": {
                        "eng": "Episode 10",
                        "jpn": "第十話"
                    },
                    "Summaries": {
                        "eng": "Charity workers ask for donations at the station as Pekola walks by with her well-earned pay. Tragedy strikes as her money vanishes into the donation box and her last 2,000 yen gets wasted for curry nanban eaten by Jashin-chan. Yusa and Koji reappear and Pekola works as Poporon's bodyguard. Valentine's Day stirs things up between Jashin-chan and Medusa and Jashin-chan's sleaziness goes on parade!",
                        "jpn": "神保町、駅前。募金活動の声響く街中をぺこらが往く。「やっとまとまったお金が貯まりました。これで念願のお部屋が借りられるかもしれません。今まで頑張ってよかった！」。だが、封筒の現金は募金箱へ消え、最後の弐千円札は神田まつやのカレー南蛮となり、邪神ちゃんの胃の中に消えていく。雪女の姉妹、遊佐と浩二の再登場に、バレンタインデーの邪神ちゃんとメデューサのエピソードも加え、盛りだくさんの第10話。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "6797549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/6797549",
                    "Titles": {
                        "eng": "Episode 11",
                        "jpn": "第十一話"
                    },
                    "Summaries": {
                        "eng": "Jashin-chan's killer dropkick hits Yurine, the finale is here! Turns out, Yurine's down with a cold. Ecstatic, Jashin-chan fantasizes of returning to Hell, but ends up taking care of her with Minos and Medusa. Pekola, Poporon and Mei join them for a flower viewing. After a devilish relapse at the bakery, Persephone II finally finds Jashin-chan, only to bid farewell as she floats off into space!",
                        "jpn": "必殺のドロップキックと共に物語は最後の時へ！ 急病で高熱を発するゆりね。浮かれる邪神ちゃんだが、結局メデューサ、ミノスたちと看病することに。病床のゆりねに邪神ちゃんが歌いかけるオリジナルソング『神保町哀歌』は果たして…。ぺこら、ぽぽろん、芽依も参加する花見に、すずらん通りのエピソード。そして、ひとつの風船が空を飛ぶとき、ついに邪神ちゃんを見つけるペルセポネ2世。だがそれは別れの時でもあった…（テレビ放送）最終回！"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "1816502",
            "URL": "https://thetvdb.com/series/jashin-chan-dropkick/seasons/official/2",
            "Titles": {
                "eng": "Dash",
                "jpn": "邪神ちゃんドロップキック’",
                "deu": "Dropkick on my Devil!! Dash",
                "fra": "Dropkick on my Devil!! Dash",
                "pt": "Dash"
            },
            "Summaries": {
                "eng": "Jashin-chan looks back on the day Hanazono Yurine summoned her. So long as Yurine lives, Jashin-chan can't return to Hell. So Jashin-chan writes Yurine's name in her \"Death NOT\" and swears that she's finally going to land that dropkick on Yurine.\r\n\r\nMeanwhile, a former subordinate of Pekora and Poporon, Pino, shows up. Pekora is overjoyed believing God has finally sent someone to bring her home; however, in Pino's hand is a weapon...",
                "jpn": "ある日、邪神ちゃんは、花園ゆりねに召喚された日のことを想い出していた。ゆりねが生きている限り、魔界に帰れない。そこで、邪神ちゃんは「ですのっと」に、ゆりねの名前を書き、今度こそゆりねにドロップキックを決めようとするのだが…。\r\n一方、ぺこらとぽぽろんの前に、かつての部下ぴのが現れる。ぺこらは、主からようやくお迎えが来たと喜ぶが、ぴのの手には武器が握られていた…。（第1話あらすじより",
                "deu": null,
                "fra": "Passionnée par les sciences occultes et vêtue façon lolita gothique, Yurine Hanazono a invoqué Jashin, une démone au corps de serpent venue tout droit des enfers. Depuis, elle doit cohabiter avec elle dans son appartement de Tokyo. Si Yurine venait à mourir, Jashin pourrait enfin retourner dans son monde. Aussi, cette dernière complote sans cesse pour se débarrasser de la jeune fille... Pendant ce temps débarque Pino, un ancien subordonné des anges Pekola et Poporon. Pekola est ravie de croire que Dieu a finalement envoyé quelqu'un pour la ramener chez elle...",
                "pt": null
            },
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "7551564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7551564",
                    "Titles": {
                        "eng": "Episode 1",
                        "jpn": "第01話"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "7673235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7673235",
                    "Titles": {
                        "eng": "Episode 2",
                        "jpn": "第02話"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "7673236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7673236",
                    "Titles": {
                        "eng": "Episode 3",
                        "jpn": "第03話"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "7673237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7673237",
                    "Titles": {
                        "eng": "Episode 4",
                        "jpn": "第04話"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "7673240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7673240",
                    "Titles": {
                        "eng": "Episode 5",
                        "jpn": "第05話"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "7673244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7673244",
                    "Titles": {
                        "eng": "Episode 6",
                        "jpn": "第06話"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "7673245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7673245",
                    "Titles": {
                        "eng": "Episode 7",
                        "jpn": "第07話"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "7673247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7673247",
                    "Titles": {
                        "eng": "Episode 8",
                        "jpn": "第08話"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "7673249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7673249",
                    "Titles": {
                        "eng": "Episode 9",
                        "jpn": "第09話"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "7673253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7673253",
                    "Titles": {
                        "eng": "Episode 10",
                        "jpn": "第10話"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "7673256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7673256",
                    "Titles": {
                        "eng": "Episode 11",
                        "jpn": "第11話"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "1925859",
            "URL": "https://thetvdb.com/series/jashin-chan-dropkick/seasons/official/3",
            "Titles": {
                "eng": "Dropkick on my Devil!!! X",
                "jpn": "X",
                "deu": "Dropkick on My Devil!!! X"
            },
            "Summaries": {
                "eng": "Jashin-chan looks back on the day Hanazono Yurine summoned her. So long as Yurine lives, Jashin-chan can't return to Hell. So Jashin-chan writes Yurine's name in her \"Death NOT\" and swears that she's finally going to land that dropkick on Yurine.\r\n\r\nMeanwhile, a former subordinate of Pekola and Poporon, Pino, shows up. Pekola is overjoyed believing God has finally sent someone to bring her home; however, in Pino's hand is a weapon...",
                "jpn": null,
                "deu": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8422303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/8422303",
                    "Titles": {
                        "eng": "Armageddon Karuta X",
                        "jpn": "第01話"
                    },
                    "Summaries": {
                        "eng": "Jashin-chan decides to change her character for the beginning of the anime's third season. Seeing her new, serious expression seems to influence Yurine and the other characters, as well... Meanwhile, Pekola welcomes the New Year hungry, as usual. She visits Yurine's house after receiving an invitation to eat ozoni, but for some reason, the gang breaks into a karuta game before they start the meal. The game then progresses into a battle between devils, angels, and humans...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9249971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/9249971",
                    "Titles": {
                        "eng": "All the Pills Are Hard Candies",
                        "jpn": "第02話"
                    },
                    "Summaries": {
                        "eng": "Now that Pino has been run out of Heaven, she fears that someone will be coming from there at any time to eliminate her. She heads to the park, where she hears Yurine's angry voice. Startled, Pino looks over to see Yurine's fist flying toward Jashin-chan... but striking a little girl instead. Yurine panics when she realizes what she's done, but the child seems unfazed. Pino then realizes that the child is Lierre, the God of Heaven, on a visit to the human realm.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9249972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/9249972",
                    "Titles": {
                        "eng": "The Deadly Party Whistle",
                        "jpn": "第03話"
                    },
                    "Summaries": {
                        "eng": "The many sides of Jashin-chan are holding a meeting within Jashin-chan's head. It seems one of the attendees believes that Jashin-chan is incapable of ever beating Yurine, and the \"original\" is intent on rooting out the traitor, but they all begin to suspect each other and an argument ensues. Later, Yurine and Jashin-chan come across a Jizo statue by the roadside, and Jashin-chan eats the mikan that someone left there as an offering. Yurine warns her that she may incur karma's wrath for stealing an offering to a god, but Jashin-chan doesn't listen...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9249974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/9249974",
                    "Titles": {
                        "eng": "How to Have a Wicked Time in Jinbocho",
                        "jpn": "第04話"
                    },
                    "Summaries": {
                        "eng": "Jashin-chan is helping Pino for once, by raking up fallen leaves. Once she has swept them into a sizable pile, she smiles suspiciously as she looks at them, seeming to formulate a plan... Days later, Jashin-chan is walking down the street, visibly frustrated, when a great idea hits her! She hides in Yurine's room disguised as a statue while Yurine is away from home. But when Yurine returns home and actually doesn't seem to notice the statue's true identity, Jashin-chan is so surprised that she loses sight of her plan...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9268684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/9268684",
                    "Titles": {
                        "eng": "To Love and Be Loved by Thirty Million",
                        "jpn": "第05話"
                    },
                    "Summaries": {
                        "eng": "Jashin-chan is excited to learn that her beloved childhood teacher, Persephone, is coming to visit.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9287800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/9287800",
                    "Titles": {
                        "eng": "Gilding Kamuy: Kushiro",
                        "jpn": "第6話"
                    },
                    "Summaries": {
                        "eng": "When Jashin-chan runs away to escape debt collectors, the gang heads to Kushiro, Hokkaido, to find her.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9299806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/9299806",
                    "Titles": {
                        "eng": "The Shape of a Smile: What I Found in Obihiro",
                        "jpn": "第7話"
                    },
                    "Summaries": {
                        "eng": "Jashin-chan's flight from debt collectors takes her to Obihiro, Hokkaido, where she continues trying to make a quick fortune.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9309025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/9309025",
                    "Titles": {
                        "eng": "Riding a Dolphin Into Chaos",
                        "jpn": "第8話"
                    },
                    "Summaries": {
                        "eng": "Jashin-chan continues to flee from debt collectors, this time ending up in the southern coastal town of Minamishimabara.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9319019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/9319019",
                    "Titles": {
                        "eng": "Lavender-Colored Eyes Misting Over in Furano",
                        "jpn": "第9話"
                    },
                    "Summaries": {
                        "eng": "As the gang explores Furano, Hokkaido, the weight of Jashin-chan's debt begins to push her and Medusa to the brink of despair...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9319020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/9319020",
                    "Titles": {
                        "eng": "Ask the Sky! My Name Is Jashin-chan!",
                        "jpn": "第10話"
                    },
                    "Summaries": {
                        "eng": "Jashin-chan comes home to find Yurine gone, and begins to wonder if she's finally abandoned her.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9319021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/9319021",
                    "Titles": {
                        "eng": "The Jinbocho Blood Donation Center",
                        "jpn": "第11話"
                    },
                    "Summaries": {
                        "eng": "Jashin-chan recalls all the naughty things she did as a child, and decides to donate blood to make up for them.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9319022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/9319022",
                    "Titles": {
                        "eng": "Forever Dropkick",
                        "jpn": "第12話"
                    },
                    "Summaries": {
                        "eng": "Princess Ecute of the vampires tries to get Yurine to join the vampire clan, and Jashin-chan is determined to stop her.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}