{
    "URL": "https://thetvdb.com/series/tsukumogami-kashimasu",
    "Genres": [
        "Animation",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8574388/",
        "http://tsukumogami.jp/",
        "https://www.themoviedb.org/tv/80448",
        "https://x.com/tsukumogami_tv"
    ],
    "TitleEnglish": "We Rent Tsukumogami",
    "SummaryEnglish": "The series is set during the Edo period, in the Fukagawa ward of old Edo (present-day Tokyo). Because the area is prone to fire and flooding, residents rent everyday items like pots, futons, and clothing from shops instead of purchasing them, so as not to impede them when they flee. Obeni and Seiji, an older sister and younger brother, run one such rental shop called Izumoya. However, mixed in with their inventory are tsukumogami, objects that have turned into spirits after a hundred years of existence. The siblings sometimes lend these sentient items to customers. Both Obeni and Seiji can see and talk to these spirits, and other tsukumogami often come to the store after hearing of the famed siblings.",
    "Aliases": [],
    "Modified": "2024-11-01",
    "Seasons": {
        "1": {
            "ID": "769984",
            "URL": "https://thetvdb.com/series/tsukumogami-kashimasu/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6741307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukumogami-kashimasu/episodes/6741307",
                    "TitleEnglish": "Rikyu-Nezumi (Tea Leaf Gray)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "6768789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukumogami-kashimasu/episodes/6768789",
                    "TitleEnglish": "Kuchinashi (Gardenia)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "6768790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukumogami-kashimasu/episodes/6768790",
                    "TitleEnglish": "Nadeshiko (Dianthus)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "6768791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukumogami-kashimasu/episodes/6768791",
                    "TitleEnglish": "Kogarekou",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "6768792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukumogami-kashimasu/episodes/6768792",
                    "TitleEnglish": "Fukagawa-nezumi",
                    "SummaryEnglish": "Recently, the hot-topic around town has been the appearance of the chivalrous bandit, Itachi Kozo. According to the rumors, the bandit listens to the wishes of those coming to a particular shrine and will grant them. Heizo, a reformed convict now working for the local police, admits to Seiji and Oko that while at the shrine he inadvertently admitted to wanting the princess doll in their shop, and, sure enough, Itachi Kozo appears at the Izumo-ya that night and steals Ohime away. What will be the conclusion of the tale of the chivalrous bandit that has sparked much commotion in Edo?",
                    "Aliases": []
                },
                "6": {
                    "ID": "6781718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukumogami-kashimasu/episodes/6781718",
                    "TitleEnglish": "Heki-ruri",
                    "SummaryEnglish": "One morning, Seiji runs into Kounosuke while out on a walk. The two young men discuss recent affairs on Ryogoku bridge, but Kounosuke suddenly loses his balance and falls in the river, accidentally pulling Seiji with him and losing his precious seal box, Kogare-kou, that has been passed down in his family for generations. Kounosuke does his best to look for it, but to no avail. Meanwhile, another young man appears to have found Kogare-kou and demands a considerable sum for its return. With Kounosuke facing being disowned by his family if he cannot get the object back, Seiji and Oko do their best to help him raise the money with the help of the tsukumogami.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6799349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukumogami-kashimasu/episodes/6799349",
                    "TitleEnglish": "Uraha-yanagi",
                    "SummaryEnglish": "Katsusaburo tells Seiji about a young cook from his estate named Tokubei who has recently opened up his own shop, and, as a way to celebrate his success, Katsusaburo hopes to borrow some items from the Izumo-ya to decorate Tokubei's shop. The tsukumogami who are lent to Tokubei's shop, the Tsuru-ya, come back with reports of a mysterious female ghost haunting the property. As the search is on to find out more about the identity of the female ghost, the tragic details of Tokubei's sad past come to light.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6799350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukumogami-kashimasu/episodes/6799350",
                    "TitleEnglish": "Edo-murasaki",
                    "SummaryEnglish": "One day, Seiji receives an odd request from Kounosuke to look into the background of a seaweed wholesaler named Hansuke that he is on good terms with. Stylish and dashing, Hansuke is a ladies man who has a talent for business despite his age and his seaweed wholesale shop has been very successful, but Kounosuke is suspicious of his unusual generosity towards him believing that Hansuke has ulterior motives. Seiji is unable to find out anything unusual about Hansuke, but while out on a boating trip he notices that Hansuke has an odd reaction to the kiseru that Goi inhabits. What kind of past connection do Goi and Hansuke have?",
                    "Aliases": []
                },
                "9": {
                    "ID": "6799351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukumogami-kashimasu/episodes/6799351",
                    "TitleEnglish": "Hisoku",
                    "SummaryEnglish": "Oko has been on a never-ending search for the incense burner, Suou, that is deeply tied to a man named Sataro, who once admitted his love for her. Clues about the item has been hard to come by, but one day, while Tsukuyomi and Ohime are lent out to the Tsuru-ya, they overhear that another person is also searching for Suou. Upon hearing about the conversation, Seiji begins to think that the person might be Sataro himself and with a mixture of complicated feelings he starts to search out more information on this individual.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6799352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukumogami-kashimasu/episodes/6799352",
                    "TitleEnglish": "Binrouji-zome",
                    "SummaryEnglish": "There is significant debt inherited from Seiji's father and it is due for repayment. Seiji beseeches the man who holds their debt and, in honor of Seiji's late father, he grants a one month extension. The man even suggests that Seiji consider selling some of the items in the lending shop, but Seiji turns it down. Though the debt is great, Seiji tries to come up with an alternative means of coming up with the money. Meanwhile, a samurai named Yaemon of the Takada clan visits the Izumo-ya and says he wants to buy the rabbit comb that Usagi inhabits at any price.",
                    "Aliases": []
                },
                "11": {
                    "ID": "6799354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukumogami-kashimasu/episodes/6799354",
                    "TitleEnglish": "Nise-murasaki",
                    "SummaryEnglish": "Despite confessing his feelings for Oko, Sataro left Edo due to unavoidable circumstances with a promise to return, but now Seiji has received word that Sataro has indeed been true to his word and returned to the city. However, Sataro has yet to come and see Oko, which leads to some suspicion that he might be missing or met with some unfortunate accident. For Oko's sake, and pushing his own feelings aside, Seiji looks for Sataro, but he is completely blindsided when confronted by Oko's true feelings.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6799355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukumogami-kashimasu/episodes/6799355",
                    "TitleEnglish": "Suou",
                    "SummaryEnglish": "Despite confessing his feelings for Oko, Sataro left Edo due to unavoidable circumstances with a promise to return, but now Seiji has received word that Sataro has indeed been true to his word and returned to the city. However, Sataro has yet to come and see Oko, which leads to some suspicion that he might be missing or met with some unfortunate accident. For Oko's sake, and pushing his own feelings aside, Seiji looks for Sataro, but he is completely blindsided when confronted by Oko's true feelings.",
                    "Aliases": []
                }
            }
        }
    }
}