{
    "URL": "https://thetvdb.com/series/tsukumogami-kashimasu",
    "Genres": [
        "Animation",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8574388/",
        "http://tsukumogami.jp/",
        "https://www.themoviedb.org/tv/80448",
        "https://x.com/tsukumogami_tv"
    ],
    "Titles": {
        "eng": "We Rent Tsukumogami",
        "jpn": "つくもがみ貸します"
    },
    "Summaries": {
        "eng": "The series is set during the Edo period, in the Fukagawa ward of old Edo (present-day Tokyo). Because the area is prone to fire and flooding, residents rent everyday items like pots, futons, and clothing from shops instead of purchasing them, so as not to impede them when they flee. Obeni and Seiji, an older sister and younger brother, run one such rental shop called Izumoya. However, mixed in with their inventory are tsukumogami, objects that have turned into spirits after a hundred years of existence. The siblings sometimes lend these sentient items to customers. Both Obeni and Seiji can see and talk to these spirits, and other tsukumogami often come to the store after hearing of the famed siblings.",
        "jpn": "江戸は深川、仲町にて損料屋・出雲屋を営む、\r\nお紅と清次という姉弟がいた。\r\n損料屋というのは、日用品から骨董品、そして美術品とありとあらゆる品を\r\nいくらかで客に貸し出す商いのこと。\r\nただこの出雲屋は取り扱う道具たちが、他の店のものと一味も二味も違うのは、\r\n作られてから百年以上が過ぎ、魂をやどした「つくもがみ」という\r\n一種の妖のようなもになってしまっているところ。\r\nお客の元に貸し出されては、色々な話を聞いて来て、\r\n噂話を繰り広げる「つくもがみ」たちの力を借りながら\r\nこの町で起こる大小さまざまな騒動を解決していく。\r\n江戸の町に花開く「つくもがみ」と\r\n人間たちとが織り成す悲劇こもごもの人情噺、\r\n骨の髄までとくとご堪能あれ―――。"
    },
    "Aliases": [],
    "Modified": "2024-11-01",
    "Seasons": {
        "1": {
            "ID": "769984",
            "URL": "https://thetvdb.com/series/tsukumogami-kashimasu/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6741307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukumogami-kashimasu/episodes/6741307",
                    "Titles": {
                        "eng": "Rikyu-Nezumi (Tea Leaf Gray)",
                        "jpn": "利休鼠"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "江戸は深川・仲町にて損料屋・出雲屋を営む清次とお紅の姉弟の元に、武家の次男坊である勝三郎が訪れて、失くしてしまった鼠の根付を探して欲しいと依頼する。その根付は、結婚相手である有力武家の蜂屋家の跡取りに代々受け継がれてきたもので、それがないと結婚の話自体が立ち消えになってしまうという。依頼を受けた清次は店のつくもがみたちを使い、情報を集めていくのだが、衝撃の事実が待ち受けており……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6768789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukumogami-kashimasu/episodes/6768789",
                    "Titles": {
                        "eng": "Kuchinashi (Gardenia)",
                        "jpn": "梔子"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "古美術商の浜松屋宗右衛門という人物から、源義経、光源氏などが描かれた店の掛け軸の絵が夜ごと入れ替わるので調べて欲しいという相談を受ける清次。つくもがみたちを宗右衛門の店へと貸し出して情報を集めると、なんと店の掛け軸たちもつくもがみであることが判明する。その掛け軸のつくもがみたちは、女性のつくもがみを巡って日々競い合っていて、それが原因で絵が毎夜入れ替わっていたのだった。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "6768790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukumogami-kashimasu/episodes/6768790",
                    "Titles": {
                        "eng": "Nadeshiko (Dianthus)",
                        "jpn": "撫子"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "勝三郎の許嫁の早苗の道具を引き取るため、蜂屋家の屋敷を訪れたお紅。しかし早苗は大いに不満がたまっている様子。お紅が話を聞くと、母のおたつが婚礼を機に早苗を一人前の凛とした大人の女性にしようとして、厳しく接してくるようになってきたという。すれ違う親子の想いを繋ぐため、清次とお紅が奮闘する。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6768791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukumogami-kashimasu/episodes/6768791",
                    "Titles": {
                        "eng": "Kogarekou",
                        "jpn": "焦香"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "出雲屋には最近、粋な遊び人として名の通った両国の呉服屋・近江屋の若旦那である幸之助が頻繁に姿を現していた。幸之助には表向きは粋だが、それは女性を油断させる為の演技ではないかという噂があり、そんな人物にお紅が好意を持たれたらと清次は気が気ではない。そこで清次は幸之助と酒の席を共にするという御仁につくもがみを持たせて、幸之助の人となり、そして真意を探ろうとするのだが……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6768792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukumogami-kashimasu/episodes/6768792",
                    "Titles": {
                        "eng": "Fukagawa-nezumi",
                        "jpn": "深川鼠"
                    },
                    "Summaries": {
                        "eng": "Recently, the hot-topic around town has been the appearance of the chivalrous bandit, Itachi Kozo. According to the rumors, the bandit listens to the wishes of those coming to a particular shrine and will grant them. Heizo, a reformed convict now working for the local police, admits to Seiji and Oko that while at the shrine he inadvertently admitted to wanting the princess doll in their shop, and, sure enough, Itachi Kozo appears at the Izumo-ya that night and steals Ohime away. What will be the conclusion of the tale of the chivalrous bandit that has sparked much commotion in Edo?",
                        "jpn": "最近、江戸の街に義賊「イタチ小僧」が現れて大活躍。なんでも噂によれば麻布の神社で願掛けすると、イタチ小僧がそれを聞きつけて願いを叶えてくれるという。そんな中、岡っ引きである平蔵が出雲屋を訪れ、清次とお紅につい出来心で麻布の神社に出雲屋の姫人形・お姫が欲しいと願掛けをしてしまったと告げる。すると噂通りに出雲屋にイタチ小僧が現れて……。江戸の街を賑わすイタチ小僧騒動、その結末はいかに！？"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6781718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukumogami-kashimasu/episodes/6781718",
                    "Titles": {
                        "eng": "Heki-ruri",
                        "jpn": "碧瑠璃"
                    },
                    "Summaries": {
                        "eng": "One morning, Seiji runs into Kounosuke while out on a walk. The two young men discuss recent affairs on Ryogoku bridge, but Kounosuke suddenly loses his balance and falls in the river, accidentally pulling Seiji with him and losing his precious seal box, Kogare-kou, that has been passed down in his family for generations. Kounosuke does his best to look for it, but to no avail. Meanwhile, another young man appears to have found Kogare-kou and demands a considerable sum for its return. With Kounosuke facing being disowned by his family if he cannot get the object back, Seiji and Oko do their best to help him raise the money with the help of the tsukumogami.",
                        "jpn": "ある朝、散歩に出かけた清次は幸之助と出会う。両国橋の上で近況を話していた二人だったが、ふとしたはずみで幸之助が川へと落ちてしまい、代々受け継がれてきた印籠「焦香」を失くしてしまう。幸之助は賢明に探すが「焦香」は中々見つからない。そんな中、「焦香」を拾ったという若い衆が現れ、返して欲しければ30両を用立てろと要求してくる。印籠を取り返せなければ家を勘当されてしまう幸之助のために、清次とお紅は資金を調達すべく、つくもがみと共に江戸の街を奔走する。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "6799349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukumogami-kashimasu/episodes/6799349",
                    "Titles": {
                        "eng": "Uraha-yanagi",
                        "jpn": "裏葉柳"
                    },
                    "Summaries": {
                        "eng": "Katsusaburo tells Seiji about a young cook from his estate named Tokubei who has recently opened up his own shop, and, as a way to celebrate his success, Katsusaburo hopes to borrow some items from the Izumo-ya to decorate Tokubei's shop. The tsukumogami who are lent to Tokubei's shop, the Tsuru-ya, come back with reports of a mysterious female ghost haunting the property. As the search is on to find out more about the identity of the female ghost, the tragic details of Tokubei's sad past come to light.",
                        "jpn": "勝三郎のいる佐久間家で働いていた料理人・徳兵衛の独立祝いに祝儀として出雲屋の道具を貸し出して欲しいとの依頼を受ける清次。そこでいつものようにつくもがみを徳兵衛の店へと貸し出すと、店で女の幽霊を見たと言い出すつくもがみたち。その女幽霊の正体を探る中で徳兵衛が背負う、重く哀しい過去が明らかになっていく……果たして女幽霊の正体とは！？"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "6799350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukumogami-kashimasu/episodes/6799350",
                    "Titles": {
                        "eng": "Edo-murasaki",
                        "jpn": "江戸紫"
                    },
                    "Summaries": {
                        "eng": "One day, Seiji receives an odd request from Kounosuke to look into the background of a seaweed wholesaler named Hansuke that he is on good terms with. Stylish and dashing, Hansuke is a ladies man who has a talent for business despite his age and his seaweed wholesale shop has been very successful, but Kounosuke is suspicious of his unusual generosity towards him believing that Hansuke has ulterior motives. Seiji is unable to find out anything unusual about Hansuke, but while out on a boating trip he notices that Hansuke has an odd reaction to the kiseru that Goi inhabits. What kind of past connection do Goi and Hansuke have?",
                        "jpn": "ある時、清次は幸之助から、最近仲良くなった海苔問屋の半助という人物について調べて欲しいと相談を受ける。粋で鯔背、若くして海苔問屋を成功させる商売の才覚も持ち合わせる色男の半助が、見返りなく自分に良くしてくれる事に対し、何か裏があるのでは……と幸之助は疑っていた。清次から見ても完全無欠の半助だったが、皆で舟遊びに出かけたとき、半助がキセルのつくもがみ「五位」を見た瞬間、なぜか表情が一瞬こわ張る。五位と半助の間に一体、何があったのか！？"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "6799351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukumogami-kashimasu/episodes/6799351",
                    "Titles": {
                        "eng": "Hisoku",
                        "jpn": "秘色"
                    },
                    "Summaries": {
                        "eng": "Oko has been on a never-ending search for the incense burner, Suou, that is deeply tied to a man named Sataro, who once admitted his love for her. Clues about the item has been hard to come by, but one day, while Tsukuyomi and Ohime are lent out to the Tsuru-ya, they overhear that another person is also searching for Suou. Upon hearing about the conversation, Seiji begins to think that the person might be Sataro himself and with a mixture of complicated feelings he starts to search out more information on this individual.",
                        "jpn": "お紅はかつて愛を告げられた佐太郎という男と所縁の深い「蘇芳」なる香炉をずっと探していた。中々手掛かりがつかめずにいたのだが、ある日、月夜見とお姫が貸し出された料理屋にて、お紅と同じく「蘇芳」を探していると話す人物と出くわす。その話を聞いた清次はその人物こそが佐太郎ではないかと考え、複雑な想いを抱えつつも探索へと乗り出す。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "6799352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukumogami-kashimasu/episodes/6799352",
                    "Titles": {
                        "eng": "Binrouji-zome",
                        "jpn": "檳榔子染"
                    },
                    "Summaries": {
                        "eng": "There is significant debt inherited from Seiji's father and it is due for repayment. Seiji beseeches the man who holds their debt and, in honor of Seiji's late father, he grants a one month extension. The man even suggests that Seiji consider selling some of the items in the lending shop, but Seiji turns it down. Though the debt is great, Seiji tries to come up with an alternative means of coming up with the money. Meanwhile, a samurai named Yaemon of the Takada clan visits the Izumo-ya and says he wants to buy the rabbit comb that Usagi inhabits at any price.",
                        "jpn": "出雲屋には現在、20両もの借金がありその返済期限が迫っていた。清次は貸し手である網元に頼み込み返済を一か月だけ待ってもらう。網元は損料屋の品物を売ってお金を作ることを勧めてくるが、清次はその提案を断る。ただ20両はあまりにも大金で、他にめぼしい金策も見つからない。そんな中、高田藩の上川弥右衛門という武士が出雲屋に現れ、うさぎの櫛をどんな高値でもいいから売って欲しいと言ってくる。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "6799354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukumogami-kashimasu/episodes/6799354",
                    "Titles": {
                        "eng": "Nise-murasaki",
                        "jpn": "似せ紫"
                    },
                    "Summaries": {
                        "eng": "Despite confessing his feelings for Oko, Sataro left Edo due to unavoidable circumstances with a promise to return, but now Seiji has received word that Sataro has indeed been true to his word and returned to the city. However, Sataro has yet to come and see Oko, which leads to some suspicion that he might be missing or met with some unfortunate accident. For Oko's sake, and pushing his own feelings aside, Seiji looks for Sataro, but he is completely blindsided when confronted by Oko's true feelings.",
                        "jpn": "許嫁の早苗が前の恋を引きずっているのではないかと不安を覚えた勝三郎から、早苗の気持ちを確かめて欲しいという相談を受けた清次。半助に相談してみると、幸之助もおはなとの恋愛に悩んでいるので、ちょうどいい機会と勝三郎と早苗、幸之助とおはなの4人を招き、茶会を開こうという事になる。その茶の席で、人情の機微に長けた半助の話を聞いた清次は、探し続けてきた香炉「蘇芳」のありかについて、とある考えが頭に浮かぶ。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "6799355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukumogami-kashimasu/episodes/6799355",
                    "Titles": {
                        "eng": "Suou",
                        "jpn": "蘇芳"
                    },
                    "Summaries": {
                        "eng": "Despite confessing his feelings for Oko, Sataro left Edo due to unavoidable circumstances with a promise to return, but now Seiji has received word that Sataro has indeed been true to his word and returned to the city. However, Sataro has yet to come and see Oko, which leads to some suspicion that he might be missing or met with some unfortunate accident. For Oko's sake, and pushing his own feelings aside, Seiji looks for Sataro, but he is completely blindsided when confronted by Oko's true feelings.",
                        "jpn": "お紅に対し愛を打ち明けるも、やむにやまれぬ事情から江戸を去ったはずの佐太郎が再び江戸へと戻ってきたとの報が清次、そしてお紅の元へと入る。しかし佐太郎はお紅の前には一向に姿を現さず、それどころからまたどこかに消えてしまったのではないかという話まで出てくる。お紅の為を思い、自分の気持ちを押し殺して佐太郎を探す清次。しかしお紅が抱く想いは清次が全く予想だにしないものだった……。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}