{
    "URL": "https://thetvdb.com/series/jashin-chan-dropkick",
    "Genres": [
        "Adaptation",
        "Anime - Seinen",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8400662/",
        "http://jashinchan.com/",
        "http://www.reddit.com/r/JashinChanDropkick",
        "https://www.tvmaze.com/shows/36825/show-slug",
        "https://www.themoviedb.org/tv/80713",
        "https://www.wikidata.org/wiki/Q113434592",
        "https://en.wikipedia.org/wiki/Dropkick_on_My_Devil!",
        "https://x.com/jashinchan_PJ",
        "https://www.youtube.com/c/UChu8Yu_w9z8DGFtXzuGvDlg"
    ],
    "TitleEnglish": "Dropkick on My Devil!",
    "SummaryEnglish": "Yurine is a delusional gothic lolita who summons a demon girl with the tail of a cobra, Jashin-chan. They'll have to live together - until Yurine finds a way to send Jashin-chan back to hell, or until Jashin-chan kills Yurine.",
    "Aliases": [
        "Dropkick on My Devil!!'",
        "Dropkick on My Devil!! Dash",
        "Dropkick on My Devil!!! X",
        "邪神ちゃんドロップキック (2018)",
        "邪神ちゃんドロップキック’",
        "Jashin-chan Dropkick",
        "Jashin-chan Dropkick'",
        "Jashin-chan Dropkick X"
    ],
    "Modified": "2025-09-28",
    "Seasons": {
        "0": {
            "ID": "763783",
            "URL": "https://thetvdb.com/series/jashin-chan-dropkick/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 17,
            "Episodes": {
                "1": {
                    "ID": "7491233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7491233",
                    "TitleEnglish": "Jashin-Channel V Special",
                    "SummaryEnglish": "Jashin-chan (voiced by Suzuki Aina) and Hanazono Yurine (voiced by Omori Ninomiya) from the anime \"Dropkick on My Devil\" become VTubers and look back on \"That Day's Jashin-chan\" from Yurine's room with a gradually soaking excitement. While looking back on the first 11 episodes of the anime with \"distorted memories,\" they also introduce topics that happened around Jashin-chan and her friends. This is content you can't miss, as it also delves into the future of \"Jashin-chan\"!",
                    "Aliases": []
                },
                "2": {
                    "ID": "6842667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/6842667",
                    "TitleEnglish": "Episode 12",
                    "SummaryEnglish": "\"It\" was believed to be traveling in space, but, \"I'm back, guys!\" Due to popular demand, we decided to bring Jashin-chan back for an extra episode! What will she face when she returns to Earth? Yurine, Medusa, Pekola, Minos, Yusa, Koji and Peru-chan are all in for the \"swimsuit edition\"! Then appears Kraken for what seemed like the last battle of the season, but the real battle continues...",
                    "Aliases": []
                },
                "3": {
                    "ID": "7740468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7740468",
                    "TitleEnglish": "Chapter Chitose",
                    "SummaryEnglish": "The episode was funded by Chitose's hometown tax program, in which taxpayers can donate to city programs in exchange for tax breaks and other incentives. The story will deal with the process and incentives of the hometown tax program.",
                    "Aliases": []
                },
                "4": {
                    "ID": "9457961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/9457961",
                    "TitleEnglish": "Dropkick on My Devil! X Furano Edition",
                    "SummaryEnglish": "Please watch the video, which is packed with the charms of Furano, and answer a simple questionnaire on whether your image of Furano has improved. As soon as the content of the video was reported on the Internet, the video was quickly made public, which became a hot topic.",
                    "Aliases": []
                },
                "17": {
                    "ID": "10212500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/10212500",
                    "TitleEnglish": "Dropkick on My Devil!!: End of Century Edition",
                    "SummaryEnglish": "Objects falling from space have reduced Jinbouchou to ruins. Jashin-chan, guided by the stars, heads south to defeat Yurine Hanazono, the ruler of this violent town. When she arrives in Takamori, at the foot of the beautiful Aso mountain range, she finds...",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "763784",
            "URL": "https://thetvdb.com/series/jashin-chan-dropkick/seasons/official/1",
            "TitleEnglish": "Dropkick on my Devil!",
            "SummaryEnglish": null,
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "6678765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/6678765",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "Tokyo, the big city. In the corner of this world, another day of bittersweet drama is about to unfold... According to Pekola the angel, Yurine the witch hosts a sabbath at a run-down apartment in Jinbocho. There, Jashin-chan the devil prepares a divine hot pot that captivates Yurine, Medusa, Minos and Pekola. But everything starts to fall apart when Jashin-chan brings drama to the dinner table.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6684713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/6684713",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "It's summer. Beth sprawls in the shade and our devil Jashin-chan hogs the fan. Unable to deal with the heat, Jashin-chan summons and bullies Kori-chan the Ice Devil to cool things down...up to a point. Meanwhile, not one soul helps Pekola who's about to faint, but an unexpected savior appears! Watch Pekola try Bondy's curry for the first time and Jashin-chan and Medusa's long history unfold.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6755191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/6755191",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "While the town dances with Christmas spirit, Pekola wanders the streets with a bag full of bread crusts and a carton of milk. Bad Santa Jashin-chan steals Pekola's precious food and as punishment, Yurine turns her into a tree and Beth's feast for the holy night. The surprise visitor turns out to be Kori-chan's sister Yusa and Jashin-chan and Medusa's relationship reveals itself to be questionable.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6755192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/6755192",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "Akihabara, the mecca of otaku, is also home to the Gachapon Hall. There, Mei Tachibana, the super cop of Banzaibashi Police, begs Yurine to give Jashin-chan to her and threatens to kill her if she doesn't. Mei swings her sword at Jashin-chan. While completely flustered at the fatal attraction, Jashin-chan still manages to take despicable actions which triggers Medusa's \"passive-aggressive mode.\"",
                    "Aliases": []
                },
                "5": {
                    "ID": "6782405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/6782405",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "After a failed hunt for the second volume of a grimoire in Jinbocho's bookstore district, Jashin-chan and Yurine enjoys lunch at Jiro. Yurine buys take-out for starving Pekola, who is hesitant to accept since she houses the devil. When Pekola finally decides to eat, Jashin-chan had devoured it all. Minos and Jashin-chan's past and Pekola's job is revealed as super cop Mei makes a comeback.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6782502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/6782502",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "Jashin-chan whips up pork cutlet curry for dinner one night, then hamburg steak curry the next, then croquette curry on the third night. Yurine calls her out but Jashin-chan's not listening. Our Ice Devils Yusa and Koji are back in town while Pekola encounters her unexpected nemesis. Jashin-chan's dropkick saves Pekola, making her feel overcome with gratitude for the devil.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6797544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/6797544",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "One afternoon, Jashin-chan was on her way back from the grocery store for Yurine's Polar Bear almond jelly when Poporon attacked her with the Light Sword. Mean, cowardice, lousy, and sly, Poporon's much like Jashin-chan, even though she's an angel. Jashin-chan repels vengeful Poporon by devouring her halo. Will she gain angel powers from it?",
                    "Aliases": []
                },
                "8": {
                    "ID": "6797545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/6797545",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "Jashin-chan's voice echoes throughout Jinbocho, \"Lost again, damn it!\" She lost the grocery money by playing the slots and is desperate to make Medusa lend her more. Infuriated, Yurine swings her morning star, \"I've no choice but to kill you.\" Turns out Jashin-chan's addicted to social-network games too. As Halo-less Poporon and the Ogre of Setsubun appears, Jashin-chan finds herself in a loop.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6797546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/6797546",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "After her 17,711th loss, Jashin-chan runs to the bank to withdraw Medusa's cash to fund her gambling habit and \"rewrite history.\" Instant karma leads them into a bank robbery and Jashin-chan just wants to save herself while Medusa stands against the robbers to save the people. Jashin-chan's asshole-ness peaks as Minos is more popular with humans and Poporon disguises herself as Noelle Amatsuka.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6797548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/6797548",
                    "TitleEnglish": "Episode 10",
                    "SummaryEnglish": "Charity workers ask for donations at the station as Pekola walks by with her well-earned pay. Tragedy strikes as her money vanishes into the donation box and her last 2,000 yen gets wasted for curry nanban eaten by Jashin-chan. Yusa and Koji reappear and Pekola works as Poporon's bodyguard. Valentine's Day stirs things up between Jashin-chan and Medusa and Jashin-chan's sleaziness goes on parade!",
                    "Aliases": []
                },
                "11": {
                    "ID": "6797549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/6797549",
                    "TitleEnglish": "Episode 11",
                    "SummaryEnglish": "Jashin-chan's killer dropkick hits Yurine, the finale is here! Turns out, Yurine's down with a cold. Ecstatic, Jashin-chan fantasizes of returning to Hell, but ends up taking care of her with Minos and Medusa. Pekola, Poporon and Mei join them for a flower viewing. After a devilish relapse at the bakery, Persephone II finally finds Jashin-chan, only to bid farewell as she floats off into space!",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "1816502",
            "URL": "https://thetvdb.com/series/jashin-chan-dropkick/seasons/official/2",
            "TitleEnglish": "Dash",
            "SummaryEnglish": "Jashin-chan looks back on the day Hanazono Yurine summoned her. So long as Yurine lives, Jashin-chan can't return to Hell. So Jashin-chan writes Yurine's name in her \"Death NOT\" and swears that she's finally going to land that dropkick on Yurine.\r\n\r\nMeanwhile, a former subordinate of Pekora and Poporon, Pino, shows up. Pekora is overjoyed believing God has finally sent someone to bring her home; however, in Pino's hand is a weapon...",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "7551564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7551564",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "7673235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7673235",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "7673236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7673236",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "7673237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7673237",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "7673240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7673240",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "7673244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7673244",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "7673245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7673245",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "7673247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7673247",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "7673249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7673249",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "7673253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7673253",
                    "TitleEnglish": "Episode 10",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "7673256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/7673256",
                    "TitleEnglish": "Episode 11",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "1925859",
            "URL": "https://thetvdb.com/series/jashin-chan-dropkick/seasons/official/3",
            "TitleEnglish": "Dropkick on my Devil!!! X",
            "SummaryEnglish": "Jashin-chan looks back on the day Hanazono Yurine summoned her. So long as Yurine lives, Jashin-chan can't return to Hell. So Jashin-chan writes Yurine's name in her \"Death NOT\" and swears that she's finally going to land that dropkick on Yurine.\r\n\r\nMeanwhile, a former subordinate of Pekola and Poporon, Pino, shows up. Pekola is overjoyed believing God has finally sent someone to bring her home; however, in Pino's hand is a weapon...",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8422303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/8422303",
                    "TitleEnglish": "Armageddon Karuta X",
                    "SummaryEnglish": "Jashin-chan decides to change her character for the beginning of the anime's third season. Seeing her new, serious expression seems to influence Yurine and the other characters, as well... Meanwhile, Pekola welcomes the New Year hungry, as usual. She visits Yurine's house after receiving an invitation to eat ozoni, but for some reason, the gang breaks into a karuta game before they start the meal. The game then progresses into a battle between devils, angels, and humans...",
                    "Aliases": []
                },
                "2": {
                    "ID": "9249971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/9249971",
                    "TitleEnglish": "All the Pills Are Hard Candies",
                    "SummaryEnglish": "Now that Pino has been run out of Heaven, she fears that someone will be coming from there at any time to eliminate her. She heads to the park, where she hears Yurine's angry voice. Startled, Pino looks over to see Yurine's fist flying toward Jashin-chan... but striking a little girl instead. Yurine panics when she realizes what she's done, but the child seems unfazed. Pino then realizes that the child is Lierre, the God of Heaven, on a visit to the human realm.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9249972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/9249972",
                    "TitleEnglish": "The Deadly Party Whistle",
                    "SummaryEnglish": "The many sides of Jashin-chan are holding a meeting within Jashin-chan's head. It seems one of the attendees believes that Jashin-chan is incapable of ever beating Yurine, and the \"original\" is intent on rooting out the traitor, but they all begin to suspect each other and an argument ensues. Later, Yurine and Jashin-chan come across a Jizo statue by the roadside, and Jashin-chan eats the mikan that someone left there as an offering. Yurine warns her that she may incur karma's wrath for stealing an offering to a god, but Jashin-chan doesn't listen...",
                    "Aliases": []
                },
                "4": {
                    "ID": "9249974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/9249974",
                    "TitleEnglish": "How to Have a Wicked Time in Jinbocho",
                    "SummaryEnglish": "Jashin-chan is helping Pino for once, by raking up fallen leaves. Once she has swept them into a sizable pile, she smiles suspiciously as she looks at them, seeming to formulate a plan... Days later, Jashin-chan is walking down the street, visibly frustrated, when a great idea hits her! She hides in Yurine's room disguised as a statue while Yurine is away from home. But when Yurine returns home and actually doesn't seem to notice the statue's true identity, Jashin-chan is so surprised that she loses sight of her plan...",
                    "Aliases": []
                },
                "5": {
                    "ID": "9268684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/9268684",
                    "TitleEnglish": "To Love and Be Loved by Thirty Million",
                    "SummaryEnglish": "Jashin-chan is excited to learn that her beloved childhood teacher, Persephone, is coming to visit.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9287800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/9287800",
                    "TitleEnglish": "Gilding Kamuy: Kushiro",
                    "SummaryEnglish": "When Jashin-chan runs away to escape debt collectors, the gang heads to Kushiro, Hokkaido, to find her.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9299806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/9299806",
                    "TitleEnglish": "The Shape of a Smile: What I Found in Obihiro",
                    "SummaryEnglish": "Jashin-chan's flight from debt collectors takes her to Obihiro, Hokkaido, where she continues trying to make a quick fortune.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9309025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/9309025",
                    "TitleEnglish": "Riding a Dolphin Into Chaos",
                    "SummaryEnglish": "Jashin-chan continues to flee from debt collectors, this time ending up in the southern coastal town of Minamishimabara.",
                    "Aliases": []
                },
                "9": {
                    "ID": "9319019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/9319019",
                    "TitleEnglish": "Lavender-Colored Eyes Misting Over in Furano",
                    "SummaryEnglish": "As the gang explores Furano, Hokkaido, the weight of Jashin-chan's debt begins to push her and Medusa to the brink of despair...",
                    "Aliases": []
                },
                "10": {
                    "ID": "9319020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/9319020",
                    "TitleEnglish": "Ask the Sky! My Name Is Jashin-chan!",
                    "SummaryEnglish": "Jashin-chan comes home to find Yurine gone, and begins to wonder if she's finally abandoned her.",
                    "Aliases": []
                },
                "11": {
                    "ID": "9319021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/9319021",
                    "TitleEnglish": "The Jinbocho Blood Donation Center",
                    "SummaryEnglish": "Jashin-chan recalls all the naughty things she did as a child, and decides to donate blood to make up for them.",
                    "Aliases": []
                },
                "12": {
                    "ID": "9319022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jashin-chan-dropkick/episodes/9319022",
                    "TitleEnglish": "Forever Dropkick",
                    "SummaryEnglish": "Princess Ecute of the vampires tries to get Yurine to join the vampire clan, and Jashin-chan is determined to stop her.",
                    "Aliases": []
                }
            }
        }
    }
}