{
    "URL": "https://thetvdb.com/series/miss-caretaker-of-sunohara-sou",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10265146/",
        "https://www.themoviedb.org/tv/80662"
    ],
    "Titles": {
        "eng": "Miss Caretaker of Sunohara-Sou",
        "jpn": "すのはら荘の管理人さん"
    },
    "Summaries": {
        "eng": "Feminine-featured Shiina Aki is at odds with his masculinity. To fix this, he heads to Tokyo to attend a new school and to meet new people—the living situation was bound to be weird but not this weird! Now Aki’s the only boy among three older female classmates—and he’s totally crushing on his voluptuous dorm room caretaker!",
        "jpn": "見た目のせいで男扱いされてこなかった椎名亜樹は、自分を変えようと中学校入学を機に東京へ出てすのはら荘に入寮する。\r\nそこで亜樹を待っていたのは、天然でいたずら好きなすのはら荘の管理人さん・春原彩花に心も体もかわいがられる毎日だった。\r\nさらに、ほかの同居人も全員年上の女の子で…。"
    },
    "Aliases": [],
    "Modified": "2025-10-22",
    "Seasons": {
        "1": {
            "ID": "764463",
            "URL": "https://thetvdb.com/series/miss-caretaker-of-sunohara-sou/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6685810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-caretaker-of-sunohara-sou/episodes/6685810",
                    "Titles": {
                        "eng": "Spring Breeze, Going to Tokyo, Miss Caretaker",
                        "jpn": "はるかぜ　上京　管理人さん"
                    },
                    "Summaries": {
                        "eng": "Aki arrives in Tokyo ready to make a fresh start. The first step is finding his dorm Sunohara House and meeting the residents of his new home.",
                        "jpn": "見た目のせいで男扱いされてこなかった椎名亜樹は、男らしさを身に着けるために、中学校入学を機に一人暮らしを始めることを決意。一人上京し、すのはら荘に入寮する。しかしそこで待っていたのは、いろいろな所が大きくてやわらかい管理人の春原彩花だった。自分を子ども扱いし甘やかす彩花から、一人の男として認めてもらおうと奮闘する亜樹であったが…"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6751278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-caretaker-of-sunohara-sou/episodes/6751278",
                    "Titles": {
                        "eng": "Special Training, Snip Snip, Fears",
                        "jpn": "特訓　ちよきちよき　怖いもの"
                    },
                    "Summaries": {
                        "eng": "Aki and Ayaka work on getting more in sync, Aki gets Ayaka's input on a new look, and the residents of Sunohara House learn about each other's fears",
                        "jpn": "亜樹が中学校に入学して初めてのイベント・運動会が近づいて来ていた。生徒会長である雪本柚子の指令で、亜樹は彩花と共に親子二人三脚に出場することが決まった。絶対に負けられない戦いに向けて、亜樹は彩花による特訓を受けることになる。意外と体育会系な彩花による、時に厳しく、しばしば甘い、そしてなんだか柔らかい練習を乗り越え、亜樹は勝利の栄冠を勝ち取ることは出来るのだろうか？"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "6758185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-caretaker-of-sunohara-sou/episodes/6758185",
                    "Titles": {
                        "eng": "Elders, Getting Changed, Being a Man",
                        "jpn": "先輩　お着替え　おとこのこ"
                    },
                    "Summaries": {
                        "eng": "Aki gets to know the President a little better, Sumire decides to make Aki a target of observation, and Yuri secures Aki's help with a project.",
                        "jpn": "「なあなあ、年の差恋愛ってどう思うよ」勝手に部屋でくつろぐ柚子からの唐突な質問に、戸惑い気味の亜樹。女の子と密室で二人きり。そんな状況を意識し始めた亜樹に、あろうことか自分と一緒に漫画を読むように提案する柚子。両脚の間を柚子に占拠され、身動きの取れない亜樹は、そのまま漫画を読見続ける覚悟を決めるのだが、段々と漫画の内容が怪しくなっていき…"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6765821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-caretaker-of-sunohara-sou/episodes/6765821",
                    "Titles": {
                        "eng": "Start of the Rainy Season, Marriage, Lap Pillow",
                        "jpn": "梅雨いり　けっこん　膝枕"
                    },
                    "Summaries": {
                        "eng": "The residents of Sunohara House discuss their ideal marriage, Aki and Ayaka fix leaks in the roof, and Ayaka takes care of her residents after they get caught in the rain.",
                        "jpn": "季節は六月。すのはら荘の女性たちはジューンブライドの話で盛り上がっていた。思い思いの結婚生活を女性たちが語る中、亜樹もひそかに彩花との結婚生活に思いを馳せるのだが、想像上の亜樹は彩花にお世話されるばかり。そんな状況に思い悩む亜樹の目に留まった一つの記事“料理男子がモテるワケ”。彩花の役に立てる男になるべく、料理に挑戦する亜樹であったが…"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6765822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-caretaker-of-sunohara-sou/episodes/6765822",
                    "Titles": {
                        "eng": "Melons, Teacher, Drunk",
                        "jpn": "西瓜　せんせー　酔っぱらい"
                    },
                    "Summaries": {
                        "eng": "Aki gets a taste of summer, Yuri gives Aki a lesson in photography, and Ayaka and Aki have a special day together.",
                        "jpn": "梅雨が明け、すのはら荘にも夏が近づいてきていた。輝く太陽、弾ける水着、そして用意されたビニールプール。気が早い柚子に急かされ、すのはら荘の面々は、一足早く夏気分。生徒会のメンバーに水着にドギマギしていた亜樹は、柚子にビニールプールへの進入禁止を言い渡される。そんなこんなで一人暇を持て余していた亜樹のもとに、水着姿の彩花が近づいてきていることを、亜樹はまだ知らなかった…"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6765823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-caretaker-of-sunohara-sou/episodes/6765823",
                    "Titles": {
                        "eng": "High School Girl, Swimsuits, Summer Break",
                        "jpn": "じぇーけー　水着　夏休み"
                    },
                    "Summaries": {
                        "eng": "A former resident of Sunohara House returns for a visit, Aki gets to know her better, and everyone goes to the public pool.",
                        "jpn": "夏だ！プールだ！小麦色ギャルだ！夏休み真っただ中のすのはら荘に、小麦色の影が迫る。その正体は、棚町中学校の元生徒会長にして彩花の妹、春原菜々だった。彩花と同様の抜群のスタイルで迫ってくる菜々に、亜樹はたじたじ。そんな菜々は、夏休みの間すのはら荘に滞在することに。おねえさんパワー増大中のすのはら荘で、亜樹にとって、東京での初めての夏が始まる！"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "6765824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-caretaker-of-sunohara-sou/episodes/6765824",
                    "Titles": {
                        "eng": "Ghosts, Homework, Massage",
                        "jpn": "お化け　宿題　まっさーじ"
                    },
                    "Summaries": {
                        "eng": "Aki gets spooked, Yuri passes on her secret technique, and Nana helps her friends finish their homework.",
                        "jpn": "夏休みのある日、心霊番組に怯える柚子をからかった亜樹。その夜、亜樹の隣の部屋から謎の音が聞こえてくる。彩花にそのことを尋ねたところ、亜樹の隣の部屋は、誰にも使われていない開かずの物置だと言う。柚子をからかってしまった手前、素直に怖いと言うことが出来ない亜樹は、意を決して開かずの物置を確認することに。果たして、そこで亜樹が目撃したものとは…"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "6765825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-caretaker-of-sunohara-sou/episodes/6765825",
                    "Titles": {
                        "eng": "Ear Cleaning, Lost, Fireworks",
                        "jpn": "みみかき　迷子　打ち上げ花火"
                    },
                    "Summaries": {
                        "eng": "Aki learns about one of Ayaka's special skills, the residents of Sunohara House go to a festival, and Aki finds himself separated from the group.",
                        "jpn": "夏休みも終わりが近づいてきたある日、すのはら荘の面々は、みんなで花火大会に行くことに。東京の花火大会に圧倒される亜樹が、迷子にならないように手をつなぐ彩花と菜々。そこに菜々の友人である、マイとうちふじも加わり、亜樹は四人の年上女性から甘やかされることになる。あまりの恥ずかしさにたまらず逃げ出してしまった亜樹であるが、夏祭り会場から離れてしまい迷子になってしまう。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "6765826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-caretaker-of-sunohara-sou/episodes/6765826",
                    "Titles": {
                        "eng": "Roasted Sweet Potato, Nursing, Mascot",
                        "jpn": "やきいも　看病　看板むすめ"
                    },
                    "Summaries": {
                        "eng": "Aki and Ayaka help Ms. Yatsuho, Nana comes to visit, and Aki takes care of Ayaka.",
                        "jpn": "夏休みが終わり、焼き芋が美味しい季節になったすのはら荘。亜樹は彩花と共に、商店街で行われるオクトーバーフェストの手伝いをすることになる。彩花のドイツの民族衣装姿にドギマギしていると、何故か亜樹にも女物の民族衣装が手渡される！生徒会書記である風見ゆりから預かっていたウィッグも装着し、美少女亜樹ちゃんとして働くことに。亜樹は看板娘(？)としての責務を果たすことが出来るのだろうか…"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "6765827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-caretaker-of-sunohara-sou/episodes/6765827",
                    "Titles": {
                        "eng": "Costumes, Penguins, Playing Big Sister",
                        "jpn": "仮装　ぺんぎん　姉ごっこ"
                    },
                    "Summaries": {
                        "eng": "Aki runs into Nana and her crew, Ayaka takes Aki on a special outing, and the other residents ask Aki what it's like to have siblings.",
                        "jpn": "「ハッピーハロウィーン♪」学校帰りの亜樹は、マイ、うちふじの女子高生三人組に、カラオケボックスに連れ込まれていた。初めてのカラオケで落ち着かない亜樹であったが、ハロウィンの仮装をした女子高生たちは密着したり、触ったりといたずらの手を緩めない。カラオケ後、亜樹はすのはら荘に帰ろうとするも、興奮冷めやらぬ女子高生たちにプリクラに連れ込まれてしまい…"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "6765828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-caretaker-of-sunohara-sou/episodes/6765828",
                    "Titles": {
                        "eng": "Assault, Super Sweet, Hospitality",
                        "jpn": "襲来　べた甘　おもてなし"
                    },
                    "Summaries": {
                        "eng": "Aki's sister Matsuri arrives at Sunohara House, Ayaka undergoes a test, and Matsuri bonds with Aki.",
                        "jpn": "ある朝、突如すのはら荘に現れた亜樹の姉・椎名茉莉。亜樹のことをかわいい妹と呼び、自分がいないと何もできないという過保護な茉莉に対して、亜樹は「か、管理人さんがいるから大丈夫だよ！」と男らしく言い放つ。彩花に対して対抗心をむき出しにする茉莉は、亜樹をお世話する権利があるか彩花をテストすると宣言。普段を亜樹が受けているお世話を身をもって体験してみると言い出すのだが…"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "6765829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-caretaker-of-sunohara-sou/episodes/6765829",
                    "Titles": {
                        "eng": "Kotatsu, Year End, Santa",
                        "jpn": "こたつ　年末　サンタさん"
                    },
                    "Summaries": {
                        "eng": "Aki and Ayaka stay warm under the kotatsu, Christmas comes to Sunohara House, and the residents welcome the new year together.",
                        "jpn": "町はすっかりクリスマスモード。そんな浮かれたムードの中、柚子は亜樹がいまだにサンタの存在を信じていることを知る。今年こそサンタが来るまで起きていると張り切る亜樹の夢を壊さぬために、すのはら荘の面々と作戦を考える柚子であったが、結局名案の浮かばぬままクリスマスパーティーが始まってしまう。そんな状況を知った菜々は、「あ！ゆっちが、アキが寝るまで一緒に寝て確認すればいんじゃね？」と思いつく。果たして、柚子は亜樹の夢を守り切ることが出来るのだろうか…"
                    },
                    "Aliases": []
                }
            }
        }
    }
}