{
    "URL": "https://thetvdb.com/series/bloom-into-you",
    "Genres": [
        "Critically Acclaimed",
        "LGBTQ+"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8993464/",
        "http://yagakimi.com/",
        "https://www.themoviedb.org/tv/82861",
        "https://x.com/yagakimi"
    ],
    "Titles": {
        "eng": "Bloom Into You",
        "jpn": "やがて君になる"
    },
    "Summaries": {
        "eng": "Yuu has always loved shoujo manga and awaits the day she gets a love confession that sends her heart aflutter with bubbles and blushes, and yet when a junior high classmate confesses his feelings to her, she feels nothing.",
        "jpn": "人に恋する気持ちがわからず悩みを抱える小糸侑は、\r\n中学卒業の時に仲の良い男子に告白された返事をできずにいた。\r\nそんな折に出会った生徒会役員の七海燈子は、誰に告白されても相手のことを好きになれないという。\r\n燈子に共感を覚えた侑は自分の悩みを打ち明けるが、逆に燈子から思わぬ言葉を告げられる──\r\n「私、君のこと好きになりそう」"
    },
    "Aliases": [],
    "Modified": "2025-08-03",
    "Seasons": {
        "1": {
            "ID": "775951",
            "URL": "https://thetvdb.com/series/bloom-into-you/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "6745103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloom-into-you/episodes/6745103",
                    "Titles": {
                        "eng": "I Can't Reach the Star",
                        "jpn": "わたしは星に届かない"
                    },
                    "Summaries": {
                        "eng": "Yuu doesn’t know which club to join, so her teacher suggests she join the student council. There, she finds a friend in Nanami, and perhaps something more...",
                        "jpn": "すっかり桜の花も散り、高校生活に慣れ始めた頃になっても、一年生の小糸侑は部活動を決めかねていた。\r\n友人たちとそんな話をしていると、先生から「生徒会はどうだ？」と誘われる。\r\n興味を抱いた侑は貰った地図を頼りに生徒会室に向かうと、途中で話し声が聞こえてきた。\r\n気になった侑はこっそり覗き込むと・・・。\r\n\r\n脚本：花田十輝　絵コンテ・演出：加藤 誠　作画監督：合田浩章"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6826477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloom-into-you/episodes/6826477",
                    "Titles": {
                        "eng": "Heating Up / Application for First Love",
                        "jpn": "発熱／初恋申請"
                    },
                    "Summaries": {
                        "eng": "Yuu wonders if she’s cut out to be a campaign manager while Nanami makes amends. Communication will cultivate a relationship, regardless of the situation.",
                        "jpn": "燈子から推薦責任者として一緒に生徒会の選挙活動をして欲しいとお願いされた侑は、\r\n人前が苦手という事もあって困り果てていた。\r\nビラ配りやポスター作りだけではなく、全校集会での応援演説もあるからだ。\r\n自分よりも、入学以来燈子を支えてきた沙弥香の方が相応しいと思う侑だったが・・・。\r\n一方で沙弥香は、なぜ燈子が自分ではなく侑に推薦者を依頼したのかが気がかりで・・・。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "6826478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloom-into-you/episodes/6826478",
                    "Titles": {
                        "eng": "Still Up in the Air / The One Who Likes Me",
                        "jpn": "まだ大気圏／わたしを好きな人"
                    },
                    "Summaries": {
                        "eng": "Yuu keeps telling herself there’s no way she’s joining the student council. Touko wants to stop by a bookstore on her way home and is in for a surprise.",
                        "jpn": "五月の連休前、友人たちの前で応援演説に向けて練習する侑だったが、\r\nそのまま生徒会活動を続けるつもりはないという。\r\n下校途中に燈子からも生徒会役員に誘われるが、侑の意思は変わらない様子。\r\n分かれ道に差し掛かったところで燈子は、「今日は本屋に用がある」との事。\r\n侑の自宅方向へ一緒に向かう事になったのだが、到着した書店は・・・。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6826479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloom-into-you/episodes/6826479",
                    "Titles": {
                        "eng": "The Distance Between Fondness and Kisses / Not One of the Characters",
                        "jpn": "好きとキスの距離／役者じゃない"
                    },
                    "Summaries": {
                        "eng": "Touko wants to bring back the Student Council Stage Show for the first time in seven years at the school’s culture festival. But Yuu and Maki have their reservations.",
                        "jpn": "生徒会選挙も終わり、晴れて生徒会長となった燈子。\r\n沙弥香と教室に向かう途中で「やっと始められる。」と、かねてから考えていた活動を\r\n示し合わせ進めようとしていた。\r\n放課後、上機嫌で侑を教室まで迎えに来た燈子だが、\r\n生徒会室へ一緒に歩いていると無意識のうちに侑との距離が近くなってしまい・・・。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6826480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloom-into-you/episodes/6826480",
                    "Titles": {
                        "eng": "The Problem with Choices",
                        "jpn": "選択問題／続・選択問題"
                    },
                    "Summaries": {
                        "eng": "As students prepare for the upcoming midterms, Yuu reflects upon Maki’s words. She tries to find a study partner and finds herself in the library with Touko.",
                        "jpn": "侑の家の書店では友人たちがよく本を購入する為、皆の読書傾向が把握出来る様子。\r\nある日侑が店番をしていると、いつも参考書や売れ筋の文庫を購入する燈子がとある本を差し出した。\r\n実はその本の内容は・・・。また、生徒会では中間試験を来週に控え、活動が休みになるという。\r\n生徒会役員として恥ずかしくない成績で戻ってくるよう伝えられた侑は・・・。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6826481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloom-into-you/episodes/6826481",
                    "Titles": {
                        "eng": "Words Kept Repressed / Words Used to Repress",
                        "jpn": "言葉は閉じ込めて／言葉で閉じ込めて"
                    },
                    "Summaries": {
                        "eng": "A comment from Sayaka has Yuu inquire into the mystery of what happened seven years ago. Why are student council documents from that period missing?",
                        "jpn": "試験が終わり、久しぶりに生徒会室に集まった一同。\r\n滞りなく会議は終わったのだが、生徒会劇の準備は脚本をどうするかで困っていた。\r\nせっかくだからオリジナルの劇を作りたいという燈子は、脚本が書ける人に心当たりがないか皆に問いかける。\r\n侑は心当たりがあるものの、その場では「誰もいない」と取り繕ってしまう。\r\nその様子を訝しんだ沙弥香は・・・。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "6826482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloom-into-you/episodes/6826482",
                    "Titles": {
                        "eng": "Secrets Galore / Sparks",
                        "jpn": "秘密のたくさん／種火"
                    },
                    "Summaries": {
                        "eng": "Sayaka is content with second place in many things, but is love one of them? She believes she knows the real Touko but has that ruined any chance she might have had?",
                        "jpn": "それは何年も前の事、中学生の沙弥香は、ある日先輩から呼び出され告白される。\r\nはじめは女同士なんておかしいと思っていた沙弥香だったが、時を重ねるごとに魅かれていく。\r\nところが先輩が高校に進学し、何日も何週間も合えない日々が続いた。\r\n沙弥香はこの寂しさを先輩も感じていると信じていたが、数カ月後久々に会い、先輩からかけられた言葉は・・・。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "6826484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloom-into-you/episodes/6826484",
                    "Titles": {
                        "eng": "Intersection / Rained In",
                        "jpn": "交点／降り籠める"
                    },
                    "Summaries": {
                        "eng": "Yuu and Sayaka aren’t exactly on the best of terms. Is the solution as simple as talking it out? Later, Yuu has a problem: It’s pouring outside, and she forgot her umbrella.",
                        "jpn": "ある日、家に遊びに来る燈子を沙弥香が駅の改札付近で待っていると、突然声をかけられた。\r\nそれは偶然通りがかった、沙弥香が中学時代に好きだった先輩で・・・。\r\nまた、後日体育祭の部活対抗リレーに出場する生徒会メンバーは、皆でバトンパスの練習をしていた。\r\nところが、侑と沙弥香のバトンパスだけうまくいかず・・・。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "6826485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloom-into-you/episodes/6826485",
                    "Titles": {
                        "eng": "On Your Marks / The Unheard Start Signal",
                        "jpn": "位置について／号砲は聞こえない"
                    },
                    "Summaries": {
                        "eng": "Sports Day has finally arrived. Touko promises to behave on the condition Yuu gives her a kiss. Koyomi is struck by inspiration and Yuu confides in Maki.",
                        "jpn": "体育祭が近付き、生徒会のメンバーは忙しい日々を送っていた。\r\n沙弥香から去年使った横断幕を探すように言われた侑は、一人で体育倉庫に向かう。\r\nふと、ここ数日忙しくて燈子と話が出来ていない事を思い返していると、ちょうど書類を手にした燈子が体育倉庫にやってきた。\r\n侑は横断幕を手に外に出ようとするが、遮るように燈子が中に入って来て・・・。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "6826486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloom-into-you/episodes/6826486",
                    "Titles": {
                        "eng": "The Incomplete Me / Daytime Star / Mirage",
                        "jpn": "私未満／昼の星／逃げ水"
                    },
                    "Summaries": {
                        "eng": "The script is written, the roles assigned. The results hit close to home. Touko suggests a study camp for rehearsal over the summer. But preparations must be made first.",
                        "jpn": "教室で、原稿を取り合うように引っ張り合っている侑とこよみ。\r\nいよいよ生徒会劇の台本の草稿が完成したのだが、こよみは結末もまだ迷っていてあまり自信がない様子。\r\n侑は、それであれば皆の意見も聞いてみようと、コピーして生徒会のメンバーへ配りに行く事にした。\r\n燈子を見つけた侑は早速台本を手渡すのだが、原稿を覗き込む燈子との距離に少し戸惑い・・・。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "6826487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloom-into-you/episodes/6826487",
                    "Titles": {
                        "eng": "Centroid of the Triangle / Lit Fuse",
                        "jpn": "三角形の重心／導火"
                    },
                    "Summaries": {
                        "eng": "Touko, Yuu and Sayaka are all three very different girls wrestling with their feelings. Unbeknownst to them, they’re all dealing with a very similar issue.",
                        "jpn": "夏休みになり、人気のない学校に集まった生徒会の面々。\r\n生徒会劇の練習の為、いよいよ二泊三日の合宿がスタートした。\r\n台本の読み合わせも進む中、こよみは未だ結末に悩んでいる様子だったが、他には特に大きな問題もなく合宿は進んでいった。\r\n夜になり、侑と燈子はお風呂に沙弥香を誘う。\r\n合宿棟の風呂が大浴場だった事に思い当たった沙弥香は躊躇するが・・・。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "6826489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloom-into-you/episodes/6826489",
                    "Titles": {
                        "eng": "Suddenly Suffocating",
                        "jpn": "気が付けば息も出来ない"
                    },
                    "Summaries": {
                        "eng": "As the study camp draws to a close, Touko is haunted by Ichigaya’s words, increasing her inner turmoil. Yuu tries to comfort her, while still working out her own feelings.",
                        "jpn": "合宿もいよいよ最終日、生徒会メンバーは台本を手に皆で読み合わせをしていた。\r\n慣れない演技に苦戦する槙をはじめ、どこかぎこちない面々。\r\nしかし燈子は読み合わせを進めて行くうちに、周りを圧倒するほど演技が白熱して行く。\r\nその理由に気付いた沙弥香は休憩を提案し、コンビニへ買い出しに行く事に。\r\n沙弥香に同行した侑は、釈然としない様子で・・・。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "6944871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bloom-into-you/episodes/6944871",
                    "Titles": {
                        "eng": "To the Last Stop / Lighthouse",
                        "jpn": "終着駅まで／灯台"
                    },
                    "Summaries": {
                        "eng": "The play looms closer but the scripts are not final. Yuu and Touko take this opportunity to improvise a scene which may have given the two a deeper look into the other's mind.",
                        "jpn": "合宿も終わり、生徒会メンバーは各々夏休みを過ごしていた。\r\n家族で墓参りに訪れていた燈子は、墓石の前で立ち尽くしたまま物思いにふけっていて・・・。\r\n一方、侑は生徒会劇の台本の変更作業を進める為、こよみと共に喫茶店へやってきた。\r\n作業を進める中で、こよみは侑に「一緒に考えて欲しい」と、あるお願いをする。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}