{
    "URL": "https://thetvdb.com/series/hanebado",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8646234/",
        "https://www.themoviedb.org/tv/80537"
    ],
    "Titles": {
        "eng": "Hanebado!",
        "jpn": "はねバド！"
    },
    "Summaries": {
        "eng": "After her crushing defeat of 21-0 at the National Junior Badminton Tournament, Nagisa Aragaki's love for her sport begins to distort. Unable to deal with the shame of loss, she starts to terrorize the members of her high school badminton club. Her grueling drills bring some to the verge of tears while others quit the club outright. With the team losing members and new prospects being too terrified to join, the future of the badminton club looks exceptionally grim.\r\n\r\nThat is, until Kentarou Tachibana joins as the new head coach. Not only is he an Olympic-level player, but he also comes bearing a secret weapon: Ayano Hanesaki, the girl who defeated Nagisa six months ago. However, Ayano is not the rival Nagisa remembers, but a girl with conflicted feelings wanting to distance herself from badminton. With her future in sports now on the line, Nagisa must find a way to face her fears of inadequacy, heal her rival's troubled heart, and bring victory to Kitakomachi High School's badminton club.",
        "jpn": "運動神経抜群だが、なぜかバドミントンを避ける1年生「羽咲綾乃」。\r\n日本一を目指し、日夜練習に明け暮れる3年生の「荒垣なぎさ」。\r\n部を支える仲間やコーチ、そして個性溢れるライバルたち。\r\n超高速で舞う羽根（シャトル）に想いを乗せて、青春バドミントンストーリー開幕！！"
    },
    "Aliases": [],
    "Modified": "2025-09-25",
    "Seasons": {
        "1": {
            "ID": "767088",
            "URL": "https://thetvdb.com/series/hanebado/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "6713628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6713628",
                    "Titles": {
                        "eng": "Incredible Talent!",
                        "jpn": "スッゴい才能！"
                    },
                    "Summaries": {
                        "eng": "Aragaki Nagisa, captain of the Kitakomachi High School badminton club, lost a game at the Junior Nationals without scoring a single point. She's fallen into a slump since then, and takes her anger out on her fellow club members. But six months later, a new student appears in the club...",
                        "jpn": "北小町高校バドミントン部の主将・荒垣なぎさは、昨年の全日本ジュニアで、とある少女に1ポイントも取れず惨敗した。それ以来スランプに陥り、自分や他の部員たちに厳しく当たる日々を送ってきたなぎさ。\r\n「アタシたちは天才じゃないんだから、努力するしかない......」\r\n半年後。そんななぎさの前に、ひとりの新入生が現れる......"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6746416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6746416",
                    "Titles": {
                        "eng": "Meat's the Best After a Workout!",
                        "jpn": "運動の後の肉は格別ッス！"
                    },
                    "Summaries": {
                        "eng": "Nagisa is threatened by Ayano's presence. She works even harder than ever before, but can't seem to pull out of her slump. Then, their new coach Tachibana takes action...",
                        "jpn": "綾乃の存在に焦るなぎさ。親友の理子、後輩の悠らチームメイトの心配をよそに、以前にも増してがむしゃらに努力を重ねるが、スランプからは脱せず、日に日に苛立ちを募らせる。\r\n「才能のない人間は……才能のある人間の引き立て役でしかないのかよ！」そんななぎさを見て、新任のコーチ・立花は、ある行動に打って出る……"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "6753044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6753044",
                    "Titles": {
                        "eng": "She Was Perfect",
                        "jpn": "アイツは完璧だった"
                    },
                    "Summaries": {
                        "eng": "Ayano has just started fitting in at the badminton club when Serigaya Kaoruko, ace at Konan High School, appears. Ayano is upset by her presence, and appears to have some past connection with her.",
                        "jpn": "徐々にバド部に馴染み始める綾乃を、複雑な面持ちで見つめいている幼馴染のエレナ。\r\n一方なぎさは、全日本ジュニアの時とは別人のような綾乃に違和感を抱いていた。\r\nそんななか、綾乃の前に、港南高校の一年生エース・折ケ谷薫子が現れる。薫子を前に動揺を隠せない綾乃。\r\nどうやら、二人の間には何か因縁があるようで・・・"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6753045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6753045",
                    "Titles": {
                        "eng": "I'm Lost Right Now, Too",
                        "jpn": "私も今、迷子なんだ"
                    },
                    "Summaries": {
                        "eng": "While at a training camp, the Kitakomachi badminton club ends up playing the Fredericia Girls badminton club. Ayano is excited about playing with her team for the first time, but when she goes out to buy things from the local convenience store, she runs into another girl...",
                        "jpn": "合宿にやってきた北小町バド部。そこで一行を待ち受けていたのは、宮城の超強豪校・プレゼリシア女子バトミントン部だった。\r\n北小町ＶＳフレ女で練習試合を行うことになり、ひそかにはりきる綾乃。\r\n「初めて、みんなと一緒に戦う試合・・・・！」\r\nそんななか買い出しに出かけた綾乃は、一人の少女と出会う・・・・。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6753047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6753047",
                    "Titles": {
                        "eng": "You're Not Alone",
                        "jpn": "一人じゃないよ"
                    },
                    "Summaries": {
                        "eng": "Danish player Connie singlehandedly dominates the Ayano-Riko pair. Riko notices that Ayano seems shaken by some meaningful words Connie said to her, and offers her own encouragement.",
                        "jpn": "デンマーク代表でもあるコニーが、桁外れな強さで綾乃＆理子ペアを圧倒。\r\nフレ女の面々は個人プレーに走るコニーに憤るが、主将の志波姫だけは静かに試合の行く末を見つめている。\r\n一方、北小町サイドでは、コニーの意味深な言葉に動揺した綾乃がパニックに陥っていた。\r\nそんな綾乃を見かねた理子がかけた言葉は・・・。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6753985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6753985",
                    "Titles": {
                        "eng": "It's Our Last Summer, You Know!",
                        "jpn": "最後の夏なんだもん！"
                    },
                    "Summaries": {
                        "eng": "The Kitakomachi badminton club is hard in training for the upcoming Inter-High preliminaries. Riko is revved up to play in her last tournament, but when she receives her match-ups, she goes from elated to despondent.",
                        "jpn": "インターハイ予選が迫り、練習に熱が入る北小町高校\r\nバド部。なかでもひときわ気合が入っている理子は、\r\nなぎさに熱い思いを語る。\r\n「全国目指して頑張る！だって、最後の夏なんだもん！」\r\nそんなある日、予選の対戦表を見ながら盛り上がる部員\r\nたちののなかで、理子はひとり浮かない表情を浮かべていた。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "6753986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6753986",
                    "Titles": {
                        "eng": "I'll Mop the Floor With Her",
                        "jpn": "あんな子、瞬殺してみせる"
                    },
                    "Summaries": {
                        "eng": "For her third match of the Inter-High preliminaries, Ayano faces her middle school rival, Kaoruko. Though puzzled by Ayano's attitude change from the last time they played, Kaoruko faces her with utter confidence. But when the match begins...",
                        "jpn": "インターハイ予選3回戦。綾乃の対戦相手は、中学時代の因縁の相手・薫子。\r\n以前対戦した時とはガラリと雰囲気が変わった綾乃をいぶかりつつも、自信満々で綾乃の前に立ちはだかる。\r\n挑発してくる薫子に、綾乃はにっこりと微笑んで啖呵を切り返すのだが……。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "6753988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6753988",
                    "Titles": {
                        "eng": "The Badminton I Want to Play",
                        "jpn": "私のやりたいバドミントン"
                    },
                    "Summaries": {
                        "eng": "Nearing the end of the Inter-High preliminaries, Nagisa must play her old teammate, Ishizawa, for a spot at nationals. Nagisa is more revved up than ever, but Tachibana senses trouble with her knee...",
                        "jpn": "インターハイ予選準決勝。\r\n全国出場をかけてなぎさと戦うのは、中学時代のチームメイト・石澤。いつにもまして気合の入るなぎさだが、立花は、なぎさが膝に不安を抱えていることを見抜いていた。\r\n一方、対戦相手の石澤も、なぎさとの試合には特別な想いがあるようで……。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "6753989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6753989",
                    "Titles": {
                        "eng": "What I Want Us To Be Is Not 'Friends'",
                        "jpn": "なりたいのは〝友達〟じゃない"
                    },
                    "Summaries": {
                        "eng": "The Kitakomachi Badminton Club is preparing for the Inter-High finals between Nagisa and Ayano. While club feels nervous over Ayano's strange behavior, one day, an unexpected person shows up in the middle of practice.",
                        "jpn": "なぎさと綾乃によるインターハイ予選決勝を目前に控えた北小町高校バド部。\r\n綾乃の様子もどこかおかしいまま、部内には緊張感が漂っていた。\r\nそんなある日、練習を終えたバド部の前に意外な人物たちが現れる。\r\n「Jeg ventede et øjeblik（ちょっと待った）!!」"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "6753990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6753990",
                    "Titles": {
                        "eng": "The Backhand Grip Is Like This",
                        "jpn": "バックハンドの握りはこう"
                    },
                    "Summaries": {
                        "eng": "Nagisa is nervous about playing Ayano at full strength. Worried about her knee, Tachibana gives her some advice. And all the while, the boys' Inter-High preliminaries are going forward.",
                        "jpn": "全日本ジュニア出場時の冷酷さを完全に取り戻す綾乃。\r\n「今のなぎさちゃんじゃ、私とは勝負になんないんじゃない？」\r\n綾乃の本来の実力を目の当たりにして表情を翳らせるなぎさ。\r\n膝への不安も消えず、ついには立花から棄権するよう言い渡される。\r\nそんななか、男子のインハイ予選の日がやってきて……"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "6753991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6753991",
                    "Titles": {
                        "eng": "Because I Love Badminton",
                        "jpn": "バドミントンが好きだから"
                    },
                    "Summaries": {
                        "eng": "It's the night before the Inter-High finals, and the two finalists reflect on their journeys. Ayano wonders what she's playing badminton for, while Nagisa thinks back on her old loss to Ayano. And so the finals begin...",
                        "jpn": "インターハイ予選決勝前夜。綾乃となぎさは、過去の自分に思いを馳せていた。\r\n一人、自問を繰り返す綾乃。「なんのために、私はバドミントンをやってきたんだろう……？」\r\n綾乃にスコンクで敗れた昨年の全日本ジュニアを追想するなぎさ。\r\nそれぞれの思いを胸に、二人の対決が幕を開ける……。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "6753992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6753992",
                    "Titles": {
                        "eng": "Step Forward Already!",
                        "jpn": "足を前に出しなさいよ！"
                    },
                    "Summaries": {
                        "eng": "While the match between Ayano and Nagisa begins in force, Elena confronts Uchika about the real reason for her abandonment of Ayano.",
                        "jpn": "ついに始まった綾乃VSなぎさのインハイ予選決勝。 試合序盤はなぎさの作戦が功を奏し、優位に試合を進 めるも、不穏な笑みを浮かべる綾乃。そして放たれた ショットは......!? 一方コートの外では、エレナを前に、有千夏がかつて 綾乃の前から姿を消した理由を語りはじめる......。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "6753994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6753994",
                    "Titles": {
                        "eng": "On the Other Side of That Net",
                        "jpn": "あの白帯のむこうに"
                    },
                    "Summaries": {
                        "eng": "It's the final game of the white-hot match between Ayano and Nagisa. Ayano continues to search for purpose, while Nagisa fights her with everything she has.",
                        "jpn": "白熱する、綾乃ＶＳなぎさのファイナルゲーム。\r\nなぎさリードが開なか、バトミントンをやる意味\r\nを探しながら捨て身の覚悟で試合を続ける綾乃。\r\nそんな綾乃に、全力でこたえるなぎさ。\r\n最後に、勝負を制したのは・・・・。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}