{
    "URL": "https://thetvdb.com/series/demon-slayer-kimetsu-no-yaiba",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9335498/",
        "http://www.reddit.com/r/DemonSlayerAnime",
        "https://www.themoviedb.org/tv/85937"
    ],
    "Titles": {
        "eng": "Demon Slayer: Kimetsu no Yaiba",
        "jpn": "鬼滅の刃"
    },
    "Summaries": {
        "eng": "It is the Taisho Period in Japan. Tanjiro, a kindhearted boy who sells charcoal for a living, finds his family slaughtered by a demon. To make matters worse, his younger sister Nezuko, the sole survivor, has been transformed into a demon herself. Though devastated by this grim reality, Tanjiro resolves to become a “demon slayer” so that he can turn his sister back into a human, and kill the demon that massacred his family.",
        "jpn": "時は大正、日本。\r\n炭を売る心優しき少年・炭治郎は、ある日鬼に家族を皆殺しにされてしまう。\r\nさらに唯一生き残った妹の禰豆子は、鬼に変貌してしまった。\r\n絶望的な現実に打ちのめされる炭治郎だったが、妹を人間に戻し、家族を殺した鬼を討つため、”鬼狩り”の道を進む決意をする。\r\n人と鬼とが織りなす哀しき兄妹の物語が、今、始まる――！"
    },
    "Aliases": [
        "Blade of Demon Destruction",
        "Demon Slayer",
        "Kimetsu no Yaiba",
        "kny"
    ],
    "Modified": "2025-10-19",
    "Seasons": {
        "0": {
            "ID": "767167",
            "URL": "https://thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 15,
            "Episodes": {
                "1": {
                    "ID": "7766030",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7766030",
                    "Titles": {
                        "eng": "Movie: Sibling's Bond",
                        "jpn": "兄弟の絆"
                    },
                    "Summaries": {
                        "eng": "The first 5 episodes of TV series Kimetsu no Yaiba were released as a film. A special screening was held on 19.03.2019 in Shinjuku Wald 9, Tokyo.",
                        "jpn": "主人公・竈門炭治郎（かまど・たんじろう）が鬼を退治する剣士“鬼殺隊”に入隊するまでの様を描く。大正時代の日本。炭を売る心優しい少年・炭治郎の日常が、家族を鬼に皆殺しにされたことで一変する。唯一生き残ったが凶暴な鬼に変異してしまった妹・禰豆子（ねずこ）を元に戻すため、ふたりが旅に出るところから物語は始まる。\r\n2019年４月のTVアニメ放送開始に先がけて同年3月に期間限定で劇場上映されたほか、2020年10月10日（土）に『劇場版「鬼滅の刃」無限列車編』の公開（2020年10月16日）を記念して土曜プレミアムで放送された。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "7766161",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7766161",
                    "Titles": {
                        "eng": "Demon Slayer -Kimetsu no Yaiba- The Movie: Mugen Train",
                        "jpn": "劇場版「鬼滅の刃」 無限列車編"
                    },
                    "Summaries": {
                        "eng": "Tanjiro Kamado, joined with Inosuke Hashibira, a boy raised by boars who wears a boar's head, and Zenitsu Agatsuma, a scared boy who reveals his true power when he sleeps, board the Infinity Train on a new mission with the Fire Pillar, Kyojuro Rengoku, to defeat a demon who has been tormenting the people and killing the demon slayers who oppose it!",
                        "jpn": "蝶屋敷での修業を終えた炭治郎たちは、次なる任務の地、《無限列車》に到着する。\r\nそこでは、短期間のうちに四十人以上もの人が行方不明になっているという。\r\n禰????豆子を連れた炭治郎と善逸、伊之助の一行は、鬼殺隊最強の剣士である《柱》のひとり、炎柱の煉獄杏寿郎と合流し、闇を往く《無限列車》の中で、鬼と立ち向かうのだった。"
                    },
                    "Aliases": [
                        "Kimetsu no Yaiba: Mugen Train",
                        "Demon Slayer: Infinity Train",
                        "kny mugen train",
                        "Kimetsu no Yaiba: Mugen Ressha-Hen",
                        "Demon Slayer the Movie: Mugen Train"
                    ]
                },
                "7": {
                    "ID": "8863223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/8863223",
                    "Titles": {
                        "eng": "First Night: Brother and Sister's Bond",
                        "jpn": "竈門炭治郎 立志編 特別編集版 第一夜「兄妹の絆」"
                    },
                    "Summaries": {
                        "eng": "Compilation of \"The Sibling's Bond\" Arc with new footage, new eyecatches, end credits scenes, next episode previews, and new key visuals.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8863224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/8863224",
                    "Titles": {
                        "eng": "Second Night: Asakusa",
                        "jpn": "竈門炭治郎 立志編 特別編集版 第二夜「浅草編」"
                    },
                    "Summaries": {
                        "eng": "Compilation of the \"Asakusa\" Arc with new footage, new eyecatches, end credits scenes, next episode previews, and new key visuals.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8863225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/8863225",
                    "Titles": {
                        "eng": "Third Night: Tsuzumi Mansion",
                        "jpn": "竈門炭治郎 立志編 特別編集版 第三夜「鼓屋敷編」"
                    },
                    "Summaries": {
                        "eng": "Compilation of the \"Tsuzumi Mansion\" Arc with new footage, new eyecatches, end credits scenes, next episode previews, and new key visuals.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8863226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/8863226",
                    "Titles": {
                        "eng": "Fourth Night: Mt. Natagumo",
                        "jpn": "竈門炭治郎 立志編 特別編集版 第四夜「那田蜘蛛山編」"
                    },
                    "Summaries": {
                        "eng": "Compilation of the \"Mt. Natagumo\" Arc with new footage, new eyecatches, end credits scenes, next episode previews, and new key visuals.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8863227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/8863227",
                    "Titles": {
                        "eng": "Fifth Night: The Hashira Meeting/Butterfly Mansion",
                        "jpn": "竈門炭治郎 立志編 特別編集版 第五夜「柱合会議・蝶屋敷編」"
                    },
                    "Summaries": {
                        "eng": "Compilation of \"The Hashira Meeting/Butterfly Mansion\" Arc with new footage, new eyecatches, end credits scenes, next episode previews, and new key visuals.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "10398960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/10398960",
                    "Titles": {
                        "eng": "Demon Slayer: Kimetsu no Yaiba - To the Hashira Training",
                        "jpn": "鬼滅の刃 柱稽古編"
                    },
                    "Summaries": {
                        "eng": "Tanjiro undergoes rigorous training with the Stone Hashira, Himejima, in his quest to become a Hashira. Meanwhile, Muzan continues searching for Nezuko and Ubuyashiki.",
                        "jpn": "炭治郎は柱を目指して石柱・姫島のもとで厳しい訓練を受ける。 一方、無惨は禰豆子と産屋敷の捜索を続ける。"
                    },
                    "Aliases": [
                        "Demon Slayer: Kimetsu no Yaiba Hashira Training Arc",
                        "Kimetsu no Yaiba: Hashira Geiko-hen"
                    ]
                }
            }
        },
        "1": {
            "ID": "775298",
            "URL": "https://thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/seasons/official/1",
            "Titles": {
                "eng": "Tanjiro Kamado, Unwavering Resolve Arc",
                "jpn": "竈門炭治郎 立志編",
                "fra": "Arc - La volonté ardente de Tanjiro Kamado",
                "zho": "立志篇",
                "pol": "Walka niezłomnego Tanjiro Kamado z przeciwnościami losu",
                "spa": "Arco de Resolución Inquebrantable",
                "vie": "Kamado Tanjiro, Lập Chí",
                "pt": "Tanjiro Kamado, Arco da Determinação Inabalável",
                "por": "Tanjiro Kamado, Arco da Determinação Inabalável",
                "ita": "L'incrollabile determinazione di Tanjiro Kamado",
                "kor": "카마도 탄지로 입지편",
                "cat": "Arc de resolució inquebrantable",
                "rus": "Непоколебимая решимость",
                "ind": "Tanjiro Kamado: Saga Tekad Baja",
                "ara": null
            },
            "Summaries": {
                "eng": "After a demon attack leaves his family slain and his sister cursed, Tanjiro embarks upon a perilous journey to find a cure and avenge those he's lost.",
                "jpn": "時は大正、日本。炭を売る心優しき少年・炭治郎は、ある日鬼に家族を皆殺しにされてしまう。さらに唯一生き残った妹の禰豆子は鬼に変貌してしまった。絶望的な現実に打ちのめされる炭治郎だったが妹を人間に戻し、家族を殺した鬼を討つため、“鬼狩り”の道を進む決意をする。人と鬼とが織りなす哀しき兄妹の物語が、今、始まる――！",
                "fra": "Tanjiro se lance dans un périlleux voyage pour venger sa famille massacrée par un démon et délivrer sa sœur d'un mauvais sort.",
                "zho": "在恶魔袭击导致他的家人被杀，他的妹妹被诅咒之后，炭治郎踏上了一段危险的旅程，寻找治疗方法并为他失去的人报仇。",
                "pol": "Demon wymordował mu rodzinę i rzucił klątwę na siostrę. Teraz Tanjiro rusza w pełną niebezpieczeństw podróż, żeby znaleźć lekarstwo i pomścić bliskich (źródło: Netflix).",
                "spa": "Después de que un ataque demoníaco deja a su familia asesinada y su hermana maldita, Tanjiro se embarca en un peligroso viaje para encontrar una cura y vengar a los que ha perdido.",
                "vie": "Gia đình bị thảm sát còn em gái trúng lời nguyền sau cuộc tấn công của ác quỷ, Tanjiro bước vào hành trình đầy hiểm nguy để đưa cô bé trở lại làm người và báo thù.",
                "pt": "Tanjiro vive uma vida normal com sua família, porém quando ele chega em casa depois de um dia de trabalho encontra toda sua família morta, exceto sua irmã Nezuko, porém ela se transformou em um Oni, então Tanjiro entra no esquadrão de Caçadores de Oni para fazer sua irmã voltar a ser humana.",
                "por": "Tanjiro é um jovem que embarca numa perigosa jornada para vingar a morte da família às mãos de um demónio e encontrar uma cura para a maldição lançada sobre a irmã.",
                "ita": null,
                "kor": null,
                "cat": null,
                "rus": null,
                "ind": "Setelah serangan iblis yang menewaskan keluarganya dan mengubah adiknya menjadi iblis, Tanjiro memulai perjalanan berbahaya. Ia harus menemukan obat untuk adiknya dan membalaskan dendam atas kematian keluarganya.",
                "ara": "بعد هجوم شيطاني يُقتل عائلته وتُلعن أخته، يشرع \"تانجيرو'' في رحلة محفوفة بالمخاطر للعثور على علاج والانتقام لمن فقده."
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "7122169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7122169",
                    "Titles": {
                        "eng": "Cruelty",
                        "jpn": "残酷"
                    },
                    "Summaries": {
                        "eng": "It is the Taisho Period (i.e. 1912-1926). Tanjiro Kamado is living a modest but blissful life in the mountains with his family. One day, when he returns from selling charcoal in town, he finds the remains of his slaughtered family in pools of blood after a demon attack. Tanjiro rushes down the snowy mountain with the sole survivor, his sister Nezuko, on his back. But on the way, Nezuko suddenly snarls, turning on Tanjiro.",
                        "jpn": "時は大正。竈門炭治郎は、家族とともに山でつつましくも幸せな日々をおくっていた。\r\nある日、町で炭を売りに出かけた炭治郎が山に戻ると、家族は鬼に襲われ血だまりの中で絶命していた。\r\n唯一、一命をとりとめていた妹・禰豆子を救うべく、降りしきる雪の中背中に背負い必死に雪山を下りる炭治郎。\r\nその途中、禰豆子は突然唸り声を上げ、炭治郎に襲いかかる。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "7081351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7081351",
                    "Titles": {
                        "eng": "Trainer Sakonji Urokodaki",
                        "jpn": "育手・鱗滝左近次"
                    },
                    "Summaries": {
                        "eng": "At Giyu Tomioka's urging, Tanjiro heads for Mt. Sagiri with his sister Nezuko who's been turned into a demon. During the night, Tanjiro catches the smell of blood from inside a temple. He enters, thinking that someone might be hurt, only to come upon a man-eating demon. When the demon attacks, Tanjiro manages to fight back with his hatchet, but the demon's strength is overwhelming. Just as the demon is about to finish him off, Tanjiro is saved by none other than...",
                        "jpn": "炭治郎は冨岡義勇の導きにより、鬼になってしまった妹・禰豆子とともに狭霧山を目指す。\r\n夜の道中、炭治郎はお堂から血の匂いを嗅ぎつける。誰かが怪我をしているのかもしれないと駆け寄ると、なんとそこにいたのは、人を喰らう鬼。\r\n突如、鬼に襲われた炭治郎は、斧でなんとか応戦するが、鬼の圧倒的な力に、たちまち鬼に組み伏せられてしまう。\r\n鬼がとどめを刺そうとしたとき、助けに入ったのは――。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "7081355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7081355",
                    "Titles": {
                        "eng": "Sabito and Makomo",
                        "jpn": "錆兎と真菰"
                    },
                    "Summaries": {
                        "eng": "The Demon Slayer Corps... An organization that's been hunting down demons since ancient times. Sakonji Urokodaki starts training Tanjiro for Final Selection, the test for joining the unit.",
                        "jpn": "鬼殺隊――古より存在し、鬼を狩る組織。\r\n入隊のための試験「最終選別」に向けて、鱗滝左近次による炭治郎の訓練が始まった。\r\n様々な罠が張り巡らされた山下り、刀の素振り、滝修行、そして呼吸法……。\r\n狭霧山に来て一年、鱗滝は「もう教えることはない」と炭治郎へ言い放ち、巨大な岩の前で、最終選別へ行くための条件を突きつける―。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "7081358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7081358",
                    "Titles": {
                        "eng": "Final Selection",
                        "jpn": "最終選別"
                    },
                    "Summaries": {
                        "eng": "To pass Final Selection, one must survive for seven days on Mt. Fujikasane where demons captured by the Demon Slayers have been imprisoned. So begins the battle for survival between the young swordsmen and the demons. Armed with the breathing techniques and stances he'd learned from Sakonji Urokodaki, Tanjiro slashes demon after demon. His two years of training have not gone to waste. But just then, a morphed demon appears out of nowhere.",
                        "jpn": "最終選別の合格条件は、鬼殺の剣士が捕らえた鬼たちが閉じ込められている藤襲山で七日間生き延びるということ。\r\n若き剣士と鬼の生き残りをかけた戦いが始まる。\r\n炭治郎は、鱗滝左近次のもとで身につけた呼吸法と型で着実に鬼を斬っていく。二年にわたる鍛錬は無駄ではなかった。\r\nしかし、そんな炭治郎の前に、藤襲山にはいるはずのない異形の鬼が現れる―。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "7081360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7081360",
                    "Titles": {
                        "eng": "My Own Steel",
                        "jpn": "己の鋼"
                    },
                    "Summaries": {
                        "eng": "When day breaks, there are only four swordsmen left standing after the seven-day battle. The guides who greet Tanjiro and the other survivors explain the Demon Slayer Corps system. All four are issued uniforms and Kasugai Crows as messengers, after which they must select the ore for their own Nichirin swords. After gazing hard at each lump of ore, and using his keen sense of smell, the one Tanjiro chooses is...",
                        "jpn": "朝日が昇り、七日間の戦いの果てに生き残った剣士たちはたったの四名だった。\r\n生き抜いた炭治郎たちを出迎えた案内役からは、鬼殺隊についての説明が行われる。\r\nそれぞれに鬼殺隊の隊服、伝令役となる鎹鴉が支給され、最後に、自身の日輪刀を造る玉鋼を選んだ。\r\nそして、鱗滝の家へと帰宅した炭治郎を待っていたのは―。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "7081361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7081361",
                    "Titles": {
                        "eng": "Swordsman Accompanying a Demon",
                        "jpn": "鬼を連れた剣士"
                    },
                    "Summaries": {
                        "eng": "Tanjiro is now clad in the uniform of the Demon Slayer Corps. His Nichirin Sword on his hip, and Nezuko, now awake, in a special box made by Urokodaki on his back, he heads out for his first assignment. A town to the northwest where girls have been vanishing nightly. There, Tanjiro meets Kazumi, haggard with worry after his girlfriend's been abducted. Though he does catch the scent of a demon nearby, there's just no demon in sight. Tanjiro is sure that a demon is behind this sinister incident...",
                        "jpn": "鬼殺隊の隊服に身を包んだ炭治郎。腰に日輪刀を携え、禰豆子が入った鱗滝特製の木箱を背負い、\r\n鬼殺隊の初任務として毎夜少女が失踪しているという北西の町に向かう。\r\nそこで炭治郎は、恋人をさらわれ、憔悴しきっている和巳と出会う。\r\nたしかに、近くに鬼の匂いを感じるが、鬼の姿はどこにも見えない。不穏な事件に鬼の影を疑う炭治郎は―。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "7081364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7081364",
                    "Titles": {
                        "eng": "Muzan Kibutsuji",
                        "jpn": "鬼舞辻無慘"
                    },
                    "Summaries": {
                        "eng": "Now split into three, the demons have driven Tanjiro into a corner. It is then that Nezuko attacks. Now that she’s become a demon herself, she’s no longer so weak that she needs protection. His mind made up, Tanjiro follows one of the demons into the swamp now spreading across the ground. Waiting for him there is...",
                        "jpn": "三人に分裂した鬼が炭治郎を追い詰める。そのとき禰豆子が鬼に襲い掛かった。\r\n鬼になってしまった妹は守らなければいけないほど弱い存在ではない――。\r\n意を決した炭治郎は、分裂した鬼のひとりを追い、地面に広がる沼へ飛び込む。沼の中で待ち受けていたものは―。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "7081365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7081365",
                    "Titles": {
                        "eng": "The Smell of Enchanting Blood",
                        "jpn": "幻惑の血の香り"
                    },
                    "Summaries": {
                        "eng": "The next mission is in Asakusa, Tokyo. Tanjiro is taken aback by the opulent Taisho Era cityscape, but soon picks up the demon’s scent there. His pursuit of the scent leads him to Muzan Kibutsuji. Tanjiro attempts to strike him down. But Kibutsuji transforms a passerby into demon, triggering a commotion. As Tanjiro desperately tries to get things under control, someone appears before him...",
                        "jpn": "次なる任務の舞台は東京・浅草の町。大正の華やかな都会の街並みに戸惑う炭治郎だったが、そこで鬼の匂いを嗅ぎつける。\r\n匂いを追った先で出逢ったのは鬼舞辻無惨だった。鬼舞辻を斬ろうとする炭治郎。だが、鬼舞辻は行きかう人間を鬼に変え、町を混乱に陥れる。必死に事態を収拾しようとする炭治郎の前に、 とある人物が姿を現す―。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "7081367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7081367",
                    "Titles": {
                        "eng": "Temari Demon and Arrow Demon",
                        "jpn": "手毬鬼と矢印鬼"
                    },
                    "Summaries": {
                        "eng": "It was two demons named Tamayo and Yushiro who came to Tanjiro’s rescue. Using the “Eyeblind” spell, Tamayo guides Tanjiro and Nezuko to her house. There, through his conversation with Tamayo, Tanjiro learns that there is a way to return demons to human form. Just then, two demons in pursuit of Tanjiro locate the house and unleash a furious assault...",
                        "jpn": "炭治郎を助けた者は、珠世と愈史郎という鬼だった。珠世は炭治郎たちを、”目隠し”の術を施した屋敷へといざなう。\r\nそこで炭治郎は、珠世との会話から、鬼を人に戻す方法についての活路を見出すのだった。\r\nそのとき――炭治郎を追うふたりの鬼が屋敷の場所をつきとめ、猛烈な攻撃を繰り出す―。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "7081370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7081370",
                    "Titles": {
                        "eng": "Together Forever",
                        "jpn": "ずっと一緒にいる"
                    },
                    "Summaries": {
                        "eng": "Tanjiro’s crisis continues. He uses multiple forms of the Water Breathing technique to hold out against Yahaba’s final Blood Demon Art, the \"Kouketsu Arrow.\" Meanwhile, Nezuko and Susamaru are still battling it out. Worried about the outcome, Tamayo unleashes her own Blood Demon Art.",
                        "jpn": "炭治郎の苦境は続く。\r\n矢琶羽が最期に繰り出した血鬼術”紅潔の矢”を、炭治郎は水の呼吸の型を駆使し、なんとかしのいでいた。\r\n一方で禰豆子と朱紗丸の戦いは続いており、状況を危惧した珠世は、自身の血鬼術を使い―。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "7081372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7081372",
                    "Titles": {
                        "eng": "Tsuzumi Mansion",
                        "jpn": "鼓の屋敷"
                    },
                    "Summaries": {
                        "eng": "Tanjiro's next destination, according to his Kasugai Crow, is to the south-southeast. On the way, Tanjiro runs into his fellow Final Selection survivor, the swordsman Zenitsu Agatsuma. Tanjiro has a hard time dealing with Zenitsu's passive attitude as they head deep into the mountains. They encounter two children whose older brother was taken away right in front of their house. There, Zenitsu hears the sound of a tsuzumi ringing out from somewhere.",
                        "jpn": "鎹鴉から告げられた次なる鬼退治の地は南南東――。\r\nその途上で炭治郎は、最終選別で生き残った同期の剣士・我妻善逸と出会う。\r\n炭治郎は、善逸の消極的な態度に手を焼きつつも山の奥地へ向かうと、\r\n屋敷の前で兄を連れ去られたふたりの子どもたちに出会う。そこで、善逸はどこからか鳴り響く鼓の音を聴くのだった……。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "7081374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7081374",
                    "Titles": {
                        "eng": "The Boar Bares Its Fangs, Zenitsu Sleeps",
                        "jpn": "猪は牙を剥き　善逸は眠る"
                    },
                    "Summaries": {
                        "eng": "Inside the house, where the rooms spin each time the tsuzumi is played, Tanjiro gets separated from Zenitsu Agatsuma. Without Tanjiro by his side, Zenitsu is overcome by fear and despair as he takes Shoichi through the house. Meanwhile, Tanjiro meets the master of the house, the tsuzumi-playing demon, and an odd-looking man wearing a boar’s head mask.",
                        "jpn": "鼓を打つ度に、部屋が回転する不思議な屋敷の中で、炭治郎は善逸と離ればなれになってしまう。\r\n炭治郎と別れてしまった善逸は正一を連れ、恐怖に絶望していた。\r\nその頃、炭治郎は、屋敷の主である鼓を打つ鬼と、猪の頭をかぶった奇妙な姿の男に出会う。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "7222634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7222634",
                    "Titles": {
                        "eng": "Something More Important Than Life",
                        "jpn": "命より大事なもの"
                    },
                    "Summaries": {
                        "eng": "Every time Kyogai, the master of house, plays his tsuzumi, the room spins and Tanjiro struggles. Debilitated by the fractured bones he sustained in his previous battle, Tanjiro tries to fire himself up as he desperately fights on, but he is overwhelmed by Kyogai's Blood Demon Art. Will he find a way to slice off Kyogai's head?",
                        "jpn": "屋敷の主・響凱が鼓を打つたびに部屋が回転し、炭治郎は苦戦を強いられる。\r\n前の戦いで骨折している炭治郎は弱気になる自身を鼓舞して、必死に立ち向かう。\r\n響凱が使う血鬼術による攻撃にも圧倒される炭治郎。果たして、無事に響凱の頸を討ち取ることができるのかー。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "7222635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7222635",
                    "Titles": {
                        "eng": "The House With the Wisteria Family Crest",
                        "jpn": "藤の花の家紋の家"
                    },
                    "Summaries": {
                        "eng": "After a desperate fight to the death, Tanjiro prevails over Kyogai. He exits the house to find Zenitsu who had escaped earlier. But it is then that he sees the strange circumstances before him... The battered Zenitsu holding the box containing Nezuko in his arms while the man in the boar's head mask stands in the way with two Nichirin Swords drawn.",
                        "jpn": "死闘の末、響凱との戦いに勝った炭治郎。\r\n屋敷の外へ出ると、先に脱出していた善逸と出会う。だが、禰豆子の入った木箱を抱えボロボロになった善逸、\r\nそして二刃の日輪刀を抜いた猪頭を被った男が立ちはだかる異様な状況を目の前にする―。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "7222637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7222637",
                    "Titles": {
                        "eng": "Mount Natagumo",
                        "jpn": "那田蜘蛛山"
                    },
                    "Summaries": {
                        "eng": "Their next destination is to the north-northwest. Tanjiro and Nezuko head towards Mount Natagumo with Zenitsu and Inosuke. This mountain is covered with spider webs and is swarming with innumerable spiders. Leaving the cowering Zenitsu behind, Tanjiro and Inosuke head up the mountain where they run into fellow Demon Slayers entangled in spider webs.",
                        "jpn": "次なる目的地は北北東。\r\n炭治郎と禰豆子は、善逸や伊之助とともに那田蜘蛛山へ向かう。\r\nその山は蜘蛛の巣が張りめぐらされ、無数の蜘蛛が蠢く山だった――。\r\n怯える善逸を残し、山に入った炭治郎と伊之助は、蜘蛛の糸に絡み取られた鬼殺隊員に遭遇する。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "7222638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7222638",
                    "Titles": {
                        "eng": "Letting Someone Else Go First",
                        "jpn": "自分ではない誰かを前へ"
                    },
                    "Summaries": {
                        "eng": "Tanjiro and Inosuke battle the Demon Slayers trapped by spider webs. After slashing the threads and destroying the webs, they head deeper into the mountain. The farther they advance through the forest, the thicker the threads become, and those under their control start moving in ways impossible for a human being. Stopping the Demon Slayers without hurting them isn't going to be easy, but then Tanjiro makes a certain move...",
                        "jpn": "蜘蛛の糸に囚われた鬼殺隊員と戦う炭治郎と伊之助。糸を斬り、蜘蛛の巣を破り、ふたりは山の奥へ。\r\n森を進むにつれ、蜘蛛の糸がだんだん太くなり、操られている者たちも人間には不可能な動きをしはじめる。\r\n操られた隊士たちを、傷つけずに動きを止める方法も困難になる中、炭治郎がとった行動とは――。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "7222640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7222640",
                    "Titles": {
                        "eng": "You Must Master a Single Thing",
                        "jpn": "ひとつのことを極め抜け"
                    },
                    "Summaries": {
                        "eng": "One of the Twelve Kizuki, a direct subordinate of Muzan Kibutsuji, is here somewhere. When Tanjiro slays the Mother Spider Demon of Mt. Natagumo, he learns that a demon who might hold the key to turning Nezuko back into a human is somewhere in this very forest. With the battered Inosuke in tow, he heads deeper into the forest. Meanwhile, Zenitsu trudges forlornly through the woods only to encounter a spider with a human face.",
                        "jpn": "ここには鬼舞辻無惨直属の配下・十二鬼月がいる――。\r\n那田蜘蛛山の母鬼を倒した炭治郎は、妹の禰豆子を人間に戻す手掛かりになる鬼が、この森にいることを知る。\r\n傷だらけの伊之助とともに、ふたりはさらに森の奥へ。\r\n一方、ひとり寂しく森を進む善逸の前に、人面蜘蛛が現れる。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "7222643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7222643",
                    "Titles": {
                        "eng": "A Forged Bond",
                        "jpn": "偽物の絆"
                    },
                    "Summaries": {
                        "eng": "Tanjiro and Inosuke face off against the Father Spider Demon of Mt. Natagumo. Tanjiro unleashes an attack, only to get hurled away by the demon's overwhelming power. Landing near a river, he comes upon the young demon Rui torturing the Sister Spider Demon. When Rui calls their bond of terror and hatred \"a family's bond,\" Tanjiro is enraged. So begins the battle between Rui and Tanjiro.",
                        "jpn": "那田蜘蛛山の父鬼と対峙する炭治郎と伊之助。応戦する炭治郎だったが、父鬼の怪力に吹き飛ばされてしまう。\r\n川の近くに落下した炭治郎は、姉鬼を痛めつける鬼の少年・累と出会う。\r\n恐怖と憎悪で結ばれた関係を「家族の絆」と呼ぶ累に、炭治郎は激怒する。累と炭治郎の戦いが始まる。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "7222645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7222645",
                    "Titles": {
                        "eng": "Hinokami",
                        "jpn": "ヒノカミ"
                    },
                    "Summaries": {
                        "eng": "Swordsmen in the Demon Slayer Corps known as Hashiras have arrived on Mt. Natagumo. Giyu Tomioka, the Water Hashira, slays the Father Spider Demon with a single strike. Inosuke, thrilled to see such a display of swordsmanship by someone in a totally different league from himself, challenges Giyu to a duel. Meanwhile, Zenitsu lies near death as the poison circulates throughout his body. Just then, the Insect Hashira, Shinobu Kocho appears before him.",
                        "jpn": "鬼殺隊最強の剣士である柱が那田蜘蛛山に到着した。\r\n父鬼を一太刀で切り伏せる水柱・冨岡義勇。 その太刀筋を見た伊之助は己との格の違いに興奮し、戦いを申し込む。\r\n一方、全身に毒が回り、瀕死に陥っていた善逸の前にも、蟲柱・胡蝶しのぶの姿が――。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "7222646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7222646",
                    "Titles": {
                        "eng": "Pretend Family",
                        "jpn": "寄せ集めの家族"
                    },
                    "Summaries": {
                        "eng": "When Rui assaults him with his Blood Demon Art, Tanjiro braces himself for certain death. As his life flashes before his eyes, he suddenly remembers his father's dance, the kagura, and unleashes a new, non-Water Breathing attack. Hinokami Kagura Dance. Knowing that he’ll be receiving a simultaneous blow from the demon, he uses his new move to slice off Rui’s head. As Tanjiro crawls towards Nezuko, who lies on the ground, riddled with wounds, someone appears before him.",
                        "jpn": "累より放たれた血鬼術により死を覚悟した炭治郎。\r\n走馬燈の中で亡き父が舞っていた神楽を思い出し、水の呼吸とは異なる新たな技を放つ。\r\n”ヒノカミ神楽・円舞”――、相打ち覚悟で繰り出したその技で、ついに累の頸を斬り落とす。\r\n満身創痍の中、傷つき倒れる禰豆子のもとに向かおうとする炭治郎の前に現れたのは――。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "7222649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7222649",
                    "Titles": {
                        "eng": "Against Corps Rules",
                        "jpn": "隊律違反"
                    },
                    "Summaries": {
                        "eng": "Seeing Tanjiro try to protect Nezuko even as he collapses triggers memories of Rui’s own past. Once a sickly boy, he became a demon after meeting Muzan Kibutsuji who gave him a share of his blood. But after he turns into a demon, his own parents try to kill him. Ever since then, he has been searching for a family. Seeking a bond that he can never hope to acquire...",
                        "jpn": "倒れながらも禰豆子を庇おうとする炭治郎を見て、累の中で過去の記憶がよみがえる。\r\nかつて病弱だった彼は、鬼舞辻無惨に出会い、血を分けてもらうことで鬼になった。\r\nだが、鬼になった自分を、父と母は殺そうとする。\r\nそのときから彼は家族を探し続けてきた。どうしても手に入らない絆を求めて――。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "7222652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7222652",
                    "Titles": {
                        "eng": "Master of the Mansion",
                        "jpn": "お館様"
                    },
                    "Summaries": {
                        "eng": "After the battle is over, Tanjiro and Nezuko are taken to the Demon Slayer Corps headquarters. This is where the Hashira Meeting between the Corps leader, Ubuyashiki, and the Hashiras, the most powerful swordsmen in the Corps, is to be held. The Hashiras censure Tanjiro for violating the Demon Slayer Corps by protecting a demon. And then, the Wind Hashira, Sanemi Shinazugawa, raises his sword against Nezuko...",
                        "jpn": "戦いを終えた炭治郎は、禰豆子とともに鬼殺隊本部へ連行される。\r\nそこでは鬼殺隊の当主・産屋敷と最強の剣士・柱たちによる「柱合会議」が行われることになっていた。\r\n鬼を庇うという鬼殺隊にあるまじき隊律違反をした炭治郎を、柱たちは糾弾する。\r\nそして風柱・不死川実弥は、禰豆子に刀を向けた――。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "7222655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7222655",
                    "Titles": {
                        "eng": "Hashira Meeting",
                        "jpn": "柱合会議"
                    },
                    "Summaries": {
                        "eng": "Ubuyashiki, the leader of the Demon Slayer Corps, finally appears before Tanjiro. He tells him that he will allow Tanjiro and Nezuko to join the Corps. But the Hashiras are unable to accept this decision right away. The Wind Hashira, Sanemi Shinazugawa, slashes his own arm and taunts Nezuko with his blood, trying to get her to show her true colors as a demon.",
                        "jpn": "鬼殺隊の当主・産屋敷が、ついに炭治郎の前に現れた。 彼は、炭治郎と禰豆子の入隊を容認するという。\r\nだが、柱たちはその判断をすぐには飲み込めなかった。\r\n風柱の不死川実弥は自らの腕を傷つけ、禰豆子の前に血を晒して、鬼の本性を引き出そうとする。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "7222656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7222656",
                    "Titles": {
                        "eng": "Rehabilitation Training",
                        "jpn": "機能回復訓練"
                    },
                    "Summaries": {
                        "eng": "The injured Tanjiro, Zenitsu and Inosuke are sent to the home of the Insect Hashira, Shinobu Kocho, for treatment. Two weeks later, Tanjiro and Inosuke start rehabilitation training. But the drills are brutal, and they find themselves broken in spirit. Unaware of the grueling regimen, Zenitsu joins them late and is visibly enthusiastic in front of girls, but...",
                        "jpn": "傷ついた炭治郎と善逸、伊之助は蟲柱・胡蝶しのぶの屋敷で治療を受けることになった。\r\n二週間後――炭治郎と伊之助は機能回復訓練を始める。\r\nだが、その訓練は過酷であり、炭治郎たちの心はへし折られてしまう。\r\nその厳しさも知らず、遅れて訓練に参加した善逸は、女の子を前にしてひと際やる気を見せるが――。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "7222659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7222659",
                    "Titles": {
                        "eng": "Tsuguko, Kanao Tsuyuri",
                        "jpn": "継子・栗花落カナヲ"
                    },
                    "Summaries": {
                        "eng": "Tanjiro, who’s undergoing rehabilitation training at the Butterfly Mansion, works hard to keep up his Total Concentration Breathing techniques all day long. Though at first, he’s helpless against Kanao, a swordswoman in his class who’s training him, he slowly but surely begins to make some headway. Seeing Tanjiro devote himself to training every single day, Zenitsu and Inosuke resume training as well, but...",
                        "jpn": "蝶屋敷で機能回復訓練中の炭治郎は、全集中の呼吸を一日中続けられるように修行に励む。\r\n最初は全く敵わなかった同期の剣士・カナヲとの訓練も少しずつ効果を上げるようになってきた。\r\n毎日修行を休まぬ炭治郎を見て、善逸と伊之助も訓練に復帰するが……。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "7222660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/7222660",
                    "Titles": {
                        "eng": "New Mission",
                        "jpn": "新たなる任務"
                    },
                    "Summaries": {
                        "eng": "As Tanjiro and the others are devoted to their rehabilitation training, the absolute master of the demons, Muzan Kibutsuji, gathers the Lower Ranks of the Twelve Kizuki. The demons, too, are preparing to make their next move. As training draws to a close, Tanjiro has improved to the point where he can fight on equal terms with Kanao. Just then, he receives word of a new mission from his Kasugai Crow.",
                        "jpn": "炭治郎たちが機能回復訓練に勤しむその裏で、鬼の絶対的支配者・鬼舞辻無惨により、\r\n十二鬼月の下弦が集められ、鬼側もあらたに動き出そうとしていた。\r\n訓練も終盤をむかえ、カナヲとの訓練も互角の勝負ができるようにまで成長した炭治郎のもとに、\r\n鎹鴉より新たな任務が伝えられるのだった。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "1958690",
            "URL": "https://thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/seasons/official/2",
            "Titles": {
                "eng": "Mugen Train Arc",
                "jpn": "無限列車編",
                "kor": "무한열차편",
                "pt": "Trem Infinito",
                "por": "Arco do Trem Infinito",
                "spa": "Arco del Tren Infinito",
                "fra": "Le train de l'infini",
                "ita": "Il treno Mugen",
                "ara": "ارك قطار موغن",
                "zho": "第二季",
                "deu": "Mugen Train Arc",
                "vie": "Chuyến Tàu Vô Tận",
                "cat": "Arc del tren infinit",
                "rus": "Бесконечный поезд",
                "pol": null
            },
            "Summaries": {
                "eng": "TV version of Kimetsu no Yaiba Movie: Mugen Ressha-hen including an entirely new first episode. The first episode depicts Rengoku as he embarks on his journey to the Mugen Train. The remaining episodes will add about 70 new animation cuts and new background music, as well as a new trailer.",
                "jpn": null,
                "kor": null,
                "pt": "Versão para TV do filme Kimetsu no Yaiba: Mugen Train, incluindo um primeiro episódio inteiramente novo. O primeiro episódio retrata Rengoku enquanto ele embarca em sua jornada para o Trem Infinito. Os episódios restantes irão adicionar cerca de 70 novos cortes de animação e nova música de fundo, bem como um novo trailer.",
                "por": "Versão para TV do filme Kimetsu no Yaiba: Mugen Train, incluindo um primeiro episódio inteiramente novo. O primeiro episódio retrata Rengoku enquanto ele embarca em sua jornada para o Trem Infinito. Os episódios restantes irão adicionar cerca de 70 novos cortes de animação e nova música de fundo, bem como um novo trailer.",
                "spa": "Versión para TV de la película Guardianes de la Noche: Tren infinito que incluye un primer episodio completamente nuevo. El primer episodio muestra a Rengoku mientras se embarca en su viaje hacia el tren Mugen. Los episodios restantes agregarán alrededor de 70 nuevos cortes de animación y nueva música de fondo, así como un nuevo avance.",
                "fra": "Le groupe de Tanjirô a terminé son entraînement de récupération au domaine des papillons et embarque à présent en vue de sa prochaine mission à bord du train de l'infini, d'où quarante personnes ont disparu en peu de temps. Tanjirô et Nezuko, accompagnés de Zen'itsu et Inosuke, s'allient à l'un des plus puissants épéistes de l'armée des pourfendeurs de démons, le Pilier de la Flamme Kyôjurô Rengoku, afin de contrer le démon qui a engagé le train de l'Infini sur une voie funeste.",
                "ita": "Versione televisiva di Kimetsu no Yaiba Movie: Mugen Ressha-hen che include un primo episodio completamente nuovo. Il primo episodio ritrae Rengoku mentre intraprende il suo viaggio verso il Mugen Train. I restanti episodi aggiungeranno circa 70 nuovi tagli di animazione e nuova musica di sottofondo, oltre a un nuovo trailer.",
                "ara": "النسخة التلفزيونية من فيلم قاتل الشياطين: ارك قطار موغن متضمنًا حلقة أولى جديدة تمامًا.",
                "zho": "在蝴蝶屋结束修业之后，炭治郎等人抵达了下一任务的地方“无限列车”。在那里，短时间内有四十多人失踪。带着祢豆子的炭治郎与善逸、伊之助一行人，与鬼杀队的最强剑士“柱”之一的炎柱炼狱杏寿郎会合了。在通向黑暗的无限列车中，他们将面对潜伏在此的鬼。",
                "deu": null,
                "vie": "Cùng Rengoku Kyojuro, Tanjiro và đồng đội lên Chuyến Tàu Vô Tận để đối mặt với một con quỷ, nó bẫy nạn nhân trong những giấc mơ đẹp đẽ đến mức họ không muốn tỉnh dậy.",
                "cat": null,
                "rus": null,
                "pol": "Tanjiro i jego ekipa dołączają do najwyższego rangą pogromcy demonów, Kyojuro Rengoku, na pokładzie pociągu Mugen, z którego zniknęło bez śladu ponad 40 pasażerów."
            },
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "8747422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/8747422",
                    "Titles": {
                        "eng": "Flame Hashira Kyojuro Rengoku",
                        "jpn": "炎柱・煉獄杏寿郎"
                    },
                    "Summaries": {
                        "eng": "Flame Hashira Kyojuro Rengoku receives new orders: Travel to the Mugen Train, where over forty people have gone missing, and conduct an investigation. Leaving the Demon Slayer Corps Headquarters, he sets off on this new mission.",
                        "jpn": "炎柱・煉獄杏寿郎に、新たな指令が下された。\r\nそれは、四十人以上もの行方不明者が出たという「無限列車」——その現地へ赴き、調査を行うというもの。\r\n鬼殺隊本部を後にし、無限列車の任務へと旅立つ煉獄だったが——。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8747423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/8747423",
                    "Titles": {
                        "eng": "Deep Sleep",
                        "jpn": "深い眠り"
                    },
                    "Summaries": {
                        "eng": "Kyojuro Rengoku heads to the Mugen Train to investigate the disappearance of over forty passengers and encounters a demon along the way. After saving the people attacked by the demon, he finally arrives at the Mugen Train. What lies ahead of him?",
                        "jpn": "四十人以上もの行方不明者を出している無限列車を調査するため、現地に赴いた煉獄杏寿郎は、その道中で鬼に遭遇する。\r\n鬼に襲われた人びとを救い、煉獄は遂に無限列車へ。\r\n果たして、その先に待つものは──。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8747424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/8747424",
                    "Titles": {
                        "eng": "Should Have Been",
                        "jpn": "本当なら"
                    },
                    "Summaries": {
                        "eng": "Trapped in Enmu's spell, Tanjiro, Zenitsu, Inosuke and Kyojuro fall closer and deeper into an eternal slumber. Faced with death, Tanjiro is forced to confront his demons to save them.",
                        "jpn": "無限列車で煉獄との合流を果たした炭治郎、禰豆子、善逸、伊之助。列車に鬼が出ると聞き警戒心を強める炭治郎たちだったが、いつの間にか眠りに落ちてしまう。\r\n夢の中で、かつて失われたはずの家族と再会する炭治郎。\r\nしかし、そこは下弦の壱・魘夢の術中だった。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8747425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/8747425",
                    "Titles": {
                        "eng": "Insult",
                        "jpn": "侮辱"
                    },
                    "Summaries": {
                        "eng": "With Tanjiro successfully awakening from his dream, he confronts the demon responsible, Lower One Enmu. But the situation challenges Tanjiro's resolve when Enmu proves more powerful that any demon he's ever faced.",
                        "jpn": "魘夢の血鬼術により眠りに落ちてしまった炭治郎、善逸、伊之助、煉獄。\r\n魘夢は協力者を利用し、精神の核を破壊することで炭治郎たちを倒そうとしていた。自身が夢の中にいることに気づいた炭治郎は、夢から覚める方法を探す。\r\nそして目覚めるため、自らの頚を斬るのだった。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8747426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/8747426",
                    "Titles": {
                        "eng": "Move Forward!",
                        "jpn": "前へ！"
                    },
                    "Summaries": {
                        "eng": "Tanjiro and Inosuke battle Lower One Enmu, the strongest demon they've faced yet. With his limitless attacks and a potent Blood Demon Art, Enmu proves to be an extremely powerful adversary, forcing the two to attack in a way they have never done before.",
                        "jpn": "夢の中で自分の頚を斬ることにより炭治郎は目覚め、元凶である魘夢と対峙する。\r\n人の心を踏みにじることで享楽にふける魘夢に憤る炭治郎。\r\n激闘の末、炭治郎は魘夢の頚を斬り落とすが、その体はもはや本体ではなく、魘夢はすでに無限列車と融合していた。追い詰められた炭治郎の前に、ついに覚醒した伊之助が駆けつけ――。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8747427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/8747427",
                    "Titles": {
                        "eng": "Akaza",
                        "jpn": "猗窩座"
                    },
                    "Summaries": {
                        "eng": "Together, Inosuke and Tanjiro successfully behead Enmu, and despite the demon's final attempt to kill the passengers, everyone aboard the Mugen Train is safe. Heavily injured, Tanjiro attempts to rest and heal. But in the calm after the battle, a new and even more powerful danger arrives, threatening everyone.",
                        "jpn": "魘夢の手から乗客を守るため戦う禰豆子、善逸、煉獄。\r\n一方、炭治郎と伊之助は列車と融合した魘夢の頚を見つける。魘夢が繰り出す血鬼術を連携で凌ぎ、二人はついに魘夢の頚を斬る。のたうち回り、脱線する無限列車。二百人余りの乗客と炭治郎たちの運命は――。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8747428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/8747428",
                    "Titles": {
                        "eng": "Set Your Heart Ablaze",
                        "jpn": "心を燃やせ"
                    },
                    "Summaries": {
                        "eng": "Flame Hashira Kyojuro Rengoku continues to fend off Upper Three Akaza and sustains fatal wounds in the process, while the demon heals his own wounds instantly. Tanjiro and Inosuke look on helplessly as Kyojuro is brought low by Akaza.",
                        "jpn": "魘夢を倒した炭治郎たちの目の前に現れた一体の鬼——上弦の参・猗窩座。満身創痍の炭治郎に襲い掛かる猗窩座を、間一髪で煉獄が迎え撃つ。\r\n苛烈な戦いのなか、猗窩座は「鬼にならないか」と煉獄に語りかける。断固として応じない煉獄だが、次第に体は傷つき疲弊し、限界が近づいていた……。"
                    },
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "1964288",
            "URL": "https://thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/seasons/official/3",
            "Titles": {
                "eng": "Entertainment District Arc",
                "jpn": "遊郭編",
                "kor": "환락의 거리편",
                "fra": "Le quartier des plaisirs",
                "spa": "Arco del Distrito Rojo",
                "ita": "Il distretto dei piaceri",
                "ara": "ارك منطقة الترفيه",
                "zho": "游郭篇",
                "deu": "Entertainment District Arc",
                "vie": "Kỹ Viện Trấn",
                "por": "Arco do bairro do entretenimento",
                "rus": "Квартал Красных Фонарей",
                "pt": "Arco do Distrito do Entretenimento",
                "pol": null
            },
            "Summaries": {
                "eng": "Tanjirou and his comrades embark on a new mission within the Yoshiwara Entertainment District to face the demon Daki.",
                "jpn": null,
                "kor": null,
                "fra": "Tanjiro, Inosuke et Zenitsu accompagnent Tengen, le Pilier du son, en mission à Yoshiwara pour l'aider à retrouver ses épouses disparues qui enquêtaient sur les rumeurs de démons présents dans le district.",
                "spa": "Tanjiro junto a Inosuke y Zenitsu acompañan al Pilar del sonido, Tengen Uzui, en una misión al Distrito de Yoshiwara para ayudarlo en la búsqueda de sus esposas desaparecidas quienes estuvieron investigando rumores sombre demonios en el lugar.",
                "ita": null,
                "ara": "يشرع تانجيرو ورفاقه في مهمة جديدة داخل منطقة يوشيوارا الترفيهية لمواجهة الشيطان داكي.",
                "zho": "在鬼居住的灯红酒绿的夜间娱乐区，炭治郎和朋友们与音柱宇髓天元一起执行一项新任务。",
                "deu": null,
                "vie": "Chuyến hành trình mới của nhóm Tanjiro. Lần này, cả nhóm cùng với  m Trụ lên đường đi đến phố đèn đỏ Yoshiwara để tiêu diệt quỷ nữ đang làm mưa làm gió tại nơi đây. Bên cạnh đó, mục đích của nhóm cũng là để điều tra tin đồn về sự xuất hiện của con quỷ được cho là Thượng Huyền Nguyệt Quỷ.",
                "por": "Tanjiro e companhia juntam-se a Tengen Uzui, o Hashira do Som, para uma nova missão, desta feita numa vibrante zona de vida noturna habitada por demónios.",
                "rus": null,
                "pt": null,
                "pol": "Tanjiro i jego przyjaciele ruszają na nową misję z Filarem Dźwięku, Tengenem Uzuim, w pełnej blichtru i blasku dzielnicy życia nocnego zamieszkanej przez demony."
            },
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "8729902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/8729902",
                    "Titles": {
                        "eng": "Sound Hashira Tengen Uzui",
                        "jpn": "音柱・宇髄天元"
                    },
                    "Summaries": {
                        "eng": "After the Mugen Train incident, Akaza visits Muzan Kibutsuji. Guided by a crow, Tanjiro Kamado heads off to the Rengoku residence to convey Kyojuro Rengoku's last messages to his father and little brother. Tanjiro's group return to the Butterfly Mansion.",
                        "jpn": "無限列車での任務を終えた炭治郎たちは、蝶屋敷で療養生活を送っていた。\r\nそんななか、炭治郎は煉獄の言づてを伝えるべく煉獄の生家を訪れる。\r\n亡き杏寿郎を侮辱する父・槇寿郎に憤る炭治郎だったが、炭治郎の耳飾りを見た途端、槇寿郎は目の色を変える。\r\nはたして、炭治郎は煉獄家で何を知るのか――。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8747432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/8747432",
                    "Titles": {
                        "eng": "Infiltrating the Entertainment District",
                        "jpn": "遊郭潜入"
                    },
                    "Summaries": {
                        "eng": "After Tanjiro visits the Rengoku residence and meets Kyojuro's younger brother, Senjuro, to deliver Kyojuro's last message, Tanjiro spends his days training and completing missions. One day, he returns to the Butterfly Mansion to find Sound Hashira, Tengen Uzui, attempting to take Aoi and Naho away on a mission against their will. Tanjiro, Zenitsu and Inosuke offer to go on that mission instead, and they head to their next destination - the Entertainment District.",
                        "jpn": "煉獄家を訪れ、煉獄の弟・千寿郎に煉獄の言葉を伝えた炭治郎。\r\nその後、日々鍛錬を積みながら任務をこなす炭治郎だったが、ある日、蝶屋敷へ戻ると音柱・宇髄天元が嫌がるアオイとなほを任務へ連れていこうとしていた。\r\nその様子を見た炭治郎は、代わりに任務へ行くと申し出る。\r\nそうして炭治郎たちは次の任務地、遊郭へ——。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8747433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/8747433",
                    "Titles": {
                        "eng": "What Are You?",
                        "jpn": "何者？"
                    },
                    "Summaries": {
                        "eng": "After arriving at the Entertainment District, Tanjiro and his comrades infiltrate each House where Uzui's wives, Suma, Makio and Hinatsuru, work. While working as apprentices and searching for their whereabouts, Inosuke hears that Makio has been shutting herself away from everyone in her room.",
                        "jpn": "遊郭を訪れた炭治郎たちは、宇髄の嫁である須磨、まきを、雛鶴がそれぞれ潜んでいるという店に潜入することに。\r\n店で見習いとして働くかたわら、嫁たちの行方を探る炭治郎たちだったが、そんななか伊之助は、まきをが部屋に閉じ籠もっているという話を聞きつけるのだった。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8747434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/8747434",
                    "Titles": {
                        "eng": "Tonight",
                        "jpn": "今夜"
                    },
                    "Summaries": {
                        "eng": "As Tanjiro close in on the demon that has been preying upon the entertainment district. But even as he closes in, the others continue to follow their leads toward their query. Who will find the demon first? And will they be able to survive the confrontation when they do?",
                        "jpn": "まきをの部屋に踏み込んだ伊之助は、誰もいない部屋から鬼の気配を察知し追うが、すんでのところで逃してしまう。\r\nそのころ、京極屋に潜入していた善逸は、女の子の泣き声を辿った先で出会った花魁が、鬼であると確信する。\r\n上弦の陸・堕姫——蕨姫花魁として遊郭に潜む鬼だった。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8747435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/8747435",
                    "Titles": {
                        "eng": "Things Are Gonna Get Real Flashy!!",
                        "jpn": "ド派手に行くぜ‼"
                    },
                    "Summaries": {
                        "eng": "After being told of Zenitsu’s disappearance and to leave the Entertainment District by Uzui, Tanjiro and Inosuke decide that they will rescue Zenitsu. That evening, Tanjiro picks up a scent of a demon, which leads him to Koinatsu Oiran being swallowed by Daki’s belt. With Uzui nowhere in sight, Tanjiro must face the Upper Six demon alone.",
                        "jpn": "善逸が行方知れずとなり、遊郭から出るよう宇髄から言われる炭治郎と伊之助だったが、二人は善逸たちを助け出すことを決意する。そしてその晩、炭治郎が鬼の匂いを察知し、匂いを辿ると、鯉夏花魁が堕姫の帯に飲み込まれようとしていた。宇髄たちがいないなか、炭治郎は一人、上弦の陸へと立ち向かう。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8747436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/8747436",
                    "Titles": {
                        "eng": "Layered Memories",
                        "jpn": "重なる記憶"
                    },
                    "Summaries": {
                        "eng": "During the fierce battle with Daki, Tanjiro continues to unleash the Hinokami Kagura, which causes a huge strain on his body. Meanwhile, Inosuke reaches the Belt Demon’s nest and saves people who have been captured. Makio, Suma, and Zenitsu, who have been freed from the belt, join in on the fight. As the ceiling of the nest is broken, Uzui appears wielding his swords.",
                        "jpn": "堕姫との熾烈な戦いが続くなか、炭治郎は体への負担が大きい「ヒノカミ神楽」を繰り出し立ち向かう。そのころ、帯の鬼の巣に辿りついた伊之助は、帯に囚われていた人々を助け出す。救出されたまきを、須磨、善逸が加勢するなか、突如、巣の天井が破られ——現れた宇髄がその刃をふるう。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8747437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/8747437",
                    "Titles": {
                        "eng": "Transformation",
                        "jpn": "変貌"
                    },
                    "Summaries": {
                        "eng": "Enraged by Daki's contempt for human life, Tanjiro attacks her with more intensity and gradually corners the demon. But he's already gone past his physical limit. As Tanjiro collapses and all seems lost again, Nezuko appears. A vicious battle ensues and Nezuko starts transforming into a more demon-like form...",
                        "jpn": "人の命を蔑ろにする堕姫に炭治郎が激昂した。堕姫をこれまで以上の動きで追い詰めていく炭治郎だったが、身体は既に限界を超えていた。倒れ込み、再びピンチに陥る炭治郎のもとに禰豆子が駆け付ける。堕姫に立ち向かう禰豆子だったが、壮絶な戦いのなか、より鬼に近い姿に変わっていき……。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8747438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/8747438",
                    "Titles": {
                        "eng": "Gathering",
                        "jpn": "集結"
                    },
                    "Summaries": {
                        "eng": "After Nezuko attempts to attack innocent bystanders as her demon form advances, Tanjiro is finally able to make her fall asleep by singing a lullaby. Meanwhile, another demon emerges out of Daki's body after being beheaded by Uzui - Gyutaro, Daki's older brother and the other form of Upper Six. Uzui must now face both demons, Daki and Gyutaro.",
                        "jpn": "鬼化が進み人に襲い掛かろうとする禰豆子を、炭治郎は子守唄でようやく寝かしつける。一方、宇髄は堕姫の頚を斬り落とすが、堕姫の中から新たな鬼が現れる。妓夫太郎——堕姫の兄であり、もう一体の上弦の陸。堕姫と妓夫太郎、二体の鬼に宇髄は立ち向かう。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8747439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/8747439",
                    "Titles": {
                        "eng": "Defeating an Upper Rank Demon",
                        "jpn": "上弦の鬼を倒したら"
                    },
                    "Summaries": {
                        "eng": "Tanjiro, Zenitsu and Inosuke have joined Uzui in battle. While Zenitsu and Inosuke take on Daki, Tanjiro and Uzui deal with Gyutaro; however, they struggle as the demons have the upper hand with their coordinated attacks. But thanks to Hinatsuru's help and some teamwork from Uzui, Tanjiro's blade finds its way towards Gyutaro's neck...",
                        "jpn": "宇髄のもとに炭治郎、善逸、伊之助が合流した。善逸と伊之助が堕姫を相手取り、炭治郎と宇髄が妓夫太郎に立ち向かうが、連携の取れた堕姫と妓夫太郎の猛攻に炭治郎たちは苦戦を強いられる。しかし、現れた雛鶴の援護と宇髄の連携により、炭治郎の刃が妓夫太郎の頚に迫る——"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8747440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/8747440",
                    "Titles": {
                        "eng": "Never Give Up",
                        "jpn": "絶対諦めない"
                    },
                    "Summaries": {
                        "eng": "Tanjiro and Uzui have been separated by Gyutaro's Blood Demon Art. As Tanjiro joins the struggling Zenitsu and Inosuke, they manage to decapitate Daki at last thanks to their coordinated barrage of sword strikes. However, when Inosuke tries to run off with Daki's head, he gets pierced by Gyutaro's scythe. Uzui has also collapsed, leaving Tanjiro and the others with their backs to the wall.",
                        "jpn": "妓夫太郎の血鬼術を受け、炭治郎と宇髄は分断されてしまう。炭治郎は、苦戦していた善逸と伊之助に合流し、三人の連撃によりついに堕姫の頸を斬ることに成功する。しかし、堕姫の頸を持ち去ろうとした伊之助に妓夫太郎の鎌が突き刺さる。宇髄も倒れ、炭治郎たちは絶体絶命の危機に——。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8747441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/8747441",
                    "Titles": {
                        "eng": "No Matter How Many Lives",
                        "jpn": "何度生まれ変わっても"
                    },
                    "Summaries": {
                        "eng": "Uzui deflects all of Gyutaro's Blood Demon Art attacks, and despite getting pierced in the jaw, Tanjiro is able to slice off Gyutaro's head. Though wounded from head to toe, Zenitsu and Inosuke also behead Daki, and they succeed in decapitating both demons at the same time. Just when it seems as though they've defeated the Upper Six demons after a fierce struggle, Gyutaro unleashes his Blood Demon Art...",
                        "jpn": "宇髄が妓夫太郎の血鬼術をすべて弾き、炭治郎が顎を貫かれながらも妓夫太郎の頸を斬り落とす。善逸と伊之助も、満身創痍のなか堕姫の頸を断ち、ついに二体の頸を同時に斬ることに成功する。死闘の果てに上弦の陸を倒したかに思えたその時、妓夫太郎の血鬼術が放たれ……。"
                    },
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "1987357",
            "URL": "https://thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/seasons/official/4",
            "Titles": {
                "eng": "Swordsmith Village Arc",
                "jpn": "刀鍛冶の里編",
                "fra": "Le village des forgerons",
                "spa": "Arco de la Aldea de los Herreros",
                "deu": "Swordsmith Village Arc",
                "kor": "도공 마을편",
                "ita": "Il villaggio dei forgiatori di katana",
                "zho": "刀匠村篇",
                "vie": "Làng Thợ Rèn",
                "rus": "Деревня кузнецов",
                "ara": "أرك قرية حدادي السيوف",
                "ukr": "Арка селища ковалів",
                "pt": "Arco do Vilarejo dos Ferreiros",
                "por": "Saga da aldeia dos ferreiros"
            },
            "Summaries": {
                "eng": "Tanjiro visits swordsmiths' village, where he faces explaining the damage to his sword. While waiting for repairs, the Mist Hashira battles two upper-rank demons with Tanjiro and Genya's aid. But can they handle a regenerating enemy that splits into four bodies?",
                "jpn": null,
                "fra": "Lors de la bataille contre Dahi et Gyutaro, le sabre de Tanjiro a été brisé. Tandis qu’il est à la recherche d’un nouveau sabre, Tanjiro visite le village caché des forgerons où se trouve Haganezuka.",
                "spa": "Durante la batalla contra Dahi y Gyutaro, la espada de Tanjiro se rompió. Mientras busca una nueva espada, Tanjiro visita el pueblo oculto de herreros donde se encuentra Haganezuka.",
                "deu": null,
                "kor": "다키, 규타로와의 전투에서 탄지로의 검이 부러졌다. 새로운 검이 필요한 탄지로는 하가네즈카가 있는 숨겨진 대장간 마을로 향한다.",
                "ita": null,
                "zho": "主角炭治郎在经过与上弦之陆的一场大战后，便在蝴蝶屋疗养了一段时间，在听说钢铁冢不再为自己打造新刀后，他决定前往刀匠村一探究竟并再次拜托钢铁冢为自己铸刀，然而在刀匠村里炭治郎遇见了恋柱·甘露寺蜜璃和霞柱·时透无一郎以及不死川玄弥等人。另一方面无惨对于上弦出现空缺的问题感到相当震怒，加上「蓝色彼岸花」的搜寻进度不如预期，因此他指派了上弦之肆·半天狗和上弦之伍·玉壶前往某地执行任务……",
                "vie": "Để giải thích cho Hotaru Haganezuk, bậc thầy kiếm thuật đã rèn kiếm cho Tanjiro, tại sao thanh kiếm của anh lại bị thương nặng như vậy, Tanjiro đã phải đến một ngôi làng rèn kiếm, và lúc đó kẻ thù đã tiến đến gần Tanjiro khi cậu đang đợi người thợ rèn kiếm của mình sửa chữa...",
                "rus": "Во время битвы с Дахи и Гютаро меч Тандзиро был сломан. В поисках нового меча Тандзиро посещает скрытую деревню кузнецов, где находится Хаганезука.",
                "ara": null,
                "ukr": null,
                "pt": null,
                "por": null
            },
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "9499909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/9499909",
                    "Titles": {
                        "eng": "Someone's Dream",
                        "jpn": "誰かの夢"
                    },
                    "Summaries": {
                        "eng": "An Upper Rank Demon has been defeated for the first time in a hundred years by Uzui, Tanjiro, and his comrades' effort. This news causes a ripple effect not only among the members of the Demon Slayer Corps but also the Upper Rank demons who have been summoned by Muzan Kibutsuji. Meanwhile, Tanjiro is recovering at the Butterfly Mansion when he discovers that he has upset his swordsmith Haganezuka after chipping his sword and decides to head to the village where the swordsmiths live to talk to him in person.",
                        "jpn": "宇髄とともにあたった遊郭での任務で、上弦の陸・堕姫と妓夫太郎と死闘を繰り広げ、辛くも勝利を収めた炭治郎たち。炭治郎たちが成し遂げた「上弦の鬼の死」は、百年間変わらなかった状況に変化をもたらし、鬼舞辻無惨をはじめとする鬼たちの間にも波紋を呼んでいた――。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9704254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/9704254",
                    "Titles": {
                        "eng": "Yoriichi Type Zero",
                        "jpn": "縁壱零式"
                    },
                    "Summaries": {
                        "eng": "Tanjiro encounters Mist Hashira Muichiro Tokito and Kotetsu, a boy from the village, arguing. Muichiro demands that a \"certain key\" be handed over to him from Kotetsu. Being unable to look on in silence, Tanjiro intervenes to speak on behalf of Kotetsu. However, Muichiro refuses to listen. According to Kotetsu, the key is used to operate a battle-type mechanical doll, Yoriichi Type Zero, that mimics the movement of a certain real-life swordsman...",
                        "jpn": "刃毀れが原因で鋼鐵塚を怒らせてしまった炭治郎は、禰豆子とともに刀鍛冶たちの住む里に向かうことに。鬼殺隊士にとって重要な拠点の一つ、奥深く隠された刀鍛冶の里で、炭治郎は同期の不死川玄弥、恋柱・甘露寺蜜璃と再会する。蜜璃から秘密の武器の存在を聞いた炭治郎が山を探索していると、霞柱・時透無一郎と里の少年が何やら言い争っていて……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9704255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/9704255",
                    "Titles": {
                        "eng": "A Sword From Over 300 Years Ago",
                        "jpn": "300年以上前の刀"
                    },
                    "Summaries": {
                        "eng": "Yoriichi Type Zero is destroyed at the end of Tanjiro's training, but a sword from over 300 years ago appears from inside. Kotetsu gives Tanjiro the sword. However, it is badly rusted. At that moment, Haganezuka appears and takes the sword with him to perform a grueling whetting process handed down within his family line. Meanwhile, the presence of demons is inching closer to the village...",
                        "jpn": "縁壱零式との訓練を開始した炭治郎は、小鉄の容赦ない指導と極限の状態での鍛錬を経て、匂いによって相手が次に狙う場所が分かるという、新たな能力を会得する。訓練の最中、炭治郎の放った一撃により縁壱零式は壊れてしまうが、その中からは300年以上前の刀が現れ――。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9704256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/9704256",
                    "Titles": {
                        "eng": "Thank You, Tokito",
                        "jpn": "時透君ありがとう"
                    },
                    "Summaries": {
                        "eng": "Muichiro rescues Kotetsu, who was being attacked by a goldfish demon. He tries to rush to the village where crisis is looming, however, he is asked by Kotetsu to rescue Haganezuka and Kanamori, so he begins heading their way instead. Meanwhile, Tanjiro, Nezuko, and Genya are facing off against the demons who have split into four separate bodies. Separated from the rest, Tanjiro alone continues to fight a close battle with the demon with a mark of the word \"Joy\"...",
                        "jpn": "炭治郎と無一郎の前に、突如として上弦の鬼が現れる。無一郎は鬼の頸を斬り落とすが、鬼は2体に分裂し、無一郎は吹き飛ばされてしまう。2体の鬼に対峙する炭治郎と禰????豆子、玄弥だったが、さらに分裂した鬼の攻撃により、炭治郎までもが引き離されてしまう。一方、無一郎は森の中で金魚の鬼に襲われる小鉄を救出し――。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9704257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/9704257",
                    "Titles": {
                        "eng": "Bright Red Sword",
                        "jpn": "赫刀"
                    },
                    "Summaries": {
                        "eng": "Upon arriving at the village, Mitsuri rushes to the chief of the village, Tecchin, and finds that all of his guards have been defeated, and he himself is in a life-or-death situation. Muichiro is being guided by Kanamori, whom he rescued along the way, to the studio to receive his sword. However, Upper Five Gyokko is waiting in front of the studio, where Haganezuka is also working...",
                        "jpn": "苦戦する禰????豆子の元に駆けつけ、一進一退の攻防を繰り広げる炭治郎だったが、可楽による団扇の攻撃を受け、禰????豆子と二人、気を失ってしまう。そのころ、金魚の鬼の群れが刀鍛冶たちに次々と襲い掛かり、里は危機に瀕していた。その報せを聞いた蜜璃は、里の救出へ向かう――。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9704258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/9704258",
                    "Titles": {
                        "eng": "Aren't You Going to Become a Hashira?",
                        "jpn": "柱になるんじゃないのか!"
                    },
                    "Summaries": {
                        "eng": "Two simultaneous fights continue, Tanjiro, Nezuko and Genya against Hantengu and Tokito against Gyokko. Genya began to show a demonic form. Tanjiro asks him to look for Hantengu's real body, but memories of the past begin to plague Genya.",
                        "jpn": "4体に分裂した半天狗の猛攻に苦戦する炭治郎たち。しかし、禰????豆子の血の力により燃えて赤くなった刀を振るい、炭治郎は3体の頸を同時に斬ることに成功する。玄弥が残りもう一体の鬼の頸を斬っていたことに気づく炭治郎だったが、鬼の頸を持つ玄弥は姿が変わっており……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9704259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/9704259",
                    "Titles": {
                        "eng": "Awful Villain",
                        "jpn": "極悪人"
                    },
                    "Summaries": {
                        "eng": "Genya aims for the neck of the fifth demon, but the sword breaks due to the unexpected hardness of the neck, and the gun doesn't work either, and he is cornered. He entrusts Tanjiro with the task of confronting the fifth demon, which is believed to be Hantengu's real self, as he cannot cut his neck with his own strength. Receiving Genya's feelings, Tanjiro swings his sword at the fleeing demon.",
                        "jpn": "分裂した5体目の鬼の頸を狙う玄弥だったが、想定外の頸の硬さに刀は折れ、銃も効かず、追い詰められてしまう。自分の力では頸を斬れないとは、悟った玄弥本体と思われる5体目の鬼との対峙を炭治郎に託す。玄弥の想いを受け取った炭治郎は、逃げ回る鬼に刀を振り下ろし――。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9704260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/9704260",
                    "Titles": {
                        "eng": "The Mu in Muichiro",
                        "jpn": "無一郎の無"
                    },
                    "Summaries": {
                        "eng": "Muichiro, with the help of air blown by Kotetsu to him, escapes Gyokko's Water Prison Pot. Muichiro finally recalls his tragic past.",
                        "jpn": "鬼の攻撃により傷を負いながらも、玉壺が作り出した水の中に閉じ込められた無一郎を助けようとする小鉄。自分のために身を削る小鉄の姿に、無一郎は炭治郎の言葉を重ね、忘れていた父の姿を思い出す。小鉄の吹き込んだ空気を得て、渾身の力で霞の呼吸を放った無一郎は、ついに水の中から脱出するが……。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9704261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/9704261",
                    "Titles": {
                        "eng": "Mist Hashira Muichiro Tokito",
                        "jpn": "霞柱　時透無一郎"
                    },
                    "Summaries": {
                        "eng": "Armed with his memories, Muichiro feels powerful and invincible, convinced that the demonic fifth moon has no chance against him.",
                        "jpn": "金魚の鬼たちを一層した無一郎は、鋼鐵塚と鉄穴森のいる作業小屋へ向かう。そこでは、刀を研ぎ続ける鋼鐵塚の集中力を断ち切るため、玉壺が鉄穴森を人質に取ろうとしていた。すんでのところで駆けつけた無一郎は、鉄穴森から受け取った新しい日輪刀を手に、玉壺との再戦に挑む――！"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9704262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/9704262",
                    "Titles": {
                        "eng": "Love Hashira Mitsuri Kanroji",
                        "jpn": "恋柱・甘露寺蜜璃"
                    },
                    "Summaries": {
                        "eng": "Tanjiro, Nezuko, and Genya are struggling through an arduous battle against Zohakuten and his five tree dragons. They are forced to fight defensively against the tree dragons using the four emotion demons' powers, and Tanjiro is swallowed by one of them amidst the fight. Just as Tanjiro is close to meeting his demise, Mitsuri arrives in the nick of time and rescues him. And now, Mitsuri faces off against Zohakuten to rescue the captured Nezuko and Genya!",
                        "jpn": "炭治郎、禰豆子、玄弥の三人は、憎珀天が操る5本の木の竜との戦いに苦戦していた。喜怒哀楽の4体の鬼の力を使う木の竜たちに防戦を強いられるなか、炭治郎が木の竜に飲み込まれてしまう。絶体絶命の瞬間、駆けつけた蜜璃が炭治郎を救出する。そして、捕まった禰豆子と玄弥を助けるべく、憎珀天に立ち向かうーー！"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9704263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/9704263",
                    "Titles": {
                        "eng": "A Connected Bond: Daybreak and First Light",
                        "jpn": "繋いだ絆　彼は誰時　朝ぼらけ"
                    },
                    "Summaries": {
                        "eng": "Tanjiro continues the fight against Hantengu. Amidst all his injuries and the Upper Four's skill, will he be able to defeat him? As the battle draws to a close, the Demon Slayer squad must race against time to end the fight before dawn.",
                        "jpn": "蜜璃が憎珀天を食い止めている隙に半天狗の本体を追う炭治郎、禰豆子、玄弥。半天狗の隠れた木の玉を見つけ出し、協力して玉の中を暴く三人だったが、中はもぬけの殻だった。再び逃げ出した半天狗を追う炭治郎たち。逃げ惑う半天狗に痺れを切らした玄弥が木を投げつけ、禰豆子が飛びかかる――！"
                    },
                    "Aliases": []
                }
            }
        },
        "5": {
            "ID": "2119434",
            "URL": "https://thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/seasons/official/5",
            "Titles": {
                "eng": "Hashira Training Arc",
                "jpn": "柱稽古編",
                "pt": "Arco do Treinamento Hashira",
                "fra": "Entraînement des Piliers",
                "spa": "Arco del Entrenamiento Pilar",
                "rus": "Тренировка Хашира",
                "ita": "L'allenamento dei pilastri",
                "kor": "합동 강화 훈련편",
                "deu": "Hashira Training Arc",
                "zho": "柱训练篇"
            },
            "Summaries": {
                "eng": "After the fierce battles in the Swordsmith Village, Tanjiro and his allies enter a grueling training program led by the Hashira, the strongest swordsmen of the Demon Slayer Corps. Each Hashira pushes the slayers to their limits in strength, skill, and spirit, preparing them for the war against Muzan Kibutsuji and his Upper Rank demons.",
                "jpn": null,
                "pt": "Em preparação para a batalha final contra Muzan Kibutsuji, começa o treinamento dos Hashira. Enquanto todos carregam fé e determinação em seus corações, Tanjiro e os Hashira entram em uma nova história.",
                "fra": "Afin de faire face à la bataille qui arrive, Tanjirô va voir Himejima, l'actuel Pilier de la Roche, afin de participer à l'entraînement des Piliers. Cet entraînement intense et exigeant a pour but d'améliorer les capacités et la santé physique de tous les pourfendeurs de démons. Gagner l'approbation d'Himejima semble impossible, mais Tanjirô n'abandonnera pas !\r\n\r\nPendant ce temps, Muzan continue de rechercher l'endroit où se trouvent Nezuko et Ubuyashiki.",
                "spa": null,
                "rus": "После событий в деревне кузнецов Тандзиро продолжает стремиться стать хасирой и проходит обучение у Каменного хасиры Гюмэя Химэдзимы. В это же время король демонов Мудзан Кибуцудзи и три последних демона Кидзуки — Акадза, Дома и Кокусибо, начинают поиски Нэдзуко и семьи Убуясики.",
                "ita": null,
                "kor": null,
                "deu": "Mit dem Wissen um den teuflischem Plan Muzan Kibutsujis, Nezukos Kräfte zu missbrauchen, um selbst auch die Sonne zu bezwingen, steht der Truppe der Demon Slayer ein gnadenloser Kampf bevor. Da die Chancen auf einen Sieg derzeit eher gering zu sein scheinen, berufen die aktiven Säulen eine Krisensitzung ein, um einen besonderen Plan zu entwickeln: Durch ein spezielles Training soll die gesamte Teufelsjägertruppe an Kraft, Ausdauer, Kondition, Schnelligkeit und Schwerttechnik gewinnen, um gegen die Teufel bestehen zu können. Selbst ehemalige Säulen wie Tengen Uzui werden um Hilfe gebeten, um gegen Muzan und seine Teufelsmonde anzukommen. Nur eine Säule, die »Wassersäule« Giyuu Tomioka, kann nicht am Training teilnehmen, denn er ist anders als die anderen ...",
                "zho": null
            },
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "10402475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/10402475",
                    "Titles": {
                        "eng": "To Defeat Muzan Kibutsuji",
                        "jpn": "鬼舞辻無惨を倒すために"
                    },
                    "Summaries": {
                        "eng": "The Hashira, Sanemi and Iguro, along with their comrades head to an abandoned castle on top of a mountain for a mission, while Tanjiro is being treated at the Butterfly Mansion for the wounds he suffered at the Swordsmith Village. Later on, the Hashira gather at the Ubuyashiki Mansion to hold a Hashira meeting, where Muichiro reveals how the marks manifested. In an effort to strengthen the entire Demon Slayer Corps from the bottom up, the Hashira Training begins...",
                        "jpn": "刀鍛冶の里では、炭治郎たちと二人の柱の活躍により、上弦の鬼二体が倒された。\r\nそして太陽を克服した禰豆子の存在は、鬼舞辻????無惨との大きな戦いを予感させる。\r\nそんな中、産屋敷邸には柱たちが集められ、柱合会議が開かれた――。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10445764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/10445764",
                    "Titles": {
                        "eng": "Water Hashira Giyu Tomioka's Pain",
                        "jpn": "水柱・冨岡義勇の痛み"
                    },
                    "Summaries": {
                        "eng": "Kagaya's Kasugai Crow suddenly appears in front of Tamayo and invites her to the Demon Slayer headquarters — even though she is a demon. Meanwhile, Tanjiro, who is recovering at the Butterfly Mansion, receives a letter from Kagaya...",
                        "jpn": "珠世のもとに突如現れた耀哉の鎹鴉は、鬼である珠世を鬼殺隊の本拠地へ誘う。\r\n一方、その頃蝶屋敷で休養中の炭治郎のもとに耀哉から手紙が届き――。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10445765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/10445765",
                    "Titles": {
                        "eng": "Fully Recovered Tanjiro Joins the Hashira Training!!",
                        "jpn": "炭治郎全快‼ 柱稽古大参加"
                    },
                    "Summaries": {
                        "eng": "After talking with Tanjiro, Giyu is able to overcome his past self and decides to join the training. Meanwhile, Tanjiro's wounds have healed enough to join the training, and heads to his first training with the former Hashira, Uzui.",
                        "jpn": "義勇は炭治郎と話しをする中で、過去の自分を乗り越え、遅れながらも稽古に参加することを決意する。一方、炭治郎も稽古に参加できるまで傷が回復し、まずは元柱である宇髄の稽古へ向かう――。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10445766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/10445766",
                    "Titles": {
                        "eng": "To Bring a Smile to One's Face",
                        "jpn": "笑顔になれる"
                    },
                    "Summaries": {
                        "eng": "After completing training with Uzui, Tanjiro visits the Tokito residence next. The Demon Slayer swordsmen who have already started the training are dispirited by Muichiro's intense training and harsh words. Tanjiro hears the swordsmen discussing if there's anything they can do about it...",
                        "jpn": "無事に宇髄のもとで稽古を終えた炭治郎は、鬼殺隊士と仲を深め、宇髄と改めて打倒鬼舞辻????無惨を誓い合う。次に向かった時透邸では無一郎が隊士と既に激しい稽古を始めていて――。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10445767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/10445767",
                    "Titles": {
                        "eng": "I Even Ate Demons...",
                        "jpn": "鬼を喰ってまで…"
                    },
                    "Summaries": {
                        "eng": "After completing Mitsuri's training, Tanjiro heads to train with Iguro. When he arrives at the training site, Iguro is waiting for him, visibly angry. Will he be able to complete this horrifying training where he'll have to fix his sword skills?",
                        "jpn": "炭治郎の活躍もあり、稽古を通して距離の近づいた無一郎と鬼殺隊士たち。炭治郎は無一郎の稽古を終えて、次の蜜璃の稽古場へ向かうが、そこで行われていた柔軟の訓練は、見た目以上に大変で――。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10445768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/10445768",
                    "Titles": {
                        "eng": "The Strongest of the Demon Slayer Corps",
                        "jpn": "鬼殺隊最強"
                    },
                    "Summaries": {
                        "eng": "Tanjiro and Zenitsu head to Himejima's training site deep in the mountains and reunite with Inosuke and Murata.",
                        "jpn": "伊黒と実弥の稽古を乗り越えた炭治郎は、善逸と共に山奥にあるという悲鳴嶼の稽古場へ向かう。既に稽古を始めていた伊之助や村田と久々の再会も束の間、悲鳴嶼の厳しい稽古が始まる――。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10445769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/10445769",
                    "Titles": {
                        "eng": "Stone Hashira Gyomei Himejima",
                        "jpn": "岩柱・悲鳴嶼行冥"
                    },
                    "Summaries": {
                        "eng": "After Tanjiro reaches a dead end with Himejima's tasks, he runs into Genya coincidentally and manages to move the boulder thanks to his advice.",
                        "jpn": "悲鳴嶼の課題に行き詰まる炭治郎は、偶然再会した玄弥に助言をもらうことで、なんとか岩を動かすことに成功する。足掛かりを得た炭治郎は、このまま悲鳴嶼の稽古を乗り越えることが出来るのだろうか――。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10445770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-slayer-kimetsu-no-yaiba/episodes/10445770",
                    "Titles": {
                        "eng": "The Hashira Unite",
                        "jpn": "柱・結集"
                    },
                    "Summaries": {
                        "eng": "During a silent night when the moon shines, Kagaya finally meets Muzan Kibutsuji, who appears at the Ubuyashiki Mansion.",
                        "jpn": "月が輝く静かな夜、産屋敷邸に現れた鬼舞辻????無惨と、耀哉はついに邂逅を果たす。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}