{
    "URL": "https://thetvdb.com/series/kishuku-gakkou-no-juliet",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/A75D-8573-77C7-4835-65F7-0",
        "https://www.imdb.com/title/tt8496638/",
        "https://juliet-anime.com/",
        "http://www.reddit.com/r/BoardingSchool_Juliet/",
        "https://www.tvmaze.com/shows/38214/show-slug",
        "https://www.themoviedb.org/tv/82823",
        "https://en.wikipedia.org/wiki/Boarding_School_Juliet",
        "https://x.com/juliet_anime"
    ],
    "TitleEnglish": "Boarding School Juliet",
    "SummaryEnglish": "\"To Love, or not to Love\"\r\n\r\nJuliet Percia and Inuzuka Romio are archenemies. They lead two high-school dormitories the \"Black Dogs\" and the \"White Cats\" from two rivaling countries. Both factions are dead set on defeating the other to gain control over the island they have to share. Beneath the feuding exterior, however, Percia and Inuzuka long for love and peace for their budding relationship...",
    "Aliases": [
        "Kishuku Gakkō no Jurietto",
        "Kishuku Gakkou no Juliet"
    ],
    "Modified": "2025-08-03",
    "Seasons": {
        "1": {
            "ID": "777611",
            "URL": "https://thetvdb.com/series/kishuku-gakkou-no-juliet/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6815527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/episodes/6815527",
                    "TitleEnglish": "Romio Inuzuka and Juliet Persia",
                    "SummaryEnglish": "Dahlia Academy is a boarding school where the students come from two enemy countries: the Eastern Nation of Touwa, and the Principality of West. However, Romio Inuzuka, the first-year leader of the Touwa students, has always been in love with Juliet Persia, the first-year leader of the enemy West students. One day, Inuzuka decides to make his move and tell Juliet how he feels!",
                    "Aliases": []
                },
                "2": {
                    "ID": "6826558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/episodes/6826558",
                    "TitleEnglish": "Rosary and Juliet",
                    "SummaryEnglish": "Another day, another confrontation between Touwa's Black Doggy House and the West's White Cats House. All the while, Inuzuka and Persia continue their secret romance. Then, the day of the tri-monthly outing to the town of Dahlia arrives. Inuzuka concocts a plan for a date with Persia. He disguises her in a Black Doggy boy's uniform! Things get spicy as they try to keep their date on the rails!",
                    "Aliases": []
                },
                "3": {
                    "ID": "6826559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/episodes/6826559",
                    "TitleEnglish": "Romio and Princess Char",
                    "SummaryEnglish": "It's Inuzuka and Persia's celebratory one month anniversary. The campus is abuzz due to the return of a certain student. Her name, the first princess of the West, \"Chartreux Westia\". Char walks the red carpet with composure as the White Cats laud her arrival. Inuzuka, tasked with opposing Char, is struck by her words. \"You're dating Persia, right?\" Has their love already been discovered?!",
                    "Aliases": []
                },
                "4": {
                    "ID": "6826560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/episodes/6826560",
                    "TitleEnglish": "Romio and Hasuki",
                    "SummaryEnglish": "The Black Doggies have begun their training camp in preparation for midterms. Persia dons her \"Julio\" disguise and participates at Inuzuka's request. In charge of the camp is Inuzuka's childhood friend, Hasuki Komai. Inuzuka learns by chance that he's the reason Hasuki is so dedicated. Guilty about keeping his relationship with Persia hidden from Hasuki, Inuzuka gathers his courage...",
                    "Aliases": []
                },
                "5": {
                    "ID": "6826561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/episodes/6826561",
                    "TitleEnglish": "Romio and the Sports Festival",
                    "SummaryEnglish": "The Dahlia campus is even more lively than usual with students training tirelessly for the upcoming sports festival. Aby Ssinia, a White Cats boy, and the girl after his heart, Somali Longhaired, appear before an obstinate Inuzuka. Aby aims to be a prefect, and in an effort to solidify his popularity among the White Cats, he approaches Persia. Inuzuka, unable to contain himself, speaks out!",
                    "Aliases": []
                },
                "6": {
                    "ID": "6826563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/episodes/6826563",
                    "TitleEnglish": "Juliet and the Sports Festival",
                    "SummaryEnglish": "Contenders for 'MVP' set their fighting spirits alight as the sports festival begins. Among them is a determined Inuzuka, now having been promised by Persia that she will entertain one request of his if he becomes MVP. The games progress with neither the Black Doggies nor the White Cats giving an inch, until finally the 7th event, 'Stick Down', is upon them. That's when the trouble begins.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6826564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/episodes/6826564",
                    "TitleEnglish": "Romio and Juliet and the Sports Festival",
                    "SummaryEnglish": "The sports festival's finale, 'Cavalry Battle' is where Inuzuka and Aby face off to settle things. Due to Inuzuka's provocations, an unprecedented overtime takes place. Inuzuka sympathizes with Persia, who wants to end the festival without a conclusion. However, a match is a match. Out of respect for each others' feelings, they just can't let it go. The all-out battle leads to shocking results!",
                    "Aliases": []
                },
                "8": {
                    "ID": "6826565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/episodes/6826565",
                    "TitleEnglish": "Romio and the Prefect",
                    "SummaryEnglish": "Inuzuka asks Persia on another date, this time to the Harvest Festival at a lake near campus. Not long after, the twin sisters 'Kochou Wang' and 'Teria Wang' appear before him. They may look immature, but the two 14 year old Black Doggy House prefects are prodigies that skipped to the second year of high school. Can Inuzuka have a normal date with Persia while these two watch his every move?!",
                    "Aliases": []
                },
                "9": {
                    "ID": "6826566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/episodes/6826566",
                    "TitleEnglish": "Romio and Char and the Present",
                    "SummaryEnglish": "Romio is occupied with finding a way to buy a present for Persia's birthday in a week, and acquires permission from the twins to go on an errand to Dahlia Street. But despite arriving in town with vigor, Romio can't decide on a present. That's when he runs into Char. He accompanies her with the promise of gift advice, and things get interesting when their shopping date runs into some trouble!",
                    "Aliases": []
                },
                "10": {
                    "ID": "6826567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/episodes/6826567",
                    "TitleEnglish": "Romio and Airu",
                    "SummaryEnglish": "Romio is returning to his room after his shopping trip with Char when the head of the Inuzuka household and Black Doggy prefect, as well as Romio's brother, 'Airu Inuzuka' stands in his way. Airu raises concerns, and suspects Romio may be in contact with a White Cat girl. Romio, beholden to his brother, undergoes a week of surveillance. The problem is, that week coincides with Persia's birthday...",
                    "Aliases": []
                },
                "11": {
                    "ID": "6826568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/episodes/6826568",
                    "TitleEnglish": "Romio and Juliet and the Birthday",
                    "SummaryEnglish": "It's Persia's birthday. In an attempt to recover from the night before, Romio tries talking to Persia, but she rejects him with an 'I don't want to see you right now.' Hasuki sees Romio obviously downtrodden and completely unable to attend class, and asks 'Want to skip class?' With the hope of lightening his mood, Hasuki takes Romio on a tour of the school!!",
                    "Aliases": []
                },
                "12": {
                    "ID": "6826569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/episodes/6826569",
                    "TitleEnglish": "Romio and Juliet",
                    "SummaryEnglish": "Romio enters the White Cats dorm to celebrate Persia's birthday at all costs. While searching for Persia, he encounters the White Cats prefect, 'Cait Sith', and the two face off. Romio stands no chance. Though disheartened by their difference in strength, Romio doesn't quit, and fiercely runs at the window. His last hope. Will Romio and Persia's hands be joined as they climb the world's walls?!",
                    "Aliases": []
                }
            }
        }
    }
}