{
    "URL": "https://thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8800144/",
        "https://www.themoviedb.org/tv/82737"
    ],
    "Titles": {
        "eng": "Ulysses: Jeanne d'Arc and the Alchemist Knight",
        "jpn": "ユリシーズ ジャンヌ・ダルクと錬金の騎士"
    },
    "Summaries": {
        "eng": "During the Hundred Years' War, Montmorency, the son of a nobleman, immerses himself in the study of alchemy and magic at Paris' school for knights. However, his everyday life comes to an end when France loses the Battle of Agincourt and the academy is shuttered. Fleeing the English army, he eventually comes across a village girl named Jeanne...",
        "jpn": "百年戦争に終止符を打ったのは、二人の口づけ（ベーゼ）だったー！？\r\n\r\n史実に基づいたジャンヌ・ダルクのもう一つの物語が今始まる…\r\n\r\n貴族の息子でありながら魔術や錬金術の研究に没頭する少年 モンモランシは、\r\nパリの王立騎士養成学校でブルターニュ公の妹 リッシュモンら、\r\n多くの騎士・姫騎士候補に囲まれ、慌ただしくも充実した日々を送っていた。\r\nだがアザンクールの戦いでの大敗によって、フランスと彼らの運命は一変する。\r\n\r\nパリが陥落し、騎士養成学校も閉鎖され、\r\nすべてを失いお尋ね者の流れ錬金術師となったモンモランシは、\r\n逃亡先の村で不思議な少女ジャンヌと出会う…"
    },
    "Aliases": [],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "773800",
            "URL": "https://thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6779845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/episodes/6779845",
                    "Titles": {
                        "eng": "Oath",
                        "jpn": "錬金術と、妖精と"
                    },
                    "Summaries": {
                        "eng": "\"We'll remain best friends forever.\" The promise made between four young friends were engulfed by the flames of war. During the Hundred Years' War in the 15th century, there was only one way to save a comrade fallen by the assault of the English army: bequeathing the the legendary alchemical substance \"Philosopher's Stone\" into the body to turn her into an immortal superhuman \"Ulysses.\" The young Montmorency devoted himself to the forbidden research, when the fairy queen Astaroth appeared before him...",
                        "jpn": "「ずっと友人だ。」幼い四人が交わした約束を戦争の業火が飲み込んでゆく。15世紀。百年戦争の時代。イングランド軍の捕虜に墜ちた友を救う方法はただひとつ、錬金術究極の秘法『賢者の石』を身に宿し不死身の超人『ユリス』と化すことだけだ。禁断の研究に身を捧げる少年モンモランシ。その前に妖精の女王アスタロトが現れて……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6827050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/episodes/6827050",
                    "Titles": {
                        "eng": "The Girl Called Jeanne",
                        "jpn": "ジャンヌという少女"
                    },
                    "Summaries": {
                        "eng": "Montmorency arrives Domrémy Village in search of a way to become Ulysses. However, he became embroiled in a battle between the French mercenary troop and the English army for the control of the region... Young girl Jeanne suffers a fatal wound in the battle. To save her life, Montmorency inserts his precious Philosopher's Stone into her body. \"Live through this, Jeanne!\" The invincible Ulysses makes appearance before the tyrannical English army!",
                        "jpn": "ユリスになる方法を求め、ドンレミ村を訪れたモンモランシ。だがその地をめぐるフランス傭兵団とイングランド軍勢の戦いに巻き込まれてしまい……。乱戦の中で致命傷を負った少女ジャンヌ。その命を助けるために、モンモランシは虎の子の賢者の石を彼女の体内へ挿入する。「生きろ、ジャンヌ！」そして、暴虐の限りを尽くすイングランド軍勢の前に無敵のユリスが降臨する！"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "6827051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/episodes/6827051",
                    "Titles": {
                        "eng": "To the Scheming Palace",
                        "jpn": "謀略の宮廷へ"
                    },
                    "Summaries": {
                        "eng": "To escape the Church's inquisition, and to reorganize the weakening French army, Montmorency preaches Jeanne as a \"female saint.\" Their destination is the relocated French Royal Palace. I will put an end to the war after reunion with old friends Charlotte and Richemont! However, Grand Chamberlain La Tremoille has other plans, and lays a series of cruel traps...",
                        "jpn": "教会の異端審問を逃れるため、そして崩壊寸前のフランス軍を再編成するべく、モンモランシはジャンヌを“聖女”へとしたてあげる。目指すはフランス亡命宮廷。旧友シャルロット、リッシュモンとの再会を果たし、この戦争に終止符を打つのだ！　ところがそれを良しとしない宰相ラ・トレムイユは卑劣な罠を張り巡らせて……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6827052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/episodes/6827052",
                    "Titles": {
                        "eng": "Who was the Promise for",
                        "jpn": "あの約束は誰がために"
                    },
                    "Summaries": {
                        "eng": "The royal family is shrouded in conspiracy. The scythe of death approaches Montmorency and Richemont as they fall for their traps. In addition, Jeanne reaches her time limit after a fight against an assassin hired by La Tremoille. They are in dire straits! Is there a way to save Charlotte, who has shut herself off from pressure and loneliness? On the other hand, Philip came to the castle to negotiate peace with France, but her father's phantom appears...",
                        "jpn": "陰謀渦巻く亡命宮廷。罠に落ちたモンモランシとリッシュモンに処刑の刃が迫る。そしてラ・トレムイユが放った刺客と戦うジャンヌには活動時間の限界が。絶体絶命！　重圧と孤独に押し潰され心を閉ざしたシャルロットに打つ手はあるのか？　一方、フランスとの和平交渉を進めるべく城を訪れたフィリップの前に、亡父の怨霊が現れ……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6827053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/episodes/6827053",
                    "Titles": {
                        "eng": "Proof of Purity",
                        "jpn": "純潔の証明"
                    },
                    "Summaries": {
                        "eng": "\"She slept with the devil to obtain her superhuman powers!\" A \"virgin test\" has been ordered upon Jeanne. Montmorency and party were cornered into a difficult position after sternly rejecting the test. Jeanne spills tears of torment. Montmorency promises to \"be her side until death\" to cheer her up. Unbeknownst to them, Richemont was watching from distance...",
                        "jpn": "「あの娘は悪魔と交わって人外の力を得たのだ！」ジャンヌにつきつけられた“処女検査”への出頭命令。これを断固拒否したモンモランシたちは危うい立場へと追い込まれていく。懊悩し涙するジャンヌ。モンモランシは彼女を励まし「死ぬまで傍らにつきそう」と約束を交わす。だがそれをひそかに見ていたリッシュモンは……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6827054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/episodes/6827054",
                    "Titles": {
                        "eng": "Ashes to Ashes",
                        "jpn": "灰は灰に"
                    },
                    "Summaries": {
                        "eng": "Maiden Volunteer Corps heads to the battleground, Orléans! \"What can a child do?\" Even though Alençon looked down on her at first, he couldn't hide his surprise after seeing Jeanne's superhuman battle. However, England's Duke of Bedford releases two ultimate warriors into the battlefield to get rid of Jeanne. Their names are Ulysses Hunter Glasdale, and Ulysses Noir! A shocking ending following the clash between superhuman powers...",
                        "jpn": "乙女義勇軍、激戦の地オルレアンへ！「子供になにができる」と高をくくっていたアランソンも、人を超えたジャンヌの戦いぶりをまのあたりにして驚きを隠せない。だがイングランドのベドフォード公は、ジャンヌを葬り去るべく、超絶の戦士をふたり戦場へと解き放つ。その名はユリスを狩る者グラスデール、そしてユリス・ノワール！　超人対超人の激突は衝撃的な結末を迎え……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "6827055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/episodes/6827055",
                    "Titles": {
                        "eng": "Rain and Memory in Brittany",
                        "jpn": "雨と追憶のブルターニュ"
                    },
                    "Summaries": {
                        "eng": "In order to save Jeanne, whose heart was destroyed, Astaroth and party embark on a journey in search of the mystic sword Escalibor. On the other hand, Montmorency headed to his home in Brittany. \"Reinforcement army of 2,000 to get back in the battle.\" Montmorency went to ask his grandfather, Jean the Redbeard, but the price of his request was cousin marriage with his beautiful cousin, Catherine...",
                        "jpn": "心臓を破壊されたジャンヌを救うべく、アスタロトたちは魔剣エスカリボールの探索に旅立つ。一方モンモランシは故郷ブルターニュへ。「戦線を立て直すために2000人の援軍を。」祖父・赤髭のジャンに願い出るモンモランシだが、その代償として求められたのは美しき従妹カトリーヌとの近親婚だった……。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "6827056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/episodes/6827056",
                    "Titles": {
                        "eng": "Return of the Female Saint",
                        "jpn": "聖女の帰還"
                    },
                    "Summaries": {
                        "eng": "Mystic sword Escalibor. Astaroth and party was not the only ones looking for its miraculous power. Deep in the forest of Brocéliande, English princess knight Thomas launches an assault! Alençon decides to sacrifice himself to save others, but... On the other hand, La Tremoille's army stands before Montmorency as he headed to Orléans with the reinforcement army. There is no time. Jeanne's life is on a thread. Can Montmorency make it back to Orléans!?",
                        "jpn": "魔剣エスカリボール。その奇跡を求めているのはアスタロトたちだけではなかった。プロセリアンドの森の奥深く、イングランドの姫騎士トマスが一行に急襲をかける！　アランソンは我が身を犠牲に活路を開く覚悟を決めるが……。一方、援軍を率いてオルレアンを目指すモンモランシの前にもラ・トレムイユの軍が立ちはだかる。時間はない。ジャンヌの命は風前の灯火だ。モンモランシたちはオルレアンに戻ることができるのか！?"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "6827057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/episodes/6827057",
                    "Titles": {
                        "eng": "Dance Music of White and Black",
                        "jpn": "白と黒の舞曲"
                    },
                    "Summaries": {
                        "eng": "Jeanne's revival boosts morale of the French army. Clash between the English and French army at the Tourelles complex. Jeanne and Ulysses Noire face off once again. Jeanne becomes dismayed after finding out that Montmorency was engaged to Catherine, as Glasdale's takes aim with his ultimate arrow. That is when Montmorency shows up...",
                        "jpn": "ジャンヌの復活はフランス軍の士気を高める。トゥーレル要塞で激突する仏英両軍。そしてふたたび対峙するジャンヌとユリス・ノワール。グラスデールの必殺の弓がぴたりと狙いをつける中、ジャンヌはモンモランシがカトリーヌと夫婦の契りをかわしたことを知り、大きく動揺する。それを見たモンモランシは……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "6827058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/episodes/6827058",
                    "Titles": {
                        "eng": "Beast of the Apocalypse",
                        "jpn": "黙示録の獣"
                    },
                    "Summaries": {
                        "eng": "The Hole of Babylon opens up in the sky. What appeared was strangely shaped gods. King of Gods Enlil roars after he possessed Montmorency's body. \"Let's start a utopia, that wonderful utopia, once again! But first, I have to cleanse the humans!\" The secret of Queen of the Fairies Astaroth and Philosopher's Stone, as well as the truth of the forgotten history will be revealed.",
                        "jpn": "天空に開いたバビロンの穴。そこからあふれ出したのは異形の神々だった。モンモランシの肉体を依り代に完全降臨を果たした神々の王エンリルが吠える。「さあ再びあの素晴らしき楽園を始めよう。その前に――人間共を掃除せねばならんな！」妖精の女王アスタロトと賢者の石の秘密、そして封印された歴史の真実がつまびらかになる。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "6827059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/episodes/6827059",
                    "Titles": {
                        "eng": "Utopia, Then...",
                        "jpn": "楽園、そして"
                    },
                    "Summaries": {
                        "eng": "Jeanne will be sentenced to death by burning... Montmorency closed his heart after finding out about the coming future. Maiden savior Jeanne's time limit approaches, and human beings have run out of options. \"Montmorency is already dead.\" Jeanne shouts to Ulysses Noire who decided to fight Enlil: \"Montmorency is still here. I can feel it!\"",
                        "jpn": "ジャンヌは火刑に処される――やがてくる未来を知ったモンモランシは心を閉ざし、エンリルの支配に屈してしまう。救国の乙女ジャンヌにも活動限界時間が迫り、すでに人類に打つ手なし……！「モンモランシはすでに死んだ。」エンリルを葬り去る決断を下したユリス・ノワールに瀕死のジャンヌが叫ぶ。「モンモランシはまだここにいる。わたしにはわかる！」"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "6827060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/episodes/6827060",
                    "Titles": {
                        "eng": "In This Wonderful World",
                        "jpn": "このすばらしき世界に"
                    },
                    "Summaries": {
                        "eng": "\"Enlil! You're finished. We will create our own world!\" The long battle approaches the end. Montmorency and Jeanne fight together. However, what awaits the world without gods? The world without Jeanne? How will Montmorency continue to live? Even Astaroth cannot see what lies ahead... What has Montmorency discovered after the bloody battle?",
                        "jpn": "「エンリル！　てめえの出番は終わりだ。この世界は俺たちの手で作る！」　長きにわたる死闘はついに最終局面を迎える。手を携えて突撃するモンモランシとジャンヌ。だがその先になにがあるというのか。神々の去った世界を、ジャンヌが去る未来を、モンモランシはいかにして生きていくというのだろう。アスタロトですら見通すことのできない“その先”――血戦の果てにモンモランシが掴んだものとは？"
                    },
                    "Aliases": []
                }
            }
        }
    }
}