{
    "URL": "https://thetvdb.com/series/macron-1",
    "Genres": [
        "Adventure",
        "Animation",
        "Children",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0184693/",
        "https://www.themoviedb.org/tv/223680"
    ],
    "TitleEnglish": "Macron 1",
    "SummaryEnglish": "In the 26th century, an experimental transporter sends pilot David Chance into another universe. He is dropped into the middle of a war against the evil Dark Star and his forces. In order to defeat Dark Star, the good forces combine to form Macron 1. Macron 1 was a flying space robot formed when Beta Command, led by Dr. Chagall, joined its energy and weaponry with the Macstar, piloted by David Chance. Many characters, including the little robot An-D and Wookiee-like first mate Nok, were basically Star Wars ripoffs, as was some of the storyline.\r\n\r\nThe show was originally aired in Japan as Sengoku Majin Go-Shogun - \"Demon-God of the War-Torn Land Shogun\" (1981) and as Aku Dai Sakusen Srungle - \"Great Military Operation in Subspace Srungle\" (1983-84). When dubbed and aired in America, footage from the two shows were combined into one show. This worked because the characters from one were the same characters from the other, only in an alternate universe. Current music hits were added to the English version. Duran Duran provided the intro, \"Reflex\".",
    "Aliases": [],
    "Modified": "2024-10-08",
    "Seasons": {
        "0": {
            "ID": "775756",
            "URL": "https://thetvdb.com/series/macron-1/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "6798954",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/macron-1/episodes/6798954",
                    "TitleEnglish": "Dark Discovery: Flight of the Battle Robots",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "6798955",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/macron-1/episodes/6798955",
                    "TitleEnglish": "Dark Star's Revenge: Fighting For Truth and Justice",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "2150060",
            "URL": "https://thetvdb.com/series/macron-1/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 21,
            "Episodes": {
                "1": {
                    "ID": "10735980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macron-1/episodes/10735980",
                    "TitleEnglish": "Take Off!",
                    "SummaryEnglish": "In this episode, Dark Star and his forces plot to conquer Earth by inciting internal conflict among humans. Dr. James Shegall and the Macron-1 team, dedicated to opposing GRIP's tyranny, become the central focus of resistance. The episode also features an award ceremony for Dr. William Bridger, a notable scientist whose knowledge is targeted by GRIP. After Bridger's abduction, his son Nathan becomes the guardian of Hugo, the computer programmed with Bridger's brain patterns. The episode showcases the launch of Macron Base, a teleportation ship built using Bridger's research, which plays a crucial role in the battle against GRIP. The story also touches on Nathan's emotional struggles and his unique connection to his father through dreams and the ship's AI called Hugo.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10735981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macron-1/episodes/10735981",
                    "TitleEnglish": "MacStar's Fierce Fight",
                    "SummaryEnglish": "In this episode, DarkStar's new weapon, the Annihilator, threatens Earth's water supply. Dr. Shegall's team faces the challenge of stopping this weapon while dealing with a malfunction in their own Macron-1 unit. The young Nathan, showing resourcefulness, discovers the malfunction's cause and contributes significantly to the repair, enabling the team to confront the Annihilator. Despite the odds, Macron-1's team successfully counters DarkStar's plans, highlighting their teamwork and resilience against the formidable new threat posed by the Annihilator.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10735982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macron-1/episodes/10735982",
                    "TitleEnglish": "Little Fighter, Go!",
                    "SummaryEnglish": "In this episode, the team struggles to evade DarkStar's detection, while Nathan, mourning his father's loss, takes flying lessons from Jason. Despite his initial frivolity, Nathan's potential as a pilot begins to shine. DarkStar's relentless attacks lead to a significant confrontation, putting Macron-1's resilience to the test. The team, although momentarily caught off guard, uses their ingenuity and emerging skills, especially Nathan's newfound abilities, to thwart DarkStar's assault.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10735983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macron-1/episodes/10735983",
                    "TitleEnglish": "A Dangerous Prank",
                    "SummaryEnglish": "In this episode, Nathan, aspiring to join MacStar team, studies MacStar's cockpit and sneaks in to adjust the controls to his size. Meanwhile, GRIP (Galactic Republic of Interstellar Powers) hatches a new plan, deploying a killer robot, Armorex, against Macron-1. Nathan's meddling with the controls leads to a malfunction during a critical battle, endangering the mission. This incident sparks a physical confrontation between team members Scott and Jason, stemming from misunderstandings and Nathan's actions. They eventually reconcile, recognizing the importance of unity and friendship.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10735984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macron-1/episodes/10735984",
                    "TitleEnglish": "The Hellish Fantasyland",
                    "SummaryEnglish": "in this episode, DarkStar's forces plot to capture Nathan Bridger at Fantasy-World amusement park. A plan is set in motion involving a disguised explosive in a clown robot. Meanwhile, Nathan, feeling misunderstood and eager for adventure, sneaks into Fantasy-World without permission. As he enjoys the park, DarkStar's minions attempt to capture him. Simultaneously, GRIP forces engage Macron-1 in battle to distract them. However, Scott, a team member, rushes to Fantasy-World to save Nathan. They face attacks from DarkStar's Manidroids, and also Devilcon under the command of Captain Blade. They finally manage to defeat GRIP and escape to safely.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10735985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macron-1/episodes/10735985",
                    "TitleEnglish": "The Monster With Flashing Eyes",
                    "SummaryEnglish": "In this episode, Prince Ahern is praised for his commitment to an intergalactic scheme, specifically planning a diversion to defeat Macron 1. The Macron team, while in space, detects life signals from a village and cautiously tries to avoid damage. Nathan discovers a lone cat in this village and is adamant about keeping it aboard Macron 1, despite the crew's reservations. Unbeknownst to them, the cat’s collar harbors a device causing significant malfunctions in Macron 1, leading to suspicions of sabotage possibly orchestrated by Dark Star. After several challenges and realizing the danger posed by the cat's collar, the crew decides to release the cat for everyone's safety.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10735986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macron-1/episodes/10735986",
                    "TitleEnglish": "Friends in the Hidden Base",
                    "SummaryEnglish": "In this episode, the Macron base engages in a suspenseful teleportation sequence, while adversaries Jeraldan and Prince Eharn plot its pursuit, relying on a newly developed weapon, Zargon, developed by Dr. Fritz. Parallel to this, young Nathan struggles with his educational responsibilities under the watchful robot-nani, ND-2, before embarking on an adventure to a junkyard. There, he impresses a group of local kids with his technical skills and earns membership in their group, the Junkyard Dogs. Eventually becoming one of their team due to quick thinking and solving a problem needed his skills. Macron team faces Zargon and wins. In the end, Nathan in the end decides to leave the Junkyard Dogs and return back to Macron base.",
                    "Aliases": []
                },
                "8": {
                    "ID": "10735987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macron-1/episodes/10735987",
                    "TitleEnglish": "Macron-1 Cannot Return",
                    "SummaryEnglish": "In this episode, the crew faces a major challenge when Captain Blade and Prince Eharn exploit a vulnerability in their teleportation technology. Young Nathan discovers notes from his father hinting at this weakness and decides to take matters into his own hands. With the help of ND-2, he bravely pilots a mini dome rocket to the MacStar-1, aiming to repair the teleportation flaw. Meanwhile, the Macron team engages in a tense battle against Blade's forces, trying to protect their base and their teammate. Nathan's successful intervention and quick thinking, combined with the team's efforts, ultimately foil the enemy's plan.",
                    "Aliases": []
                },
                "9": {
                    "ID": "10735988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macron-1/episodes/10735988",
                    "TitleEnglish": "The Diamonds Burn Out",
                    "SummaryEnglish": "In this episode, Jason and his team discover a suspicious diamond mine while on patrol, leading them to encounter Elena, a local girl. She reveals that her people are being forced into labor by the antagonist Dark Star. The Macron-1 team, motivated by a blend of duty and Jason's growing affection for Elena, decides to help the locals. They train the community to fight back, leading to a battle against Dark Star's forces. Despite initial challenges, they successfully liberate the community from Dark Star's grasp. Jason confess his love to Elena, and promise to stay in contact with her by writing back and forth.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10735989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macron-1/episodes/10735989",
                    "TitleEnglish": "The Terrifying Secret of The Beam",
                    "SummaryEnglish": "In this episode, the team is unexpectedly teleported to Siberia by Hugo, their AI system, revealing a past discovery made by Dr. William Bridger, Nathan's father. This discovery, a powerful meteor fragment, serves as the energy source for Macron Base. As a second meteor approaches Earth, merging with the first and significantly boosting the base's power, enemy forces led by Prince Eharn launch an assault to capture this energy. However, their plan is thwarted as they learn that destroying Macron Base could annihilate the entire solar system. Through a special transmission, Dr. Bridger explains the meteor's origins and its connection to the universe's energy, leaving Nathan conflicted about his father's absence but reassured by Dr. Shegall of his father's enduring love.",
                    "Aliases": []
                },
                "11": {
                    "ID": "10735990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macron-1/episodes/10735990",
                    "TitleEnglish": "Flowers for You",
                    "SummaryEnglish": "In this episode, the team enjoys a peaceful time on their spaceship, unaware of the impending threat from GRIP forces who are plotting to sabotage Macron Base from the inside. The episode focuses on Nathan's personal struggle with his feelings for Kathy. He receives advice from ND-2, about love and dealing with his emotions. Meanwhile, Dark Star's autonomous attack pods breach the ship's defenses, leading to a series of battles inside Macron Base. Nathan, along with other team members, fights off the invading mechanical pods, which leads to Kathy's injury. Despite his feelings, Nathan learns to understand and respect Kathy's past relationship with the aid of Dr. Shegall.",
                    "Aliases": []
                },
                "12": {
                    "ID": "10735991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macron-1/episodes/10735991",
                    "TitleEnglish": "Montmartre, Land of Goodbyes",
                    "SummaryEnglish": "In this episode, Macron Base is teleported near France, granting the crew shore leave in Paris. Kathy visits art museums with Nathan and Jason where she sees a Portrait of herself, leading to her to reunite with her old lover, Francois, a once-struggling artist now affluent due to GRIP's patronage. Unbeknownst to Kathy, Francois betrays her by revealing Macron Base's location to GRIP for money. When GRIP attacks to capture Kathy and destroy Francois's art, the Macron-1 team intervenes. Kathy, disillusioned by Francois's greed, gains a deeper appreciation for her team's loyalty and support.",
                    "Aliases": []
                },
                "13": {
                    "ID": "10735992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macron-1/episodes/10735992",
                    "TitleEnglish": "Clash in the Underworld",
                    "SummaryEnglish": "In this episode, the team consisting of Nathan, Scott, Jason, Kathy, and Dr. Shegall arrives in New York City to investigate reports of foreign activity. Scott, a former member of the Doughboy's gang, is worried about returning to his old life. As they discuss their plans, they meet a man who promises to help find Scott's lost friend. However, they are pursued by Dark Star's henchmen and engage in a fight to escape. Meanwhile, Dark Star and his minions are revealed to be plotting something in the warehouse district. Major Chance, an ally of the team, is monitoring their activities and believes they are planning an invasion but lacks specific details. The team is concerned about Scott and Jason's safety as they continue their mission.",
                    "Aliases": []
                },
                "14": {
                    "ID": "10735993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macron-1/episodes/10735993",
                    "TitleEnglish": "ND-2 Alone",
                    "SummaryEnglish": "In this episode, Nathan finds himself in a dilemma as he realizes that his faithful robot companion, ND-2, has gone missing. ND-2's sudden disappearance has left Nathan feeling guilty and worried, as he suspects that his recent behavior may have driven the robot away. Meanwhile, the crew of the spaceship faces an unexpected attack from enemy forces, further complicating the situation. As Nathan embarks on a mission to locate ND-2 and make amends.",
                    "Aliases": []
                },
                "15": {
                    "ID": "10735994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macron-1/episodes/10735994",
                    "TitleEnglish": "The Queen of the Hot Sands",
                    "SummaryEnglish": "In this episode, the Macron team learns of a devious plan orchestrated by the dark forces of Prince Eharn and Dark Star. The episode unfolds as the team discovers that Kathy, one of their members, has been lured into a dangerous movie set in Egypt, where her life is in peril. Meanwhile, Dark Star unleashes a powerful weapon, the golden Sphinx, with the aim of destroying Macron base. As the team confronts mummies and other dangers inside a mysterious pyramid, they receive assistance from Major Chance and Dr. Shegall to tackle the threat from the alternate universe. With Scott and Jason working to rescue Kathy and halt the destructive Sphinx.",
                    "Aliases": []
                },
                "16": {
                    "ID": "10735995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macron-1/episodes/10735995",
                    "TitleEnglish": "Farewell, Days of My Youth",
                    "SummaryEnglish": "In this episode, we immerse ourselves in the enthralling world of \"The Templar Chronicles,\" a captivating fusion of military action, romance, and suspense. Our protagonist, Jason Templar, emerges as the central character, a battle-hardened ex-soldier whose life takes a dramatic turn when he crosses paths with Lily, the enchanting innkeeper's daughter and a single mother struggling to provide for her young child. Their burgeoning romance unfolds against the vibrant backdrop of a lively village festival, juxtaposed with the camaraderie shared with his charismatic comrade, Sharky. However, their idyllic world is shattered by a meticulously orchestrated explosion, masterminded by the elusive GRIP organization. This event propels them into a whirlwind of chaos and rivalry, with Sharky's relentless quest for vengeance and Jason's involvement in a new mission led by the enigmatic Dr. Shegall and the mysterious Macron Project. As the plot thickens, secrets unravel, loyalties are tested, and a",
                    "Aliases": []
                },
                "17": {
                    "ID": "10735996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macron-1/episodes/10735996",
                    "TitleEnglish": "Good Thunder in Great Danger",
                    "SummaryEnglish": "In this episode, the team from Macron-1 receives an invitation from President Ramos of Belliconia, a mysterious and powerful figure. Despite initial reservations, they decide to attend a gala in Belliconia. Meanwhile, Ramos reveals his ambitions to become the most powerful nation on Earth and issues an ultimatum to Macron-1, offering an alliance or threatening destruction. Back at Macron base, Kathy is left behind, and there are concerns about her safety. The team faces uncertainty about whether to trust Ramos or if he's hiding a sinister agenda. In the end, Kathy encounters Ramos, leading to a tense confrontation, and the team at Macron-1 grapples with the looming threat of an attack from GRIP forces, which they suspect may be a diversion for Ramos's true intentions.",
                    "Aliases": []
                },
                "18": {
                    "ID": "10735997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macron-1/episodes/10735997",
                    "TitleEnglish": "Nathan Pilots Macron-1",
                    "SummaryEnglish": "In this episode, the Macron team faces a crisis as they come under attack by space aliens led by Jeraldan which injure Jason badly. Nathan, a member of the team, is initially reluctant to fire the electron cannons at the enemy robot because he cannot bring himself to harm a machine. As the battle intensifies and MacStar's defenses weaken, the team's leader, Jason, encourages Nathan to take action and fire the cannons to protect their ship and their lives. The fate of the team and the success of their mission hang in the balance as Nathan must overcome his reluctance and make a critical decision to save the day.",
                    "Aliases": []
                },
                "19": {
                    "ID": "10735998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macron-1/episodes/10735998",
                    "TitleEnglish": "Crush the Secret London Base",
                    "SummaryEnglish": "In this episode, Nathan and his new friend, Jim, find themselves in a perilous situation. GRIP has captured Jim's father, a brilliant atomic scientist, and is forcing him to design weapons in a secret laboratory. Meanwhile, the Macron team, led by Major Chance, learns about Nathan's predicament and embarks on a mission to rescue him. With the help of their advanced technology and determination, they track down the location where Nathan is held captive, a massive weapons facility. Jason is sent out to rescue Nathan and thwart GRIP's sinister plans while battling the organization's forces and its formidable robot.",
                    "Aliases": []
                },
                "20": {
                    "ID": "10735999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macron-1/episodes/10735999",
                    "TitleEnglish": "Satellite Broadcast",
                    "SummaryEnglish": "In this episode, a small unidentified spacecraft penetrates the air zone of Macron base, raising suspicions that it might be a GRIP reconnaissance missile. The Macron team investigates and discovers it's an antique single-engine aircraft flown by Sheila Madison, a news reporter from Earth and the daughter of Walter Madison, a famous investigator who had exposed GRIP's crimes before his death. The team rescues Sheila, who explains her mission to expose GRIP's atrocities. Despite initial skepticism, the team considers going public to reveal GRIP's existence to the world. Sheila attempts an emergency broadcast, but GRIP intercepts the signal and sends missiles after them. With the help of MacStar, they evade the missiles, and Sheila's determination to expose GRIP becomes even more evident.",
                    "Aliases": []
                },
                "21": {
                    "ID": "10736000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macron-1/episodes/10736000",
                    "TitleEnglish": "The Emperor's Intrigues",
                    "SummaryEnglish": "In this episode, General Shake, a leader within GRIP secret organization on Earth leads a high-stakes secret mission in Switzerland to unravel the mysteries of MacStar-1's defenses, he contacts Dark Star via Orn and let them know of the secrets he's found. In the meanwhile he prepare to take over GRIP by proposing to Dark Star to dispose of Prince Eharn's, Lord Jeraldan and Captain Blade due to their continues failures to destroy Macron base. Dark Star agrees to give them a last chance, which they have to fulfil in 48 hours. In the meantime, Prince Eharn and Doctor Fritz join General Shake in a shocking betrayal, which disrupts GRIP's plans to seizes control of MacStar-1. When General Shake, Prince Eharn and Doctor Fritz manages to seize control over Macron Base and disrupt Macron-1, our heroes must face the catastrophe as they race against time to gain control of their base and robot while Major Chance and his Beta command fights GRIP in the alternate universe.",
                    "Aliases": []
                }
            }
        }
    }
}