{
    "URL": "https://thetvdb.com/series/karakuri-circus",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Suspense"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9050366/",
        "https://www.themoviedb.org/tv/83054"
    ],
    "Titles": {
        "eng": "Karakuri Circus",
        "jpn": "からくりサーカス"
    },
    "Summaries": {
        "eng": "The protagonist, Masaru, has just inherited a big fortune after the death of his father. However, people are trying to get their hands on it by any means necessary, even if it means killing him. Narumi helps Masaru from being kidnapped after fighting strange figures. He finds out that they're not humans, but wooden puppets with amazing strength. After a hard fight, Narumi is forced to admit that he's no opponent for them; and just when he starts to think that Masaru will be captured, Shirogane, Masaru's watcher arrives from France with a weapon, the puppet Arlequin. Here begins the story of Karakuri Circus.",
        "jpn": "小学5年生の才賀勝は父親の事故死によって\r\n莫大な遺産を相続したことをきっかけに命を狙われていた。\r\nそんな折、青年 加藤鳴海は偶然にも勝と出会い、\r\n手を差し伸べることを決意する。\r\n\r\nしかし、勝を追ってきたのは人間ではなく\r\n高い戦闘能力を持つ人形使い達であった。\r\n窮地に陥った二人は突如姿を現した\r\n懸糸傀儡を操る銀髪の少女しろがねに助けられる。\r\n\r\nこうして、日本で出会ったこの3人は\r\n数奇な運命の歯車に巻き込まれていく──"
    },
    "Aliases": [],
    "Modified": "2025-08-04",
    "Seasons": {
        "0": {
            "ID": "775668",
            "URL": "https://thetvdb.com/series/karakuri-circus/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7316002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/7316002",
                    "Titles": {
                        "eng": "Episode 14.5 - Review",
                        "jpn": "第14.5話「幕間～そしてまた開幕ベル～」"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "14.5幕「幕間～そしてまた開幕ベル～」の放送が決定！\r\nTVアニメ「からくりサーカス」14幕までの内容を振り返ることのできる内容となっています。\r\n既に14話までご覧いただいた方も、まだからくりサーカスを見たことがない方も、\r\nぜひ放送を見て「からくりサーカス」の世界をお楽しみください！"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "775669",
            "URL": "https://thetvdb.com/series/karakuri-circus/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 36,
            "Episodes": {
                "1": {
                    "ID": "6798097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6798097",
                    "Titles": {
                        "eng": "The Curtain Rises",
                        "jpn": "開幕ベル"
                    },
                    "Summaries": {
                        "eng": "Eleven-year-old Masaru Saiga inherited a vast fortune after his father died in an accident. These riches make Masaru a target for kidnappers, who send fearsome puppets to abduct him. Masaru escapes with the help of circus employee Narumi Kato, but the kidnappers soon catch up with them. All seems lost until a mysterious woman named Shirogane appears.",
                        "jpn": "父親の事故死により莫大な遺産を相続した少年・才賀勝。\r\nそんな勝と偶然出会った青年・加藤鳴海は、勝に手を差し伸べることを決意する。\r\nしかし、勝を追ってきたのは高い戦闘能力を持つ人形使い達であった。\r\n鳴海の応戦も虚しく窮地に陥いる二人。\r\n勝が助けを求めて叫び声を上げた時、彼らの前に銀髪の美女・しろがねが姿を現す。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6829970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6829970",
                    "Titles": {
                        "eng": "Promise",
                        "jpn": "約束"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "束の間の休息の後、またもや人形に襲われる鳴海たち。\r\nピエロ型の懸糸傀儡・プルチネルラを操る殺し屋の阿紫花英良が襲来する。\r\nしろがねは、懸糸傀儡・あるるかんを操り応戦するが、隠れていた阿紫花の仲間が勝に襲い掛かる。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "6829972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6829972",
                    "Titles": {
                        "eng": "Abyss",
                        "jpn": "奈落"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "度重なる襲撃の後、ついに勝は軽井沢に拉致されてしまう。\r\n勝を救出するべく、鳴海としろがねは、誘拐の黒幕である勝のおじ・才賀善治の屋敷に乗り込む。\r\n一方、屋敷からの脱出を試みる勝だったが、その最中に亡くなった父・才賀貞義の残したファイルを発見する。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6829973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6829973",
                    "Titles": {
                        "eng": "Swirling Tiger",
                        "jpn": "コラン"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "善治から逃れるべく、そして泣き虫な自分から生まれ変わるべく、決意を新たにする勝。\r\nそんな中、自身を狙っていた阿紫花と再び遭遇するが、逃げ出すことなく、逆に自身の味方となるよう話をもちかける。\r\n一方、鳴海としろがねは善治の雇う人形使いに捕らえられてしまい、絶体絶命のピンチを迎える。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6829979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6829979",
                    "Titles": {
                        "eng": "Circus - Departure",
                        "jpn": "サーカス～出発"
                    },
                    "Summaries": {
                        "eng": "After having rescued Masaru numerous times, Narumi got caught in the blast that destroyed Zenji's mansion and has not been seen since. Masaru's sense of loss is profound, but he is determined to be strong as Narumi had taught him. He decides to go back to school in an effort to return to a normal life. Shirogane also enrolls in the adjacent high school so she can continue to watch over Masaru.",
                        "jpn": "何度も訪れたピンチから勝を守った鳴海だったが、屋敷の爆発にのまれ、消息不明となる。\r\n勝は、大きな喪失感を覚えながらも、鳴海に教わった通り強く生きようと決意し、日常の学校生活へと戻っていく。\r\n一方、そんな勝を見守るため、しろがねは勝の通う小学校の隣にある高校に編入する。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6829981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6829981",
                    "Titles": {
                        "eng": "Hell",
                        "jpn": "地獄"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "軽井沢で消息を絶った鳴海が目を覚ましたのは、とある病院の一室。\r\nそこで鳴海は、女好きでキザな男・ギイと老婆のルシールに出会う。\r\n事故の衝撃で記憶喪失に陥った鳴海であったが、入院している子供とのふれあいの中、不思議なほど急速に癒えていく自身の傷に、違和感を覚える。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "6829982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6829982",
                    "Titles": {
                        "eng": "Demonic",
                        "jpn": "Demonic"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "奇病・ゾナハ病の真実、そしてゾナハ病をばら撒く元凶・真夜中のサーカスの存在を知った鳴海。\r\n子供たちの未来を奪う自動人形を倒すべく、鳴海は人形破壊者=しろがねとなることを決意する。\r\n一方、仲町サーカスとともに行動する勝としろがねは、謎の女性・ヴィルマと遭遇する。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "6829984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6829984",
                    "Titles": {
                        "eng": "Brief Moment",
                        "jpn": "一瞬の始まりと終わり"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "新たな仲間・ナイフ使いのヴィルマが加わった仲町サーカスは、集めた興行資金により、伊豆にてようやく公演の時を迎える。\r\nいよいよ公演が始まるというそのとき、太平洋上空では鳴海、ギイ、ルシールが真夜中のサーカスの痕跡を求めて、上海行きの飛行機に搭乗していた。\r\nしかし、機内には自動人形も乗り込んでおり、激しい交戦状態に陥ってしまう。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "6829987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6829987",
                    "Titles": {
                        "eng": "Memories",
                        "jpn": "記憶"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "自動人形との戦いで傷つき海に落ちたギイは、仲町サーカスの面々に助けられる。\r\n\r\n驚くべきことに、ギイはしろがねの懸糸傀儡の師匠だった。\r\n\r\nギイとの出会いをきっかけにしろがねの心に触れた勝は、自身の出生の謎を知るべく一人、旅に出る。\r\n\r\n一方、中国へとたどり着いた鳴海とルシールは、手掛かりを追っていく内に鳴海の中国拳法の師匠である梁（リャン）と出会う。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "6829988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6829988",
                    "Titles": {
                        "eng": "Francine",
                        "jpn": "フランシーヌ"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "梁（リャン）から語られる真実の過去。\r\nかつて、錬金術を志した青年・金（ジン）と銀(イン)の兄弟。彼らが出会い、そして互いに愛したフランシーヌという女性。\r\n3人の間で起きた想いの掛け違いにより、奇病・ゾナハ病はフランスのとある村に放たれたのだった。\r\n真実を知った鳴海たちの元に、最古の四人と称される自動人形の一体・パンタローネが姿を現す。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "6829989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6829989",
                    "Titles": {
                        "eng": "Fanfare",
                        "jpn": "ファンファーレ"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "中国での出来事をきっかけに、真夜中のサーカスの居場所がついに発見される。\r\n場所はサハラ砂漠。\r\n真夜中のサーカスを殲滅するべく世界中からサハラ砂漠に集うしろがねたち。\r\n鳴海はそこで、身体の一部を機械化した・しろがね-Oたちを束ねるフェイスレス司令や、砂漠地帯で活躍するしろがね・ファティマらと出会う。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "6829990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6829990",
                    "Titles": {
                        "eng": "The Faceless Commander",
                        "jpn": "「顔無し」司令"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「真夜中のサーカス」テント内にて、メリーゴーラウンド・オルセン、アクロバットブラザーズに勝利した鳴海たち。\r\n次に現れたのは、どちらかがフランシーヌ人形の部屋に続いているという二つの扉。\r\n鳴海たちは二手に分かれて突破を図るが、扉の先で新たな敵が待ち受ける。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "6829992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6829992",
                    "Titles": {
                        "eng": "Lucille",
                        "jpn": "ルシール"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "テントを進んだ先、ついに鳴海たちはフランシーヌ人形を視界に捉える。\r\nしかし、辿り着くには最古の四人を倒さなければならない。\r\n満身創痍の鳴海にコロンビーヌが襲い掛かった時、フランシーヌ人形の破壊という一点のみでつながっていたしろがね達が、心を一つにして鳴海を守るのであった。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "6829993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6829993",
                    "Titles": {
                        "eng": "By the Sea, in the Dead of Night",
                        "jpn": "夜更けの海"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "激戦の中でひとつ、またひとつと消えゆく命。鳴海もまた生死の境を彷徨っていた。\r\nそんな鳴海を救うべく、命がけの手術に挑むロッケンフィールド。\r\n一方、フランシーヌ人形と瓜二つのアンジェリーナ人形によって動きを封じられていたアルレッキーノとパンタローネがついに自由を取り戻す。\r\n徐々に形勢が悪化していく中、仲間たちの体と想いを受け継いだ鳴海がついに目を覚ます。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "6829994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6829994",
                    "Titles": {
                        "eng": "Back to the Starting Point",
                        "jpn": "はじまりの場所へ"
                    },
                    "Summaries": {
                        "eng": "As Masaru visits the ruins of his family home in Karuizawa, he recalls past; from the time his mother died to the assassination attempts when he met Shirogane and Narumi. He is greeted by the caretaker who gives him a letter and a set of keys to an underground room, left by Sadayoshi Saiga 30 years ago. Masaru opens the room which triggers a recording telling Masaru that the room has been left in case the memory transfer failed and informs Masaru that he is in fact his father reborn. He exits the room and is attacked by puppeteers of Kuroga village with the ninja marionette, Shogetsu, believing him to be Sadayoshi. Masaru retreats, and with the assistance of Gryphon, he activates the massive marionette, Goyellemes and defeats Shogetsu. The Kuroga attack again with another marionette, but Mararu counters with the lighter Captain Nemo and slices it to pieces. Masaru then activate the third marionette and tries to escape, but is captured by the Kuroga and brought before the remains of his grandfather which appears to be still conscious.",
                        "jpn": "自身の出生の謎を知るべく、一人仲町サーカスの元を離れる勝。\r\n訪れたのは、かつて母と暮らしたアパート。\r\n母の死をきっかけに才賀家に引き取られたことを思い出す勝だが、父・貞義の顔はどうしても思い出せない。\r\nさらに移動する中で祖父・正二との会話に思いをはせた勝は、自身が生まれ変わった始まりの場所、からくり屋敷へと向かう。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "6829995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6829995",
                    "Titles": {
                        "eng": "Encounter",
                        "jpn": "出会い"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "からくり屋敷で襲ってきた黒賀の里の人形使いに捕らえられた勝。\r\n気が付くと、目の前にいたのは亡くなったはずの優しき祖父・正二であった。\r\nしかし、正二は勝を父・貞義と称し、敵意を露わにする。\r\n勝は、生命の水を含んだ正二の血を無理やり飲まされ、正二の記憶を追体験することになる。\r\n時は天保。場所は長崎。正二は町医者として働いていた。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "6829996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6829996",
                    "Titles": {
                        "eng": "Visitor",
                        "jpn": "訪れし者"
                    },
                    "Summaries": {
                        "eng": "Shōji tells Masaru that Sadayoshi was not his son, and that he and Angelina started to create their own marionettes. The shirogane, Dean Maistre arrived to pick up the marionettes for Lucille, and they later adopted Dean as their son, naming him Sadayoshi. However some time later, Angelina became pregnant. Back in the present, Guy arrives at the underground room and tells Masaru the story of how he contracted Zonapha and was abandoned by his mother and how Lucille turned him into a shirogane. Years later, Lucille sent him on a mission to see Angelina at Kuroga village and extract her \"Soft Stone\" to convert Zonapha sufferers into shirogane. Angelina refused to give up the stone and used Arlequin to fight Guy's Olympia, defeating him, but then welcomed him into her household. Then, another Shōji memory shows Masaru how Shōji encountered the Francine automaton whose creator abandoned her because she could not laugh. Shōji adjusted her to make her less powerful and took her home to meet Angelina who welcomed her. Shortly thereafter, Angelina gave birth to Éléonore.",
                        "jpn": "正二の記憶を旅する勝が見たもの。\r\n正二は、生命の水を飲み干し、アンジェリーナと共に生きることを決意する。\r\nしろがねの力になるべく、懸糸傀儡の研究に励む正二。そして正二に寄りそうアンジェリーナ。\r\nある日、正二が作った懸糸傀儡を世界中のしろがねにもたらすため、ルシールの命を受けたディーン・メーストルという男がフランスから訪ねてくる。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "6829997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6829997",
                    "Titles": {
                        "eng": "A Smile",
                        "jpn": "微笑"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "正二とアンジェリーナの子・エレオノールがこの世に生を受けた。\r\nエレオノールをきっかけに、少しずつ態度に変化を見せるギイとフランシーヌ人形。皆が幸せを感じていた。\r\nしかし、それも束の間、不気味な機械音とともに自動人形が黒賀村に襲来する。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "6829998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6829998",
                    "Titles": {
                        "eng": "The Truth Behind the Shadow",
                        "jpn": "影の正体"
                    },
                    "Summaries": {
                        "eng": "Following revelations of the past, Guy again asserts that Masaru is Sadayoshi. Masaru denies it and runs off and encounters Éléonore Shirogane, but he is attacked by Guy and falls down a cliff unconscious. Masaru then recalls the memories of Shōji, from the saving of Éléonore and her life in the Quiberon orphanage under the care and training of Lucille. Then the betrayal of Sadayoshi by using his son Masaru as a vehicle for his memories so that he could essentially become immortal. However, Shōji was already prepared and destroyed the memory data back at Karuizawa causing Sadayoshi to try to kill him. Shōji survived but it was announced that he had died to protect him from Sadayoshi. Meanwhile, Sadayoshi sent Éléonore to join a circus to keep her away from Masaru.",
                        "jpn": "記憶の旅から戻った勝は、自身が貞義ではないことを証明するため、黒賀の衆を掻い潜り屋敷から外へ走り出す。\r\nその際、勝を探して黒賀村を訪れたしろがねと偶然再会する。\r\nしかし、ギイたち追手から逃れる途中、またもや正二の記憶が頭を駆け巡る。\r\n記憶の中でエレオノールは、アンジェリーナの願いも虚しく生命の水を飲んでしまっていた。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "6829999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6829999",
                    "Titles": {
                        "eng": "Black Sun",
                        "jpn": "黒い太陽"
                    },
                    "Summaries": {
                        "eng": "Masaru admits that he now understands more of his past and recalls that on the night of his father's death, he collapsed after drinking cocoa. As Sadayoshi drove from Karuizawa, downloading his memories into the unconscious Masaru, he encountered Shōji on the road. While Shōji who attacked him, Guy and the Shirogane saved Masaru. As the car crashed, Shōji and Sadayoshi were flipped into a bath of acid, killing Sadayoshi and badly damaging Shōji. Back in the present at Karuizawa, just as Guy prepares to kill Masaru, Daiki reveals himself to be the Faceless Commander and claims that Masauru is his son. He explains how he is the reincarnation of both Bai Jin and Sadayoshi Saiga, and he attacks Guy and Shōji. Appearing like a powerful dark sun, he then prepares to take Masaru who valiantly fights back, however Éléonore suddenly appears and takes a blow meant for Masaru. The Faceless Commander then escapes to a waiting airship, taking Éléonore and Arleqiuin with him, challenging Masaru to follow him. Meanwhile, Shōji's remaining body crystallizes as he dies in Masaru's arms. In the afterlife, Shōji encounters Angelinga who has been waiting for him since her death, and they keep their promise to spend eternity together.",
                        "jpn": "自身の脳の情報を勝にダウンロードし、エレオノールと結ばれる。それが貞義の目的であった。\r\n正二の記憶の全てを知った勝は、様々な人の果たされぬ思いに涙する。\r\nそれでもなお、勝を貞義だと決めつける正二やギイたち。ついにはギイが勝にメスを向ける。\r\nその瞬間、予期せぬことに、黒賀の衆のひとりが声を上げる。彼は、正二すら知りえない真実を話し出すのであった。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "6830000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6830000",
                    "Titles": {
                        "eng": "Silver Goddess",
                        "jpn": "銀色の女神"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "時を超え、姿を変え、自らの願いを叶えるために運命の糸を操っていた人物。\r\nそれは、フェイスレスとして姿を現した白金であった。\r\nしろがねを攫い姿を消したフェイスレスは、巨大な銀色の女神を世界中に出現させる。そこからばら撒かれるゾナハ病。\r\n怒りと悲しみに体を震わせる勝は、ジャック・オー・ランターンに飛び乗り女神を追撃する。しかし、実体のない女神にはまるで通じない。\r\nゾナハ病の蔓延を何としても食い止めるべく、勝はギイやリーゼと共にフェイスレスを追う。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "6830001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6830001",
                    "Titles": {
                        "eng": "Head to Harry!!",
                        "jpn": "「ハリー」へ向かう！！"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "ゾナハ病治療マシーン・ハリーを守るべく、研究所に到着した鳴海たち。\r\nトムを人質に取られたミンシアは、自動人形・ジョーンズと交戦状態に入る。\r\nジョーンズの攻撃に翻弄されるミンシアだったが、死んでいった父やルシールたちのことを思い出し、奮起する。\r\nその頃、捕らわれの身であるしろがねは、自身をフランシーヌと呼び敬うコロンビーヌ、パンタローネ、アルレッキーノに煩わされていた。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "6830002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6830002",
                    "Titles": {
                        "eng": "The Demon's Return",
                        "jpn": "悪魔再び"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "6830003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6830003",
                    "Titles": {
                        "eng": "Escape",
                        "jpn": "脱出へ"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "ついにゾナハ病治療マシーン・ハリーのもとに辿り着いた鳴海とミンシア。\r\nしかし、バンハートたち研究者は二体の自動人形、ブロム・ブロム・ローとドリル・セプテンバーによって瀕死の状態となる。\r\n一刻も早く手当てをするため、二手に分かれて戦うが、ミンシアがブロム・ブロム・ローの凶刃に倒れてしまう。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "6830004",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6830004",
                    "Titles": {
                        "eng": "At Mont Saint-Michel",
                        "jpn": "モン・サン・ミッシェルにて"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "All\r\n\r\n    Information\r\n\r\n    Story\r\n\r\n    On Air\r\n\r\n    Event\r\n\r\n    Goods\r\n\r\n第25幕「モン・サン・ミッシェルにて」\r\n2019/04/05\r\n\r\nしろがねはアルレッキーノの案内で最後の四人の部屋を巡るが、虚しさを覚える。\r\nそして、アルレッキーノに対し喜びについて説く。\r\nその頃、勝、リーゼ、グリュポンはフェイスレスの飛行船を追っていた。\r\nしかし、突然走った稲妻によって深い霧の中へと落ちてしまう。\r\n勝とリーゼが気が付くと、そこはフェイスレスの根城であるモン・サン・ミッシェルであった。\r\nさらに息つく暇もなく、リーゼと因縁のある猛獣使いのドクトル・ラーオが現れる。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "6830005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6830005",
                    "Titles": {
                        "eng": "Animal Show",
                        "jpn": "アニマル・ショウ"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "コロンビーヌが勝を連れて入った場所。そこではOの本体が保存されていた。\r\nOの秘密を知り、その身勝手さに怒りをあらわにする勝は、追ってきたOたちに立ち向かう。\r\n一方リーゼは逃げ込んだ先で、ドクトル・ラーオすら手懐けられない幻獣に遭遇する。\r\n死を意識するリーゼ。しかしその瞬間、勝の言葉が脳裏をよぎる。"
                    },
                    "Aliases": []
                },
                "27": {
                    "ID": "6830006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6830006",
                    "Titles": {
                        "eng": "Download",
                        "jpn": "転送（ダウンロード）"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "勝はグリュポンから受け取ったあるるかんを操り、フェイスレスと最後の四人に迫る。\r\nだが多勢に無勢で、苦戦を強いられてしまう。\r\nそこへコロンビーヌとリーゼが加勢し、戦況は拮抗する。\r\n勝はエレオノールを救い出すため、フェイスレスに一対一の戦いを挑む。"
                    },
                    "Aliases": []
                },
                "28": {
                    "ID": "6830007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6830007",
                    "Titles": {
                        "eng": "Pig-chan Was Gone",
                        "jpn": "ぶたちゃんはあるいていった"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "フェイスレスの勝に自分の意識をダウンロードする作戦は、成功したかに見えた。\r\nだが、勝の頭の中では、自身とフェイスレス二人の意識が激しく争っていた。\r\nロケットの発射時間が刻一刻と迫る中、勝はフェイスレスに再度挑む。\r\n一方、城の一角ではコロンビーヌとディアマンティーナが戦いを繰り広げる。"
                    },
                    "Aliases": []
                },
                "29": {
                    "ID": "6830008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6830008",
                    "Titles": {
                        "eng": "What Shirogane Did",
                        "jpn": "しろがねのやったこと"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "エレオノールは、フウの居城で鳴海たちと再会する。しかし、鳴海はエレオノールをフェイスレスの手下だと疑い、邪険に扱う。また、城に避難している人々からも同様に、冷たい視線を向けられてしまう。エレオノールは身の潔白を証明すべく、自分の記憶を皆に明かすことを決意する。"
                    },
                    "Aliases": []
                },
                "30": {
                    "ID": "6830009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6830009",
                    "Titles": {
                        "eng": "Pieta",
                        "jpn": "Pieta"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "All\r\n\r\n    Information\r\n\r\n    Story\r\n\r\n    On Air\r\n\r\n    Event\r\n\r\n    Goods\r\n\r\n第30幕「Pieta」\r\n2019/05/10\r\n\r\nフェイスレスの野望を阻止するため、鳴海やエレオノール、仲町サーカスの面々はスペースシャトルの発射場へ向かうことを決断する。\r\nしかし、共に戦うことになって尚、鳴海はエレオノールを遠ざけている。\r\nそんな鳴海の本性を引き出すべく、ギイは鳴海に決闘を申し込む。\r\n一方、エレオノールを探す勝は手がかりを掴み、フウの居城を目指し始める。"
                    },
                    "Aliases": []
                },
                "31": {
                    "ID": "6830010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6830010",
                    "Titles": {
                        "eng": "Black Meteor",
                        "jpn": "黒の流星"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "ギイの決死の戦いにより、自動人形の大半は壊滅した。\r\nしかし、爆発から生き延びた残党は、鳴海たちの汽車を止めに向かう。\r\n難を逃れた勝も汽車を目指す。\r\nその頃汽車の中では、戦闘を控えた仲町・ヒロ・ノリが、今は亡き「母」の記憶を思い起こしていた。"
                    },
                    "Aliases": []
                },
                "32": {
                    "ID": "6830011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6830011",
                    "Titles": {
                        "eng": "Valediction",
                        "jpn": "暇乞い"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "仲町サーカスと再会した勝は、同じ列車に鳴海がいることを知る。\r\nしかし、すぐに会いたいと思う勝の前に、アルレッキーノとパンタローネが立ち塞がる。\r\n一方、エレオノールへの憎しみを抱き続けている鳴海だったが、その記憶は徐々に戻り始めている。"
                    },
                    "Aliases": []
                },
                "33": {
                    "ID": "6830013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6830013",
                    "Titles": {
                        "eng": "The Nakamachi Trio vs Lady Spider",
                        "jpn": "仲町三人vsレディ・スパイダー"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "レディ・スパイダーと対峙した仲町・ノリ・ヒロ。だが敵の顔は、亡き母親に酷似しており動揺してしまう。仲町たちは敵に隙を作るため、自らの芸を次々と披露してゆくが、その度に攻撃を受け、身体はボロボロになってゆく。"
                    },
                    "Aliases": []
                },
                "34": {
                    "ID": "6830014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6830014",
                    "Titles": {
                        "eng": "Rearguard",
                        "jpn": "背中を守る者"
                    },
                    "Summaries": {
                        "eng": "After defeating Pantalone, Harlequin closes in on the train carrying Narumi and Éléonore. Narumi immediately squares up to him, but Éléonore steps between them. Armed with Arlequin, she engages Harlequin in a duel in order to protect Narumi. Meanwhile, Masaru is involved in his own airborne duel with Graziano.",
                        "jpn": "パンタローネを倒したハーレクインは、鳴海たちの列車に迫る。早速戦おうとする鳴海をかばうため、エレオノールはあるるかんを手に、独りハーレクインに挑む。一方、勝もグラツィアーノと激しい空中戦を繰り広げる。"
                    },
                    "Aliases": []
                },
                "35": {
                    "ID": "6830015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6830015",
                    "Titles": {
                        "eng": "Embrace",
                        "jpn": "抱擁"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "ようやく再会した勝と鳴海は、迫りくる自動人形たちを撃退した。勝は疲弊した鳴海の代わりに、スペースシャトルへ乗り込むことを宣言する。一方その頃、発射場近くの街角では、エレオノールがハーレクインに追い詰められていた。"
                    },
                    "Aliases": []
                },
                "36": {
                    "ID": "6830016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karakuri-circus/episodes/6830016",
                    "Titles": {
                        "eng": "The Curtain Falls",
                        "jpn": "閉幕"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "宇宙ステーションに到着した勝は、あるるかんを操るフェイスレスと対決する。フェイスレスは勝に、エレオノールを鳴海に譲った理由をしつこく問いただす。二人の戦闘が白熱する中、ゾナハ病による人類滅亡のカウントダウンが始まる。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}