{
    "URL": "https://thetvdb.com/series/zombie-land-saga",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Horror",
        "Musical"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9054354/",
        "https://www.zombielandsaga.com/",
        "http://www.reddit.com/r/ZombielandSaga",
        "https://www.themoviedb.org/tv/82822",
        "https://x.com/zombielandsaga"
    ],
    "Titles": {
        "eng": "Zombie Land Saga",
        "jpn": "ゾンビランドサガ"
    },
    "Summaries": {
        "eng": "A young singer dies and becomes a zombie. She is put in a musical group with other zombie singer girls as part of a campaign to save the world.",
        "jpn": "若い歌手が亡くなり、ゾンビになります。 彼女は世界を救うキャンペーンの一環として、他のゾンビ歌手の女の子と一緒に音楽グループに入れられます。"
    },
    "Aliases": [
        "Zombieland Saga",
        "Zombie Land Saga Revenge",
        "ゾンビランドサガ リベンジ"
    ],
    "Modified": "2025-08-03",
    "Seasons": {
        "0": {
            "ID": "776225",
            "URL": "https://thetvdb.com/series/zombie-land-saga/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "7934145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/7934145",
                    "Titles": {
                        "eng": "Zombie and Denpa Save the Earth?!",
                        "jpn": "ゾンビとでんぱは地球を救う!?スペシャル"
                    },
                    "Summaries": {
                        "eng": "The Zombie Land Saga voice actresses face off against the real-life idols from Dempagumi.inc. in a live-action variety show special. The confrontation concludes with a performance of the collaboration song \"Zombie Land DEMPA!!\"",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8912638",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/8912638",
                    "Titles": {
                        "eng": "Zombie Land Saga Movie",
                        "jpn": "ゾンビランドサガ"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9221631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/9221631",
                    "Titles": {
                        "eng": "Saga Incident MV",
                        "jpn": "「佐賀事変」アニメーションMV"
                    },
                    "Summaries": {
                        "eng": "Zombieland Saga - Saga Incident MV",
                        "jpn": "ゾンビランドサガ「佐賀事変」アニメーションMV"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "776226",
            "URL": "https://thetvdb.com/series/zombie-land-saga/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6802590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/6802590",
                    "Titles": {
                        "eng": "Good Morning SAGA",
                        "jpn": "グッドモーニング SAGA"
                    },
                    "Summaries": {
                        "eng": "Minamoto Sakura is starting her second year of high school with a song in her heart and a head full of dreams! Can she really become a glittering idol on stage? Are her nights of living as a normal high school girl coming to an end?",
                        "jpn": "その生きる屍は、ある洋館でひっそりと目覚めた。\r\nそれはただ、自分が誰かも、その場所がどこかも、何もわからぬまま、徘徊するのみ。\r\nやがて生きる屍は、恐るべき現実を目の当たりにし、自らの運命を告げられる。\r\n偽りの仮面をかぶり、闇の中を歩き続けるしかないのだと。\r\nそして、生きる屍に天からの光が差した時、人々は聞くだろう。\r\n狂乱の中に響き渡る叫びを。\r\nその、破滅の叫びを。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6827079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/6827079",
                    "Titles": {
                        "eng": "I <3 HIP HOP SAGA",
                        "jpn": "I♡HIPHOP SAGA"
                    },
                    "Summaries": {
                        "eng": "It's the dawn of a new life as Sakura meets the rest of her idol unit! But can they overcome their differences in personalities and come together to as a team?",
                        "jpn": "ただのゾンビィだったメンバー全員が自我に目覚め、《さくら》も安心したようだ。\r\nようやくここからアイドルグループとしての活動を始められる。\r\nまずは、あいつらにゾンビィバレをした時の恐怖を叩きこまなければ。\r\nグループ名も『デス娘（仮）』だと方向性が偏りそうなので、今変えてしまおう。\r\n思い付かないので、今度にしよう。\r\nあとは、アイドルグループにふさわしい初舞台の用意だ。\r\n何か良いイベントはないものか。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "6827080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/6827080",
                    "Titles": {
                        "eng": "DEAD OR LIVE SAGA",
                        "jpn": "DEAD OR LIVE SAGA"
                    },
                    "Summaries": {
                        "eng": "On the day of their first guerrilla show, Sakura and the girls have barely had any time to rehearse, and Junko and Ai aren't sure about joining in. Will they be able to set aside their differences and capture the hearts of the passing pedestrians?",
                        "jpn": "佐賀城でのイベントも想定通りに盛り上がった。\r\n《さくら》と《サキ》の爆発力もなかなかだったが、盛り上げに徹した《ゆうぎり》と《リリィ》もさすがに肝が据わっている。《たえ》はあれでいい。\r\nが、どうも全体的にアイドルっぽさが足りないので、強引にアイドルっぽい感じのやつをやらせるとしよう。\r\n経験者の《愛》と《純子》が引っ張れば、全く問題ないはずだ。\r\nワンフォーゾンビィ！ オールフォーゾンビィ！"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6827081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/6827081",
                    "Titles": {
                        "eng": "Warming Dead SAGA",
                        "jpn": "ウォーミング・デッド SAGA"
                    },
                    "Summaries": {
                        "eng": "Franchouchou is headed to the land of Ureshino in Saga to do perform for a big company! Will they be able to win over a new business partner with their singing and dancing?",
                        "jpn": "グループ名は俺に何の断りもなく『フランシュシュ』になったらしい。\r\nリーダーもいつの間にか《サキ》に決まっていた。\r\n改めて俺がプロデューサーだと分からせた方がよさそうだ。\r\nとは言え、自主的に行動するようになったのは悪いことではない。\r\nここはちょっぴりやる気を出したおしゃべりゾンビィ達に、がっつり稼いでもらうとしよう。\r\nというわけで、温泉へ営業に行かせます。\r\nメイクが取れてゾンビィバレでもしたら、一巻の終わりだな。 ―――――《巽幸太郎》の日記より"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6827082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/6827082",
                    "Titles": {
                        "eng": "The Nice Bird SAGA in Your Heart",
                        "jpn": "君の心にナイスバード SAGA"
                    },
                    "Summaries": {
                        "eng": "After the trouble at the hot springs, the girls get an opportunity to promote a local legend. After they fail to chicken out, their next gig involves a train to Kashima to steal a muddy spotlight.",
                        "jpn": "あいつらは俺の想像を簡単に超えてくる。\r\n製薬会社とのタイアップのチャンスを見事に潰してくれた。\r\nだが、そこはこのプロデューサー巽幸太郎、今回は誰もが知っている超有名企業のＣＭ出演権を手に入れてきました。\r\n『フランシュシュ』は佐賀一帯にその名声を轟かせるだろう。\r\n泥にまみれた不死鳥は、大空へと羽ばたく。 ―――――《巽幸太郎》の日記より"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6827083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/6827083",
                    "Titles": {
                        "eng": "Because It's Sentimental SAGA",
                        "jpn": "だってセンチメンタル SAGA"
                    },
                    "Summaries": {
                        "eng": "Just when Franchouchou's efforts finally starting to attract some attention, a disagreement leads to Ai versus Junko in a battle of idol ideology.",
                        "jpn": "『フランシュシュ』にもファンがついてきた。\r\nこれもひとえにプロデューサー巽幸太郎の手腕。\r\nここらでひとつファンとの交流を持たせ、その心をガッチリ掴ませよう。\r\n普段はデジタルを駆使しても、アナログな繋がりの強さを忘れてはならない。\r\n実際にファンを目の前にすれば、ゾンビィどものなかよしチームワークも強まるはず。\r\n完璧。\r\nシャワーを浴びる。 ―――――《巽幸太郎》の日記より"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "6827084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/6827084",
                    "Titles": {
                        "eng": "But It's Zombiemental SAGA",
                        "jpn": "けれどゾンビメンタル SAGA"
                    },
                    "Summaries": {
                        "eng": "The time has come for Franchouchou to take the stage at the Saga Rock musical festival! But clouds are starting to gather, with the thunder and lightning causing Ai to freeze up in fear. Who will help re-animate her so that the show can be a success?",
                        "jpn": "野外音楽イベント【サガロック】への出演が決まった。\r\nだが相変わらず《純子》のやつがうじうじナメクジみたいになっている。\r\nサングラスが曇るの、あいつのせいじゃないだろうな。\r\nメンバーたちは不安そうだわ、《愛》にかかるプレッシャーは強くなるわ……\r\n【サガロック】当日の天気予報は雷雨か。\r\n文字通り雲行きが怪しくなってきた。\r\nとりあえず、潤いが欲しいので今日は寝る。\r\n ―――――《巽幸太郎》の日記より"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "6827085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/6827085",
                    "Titles": {
                        "eng": "Go Go Neverland SAGA",
                        "jpn": "GoGoネバーランド SAGA"
                    },
                    "Summaries": {
                        "eng": "With Franchouchou gaining more notoriety from Saga Rock, the girls luck finally seems to be turning around. But they're in for a surprise: it's the return of the living dad when Lily's father spots her on TV!",
                        "jpn": "臭い蓋を開けてみれば、【サガロック】でのステージは成功に終わった。\r\n止まない雨はない。蘇らないゾンビィもいない。\r\n『フランシュシュ』の名もだんだんと知られてきた。\r\nただし、有名になれば、当然ヘンな輩に目を付けられる可能性も大きくなる。\r\nまさかあの男がきっかけで、やーらしかゾンビィたちが重大な事実を知ることになるとは。\r\nゾンビィたちよ、何があろうと、明日に歌え！\r\n ―――――《巽幸太郎》の日記より"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "6827086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/6827086",
                    "Titles": {
                        "eng": "Though My Life May Have Ended Once By Some Twist of Fate I Have Risen, and If Song and Dance Are to Be My Fate, Then Carrying the Memories of My Comrades In My Heart As I Sally Forth Shall Be My SAGA",
                        "jpn": "一度は尽きたこの命なんの因果か蘇り歌い踊るが宿命(さだめ)なら親友(とも)への想いを胸に秘め貫くまでよ己のSAGA"
                    },
                    "Summaries": {
                        "eng": "It's been a long time since Saki used to fight an army of rival bikers in the darkness, but an unexpected encounter with the family of an old friend draws her into back into the kind of rough scene that could be anathema to her idol activities.",
                        "jpn": "突然ですが、少子高齢化社会です。\r\nこれからはサガのご老人たちにも『フランシュシュ』のファンになってもらわなければならない。\r\nおじいちゃん、おばあちゃんが会いに来るアイドル。素晴らしいと思いませんか。\r\nイベントでの挨拶も、わかりやすくするか……\r\n「『フランシュシュ』はいつでもアクセル全開！ 老若男女に向けたアイドル活動を行ってまいります！」\r\nいや、もっと端的に、\r\n「ゾンビィのとこ、こないか？」"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "6827087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/6827087",
                    "Titles": {
                        "eng": "NO ZOMBIE NO IDOL SAGA",
                        "jpn": "NO ZOMBIE NO IDOL SAGA"
                    },
                    "Summaries": {
                        "eng": "The girls of Franchouchou are going to have a dedicated concert! With a crowd capacity of five hundred! And Kotaro's plan to get them ready is... training in the mountains? Will his braindead idea pay off?",
                        "jpn": "ご老人たちだけでなく、やんちゃなファンも増えたようだ。\r\n優秀なプロデューサーのおかげで、ゾンビィ達も死んでいるにしてはスクスクと成長している。\r\nそんなぎゅーらしかゾンビィ達に、新たなステップを踏ませてやることにした。\r\nこれは、あいつらが必ず登らなければならない大きな山だ。\r\nそしてその頂へ向かうためにすべきことは、一つしかない。\r\n ―――――《巽幸太郎》の日記より"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "6827088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/6827088",
                    "Titles": {
                        "eng": "A One-Of-A-Kind SAGA",
                        "jpn": "世界にひとつだけの SAGA"
                    },
                    "Summaries": {
                        "eng": "Sakura's amnesia is gone, and the results are unexpected. Will she be able to reconcile her new grim outlook on life in time for Franchouchou's big show, or is she doomed to be wasting away emotionally?",
                        "jpn": "やりおった。《さくら》が事故りおった。\r\nどうやら生前の記憶が戻っているらしい。\r\nあいつ、元の性格がめちゃくちゃだ。\r\n（※中略）\r\n他のじっぱかゾンビィ達は《さくら》を元に戻そうとしているようだが……\r\n（※中略）\r\nとりあえず、明日が欲しいので今日は寝る。\r\n\r\n追記：寝付けない。コーヒーを飲み過ぎたか。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "6827089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/6827089",
                    "Titles": {
                        "eng": "Good Morning Again SAGA",
                        "jpn": "グッドモーニング アゲイン SAGA"
                    },
                    "Summaries": {
                        "eng": "The day of the Arpino show has come, and the other members of Franchouchou have made it clear to Sakura that they're not going to quarantine her because of her bad luck. But with a blizzard brewing, will the girls' undying loyalty to their friend prove to be their undoing?",
                        "jpn": "《さくら》の記憶が戻らない。\r\nまったく「持っとらん」「持っとらん」とうらめしかやつだ。\r\nだが、ここで諦める巽幸太郎ではない。\r\n自分を信じろ。\r\n俺は必ずアルピノのステージに『フランシュシュ』を立たせる。\r\nそこからがプロジェクトの本当の始まり。\r\n『ゾンビィランドサガ・プロジェクト』の始まりなのだ。\r\n \r\n―――――《巽幸太郎》の日記より"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "1905045",
            "URL": "https://thetvdb.com/series/zombie-land-saga/seasons/official/2",
            "Titles": {
                "eng": "Revenge",
                "jpn": "ゾンビランドサガ リベンジ",
                "por": "Vingança",
                "fra": "La vengeance de Zombie Land Saga",
                "deu": "Zombie Land Saga Revenge",
                "ita": "Zombie Land Saga Revenge",
                "zho": "卷土重来"
            },
            "Summaries": {
                "eng": "This is \"Revenge for Fate\"\r\nA battle to regain our dignity, which has been burned by the flames of unreasonable fate.",
                "jpn": "ある日の朝、源さくらは不慮の事故で息絶えてしまう。\r\n\r\n10年後――\r\n\r\nとある洋館で目覚めたさくらは、謎のアイドルプロデューサー・巽幸太郎に「伝説の少女たちと共にアイドルになって佐賀を救うんだ」と告げられる。\r\nアイドルグループ「フランシュシュ」として、7人の少女たちは存在が風前の灯火と化した佐賀県を救うべく、活動を開始した。\r\n\r\n年齢、時代の違いで起こるトラブルを乗り越えて、ゾンビという不死身の身体でアイドルの常識を覆していく。\r\nそして、平成最後の冬に唐津市ふるさと会館アルピノで初の単独ライブを成功させ、伝説への一歩を踏み出した。\r\n\r\nそして、この令和の時代。\r\n希望に満ち溢れ、輝く未来に向かうフランシュシュの新たな物語の幕が上がる。",
                "por": "Um dia, Minamoto Sakura perdeu a vida em um infeliz acidente. Então, dez anos depois... Após Sakura acordar em uma mansão estranha, o misterioso produtor de idols Tatsumi Koutarou diz a ela que ela se juntará a um grupo de garotas lendárias para formar um grupo idol. As sete meninas são encarregadas de salvar a decadente Prefeitura de Saga e adotam o nome do grupo de Franchouchou. Depois de superar as dificuldades decorrentes de suas diferentes idades e diferentes períodos da história, seus corpos zumbis mortos-vivos permitem que elas desafiem as expectativas do que podem ser idols. Durante o inverno final da era Heisei, elas realizaram seu primeiro concerto em Karatsu, no Furusato Kaikan Arpino, dando mais um passo para se tornarem uma lenda. Agora, na moderna Era Reiwa... A cortina se abre para um novo capítulo na história de Franchouchou, enquanto elas marcham em direção a um futuro brilhante e cheio de esperança.",
                "fra": "Les légendaires idoles zombies de la préfecture de Saga ont été ressuscitées et sont prêtes pour un rappel dans cette nouvelle saison !",
                "deu": null,
                "ita": null,
                "zho": "某天早上，源樱因为遭遇意外事故而断送了生命。 10年后—— 樱在某栋洋房醒来后，眼前的神秘偶像制作人巽幸太郎向她表示：“你要和传说中的少女们一起成为偶像拯救佐贺！”由七名少女组成的偶像团体“法兰秀秀”为了拯救存在已有如风中残烛的佐贺县而开始展开活动。 她们一路克服年龄及时代的差异所发生的各种问题，并以丧尸的不死之躯不断颠覆偶像的常识。然后，她们在平成最后的冬天，在唐津市乡土会馆举行了第一次的独立演唱会并获得了大成功，朝向传说跨出了新的一步。 然后，在这令和时代，朝着充满希望的闪耀未来向前迈进，法兰秀秀崭新的故事即将揭开序幕。"
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8242735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/8242735",
                    "Titles": {
                        "eng": "Good Morning Returns SAGA",
                        "jpn": "グッドモーニングリターンズ SAGA"
                    },
                    "Summaries": {
                        "eng": "A devastating defeat has sent the girls in Franchouchou scrambling for cash to pay off a serious debt, while their producer, Kotaro, falls apart... but all of that will only be prelude as the zombie pop idols prepare for their REVENGE!",
                        "jpn": "生きる屍達は、運命の中で蠢きつづけていた。\r\n絶望が偽りの仮面をかぶった七つの願いを覆いつくしても。\r\n私は肉を突き刺されたあいつを目にし、不敵に笑うだけだった。\r\n再び生きる屍に天からの光が差した時、人々は聞くだろう。\r\n狂乱の中に響き渡る叫びを。\r\nその、反撃の叫びを。\r\n―――――《巽幸太郎》の日記より"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8342935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/8342935",
                    "Titles": {
                        "eng": "The SAGA of an Almost-Broken Radio",
                        "jpn": "ぶっ壊れかけのレディオ SAGA"
                    },
                    "Summaries": {
                        "eng": "The REVENGE begins in earnest, as Franchouchou co-hosts a TV segment with the Saga-born superstar, White Ryu.",
                        "jpn": "まるでゾンビィだった俺が目覚め、あいつらも安心したようだ。\r\nたびたび青い顔を真っ赤にして俺を非難してくるが、俺が炎上している場合ではない。\r\nフランシュシュが再び燃え上がるためには、大きな起爆剤が必要だ。\r\n目には目を。歯には歯を。そして、伝説には伝説を。\r\n竜が吐く火炎のごとき熱き想いを受け取れ。\r\nたとえ肉体は滅んでも、魂が滅びることはない。\r\n―――――《巽幸太郎》の日記より"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8342936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/8342936",
                    "Titles": {
                        "eng": "The Acoustic SAGA of Love and Youth",
                        "jpn": "愛と青春のアコースティック SAGA"
                    },
                    "Summaries": {
                        "eng": "Things are escalating rapidly for Franchouchou's REVENGE when they are booked to perform at the all-new Saga Arena... as the opening act for Iron Frill, the idol group that Ai belonged to when she was alive.",
                        "jpn": "ラジオという手段を手に入れ、フランシュシュの名はさらに広まるだろう。\r\nここからはさらに勢いをつけ、駅スタ失敗で開けた墓穴を埋めていかなければ。\r\nそう思っていた矢先、とんでもない情報が入って来た。\r\nやつらがサガに攻め込んでくる。\r\n対抗するには、こちらの戦力を大幅に強化しなければならない。\r\n鍵をにぎるのはあいつなのだが……\r\nまさか、敵もそう思っていたとはな。\r\n―――――《巽幸太郎》の日記より"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8342937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/8342937",
                    "Titles": {
                        "eng": "Pure-Hearted Electric SAGA",
                        "jpn": "純情エレクトリック SAGA"
                    },
                    "Summaries": {
                        "eng": "Iron Frill's center, Shiori, has approached Ai with the intent of recruiting her. With the group's REVENGE at stake, will Junko be able to guide Franchouchou towards the kind of performance that will convince her to stay?",
                        "jpn": "サガに生まれた新たな戦場でフランシュシュが負ける訳にはいかない。\r\nが、どうやらメンバーの間でまたうじうじやっとるらしい。\r\nこのままではあいつらにうじが湧きそうなので、作戦でも考えてやる。\r\nアイアンフリルというどでかい敵に対し、こちらはどう戦うべきか。\r\n全てをぶち壊すようなインパクト勝負でいこう。\r\n俺は確かにそう言った。それが、何故ああなった？\r\n―――――《巽幸太郎》の日記より"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8342938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/8342938",
                    "Titles": {
                        "eng": "Little Bodda Bope SAGA",
                        "jpn": "リトルパラッポ SAGA"
                    },
                    "Summaries": {
                        "eng": "Franchouchou's notoriety climbs higher and higher, with Lily making an appearance on a nationally-broadcast talent show, shining bright as the group continues their march toward REVENGE.",
                        "jpn": "佐賀アリーナ大戦を経て、『フランシュシュ』の名も多少は全国に広まった。\r\n身体が腐りかけのあいつらも、心を腐らせずによくやった。\r\nたまには主導権を握らせてやるのもいいだろう。\r\n世の中のライトサイドとダークサイドを知る良い機会だ。\r\nわんぱくなゾンビィでもいい。たくましく育ってほしい。\r\nアイドルとして。表現者として。\r\n―――――《巽幸太郎》の日記より"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8342939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/8342939",
                    "Titles": {
                        "eng": "Walking Bet SAGA",
                        "jpn": "ウォーキング・ベット SAGA"
                    },
                    "Summaries": {
                        "eng": "Franchouchou's REVENGE is drawing ever closer, but as long as they remain in debt, it's going to seem out of reach. In the meantime, Tae heads into town to run some errands in a way that nobody else could!",
                        "jpn": "生きていく上でお金は大切です。\r\n死んでるあいつらにとっても大切です。\r\n駅スタの失敗を取り返すには、もっと効率よく稼いでいかなければ。\r\nここらでプロデューサーの必要性をもう一度わからせてやる。\r\n人生は決してギャンブルなどではない。\r\n成功は自らの努力により掴み取るのだ。\r\n……まずは、どうやったらこの壷が高く売れるかを考えよう。\r\n―――――《巽幸太郎》の日記より"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8342940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/8342940",
                    "Titles": {
                        "eng": "Maimai Revolution SAGA",
                        "jpn": "マイマイレボリューション SAGA"
                    },
                    "Summaries": {
                        "eng": "The REVENGE of Franchouchou takes an unexpected twist when they have to welcome an unexpected new addition to the group!",
                        "jpn": "幸太郎は悪くない。絶対に悪くない。\r\nこの佐賀では、予期せぬことが突然起きる。\r\nそれをあいつらはよってたかって鬼の首をとったように責め立ててきた。\r\nだがゾンビィじゃないので俺の首はとれない。そしてフランシュシュも終わらせない。\r\n雨降って地固まる。地固まったら掘り起こす。\r\nピンチはチャンス。ゾンビィチャンス。\r\n―――――《巽幸太郎》の日記より"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8342941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/8342941",
                    "Titles": {
                        "eng": "The Saga Incident, Part 1",
                        "jpn": "佐賀事変　其ノ壱"
                    },
                    "Summaries": {
                        "eng": "Long before the REVENGE began, in the year 1882, the legendary courtesan, Yugiri, finds herself in the prefecture formerly known as Saga...",
                        "jpn": "佐賀が消えて、早六年。\r\nこのままでは人々の心からも消えてしまう。本当に死んでしまう。\r\nなんとしても蘇らせねばならない。行動を起こさねばならない。\r\nあのひとと出会ったのはそんな時だ。\r\n私の志を素敵だと言ってくれたひと。\r\n住む世界が違うなど、些細な事だった。\r\n―――――『佐賀県立歴史資料館』所蔵 《ある青年》の手記より"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8342942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/8342942",
                    "Titles": {
                        "eng": "The Saga Incident, Part 2",
                        "jpn": "佐賀事変　其ノ弐"
                    },
                    "Summaries": {
                        "eng": "As Yugiri's journey through the Meiji era continues, Kiichi's attempts to revive Saga are gaining momentum... but some of his comrades seem to be more focused on REVENGE for the transgressions of the Meiji government, instead of the bright future Kiichi envisions.",
                        "jpn": "時は来た。\r\n佐賀を取り戻す時が。\r\n成し遂げた私を、あのひとはどんな顔で迎えてくれるだろうか。\r\n何一つ実情を知らなかった私は、そんなことを思っていた。\r\nこれは闇に葬られてはならない真実だ。\r\nこの手記が、新たな世を生きる多くの同志の目に触れることを願う。\r\n―――――『佐賀県立歴史資料館』所蔵 《ある青年》の手記より"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8342943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/8342943",
                    "Titles": {
                        "eng": "The SAGA of How These Zombies Will Get Their Revenge",
                        "jpn": "ゾンビたちはどう復讐するのか SAGA"
                    },
                    "Summaries": {
                        "eng": "Flash back to the events of early 2019 as Franchouchou undertakes the concert that nearly results in their destruction, and then rejoin them in the early 2020 as they enter the final phase of their REVENGE.",
                        "jpn": "いつかこの時が来るとは思っていた。\r\n中途半端な嘘や言い訳は通じない。\r\nゾンビィに真実など必要ない。不屈の精神があれば、それでいい。\r\n一年前、確かに俺は間違えた。\r\nだがあの日、あいつらを選び蘇らせたことに悔いはない。\r\n―――――《巽幸太郎》の日記より"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8342944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/8342944",
                    "Titles": {
                        "eng": "All It Takes Is for You to Be There SAGA",
                        "jpn": "たとえば君がいるだけで SAGA"
                    },
                    "Summaries": {
                        "eng": "Franchouchou's REVENGE hits a major roadblock as all of Saga is struck by a cataclysmic storm that leaves its citizens stranded, without power, and offline. But when the spirits of the living hit their nadir, it may just be the undead who give everyone hope.",
                        "jpn": "息が切れるほど走ったのは、いつぶりだろうか。\r\nあの時もゾンビィのようにボロボロなナリだった。\r\n向こうがどこまでも潰しにくるというなら、どこまでも抗ってやる。\r\nサガの明日はネバーエンディング。\r\nフランシュシュがその明日を見せてやる。\r\nここからが反撃の時だ。\r\n―――――《巽幸太郎》の日記より"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8342945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-land-saga/episodes/8342945",
                    "Titles": {
                        "eng": "The Greatest SAGA in History",
                        "jpn": "史上最大の SAGA"
                    },
                    "Summaries": {
                        "eng": "Saga is still recovering from the damage caused by the major storm that devastated the prefecture, but the deadline for Franchouchou's REVENGE draws near. What started as the group's attempt to make up for a previous failure has now turned into a saga that may save Saga itself!",
                        "jpn": "巽幸太郎は二度と諦めない。『フランシュシュ』の【駅スタライブ】を必ず成功させてやる。あのステージに、もう一度あいつらを立たせてやる。そこに涙などいらない。いるのは地獄すら焼き尽くす復讐の炎のみ。これはサガ史上最大のリベンジ。『ゾンビィランドサガ・プロジェクト』という長き戦いの序章だ。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}