{
    "URL": "https://thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9085330/",
        "http://kyuketsukisan-anime.com/",
        "https://www.themoviedb.org/tv/82736",
        "https://www.themoviedb.org/tv/82736",
        "https://x.com/kyuketsuki_san"
    ],
    "Titles": {
        "eng": "Ms. Vampire Who Lives in My Neighborhood.",
        "jpn": "となりの吸血鬼さん"
    },
    "Summaries": {
        "eng": "The modern-day vampire comedy centers on high school girl Amano, who was saved from a strange incident by a vampire girl named Sophie Twilight, and has been interested in her ever since. Akari arrives at her house uninvited and the two start to live together. Although a vampire, Sophie never attacks humans, but purchases blood and anime goods via mail and lives a modern life.",
        "jpn": "人間の少女・天野灯はひょんなことからソフィー・トワイライトという\r\n吸血鬼の女の子に助けられ、一目でソフィーを気に入ってしまう。\r\n灯は彼女の家に押し掛け、半ば強引に同居を始めることになる。\r\nソフィーは吸血鬼だが、人間を襲うようなことはなく、\r\n通販で血液や趣味のアニメグッズを購入している現代的で庶民的な生活をしていた。\r\nイマドキ吸血鬼さんとの同居コメディ！"
    },
    "Aliases": [
        "Tonari no Kyūketsuki-san",
        "Tonari no Kyuuketsuki-san"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "776914",
            "URL": "https://thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6808122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/episodes/6808122",
                    "Titles": {
                        "eng": "Ordinary Citizen of the Dark",
                        "jpn": "闇の一般市民"
                    },
                    "Summaries": {
                        "eng": "Amano Akari was looking for the western style mansion in the woods becase people say that there is a doll-like young girl there whose appearance has not changed in a long time. Once in the woods however, Akari gets lost. She's saved by a young girl, Sophie, who claims that she's a vampire. However, Sophie doesn't ever attack humans, instead she lives a modern and down to earth life.",
                        "jpn": "天野灯は森の中の洋館を探していた。そこには長い間姿が変わらない人形の少女がいるという。\r\nしかし灯は森の中で迷ってしまう。そこを一人の少女、ソフィーに助けられるのだが、彼女は自分が吸血鬼だという。 しかし、ソフィーは、人間を襲うようなことはなく、現代的で庶民的な生活を送っていた。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6851943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/episodes/6851943",
                    "Titles": {
                        "eng": "Akari's Friend",
                        "jpn": "灯の友達"
                    },
                    "Summaries": {
                        "eng": "After hearing that Akari has moved in with a friend recently, her friend Hinata is concerned who that new friend is. On the way home from school, it's suddenly decided that she'll go meet Sophie at her house. She's shocked to find out that Sophie is a vampire and becomes worried if Akari's safe living together with a vampire who could suck her blood, but...",
                        "jpn": "灯の友達のひなたは、灯が最近新しい友達と一緒に住み始めたと聞いて、その相手が気になっていた。 下校途中、急遽、灯が生活しているソフィーの家に行くことになる。出迎えたソフィーが吸血鬼だと知って驚くひなた。吸血鬼と同居していると知り、血を吸われているのではないかと灯の身を心配するのだが……"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "6862096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/episodes/6862096",
                    "Titles": {
                        "eng": "The Vampire Goes to School",
                        "jpn": "吸血鬼学校へ行く"
                    },
                    "Summaries": {
                        "eng": "After Akari has left for school, just as Sophie is about to go to bed, she notices that Akari forgot her lunchbox and decides to bring it to her at school. There she meets Akari's friends, Sakuya and Yuu. When she is introduced as a vampire, the horror aficionado Sakuya is keen to find out more. As she is about to leave, Sophie is stopped by a girl from the class who asks her for an odd favor.",
                        "jpn": "灯が学校に行ったあと、寝ようとしたソフィーは、灯が弁当を忘れていたことに気づき、学校へと届けることになる。そこで灯の友人、朔夜と夕と出会う。二人に吸血鬼だと紹介されるが、ホラーが好きな朔夜はソフィーに興味を示す。ソフィーが帰ろうとしたところ、クラスの女子に呼び止められ意外な頼みごとを引き受けることになる。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6870044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/episodes/6870044",
                    "Titles": {
                        "eng": "Sophie and Ellie",
                        "jpn": "ソフィーとエリー"
                    },
                    "Summaries": {
                        "eng": "As Akari is walking home at night, a winged person passes over her head. Thinking it's Sophie, she chases after them, but it's a girl with golden hair in a ribbon. She says that she's a vampire named Erie, and that she's looking for her friend Sophie. Upon hearing that, Akari takes her to Sophie's house. Erie's overjoyed to see Sophie again and hugs her, but Sophie is anything but thrilled.",
                        "jpn": "灯が夜道を歩いていると、頭上を翼のある人影が横切っていく。ソフィーかと思い後を追うと、金髪にリボンの少女だった。彼女はエリーという吸血鬼で、友達のソフィーを探しに来たという。早速、ソフィーの家に案内する灯。ソフィーに再会したエリーは喜んで抱きつくが、ソフィーはいまひとつさえない表情をしていた。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6879796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/episodes/6879796",
                    "Titles": {
                        "eng": "Vampire Cooking",
                        "jpn": "吸血鬼の料理"
                    },
                    "Summaries": {
                        "eng": "Sophie spots her neighbor, Mori-san trying to carry a serious load of groceries and decides to help her carrying them. Mori-san explains that she got carried away because she is going to cook their favorite dishes for her daughter and grandchild. She sounds so excited that Sophie is inspired to try cooking something for Akari as well. While Akari is out, Sophie begins cooking with Hinata's help, but...",
                        "jpn": "お隣の森さんを見かけたソフィー。大量の買い物袋を下げているので、運ぶのを手伝うことに。遊びにくる娘と孫のために料理をつくるために、つい買い過ぎてしまったとのことだった。楽しそうに話すのを聞いて、ソフィーも灯のために何か料理を作ってみようと考える。灯が外出している間に、ひなたに手伝ってもらい料理を始めるのだが..."
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6879801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/episodes/6879801",
                    "Titles": {
                        "eng": "Interview with the Vampire",
                        "jpn": "インタビューウィズヴァンパイア"
                    },
                    "Summaries": {
                        "eng": "Akari's friend Sakuya comes over to Sophie's house. Sakuya is the leader of the Occult Club at school, and wants to write an article about a vampire she knows. Thus she begins interviewing Sophie. Accommodating the request to do what she always does, Sophie opens her laptop and quietly starts to type. However, Sophie begins to worry that her all-too plain behavior is destroying Sakuya's dreams.",
                        "jpn": "灯の友達の朔夜がソフィーの館を訪れた。朔夜は、オカルトサークルを主催しており、身近な吸血鬼のソフィーのことを記事にしたいとのことだった。早速インタビューを受けるソフィー。普段通りにしてほしいというリクエストに応え、ノートパソコンに向かい、黙々とキーボードを打つが、地味な姿に朔夜の夢を壊していないかソフィーは心配になっていく。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "6879804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/episodes/6879804",
                    "Titles": {
                        "eng": "Summer Break Spent with a Vampire",
                        "jpn": "吸血鬼とすごす夏休み"
                    },
                    "Summaries": {
                        "eng": "As Akari's summer break has finally begun, she wracks her brain to come up with fun, summery things she can do together with Sophie. However, the ocean or anything outside are all a bad fit for a vampire like Sophie. Then she has a moment of clarity and realized that a firework festival is at night and a summery activity, so she immediately begins preparing yukata. Erie and Hinata and join them to go to the festival, however...",
                        "jpn": "灯が夏休みを迎え、ソフィーと一緒に楽しめるような夏ならではの遊びをいろいろ思案する。だが、海や屋外のイベントなど吸血鬼のソフィーには難しいものばかりだった。その中で花火大会なら、夜に行われる夏らしい行事だと思い立ち、灯は早速浴衣の準備を始める。エリーやひなたと合流し、会場に向かうが…"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "6879809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/episodes/6879809",
                    "Titles": {
                        "eng": "The Last Day of Summer Break",
                        "jpn": "夏休み最後の日"
                    },
                    "Summaries": {
                        "eng": "When Sophie enters the living room, she finds Akari and Hinata staring tired and defeated at the table. She then finds out that summer break is almost over, yet almost none of their homework is finished, which is why the two of them are doing a homework marathon. Then, with progress already being slow, Erie makes an appearance. She suggests that she could help with the homework, however...",
                        "jpn": "ソフィーが居間に降りてくると、灯とひなたが、どんよりと疲れ果てた感じでテーブルに向っていた。何事かと聞くと、もうすぐ夏休みが終わるにも関わらず、宿題がまったく終わっていないため、二人で宿題合宿を行っているとのことだった。しかし、宿題がなかなか進まない中、エリーが訪れる。エリーは宿題の手伝いを申し出るが……"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "6879813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/episodes/6879813",
                    "Titles": {
                        "eng": "Vampire VS Vampire Hunter",
                        "jpn": "吸血鬼VSヴァンパイアハンター"
                    },
                    "Summaries": {
                        "eng": "Upon returning from their shopping trip, Sophie and friends find a collapsed person in front of the house. Apparently she had collapsed from hunger, so they invited her into the house. When asked about her identity, she proclaims that she is a vampire hunter, and explains that she's come to vanquish the vampire that lives in this neighborhood. Panicking, everybody does their best to conceal that Sophie is a vampire.",
                        "jpn": "ソフィーたちが買い物からの帰ってくると、館の前に一人の人物が倒れていた。どうやら空腹で倒れていたらしく、ソフィーたちは館に招き入れる。素性を聞くと、自らをヴァンパイアハンターと名乗り、この近所にいるという噂の吸血鬼を退治しに来たという。慌てた灯たちは、ソフィーが吸血鬼だとばれないように試みる。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "6879818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/episodes/6879818",
                    "Titles": {
                        "eng": "The Vampire and the End of the Year",
                        "jpn": "吸血鬼と年末"
                    },
                    "Summaries": {
                        "eng": "The Halloween season is over, which means Christmas is almost upon us. Akari suggests that everybody gets together for that as well. Naturally, that means exchanging presents, but as Sophie doesn't know what humans like, she asks Hinata for advice. She also browses various shop's catalogues, but she has a hard time finding something satisfactory.",
                        "jpn": "ハロウィンの季節が過ぎ、クリスマスが近づいていた。灯はクリスマスも一緒にパーティをしようと提案する。そこでプレゼント交換をすることになるが、人間が喜ぶものが分からないソフィーは、ひなたに相談する。また、通販のカタログを見たりするが、ソフィーはなかなか納得するものが見つけられないでいた。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "6879824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/episodes/6879824",
                    "Titles": {
                        "eng": "Cold Season",
                        "jpn": "風邪の季節"
                    },
                    "Summaries": {
                        "eng": "Sophie is worried by Akari's strange behavior. Erie quips that Akari being strange is nothing out of the ordinary, but Akari's actually caught a cold. Being clueless about human sicknesses, Sophie panics. Erie claims to have medical knowledge and tells Sophie to leave it to her, but as that seems too risky, Hinata is called. When Hinata hears that Akari has a cold, she immediately rushes over in a flash.",
                        "jpn": "灯の様子がおかしいのを不安に思うソフィー。灯の様子が変なのはいつものことだとエリーは言うが、実は灯は風邪をひいていた。人間の病気が分からないソフィーは狼狽する。エリーが自身の医学知識に任せろというが、あてにならなそうなのでひなたに連絡する。灯が風邪だと知ったひなたは電話もそこそこに慌てて駆けつけてくる。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "6879828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/episodes/6879828",
                    "Titles": {
                        "eng": "The Vampire and the Changing Seasons",
                        "jpn": "巡る季節と吸血鬼"
                    },
                    "Summaries": {
                        "eng": "When Akari opens the fridge, she sees that there is no more blood. But when Sophie tries to order it on her regular delivery site, she's met with a note that the service is currently inoperational. Searching on other sites doesn't yield any results either. The next idea is to have Erie share some of hers, but she's also out. Everybody is agonizing about what to do when Erie starts talking about finding a human downtown who wants to have their blood sucked...",
                        "jpn": "灯が冷蔵庫を開けると、血液のストックがなくなっていた。ソフィーがいつもの通販サイトで注文しようとするが休業中だった。他のサイトも検索するが見つからず、エリーに分けてもらおうとするが、エリーも切らしてしまっていた。血液が購入できないソフィーたちは考えあぐねるが、エリーは街中で血を吸われてみたい人間を探すと言いだす。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}