{
    "URL": "https://thetvdb.com/series/conception",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8403818/",
        "http://conception-anime.com/",
        "https://www.themoviedb.org/tv/82988",
        "https://x.com/conceptionanime"
    ],
    "Titles": {
        "eng": "Conception",
        "jpn": "CONCEPTION"
    },
    "Summaries": {
        "eng": "On his high school graduation day, Itsuki's cousin, Mahiru, tells him that she's pregnant. Just then, a gate of light emerges and transports the two into the world of Granvania. In this land, \"Impurities\" have been causing a disturbance to the Stars, ultimately plunging Granvania into chaos and disorder. And Itsuki, now revealed to be one who is fated to meet with the \"Star Maidens\", is seen as Granvania's last hope and was thus given the task to produce \"Star Children\" and combat the \"impurities\". And unless the task is complete, Itsuki may never be able to return home.",
        "jpn": "俺の子供を産んでくれ！\r\n\r\n『ケガレ』に侵された魔法世界『グランバニア』。\r\nケガレを祓うために地球（ソラ）より召喚された弓削イツキは『星の子』を誕生させるため、『１２星座の巫女』達と愛好の儀に挑む。\r\n\r\n「使命を果たすために・・・・・・俺の子供を産んでくれ！」"
    },
    "Aliases": [
        "Conception: Ore no Kodomo wo Undekure!",
        "Conception: Please Have My Baby!",
        "CONCEPTION (2018)"
    ],
    "Modified": "2025-08-04",
    "Seasons": {
        "1": {
            "ID": "778295",
            "URL": "https://thetvdb.com/series/conception/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6821858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conception/episodes/6821858",
                    "Titles": {
                        "eng": "My Child?!",
                        "jpn": "俺の子ども！？"
                    },
                    "Summaries": {
                        "eng": "High school student Yuge Itsuki was sent off to a strange parallel world with his childhood friend Konatsuki Mahiru. It was the magical world of \"Granvania\", which was facing a crisis from the threats of \"Impurities.\" Itsuki was summoned to this world as a \"Visitor\" to save this world, but to accomplish this mission, he had to perform a ritual known as the \"Love Rituals...\"",
                        "jpn": "幼馴染の粉月マヒルと一緒に見知らぬ異世界へとやってきた高校生・弓削イツキ。そこは『ケガレ』によって危機に瀕していた魔法世界『グランバニア』だった。この世界を救う『マレビト』として召喚されたイツキは、その使命を果たすため『愛好の儀』と呼ばれる儀式を行うことになるのだが……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6826833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conception/episodes/6826833",
                    "Titles": {
                        "eng": "I Want You to Have My Child",
                        "jpn": "俺の子どもを、産んでほしい"
                    },
                    "Summaries": {
                        "eng": "Itsuki and Mahiru performed their first Love Ritual. A \"Star Child\" that will be able to cleanse the Impurity was born, as they bonded through physical contact. Later, they were transferred to \"Hoshigami Academy,\" where the \"maidens of the 12 constellations,\" who will perform the Love Rituals with Itsuki, were gathered. Itsuki starts to bond with one of the maidens, Ruka, at the cherry blossom viewing welcome party.",
                        "jpn": "はじめての愛好の儀を行ったイツキとマヒル。気持ちを高め触れあった末に、ケガレを浄化するために戦う『星の子』が誕生する。その後、２人は愛好の儀の相手となる『12星座の巫女』が集められた学校『星神学園』へと転入することに。歓迎会も兼ねたお花見で、イツキは巫女の一人・ルカと親しくなる。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "6826835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conception/episodes/6826835",
                    "Titles": {
                        "eng": "Would You Try Having My Child?",
                        "jpn": "俺の子ども、産んでみない？"
                    },
                    "Summaries": {
                        "eng": "In order to defeat Impurities that turned out to be far stronger than expected, Itsuki is pressured to perform a \"Double Love Ritual\" with two maidens at the same time. It is said to produce powerful Star Children, but it has never been performed before. Itsuki steps into uncharted territory, following the lead of onee-san maidens Reone and Falun.",
                        "jpn": "想像以上に手強いケガレを倒すため、イツキは一度に２人の巫女を相手にする『Ｗ愛好の儀』を行う必要に迫られる。それによって強力な星の子を作れるというのだが、実際に行われた前例は無かった。イツキは、年上のお姉さん巫女・レオーネとファルンにリードされ、未知なる行為に臨む。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6826836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conception/episodes/6826836",
                    "Titles": {
                        "eng": "Please Have My Child!",
                        "jpn": "俺の子どもを、産んでください！"
                    },
                    "Summaries": {
                        "eng": "Itsuki bonds with Yuzuha, Maiden of Pisces. She works as a painter, but uses a coffin as bed for some reason, and drew what she saw in dreams while sleeping inside it. She seems to be in a slump, so Itsuki asks her out on a date as a change of pace. Then she shows up carrying the coffin with her...",
                        "jpn": "魚座の巫女・ユズハと親しくなるイツキ。絵描きの仕事をしている彼女は、なぜか棺桶をベッド代わりに使っていて、その中で眠っているときに見る夢を絵にしていた。最近、スランプ気味だというユズハを気分転換させようと、イツキはデートに誘う。すると、彼女は棺桶持参でやって来て……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6826839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conception/episodes/6826839",
                    "Titles": {
                        "eng": "I've Got So Many Kids",
                        "jpn": "俺もすっかり、子だくさん"
                    },
                    "Summaries": {
                        "eng": "A beach tour was organized to deepen Itsuki's bond with the maidens. However, that information was leaked to the biggest playboy in the academy, Seiya, who followed them in an attempt to seduce the maidens. While at the beach, Lillith, the fortune teller Maiden of Gemini, predicts that Itsuki will die soon.",
                        "jpn": "イツキと巫女たちの仲を深めるための海水浴ツアーが行われる。ところが、学園一のプレイボーイ・セイヤにその情報が漏れ、巫女を口説こうと狙う彼まで付いて来てしまうことに。そんな中、イツキは占い師をしている双子座の巫女・リリスから、このままでは近いうちに死ぬと予言されてしまう。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6826840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conception/episodes/6826840",
                    "Titles": {
                        "eng": "Will You Have My Child BlehBleh!",
                        "jpn": "俺の子どもを、ぶぼべべべ！"
                    },
                    "Summaries": {
                        "eng": "Mana recommends Collette, Maiden of Aquarius, to Itsuki for the next \"Love Ritual.\" However, Itsuki becomes hesitant of laying hands on a girl who is so pure and innocent. Despite being plagued by guilt, Itsuki helps out at the bakery where Collette usually works alone, in order to deepen their bond, but...",
                        "jpn": "次なる『愛好の儀』の相手として、マナは水瓶座の巫女・コレットをイツキに薦める。しかし、イツキは純真無垢な彼女の姿を目の当たりにし、自分が手にかけてしまっていいものかと悩んでしまう。罪悪感に苛まれながらもコレットとの絆を深めようと、彼女が一人で切り盛りしているパン屋の仕事を手伝うが……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "6826842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conception/episodes/6826842",
                    "Titles": {
                        "eng": "Please Be My Chikuwa!",
                        "jpn": "俺のちくわに、なってくれ！"
                    },
                    "Summaries": {
                        "eng": "Collette was trying to recreate her grandfather's secret \"Happy Bread\" to gather customers, and revive the dying bakery. Itsuki helps out, and they make countless prototypes based on few clues left by her grandfather. And so, the two spent the night together, and finally enjoy a moment of happiness.",
                        "jpn": "コレットはおじいさん秘伝の『幸せのパン』を再現して客を呼び込み、潰れかけているパン屋を復活させようとしていた。イツキも手伝い、おじいさんが残したわずかな手がかりを頼りに試作を重ねる。そうして一夜を共に過ごした２人は、ついに歓喜の瞬間を迎えることとなる。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "6826846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conception/episodes/6826846",
                    "Titles": {
                        "eng": "My Child, Welcome!",
                        "jpn": "俺の子どもを、へいらっしゃい！"
                    },
                    "Summaries": {
                        "eng": "Mana, the protector fairy for Visitor Itsuki, plans the \"Ultimate Love Ritual\" to encourage maidens who have yet to perform \"Love Rituals.\" It is supposedly an ultimate heavenly experience, but only a single maiden who managed to catch Itsuki's heart can be his partner.",
                        "jpn": "マレビトであるイツキのお守り役の妖精・マナは、いまだ『愛好の儀』を行っていない巫女たちのハートに火をつけようと『究極の愛好の儀』を企画する。天にも昇るような極めつきの体験ができるというのだが、その相手になれるのはデートバトルでイツキの心を射止めたひとりだけだという。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "6826848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conception/episodes/6826848",
                    "Titles": {
                        "eng": "Let's Try Giving Birth, Together",
                        "jpn": "俺とおまえで、産んでみよう！！"
                    },
                    "Summaries": {
                        "eng": "Itsuki finds out that in addition to Stardust Labyrinths where the \"Impurity Lords\" dwell, there is also the 13th labyrinth, as well as the existence of the 13th maiden. He sets out to find the maiden. However, there is the possibility that the 13th is a male. Although not quite convinced, he seeks all the male candidates he could think of...",
                        "jpn": "『ケガレ神』が巣喰う星屑の迷宮の他に、13番目の迷宮が存在することがわかり、更には13人目の巫女も存在することがわかり、その巫女を探すことになったイツキ。しかし、その13人目が「男性」である可能性が出てきてしまう。イツキは半信半疑ながらも、思いあたるかぎりの男たちの元へ向かうのだが……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "6826849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conception/episodes/6826849",
                    "Titles": {
                        "eng": "My Children, Thirteen of Them!?",
                        "jpn": "俺の子どもが、１３人！？"
                    },
                    "Summaries": {
                        "eng": "The 13th maiden was not male... A girl claiming to be the 13th maiden shows up before Itsuki. She sets out to confess her love while wearing an outlandish '80s outfit. However, Itsuki fails to notice, and continues his search.",
                        "jpn": "13人目の巫女は男性ではなかった…。その時、ようやくイツキの前に13番目の巫女を名乗る女性が現れる。だがしかし、その奇抜な80年代的勝負服を身にまとった女性の告白に、イツキは彼女が巫女だと気付くことが出来ず、スルーしてしまう。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "6826851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conception/episodes/6826851",
                    "Titles": {
                        "eng": "Are You Going to Tell Me That You Want Me to Have Your Child?",
                        "jpn": "まさかあたいに子どもを産んでくれと 言うつもりじゃなかろうな"
                    },
                    "Summaries": {
                        "eng": "Winter arrives for Granvania. Streets are surrounded in festive mood of Christmas, as Shangri La unveils a shocking truth to Itsuki. It was about the only way to defeat the \"Thirteenth Phantom\", which is the source of all Impurities. Itsuki's answer to the ultimate choice is...",
                        "jpn": "グランバニアにも冬の季節が到来。街がクリスマスっぽいお祭りムードに包まれる中、イツキはシャングリラから衝撃的な事実を告げられる。それは、13番目の迷宮に潜むすべてのケガレの元凶『13番目の幻影』を倒す唯一の手段について。極限の選択を迫られたイツキの選んだ答えは……。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "6826852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/conception/episodes/6826852",
                    "Titles": {
                        "eng": "Give Birth to My Child!",
                        "jpn": "俺の子どもを、産んでくれ！"
                    },
                    "Summaries": {
                        "eng": "Itsuki heads to the final battle in order to secure the future of the ones he loves. However, none of their attacks worked against the \"Thirteenth Phantom\", as they fall in a desperate situation. That is when the feelings of \"we want to be with Itsuki\" by maidens call upon a miracle!!",
                        "jpn": "イツキは、愛するものとともに生きる未来を掴むため、最後の戦いに挑む。しかし、『13番目の幻影』には一切の攻撃が通用せず、絶望的な状況に追い込まれる。その時『イツキと一緒にいきたい』という巫女たちの思いが奇跡を呼び起す！！"
                    },
                    "Aliases": []
                }
            }
        }
    }
}