{
    "URL": "https://thetvdb.com/series/gakuen-basara",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13760402/",
        "https://www.themoviedb.org/tv/82865"
    ],
    "Titles": {
        "eng": "Gakuen Basara: Samurai High School",
        "jpn": "学園BASARA"
    },
    "Summaries": {
        "eng": "The Gakuen Basara school battle comedy parody reimagines the Warring States Era warriors of CAPCOM's action game franchise as rival students in a modern high school. Date Masamune and Sanada Yukimura battle to replace Toyotomi Hideyoshi as the next student council president.",
        "jpn": "今日もＢＡＳＡＲＡ学園では、野球部エースの伊達政宗と、\r\nサッカー部エースの真田幸村がアツイバトルを繰り広げている。\r\n更に前生徒会長・豊臣秀吉が停学処分となり、\r\n次なる会長の座を巡って群雄割拠の乱世に突入し騒然とする学園。\r\n絆の力を叫ぶ豊臣秀吉と打倒家康に燃える石田光成の、\r\n天下分け目の戦いも始まった。\r\n一方でおバカなイベントに恋のさや当ても連日勃発！\r\n果たして、このカオス過ぎるＢＡＳＡＲＡ学園に明日はあるのか？！"
    },
    "Aliases": [],
    "Modified": "2025-01-27",
    "Seasons": {
        "1": {
            "ID": "780145",
            "URL": "https://thetvdb.com/series/gakuen-basara/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6839801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gakuen-basara/episodes/6839801",
                    "Titles": {
                        "eng": "The Fateful Battle for the Playing Field",
                        "jpn": "天下分け目のグラウンド争奪戦！"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "グラウンド使用権を巡って衝突する野球部の伊達政宗とサッカー部の真田幸村。両者は猿飛佐助の提案で、フットベースで勝負することに。ところがそこへ長曾我部元親が、前田慶次が、さらには徳川家康、石田三成も参戦、風雲急を告げるカオスの中、政宗ＶＳ幸村の直接対決が始まる。勝負の行方は―――？！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6863769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gakuen-basara/episodes/6863769",
                    "Titles": {
                        "eng": "Espionage! Sasuke Gets to Work / Treasure Hunt Capriccio",
                        "jpn": "隠密！佐助のお仕事／お宝狂奏曲"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「隠密！佐助のお仕事」\r\n活動の乏しい部活は殲滅する、との信長学園長の命を受け、全ての部活を調査することになったお市。だが重責に耐えられず、調査を猿飛佐助に頼み込む。厄介な仕事を押しつけられた佐助だが、調べてみると、あちこちの部で原因不明のトラブルが続発していることが判明。そこには、何者かの陰謀の匂いが…？！\r\n「お宝狂奏曲」\r\n学園の裏山でオリエンテーリング大会が開かれることになった。乗り気のしない生徒達だが、優勝すれば信長学園長がどんな望みでも叶えてくれると知って、皆の目の色が変わる。地図を片手にゴールへの手掛かりを探す政宗たちだが、そこには、思いもよらぬ試練が待ち受けていた？！"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "6863770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gakuen-basara/episodes/6863770",
                    "Titles": {
                        "eng": "A Storm Hits the Mound / The Road to Badness",
                        "jpn": "嵐を呼ぶマウンド"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "対外試合で大敗を喫した野球部。エースで四番の伊達政宗はそれ以来、練習もせずに放心状態。心配した小十郎らが政宗を励まそうとするが効果なし。そんな状況を利用して、生徒会長選挙を三成の有利に運ぼうと企む大谷吉継は、野球部もろとも家康を潰しにかかる。政宗を欠いた野球部を率いて窮地に陥る小十郎だが―――。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6863771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gakuen-basara/episodes/6863771",
                    "Titles": {
                        "eng": "The Fiery Cheer Battle / Operation: Midterms of Love",
                        "jpn": "炎の応援合戦／恋の中間テスト大作戦"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「炎の応援合戦」\r\n\r\n負け続きの野球部に愛想を尽かした毛利、応援の吹奏楽部を引き上げようとして、ピンチの時こそ応援が必要だという長曾我部一派と対立、両者は応援合戦で決着をつけることに。負けた方はその場で解散とあって、毛利も長曾我部もヒートアップする。だが、この勝負の裏には第三者の密かな企みが―――。\r\n\r\n脚本：福嶋幸典　絵コンテ：大原 実　演出：関田 修　作画監督：南 伸一郎\r\n「恋の中間テスト大作戦」\r\n\r\n憧れの孫市先生にデートしてとしつこくアピールする慶次。孫市から次の中間テストで全教科８０点以上取れたらデートしてやらないでもない、と言われたものだから、慶次は舞い上がる。だがテストは明日だ。どうしても孫市とデートしたい慶次は、ついに禁断の手"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6890669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gakuen-basara/episodes/6890669",
                    "Titles": {
                        "eng": "Clash! Mr. Basara / Who Will Be Iron Chef Basara?",
                        "jpn": "激突！Mr.BASARA／BASARAの鉄人は誰だ"
                    },
                    "Summaries": {
                        "eng": "Shimada Katsuya and Shima Sakoni who came up with jumping from junior high school. For Mr. Senima's junior and challenger Konoya, the winner is stoic and silent, always has dark emotions. Such two people decided to participate in the \"Mr. BASARA contest\" of the school. The two who conscious of each other try to decide the game by direct confrontation ---.\r\n\r\nWhat is the most delicious thing in the world? Masamune who scatters the spark over the answer, Ieyasu, Maeda Toshiya. There, Yukimura, Mitsunari and Long Soga Department also joined, BASARA Gakuen cuisine confrontation began. While competing with each other for their cooking skills, the conspiracy feet pulling out also broke out, how do you regulate this delicious confrontation? !",
                        "jpn": "「激突！Mr.BASARA」\r\n\r\n中学から飛び級で上がってきた、島左近と柴田勝家。三成の後輩でチャラい左近に対し、勝家はストイックで無口、いつも暗い情念を抱えている。そんな二人が、学園の「Ｍｒ．ＢＡＳＡＲＡコンテスト」に出場することになった。互いを意識した二人は直接対決で勝負を決めようとするが―――。\r\n\r\n「BASARAの鉄人は誰だ」\r\n\r\nこの世で一番美味いものは何か？　その答えを巡って火花を散らす政宗、家康、前田利家。そこへ幸村、三成、長曾我部も加わり、ＢＡＳＡＲＡ学園お料理対決が始まった。それぞれ自慢の食材で料理の腕を競い合うなか、陰謀めいた足の引っ張り合いも勃発、果たして、この美味しい対決を制するのは？！"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6899002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gakuen-basara/episodes/6899002",
                    "Titles": {
                        "eng": "A Maiden's Banquet / Let's Go on a Class Trip",
                        "jpn": "乙女たちの宴／遠足に行こう"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「乙女たちの宴」\r\n\r\n無口で神秘的な風魔小太郎に想いを伝えられずにいる鶴姫。そんな鶴姫が部長を務める占い同好会の部室には、今日も恋の悩みを抱えた女子たちが次々相談に訪れる。だが話はいつの間にか自分の恋のお相手自慢に。さらにかすが、まつ、孫市先生にお市まで乱入して、事態は思わぬ方向へ―――？！\r\n\r\n脚本：福嶋幸典 　絵コンテ：大原 実　演出：山内東生雄　作画監督：福山貴人\r\n「遠足に行こう」\r\n\r\n遠足の行き先を生徒達で決めることになった政宗達。だが皆それぞれ勝手なことを言い出して一向に決まらない。特に三成は家康の提案にことごとく反発、家康が採択しようとすると、三成刺客の元生徒会員たちが乱入してきた。さらに予想外の行き先候補もあがり、一体、遠足はどこに？！"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "6909527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gakuen-basara/episodes/6909527",
                    "Titles": {
                        "eng": "Burn with Passion! Basara Fest",
                        "jpn": "燃え上がれ！BASARA祭"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "今年もＢＡＳＡＲＡ祭が開幕！一日目の文化祭では、政宗と幸村が出店で対決、毛利は元親の出店を潰しにかかり、人の集まらない勝家のお化け屋敷は、家康の提案で人気アトラクションに変貌する。二日目の体育祭では三成、左近らの借り物競走が波乱の展開に。栄えあるＢＡＳＡＲＡ祭ＭＶＰに輝くのは誰か？！"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "6915199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gakuen-basara/episodes/6915199",
                    "Titles": {
                        "eng": "Prithee Let's Party / Kanbei's Long, Hot Night",
                        "jpn": "オレと某(それがし)／官兵衛の熱い夜"
                    },
                    "Summaries": {
                        "eng": "Basara Academy students are up to something.",
                        "jpn": "「オレと某」\r\nグラウンド使用権を巡っていつもながらの殴り合いになる政宗と幸村。気がつくと互いの身体が入れ替わっていた？！　二人は何とか元に戻ろうと必死で試行錯誤するが、戻れない。それならばと互いに相手になりきって周囲の目を欺こうとするが、皆に気づかれてしまい、更には周囲も巻き込んで予想外の事態に？！\r\n「官兵衛の熱い夜」\r\nある日気がついたら手枷とタイヤをはめられていた不運の持ち主、黒田官兵衛。手枷の鍵が旧校舎のどこにあると大谷吉継に耳打ちされ、半信半疑ながら旧校舎へ忍び込む。鍵を探すうちに、不運に拍車がかかって命の危機に。さらに、官兵衛を暗闇で待ち受けていたのは―――？！"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "6921999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gakuen-basara/episodes/6921999",
                    "Titles": {
                        "eng": "And the Bell Will Ring for... Who?! / Welcome to Sengoku Basara",
                        "jpn": "あの鐘を鳴らすのは、まさか！"
                    },
                    "Summaries": {
                        "eng": "Is there no school song at BASARA Gakuen? If you can create it, Masamune and Yukimura, Ieyasu join Mitsunari, Long Soga Department and the winner and present original school songs. Scholastic school songs and funky school songs do not give up if their school songs are the best, and finally to let them choose Mouri of brass band. However, a ridiculous song came down ---.",
                        "jpn": "ＢＡＳＡＲＡ学園には校歌がない？　なければ作ればいいと、政宗や幸村、家康に三成、長曾我部や勝家まで加わり、オリジナルの校歌を披露し合う。硬派な校歌やファンキーな校歌、それぞれ自分の校歌が一番だと譲らず、最後は吹奏楽部の毛利に選ばせようということに。だがそこへ、とんでもない歌が流れてきて―――。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "6928500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gakuen-basara/episodes/6928500",
                    "Titles": {
                        "eng": "A Silent Uproar!? / Sally Forth! Sekigahara Intrigue",
                        "jpn": "静かなる大騒動!?／出動！関ヶ原の陰謀"
                    },
                    "Summaries": {
                        "eng": "Tadakatsu Honda who takes the strongest nickname of Ieyasu as a gakuen's alias, and Fumimora Kotaro who fly around in the same newspaper department as Sasuke --- In reticence he was left behind in the school in front of the two who fought one or two A baby? ! I can not leave it crying hard and start to baby. The quiet solitary struggle of two people finally becomes the place where everyone knows.\r\n\r\n\"The Battle of Sekigahara\" which the East, the West Army, BASARA Gakuen fight in the other two divisions is approaching this year. The winner who saw the West military's left hand individually scouting outstanding students advocates Ieyasu of the East, if they do not do this, they will lose. However, Ieyasu believes in the power of ties and is in a state of restlessness. The winner who felt a sense of crisis starts to act on its own, getting caught up in the whirlpool of grudgeights.",
                        "jpn": "「静かなる大騒動！？」\r\n\r\n家康の腹心にして学園最強の異名をとる本多忠勝、そして佐助と同じ新聞部で取材に飛び回る風魔小太郎―――寡黙さでは学園で一、二を争う二人の前に、置き去りにされた赤ん坊が？！　激しく泣かれて放ってもおけず、赤ん坊をあやし始める。静かな二人の孤独な闘いが、ついには皆の知るところとなり―――。\r\n\r\n「出動！関ヶ原の陰謀」\r\n\r\n東軍と西軍、ＢＡＳＡＲＡ学園が真っ二つに分かれて戦う「関ヶ原の戦い」が今年も近づいてきた。西軍の左近が個別に有力生徒をスカウトしているのを見た勝家は、東軍の家康に、こちらもやらねば負けてしまうと進言。だが家康は絆の力を信じて静観の構え。危機感を抱いた勝家は独自に行動開始、権謀術数の渦に巻き込まれていく。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "6928501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gakuen-basara/episodes/6928501",
                    "Titles": {
                        "eng": "Evacuation Drills Come Without Warning",
                        "jpn": "避難訓練は突然に/痴れ者どもの狂宴"
                    },
                    "Summaries": {
                        "eng": "The students have ten minutes to escape the building during the evacuation drill or risk expulsion; the student council elections are approaching.",
                        "jpn": "「避難訓練は突然に」\r\n\r\n信長学園長の肝いりで避難訓練が行われることになった。十分以内に校庭まで避難できなければ即、退学という理不尽な訓練だ。だがその学園長の挑戦を受けて立つ政宗たち。果たして、脱出を阻む数々のトラップ、難関を突破して時間内に避難できるのか？！\r\n\r\n「痴れ者どもの狂宴」\r\n\r\n生徒会会長選挙まで残り一週間。イマイチ選挙に関心のない生徒たちにも参加してもらおうと、佐助たち新聞部が動画投稿サイトを立ち上げた。ここを舞台に三成、家康両陣営が、何とか再生回数を伸ばそうと、仁義なき動画バトルを開始、エスカレートの末に三成陣営が繰り出した作戦とは―――？"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "6928502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gakuen-basara/episodes/6928502",
                    "Titles": {
                        "eng": "The Longest Day at Basara Academy",
                        "jpn": "静かなる大騒動!?／出動！関ヶ原の陰謀"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「静かなる大騒動！？」\r\n\r\n家康の腹心にして学園最強の異名をとる本多忠勝、そして佐助と同じ新聞部で取材に飛び回る風魔小太郎―――寡黙さでは学園で一、二を争う二人の前に、置き去りにされた赤ん坊が？！　激しく泣かれて放ってもおけず、赤ん坊をあやし始める。静かな二人の孤独な闘いが、ついには皆の知るところとなり―――。\r\n\r\n脚本：福嶋幸典　絵コンテ：大原 実　演出：石踊宏　作画監督：渋谷一彦\r\n「出動！関ヶ原の陰謀」\r\n\r\n東軍と西軍、ＢＡＳＡＲＡ学園が真っ二つに分かれて戦う「関ヶ原の戦い」が今年も近づいてきた。西軍の左近が個別に有力生徒をスカウトしているのを見た勝家は、東軍の家康に、こちらもやらねば負けてしまうと進言。だが家康は絆の力を信じて静観の構え。危機感を抱いた勝家は独自に行動開始、権謀術数の渦に巻き込まれていく。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}