{
    "URL": "https://thetvdb.com/series/from-today-its-my-turn",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8207660/",
        "https://www.instagram.com/kyoukaraoreha_ntv/",
        "https://www.ntv.co.jp/kyoukaraoreha/",
        "https://www.themoviedb.org/tv/83119",
        "https://x.com/kyoukaraoreha_n"
    ],
    "TitleEnglish": "From Today, It's My Turn!!",
    "SummaryEnglish": "Two high school students, Mitsuhashi Takashi and Ito Shinji, set out to become the strongest delinquents in Japan.",
    "Aliases": [
        "今日から俺は!! (2018)",
        "Kyô kara Ore wa!!"
    ],
    "Modified": "2025-06-16",
    "Seasons": {
        "0": {
            "ID": "782618",
            "URL": "https://thetvdb.com/series/from-today-its-my-turn/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "7843778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-today-its-my-turn/episodes/7843778",
                    "TitleEnglish": "From Today, It's My Turn!! SP",
                    "SummaryEnglish": "Drama special to Kyou Kara Ore wa!!",
                    "Aliases": []
                },
                "2": {
                    "ID": "8156275",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/from-today-its-my-turn/episodes/8156275",
                    "TitleEnglish": "今日から俺は！！劇場版",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "782620",
            "URL": "https://thetvdb.com/series/from-today-its-my-turn/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "6864598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-today-its-my-turn/episodes/6864598",
                    "TitleEnglish": "The Legendary Dawn",
                    "SummaryEnglish": "In the 1980s, a high school student named Takashi Mitsuhashi, who was filled with questions about the mundane aspects of daily life, seized the opportunity to transfer schools to transform his image. He dyed his hair blonde and dressed like a pure delinquent to achieve his “transfer debut.” However, on his first day at the private Soft Leaf High School, he saw another transfer student.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6864602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-today-its-my-turn/episodes/6864602",
                    "TitleEnglish": "Dojo Shuffle",
                    "SummaryEnglish": "Takashi is scolded by Riko, a member of the disciplinary committee, on the street, and despite his irritation, he begins to take an interest in her. Meanwhile, Shinji panics when he learns that he and Takashi are being targeted by Satoshi.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6864603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-today-its-my-turn/episodes/6864603",
                    "TitleEnglish": "Battle Begins",
                    "SummaryEnglish": "Katsutoshi confesses his feelings to Riko, but is rejected. While feeling lost by the riverbank, he throws a stone in frustration, which hits a delinquent from Kaikyu, escalating into a fight. Upon learning this, Satoshi leads everyone in searching for Katsutoshi, and the situation escalates into a major incident involving Takashi and Shinji.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6904798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-today-its-my-turn/episodes/6904798",
                    "TitleEnglish": "Love Accelerates",
                    "SummaryEnglish": "Katsutoshi receives a letter from Akemi, hinting at her feelings for him. Takashi, who has been watching them, tries to interfere, but the two grow closer. Meanwhile, Takashi and Shinji witness a secret about Akemi.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6904799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-today-its-my-turn/episodes/6904799",
                    "TitleEnglish": "Jagged Hearts",
                    "SummaryEnglish": "Naoya goes to Harajuku in Tokyo and is attacked by Yutaka, a delinquent in Tokyo, and is hospitalized. Takashi and Shinji search for the perpetrator who attacked Naoya. Meanwhile, Yutaka's gang member Kurenai, who became interested in Takashi and the others after hearing the words Naoya muttered just before losing consciousness, sets out to take on the delinquents in Chiba.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6904800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-today-its-my-turn/episodes/6904800",
                    "TitleEnglish": "Justice to a Violent Teacher",
                    "SummaryEnglish": "Murotsuyoshi and Ichiro happen to run into each other in town. Murotsuyoshi, who has discovered Ichiro's weakness, strikes a deal with him to make Takashi his “servant.” Ichiro convinces Takashi under certain conditions. From the next day onward, Takashi begins to obey Murotsuyoshi's orders, which raises suspicions among Shinji and Riko.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6916468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-today-its-my-turn/episodes/6916468",
                    "TitleEnglish": "The World's Wasteful Battle Opens",
                    "SummaryEnglish": "One day, Takashi sees Katsutoshi slip a letter into Riko's locker. He immediately reads it without permission and finds that it contains insults directed at him, followed by a request for Riko to meet with him.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6920056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-today-its-my-turn/episodes/6920056",
                    "TitleEnglish": "Do Not Touch My Girl",
                    "SummaryEnglish": "Having successfully advanced to his third year, Takashi is treated like an idol by the new students. Shinji, on the other hand, is unable to behave like him and is quietly hurt by the new students' comments, saying that he is “boring.” Amidst this, a hot-headed first-year student who wants to take Takashi's place at the top challenges him to a fight. Following Riko's advice, Takashi avoids the fight, and his mature response causes his popularity among the first-years to explode even further.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6926877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-today-its-my-turn/episodes/6926877",
                    "TitleEnglish": "The Final Chapter",
                    "SummaryEnglish": "The long-awaited showdown with the strongest school, Kaikyu, finally begins. Takeshi can't stand the fact that Kaikyu is being underestimated because of Takashi and Shinji. However, the leader, Satoshi, refuses to get involved in the fight with Nankou. As his frustration grows, he comes up with a daring plan to take down Takashi and Shinji.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6933945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-today-its-my-turn/episodes/6933945",
                    "TitleEnglish": "The Final Round",
                    "SummaryEnglish": "Takashi and Shinji face their greatest crisis yet. Upon hearing from Yasuo that Katsutoshi has been attacked by yakuza and is in critical condition, Takashi and Shinji are filled with rage.",
                    "Aliases": []
                }
            }
        }
    }
}