{
    "URL": "https://thetvdb.com/series/hello-lady-lynn",
    "Genres": [
        "Animation",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0294098/"
    ],
    "TitleEnglish": "Hello! Lady Lynn",
    "SummaryEnglish": "Lynn is starting a new life in her new home, living separately from her family. Her sister Sarah is living at her grandfather's place at Warbawn Castle, while her father works endlessly to earn money to take back the Marble Mansion. She is studying at Saint Patrick Academy, an all-girls school famous for horseback riding. Making friends, as well as rivals, along the way to attaining the prestigious honor, the Lady Crest. With her noble steed Andrews, will they overcome obstacles that come in their way to reach their goal? And can Lynn come back to her old home?",
    "Aliases": [
        "Harō! Redi Rin"
    ],
    "Modified": "2022-08-04",
    "Seasons": {
        "1": {
            "ID": "782940",
            "URL": "https://thetvdb.com/series/hello-lady-lynn/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "6867749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hello-lady-lynn/episodes/6867749",
                    "TitleEnglish": "Cinderella of the Mews",
                    "SummaryEnglish": "Sarah and her father George came to Montgomery Mansion to visit Lynn after three years. Meanwhile at St. Patrick Academy, Lynn is tending the horses at the stable when she was called by her friend Sara. They went together to see their captain, Vivian, as she maneuvers around the obstacle course with her horse Andrews. As they reached the final fence, a squirrel suddenly appeared in front of them and Andrews went to a panic, threw Vivian to the ground. Humiliated, Vivian lashed Andrews with a whip. Andrews went to a wild frenzy and escaped to the city. Lynn and Paul, who happens to pass by, went after Andrews. They managed to find Andrews at the entrance hall of a building. Lynn slowly approached the panic-stricken Andrews and managed to settle it down. As the people cheered, behind them, Vivian was infuriated by Lynn's heroic actions. After the incident, Lynn went home to the mansion and was delighted to her family - her elder sister Sarah and her father George, again. She told them her adventures earlier today, but as time passed Sarah and George have to go away and leave Lynn to Countess Montgomery's care. Lynn is hoping that one day they will be together again.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6867788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hello-lady-lynn/episodes/6867788",
                    "TitleEnglish": "Two Mysterious Meetings",
                    "SummaryEnglish": "Sophie comes to stay at the Montgomery mansion. Her mother believes that Isabelle will leave her inheritance to Lynn and cut them out of their share. She told her daughter to make Lynn look bad. Isabelle buys Andrews from the school to give to Lynn.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6867795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hello-lady-lynn/episodes/6867795",
                    "TitleEnglish": "It is as Beautiful as the Wild Orchids",
                    "SummaryEnglish": "The principal is coming to visit and Sophie has a plan to place Lynn in danger so that Andrews will be taken away. When Lynn takes her to see Andrews, Sophie releases a squirrel on him. He goes crazy and runs away from the stable, dragging Lynn among with him. However, Lynn falls in a field of Wild Orchids. She grabs a handful since her great uncle used to give them to his wife. On the other hand, Sophie runs and tells the principal that Andrews has gone rogue and taken Lynn with him. That's when Lynn shows up all bruised but with a bouquet of her aunt's favorite flowers.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6867800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hello-lady-lynn/episodes/6867800",
                    "TitleEnglish": "The Way to the Little Lady",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}