{
    "URL": "https://thetvdb.com/series/rainbow-chicks",
    "Genres": [
        "Animation",
        "Children",
        "Family"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9287768/"
    ],
    "TitleEnglish": "Rainbow Chicks",
    "SummaryEnglish": "Come meet the seven Rainbow Chicks of Cloud Island, where individual personalities, play, quarrels, loss and sadness all lead to unity and caring.",
    "Aliases": [],
    "Modified": "2021-04-27",
    "Seasons": {
        "1": {
            "ID": "786378",
            "URL": "https://thetvdb.com/series/rainbow-chicks/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "6905810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-chicks/episodes/6905810",
                    "TitleEnglish": "Cherry's Key",
                    "SummaryEnglish": "One day, Cherry finds a key, but there is no one around. Cheery feels that the chick who lost his/her key must be very worried, so she tries to find the owner of this key.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8393813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-chicks/episodes/8393813",
                    "TitleEnglish": "Hide and Seek",
                    "SummaryEnglish": "Chickies are playing hide-and-seek on the cloud island, and it is Lemon’s turn to seek other chickies.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8393814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-chicks/episodes/8393814",
                    "TitleEnglish": "UFO",
                    "SummaryEnglish": "Cherry thinks that she fins a UFO(which is actually a big hat). She tells other chickies excitedly, but other chickies do not see any UFO. When Cherry feels disappointed, Kiwi also finds that UFO. Kiwi directly takes a cloud to the sky and leaves other chickies behind. Theis also makes other chickies curious, so they take the cloud to seek the UFO together.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8393815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-chicks/episodes/8393815",
                    "TitleEnglish": "The Thinning Moon",
                    "SummaryEnglish": "Cherry and Violet is taking a walk on the cloud island and singing “round moon”(full moon). They suddenly find that the moon is not round as written in the song but very slim(crescent moon). Chickies are worried that the moon is different from moon described in songs.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8393816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-chicks/episodes/8393816",
                    "TitleEnglish": "Indigo's glasses",
                    "SummaryEnglish": "Kiwi wears Indigo’s glasses from curiosity, but he cannot see anything. While Indigo’s world becomes more obscure without classes, both of them walk around without directions.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8393817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-chicks/episodes/8393817",
                    "TitleEnglish": "Berry's Colour",
                    "SummaryEnglish": "Berry loves drawing, and she wants to draw a beautiful picture, but she is annoyed because she is not sure which color is the most beautiful color.",
                    "Aliases": []
                },
                "7": {
                    "ID": "8393818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-chicks/episodes/8393818",
                    "TitleEnglish": "Orange's Big Bounce",
                    "SummaryEnglish": "Orange finds a cloud which can bounce him high and plays it happily.",
                    "Aliases": []
                },
                "8": {
                    "ID": "8393819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-chicks/episodes/8393819",
                    "TitleEnglish": "Cherry's Umbrella",
                    "SummaryEnglish": "It is a rainy day. Cherry is singing and jumping with a flower umbrella.\r\nCheery finds Kiwi who is sheltering from the rain under a tree hole. Cherry invites Kiwi to go with her, but the umbrella is so small that they have to clinging to each other.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8393820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-chicks/episodes/8393820",
                    "TitleEnglish": "Bathtime for Kiwi",
                    "SummaryEnglish": "Chickies wearing different kinds of bath tools are on their way to have a bath, but Kiwi is reluctant to have a bath and even wants to leave. Other chickies find this, so they sing a bathing song to encourage Kiwi to have the bath",
                    "Aliases": []
                },
                "10": {
                    "ID": "8393830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-chicks/episodes/8393830",
                    "TitleEnglish": "Small Rainbow",
                    "SummaryEnglish": "Orange finds a piece of rainbow in the little puddle outside Berry’s home, so he calls for Berry and Cherry to come and see this. All of them like this little piece of rainbow and want to own it and use it to make different beautiful things, but who does this rainbow belong to?",
                    "Aliases": []
                },
                "11": {
                    "ID": "8393831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-chicks/episodes/8393831",
                    "TitleEnglish": "Orange's Dark Cloud",
                    "SummaryEnglish": "Orange is happy about having a sunny day to play outside. However, there comes a little piece of dark cloud above Orange’s head when he just want to do some warm-ups. The dark cloud does not only block the sunshine but always follows Orange, thus Orange does not like this dark cloud at all and even loses temper with this cloud.",
                    "Aliases": []
                },
                "12": {
                    "ID": "8393832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-chicks/episodes/8393832",
                    "TitleEnglish": "Cherry's Illness",
                    "SummaryEnglish": "It is a cloudy day. Cherry is sick and has to stay at home unhappily. Cherry hears voices from outside. Cherry finds that it is Violet, Lemon and Kiwi who are playing outside. They are piling clouds, catching butterfly and planting flowers. Cherry becomes more unhappy.",
                    "Aliases": []
                },
                "13": {
                    "ID": "8393833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-chicks/episodes/8393833",
                    "TitleEnglish": "Kiwi's Hiccups",
                    "SummaryEnglish": "Chickies are playing on Cloud Island. Kiwi eats a lot of cookies, and since he eats too fast, he begins to hiccup. Kiwi cannot stop hiccuping, so his friends tried different methods to help him stop but failed. Cherry and Indigo are affected and begin to hiccup too!",
                    "Aliases": []
                },
                "14": {
                    "ID": "8393834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-chicks/episodes/8393834",
                    "TitleEnglish": "Lemon's Toy",
                    "SummaryEnglish": "Lemon makes a fruit toy by small fruits and brunches and plays with it happily. Kiwi is attracted by the toy and also wants to play with the toy. With reluctance, Lemon lets Kiwi play with his toy. However, Kiwi is so naughty that the toy is broken.",
                    "Aliases": []
                },
                "15": {
                    "ID": "8393835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-chicks/episodes/8393835",
                    "TitleEnglish": "A Rainy Day",
                    "SummaryEnglish": "Chickies are playing happily, but suddenly it rains. Chickies runs to the tree for sheltering, and they feel so bored because they can do nothing. Thus, they also think rainy day is very boring. At this time, one drop of rain drops on bell flowers, and this makes a sound.",
                    "Aliases": []
                },
                "16": {
                    "ID": "8393836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-chicks/episodes/8393836",
                    "TitleEnglish": "Cherry's Ball of Yarn",
                    "SummaryEnglish": "Cherry is knitting scarf among a lot balls of yarn. Cherry wishes she can make gifts for her friends by knitting. Kiwi passes by and is very interested with those balls,so he begins to play a very big ball. Kiwi is accidentally wrapped in that yarn ball and rolls with the ball. Cherry runs after Kiwi, but the ball rolls onto the tree and rolls back to Cherry, so Cherry is also wrapped in that yarn ball.",
                    "Aliases": []
                },
                "17": {
                    "ID": "8393837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-chicks/episodes/8393837",
                    "TitleEnglish": "Orange's Trouble",
                    "SummaryEnglish": "One day, Orange, Violet and Cherry is doing aerobics. Accidentally, Orange’s one foot step into a small hollowed log.",
                    "Aliases": []
                },
                "18": {
                    "ID": "8393838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-chicks/episodes/8393838",
                    "TitleEnglish": "Collecting the Rain",
                    "SummaryEnglish": "Cherry finds there is a rainy cloud near the Cloud Tree when she is walking outside, and she finds Lemon is just standing under that rainy cloud. Cherry takes an umbrella-shaped plant as an umbrella and runs to Lemon. Cherry finds that Lemon is collecting rainwater for flowers, so she tries to help Lemon collect the water.",
                    "Aliases": []
                },
                "19": {
                    "ID": "8393839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-chicks/episodes/8393839",
                    "TitleEnglish": "Cherry's Treasure",
                    "SummaryEnglish": "Cherry finds a treasure map, and chickies decide to find the treasure together. Cherry thinks the treasure is a lot of gold coins. Violet thinks the treasure is endless cakes. Indigo hopes the treasure is a encyclopedia, and Berry thinks the treasure is a magic stick.",
                    "Aliases": []
                },
                "20": {
                    "ID": "8393840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-chicks/episodes/8393840",
                    "TitleEnglish": "Lemon's Watering Can",
                    "SummaryEnglish": "Lemon is watering floating cloud, he puts the kettle on a floating cloud and accidentally cute the stem of this cloud. This floating cloud thus floats to the sky and stops in the midair.",
                    "Aliases": []
                },
                "21": {
                    "ID": "8393841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-chicks/episodes/8393841",
                    "TitleEnglish": "Slide or Seesaw",
                    "SummaryEnglish": "Violet, Orange and Kiwi is playing a rainbow slide. They are so happy and begin to jump on the slide. Three chickies are too heavy, the rainbow slide moves because of their jumps, and they accidentally fall down the hillside with the rainbow slide.",
                    "Aliases": []
                },
                "22": {
                    "ID": "8393842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-chicks/episodes/8393842",
                    "TitleEnglish": "Violet's Heavy Problem",
                    "SummaryEnglish": "Indigo makes a huge balloon airship which can take them fly to the sky. Violet and Cherry are also very happy because they can try this balloon. After Cherry and Indigo, Violet climbs up the airship. However, Violet is so heavy that the airship cannot fly.",
                    "Aliases": []
                },
                "23": {
                    "ID": "8393843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-chicks/episodes/8393843",
                    "TitleEnglish": "Not Sleepy",
                    "SummaryEnglish": "One night, Violet is playing with Cherry in Cherry’s home. Violet is very sleepy but Cherry still hope Violet can play games with her. At this time, Cherry finds the stars in the sky are winking to her, so she comes up with an idea of playing with stars",
                    "Aliases": []
                },
                "24": {
                    "ID": "8393844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-chicks/episodes/8393844",
                    "TitleEnglish": "So Much Glue",
                    "SummaryEnglish": "Violet and Kiwi are playing games, and Violet is chasing after Kiwi.When Kiwi is running, he sees Indigo is using glue to make a planet mode. Out of curiosity, Kiwi asks Indigo for the tube of glue, but Indigo refuses as he knows Kiwi is naughty.",
                    "Aliases": []
                }
            }
        }
    }
}