{
    "URL": "https://thetvdb.com/series/home-with-kids",
    "Genres": [
        "Children",
        "Comedy",
        "Family"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2324525/"
    ],
    "TitleEnglish": "Home with Kids",
    "SummaryEnglish": "",
    "Aliases": [],
    "Modified": "2021-09-13",
    "Seasons": {
        "1": {
            "ID": "793016",
            "URL": "https://thetvdb.com/series/home-with-kids/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 100,
            "Episodes": {
                "1": {
                    "ID": "6982744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/6982744",
                    "TitleEnglish": "Crack the whip (Part 1)",
                    "SummaryEnglish": "In order to welcome the arrival of Xia Xue, Liu Mei made a hearty meal. However, Xia Xue, who just arrived at the new home, said something bitter and harsh, and even read out the prepared banderies at the dinner table, which resulted with a disappointing meal. Liu Mei had to make concessions for the sake of family harmony, and Liu Xing and Xia Yu also took the opportunity to claim rights. Xia Xue’s style of doing things did not make her parents angry. In order to find out her parents’ attitude, Xia Xue came home with a very avant-garde “wild boy”, claiming to be her boyfriend, deliberately confronting her parents.",
                    "Aliases": []
                },
                "2": {
                    "ID": "7007469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007469",
                    "TitleEnglish": "Crack the whip (Part 2)",
                    "SummaryEnglish": "Xia Donghai came forward to stop Xia Xue’s early love, but Xia Xue struck back about his divorced and remarried. Xia Donghai was angry and was persuaded by Liu Mei. Liu Mei told the Xia Donghai with her own experience with Hu Yitong. Sometimes, the attitude of parents will be counterproductive. Xia Donghai decided to take a roundabout way, starting from Xia Xue’s boyfriend. Finally, the “wild boy” told them very shocking news — he was the childcare hired by Xia Xue because Xia Xue was afraid of being affected by his stepmother. He deliberately clashed with his parents, and Xia Donghai and his wife do not to know whether to laugh or cry .",
                    "Aliases": []
                },
                "3": {
                    "ID": "7007480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007480",
                    "TitleEnglish": "Family picture",
                    "SummaryEnglish": "Liu Xing took photos of the spring trip last month for everyone to see, but there is no Xia Xue. Xia Xue, because of jealousy, took out his previous photos with the East China Sea and the mother. Xia Donghai is very unhappy that Xia Xue did this, but he could not convince Xiao Xue to put away the photos. Liu Xing saw Xiaoxue put out such a photo, so he took out the pictures of Hu Yitong and Liu Mei. Xia Yu also came to join in the fun and make a mess of the family. The two couples had to set up a showroom at home, dedicated to the photos of everyone.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7007511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007511",
                    "TitleEnglish": "Good dad",
                    "SummaryEnglish": "The school is going to open a parent meeting. To be a good father, Xia Donghai deliberately got off work early to have the parent meeting for Liu Xing. After returning, under the pleading of Liu Xing and his grandmother, Liu Xingyu did not reflect Liu Mei with the bad things that Lix Xing did. Later, Liu Mei knew that Liu Xing did something bad and was stopped beating Liu Xing by Xia Donghai and grandmother. Xia Donghai must personally teach Liu Xing a lesson. He hit the sandbags and made Liu Mei and grandmother think that he was beating Liu Xing. They believed it and shouted outside to stop him, and then Xia Donghai and Liu Xing intimately stalked back.",
                    "Aliases": []
                },
                "5": {
                    "ID": "7007534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007534",
                    "TitleEnglish": "The fight between cat and rat",
                    "SummaryEnglish": "To write an essay, Xia Xue began to study the little mouse. She not only let Liu Mei accompany her to watch \"The Elf Mouse Brother,\" but also bought a small mouse to raise at home. Since childhood, Liu Mei, who is afraid of mice, has suffered hardships and was scared by mice. Worried and frightened, Liu Mei held a cat to calm herself. Xia Xue believes that stepmother is right against herself. Xia Yu and Er Pang let the white mouse fight the cat, and the cat ate the rat. Xia Xue wrongly thinks that Liu Mei did what Xia Yu did, and she is furious with Liu Mei. Later, the truth came out, and both of them had to give each other a gift. As a result, Liu Mei bought a white mouse for Xia Xue, and Xia Xue bought a cat for Liu Mei.",
                    "Aliases": []
                },
                "6": {
                    "ID": "7007547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007547",
                    "TitleEnglish": "My savage father",
                    "SummaryEnglish": "Liu Xing wants to complete an essay titled \"My Savage Father,\" so he has to look at what his stepfather Xia Donghai is doing. Liu Xing is so naughty and asks Xia Donghai for anger, but Xia Donghai is mild and not savage at all. Xiu Xing can't achieve the goal. At this time, Liu Xing’s father, Hu Yitong, tried to borrow money from the Xias, and Xia Donghai readily agreed. When they were drinking, they had a dispute and glared at each other. Liu Xingxi looked out, and he could finish the composition. At this time, Sheng Chao (Liu Xing's classmate) came to inform Liu Xing that the \"savage\" in the title is quoted.",
                    "Aliases": []
                },
                "7": {
                    "ID": "7007554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007554",
                    "TitleEnglish": "Mom, thank you",
                    "SummaryEnglish": "Xia Xue was fascinated by the life of wild orangutans and escaped classes for it. Xia Yu came to inform, and Donghai and Liu Mei, who are fathers and mothers, are very anxious. Later they learned that their daughter just wanted to study the orangutan. To cater to her daughter's preferences, Liu Mei studied a strong knowledge of the orangutans. However, Xia Xue’s interest has suddenly changed to Astronomy, but Liu Mei has already prepared an orangutan showroom for Xia Xue. After Xia Xue looked at the exhibition room, she rushed out and hugged Liu Mei and said, \"Mom, thank you!\"",
                    "Aliases": []
                },
                "8": {
                    "ID": "7007566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007566",
                    "TitleEnglish": "Home with a detective",
                    "SummaryEnglish": "After Liu Xing helped the teacher find the car key, he imagined that he could be a detective, began to study the Complete Works of Sherlock Holmes, and claimed to be \"Sherlock Xing\". He almost analyzed everything and others in the family felt bored of him. Because Xia Yu damage other's toy, he secretly takes some things from home to sell, Liu Mei mistakenly believed that Liu Xing deliberately created \"crime\" to analyze and prove himself. After reconnaissance, Liu Xing pointed out that the real criminal was Xia Yu, and Liu Xing asked Liu Mei to restore his reputation.",
                    "Aliases": []
                },
                "9": {
                    "ID": "7007573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007573",
                    "TitleEnglish": "Secrets that can't be hidden",
                    "SummaryEnglish": "Xia Xue's recent abnormal performance has made his father Donghai very worried. He is thinking of \"buying\" Liu Xing to track Xia Xue. Liu Xing, who was secretive in action, caught the attention of his mother, Liu Mei. She also \"buy\" Xia Yu to track Liu Xing. Various news began to spread to the ears of Xia Donghai and Liu Mei. So the husband and wife separately talked to Xia Xue and Liu Xing, and the two children found themselves being followed, and they were very upset. The strange relationship of the awkward atmosphere finally made Xia Xue unbearable and confessed his secret to everyone.",
                    "Aliases": []
                },
                "10": {
                    "ID": "7007579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007579",
                    "TitleEnglish": "The story of the wildebeest",
                    "SummaryEnglish": "Xia Donghai is busy modifying his 20 years of hard work – the script \"The Love of Wildebeest.\" At the same time, Xia Xue is busy with his own \"Elves Pig Little Brother.\" As a result, Xia Xue was not recognized by the small actors as a director but instead was about to be changed. After Xia Donghai just comforted her daughter, he learned that his script was not approved by the buyer. He was very angry. The family advised him. Later, Xia Xue changed the show to \"The Story of the Wildebeest\" and succeeded. At this time, the buyer (Lao Shang) ran to the door and wanted to buy the script of Xia Donghai.",
                    "Aliases": []
                },
                "11": {
                    "ID": "7007586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007586",
                    "TitleEnglish": "Half cup of milk",
                    "SummaryEnglish": "Liu Xing did not like to drink milk and poured the remaining half of the cup into Xia Yu's cup. Xia Yu therefore wheat his pants. Liu Xing used the story of Kong Rong to excuse for himself. The next day, Xia Yu poured milk into Liu Xing's football shoes. Xia Donghai helped Liu Xing dry and told Liu Xing that Beckham's soccer shoes used to soak in milk. Liu Xing said that he wore the milk-smelled football shoes and regarded himself as David Beckham. He scored three goals in a single game and beat the other side by 5:0. The two brothers were happy to dance. Liu Mei decided to change Liu Xing's milk to soy milk.",
                    "Aliases": []
                },
                "12": {
                    "ID": "7007810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007810",
                    "TitleEnglish": "Alarm",
                    "SummaryEnglish": "Liu Mei was kind enough to care for a patient in the hospital, but the patient's condition suddenly deteriorated, causing the patient's family to argue and retaliate against her. The hospital let Liu Mei stay home for several days to avoid the conflict. Xia Donghai was very worried about Liu Mei and his family. He asked the children to be vigilant and to guard against strangers who appeared at the front door. At the same time, they also proposed some preventive measures and emergency plans. As a result, the children were all arrogant and made a lot of jokes. When Xia Donghai felt that he was over-preventing and announced the lifting of the alarm, the patient’s family suddenly came to apologize.",
                    "Aliases": []
                },
                "13": {
                    "ID": "7007831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007831",
                    "TitleEnglish": "The storm of borrowing shoes",
                    "SummaryEnglish": "Liu Xing failed to borrow shoes from Xia Xue and thus stool them. Xia Xue sprained her foot in the physical class and blamed Liu Xing for wearing her shoes. Liu Xing did not want to apologize and was punished by Liu Mei. The physics teacher came to visit and said that the reason for Xia Xue’s injury was the lack of exercise. Liu Xing, therefore, said that Xia Xue had planted him, and he wanted an apology from Xia Xue.",
                    "Aliases": []
                },
                "14": {
                    "ID": "7007835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007835",
                    "TitleEnglish": "Add a big item",
                    "SummaryEnglish": "Xia Donghai told everyone that he would get a batch of remuneration. The excited couple agreed to the request of three children to add \"big items\".",
                    "Aliases": []
                },
                "15": {
                    "ID": "7007847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007847",
                    "TitleEnglish": "Distance",
                    "SummaryEnglish": "Liu Mei’s former patient Aunt Pang now becomes Xia’s neighbor and asks Xia Xue to help her daughter Jia Jia study.",
                    "Aliases": []
                },
                "16": {
                    "ID": "7007848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007848",
                    "TitleEnglish": "Mother's gift",
                    "SummaryEnglish": "Liu Mei’s birthday is coming, and Donghai gives her a gift. The three children are also preparing gifts, Liu Mei thought these gifts were for her.",
                    "Aliases": []
                },
                "17": {
                    "ID": "7007849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007849",
                    "TitleEnglish": "Hype",
                    "SummaryEnglish": "Xia Donghai was invited to be the director of a TV series. He was full of confidence at first but ashamed later because the producer hyped him.",
                    "Aliases": []
                },
                "18": {
                    "ID": "7007850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007850",
                    "TitleEnglish": "Who did it",
                    "SummaryEnglish": "Grandmother's birthday is coming, and the Donghai and Liu Mei found that the gift they bought was broken.",
                    "Aliases": []
                },
                "19": {
                    "ID": "7007853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007853",
                    "TitleEnglish": "Teacher come to visit",
                    "SummaryEnglish": "Xia Yu was teased by Er Pang who taught him to use \"stupid\" to praise other. Duo Duo cried and reported it to Teacher Ma. Teacher Ma decided to go visit the Xias.",
                    "Aliases": []
                },
                "20": {
                    "ID": "7007854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007854",
                    "TitleEnglish": "This way to prevent",
                    "SummaryEnglish": "Xia Xue wants to see someone she met online, causing Liu Mei’s panic.",
                    "Aliases": []
                },
                "21": {
                    "ID": "7007939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007939",
                    "TitleEnglish": "A big mix-up (Part 1)",
                    "SummaryEnglish": "Xia Donghai came back on a business trip and was trapped in a lift with a beautiful young woman. The mobile phone had no signal, so he and could not contact her family.",
                    "Aliases": []
                },
                "22": {
                    "ID": "7007948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007948",
                    "TitleEnglish": "A big mix-up (Part 2)",
                    "SummaryEnglish": "Donghai explained to Liu Mei, but he could not get Liu Mei’s understanding. She forced Donghai to find a woman who kissed him in the elevator.",
                    "Aliases": []
                },
                "23": {
                    "ID": "7007951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007951",
                    "TitleEnglish": "The temptation of the first place",
                    "SummaryEnglish": "Liu Mei promised Liu Xing to reward him with an MP3 as long as he took the first place. Liu Xing took an essay written by Xia Xue to participate in the competition and won the first place.",
                    "Aliases": []
                },
                "24": {
                    "ID": "7007956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007956",
                    "TitleEnglish": "Dad is master",
                    "SummaryEnglish": "Xia Yu was sure that his father was a martial arts master because he saw his father broke a baseball bat.",
                    "Aliases": []
                },
                "25": {
                    "ID": "7007962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007962",
                    "TitleEnglish": "Little snitch",
                    "SummaryEnglish": "Xia Yu revealed the secrets of Liu Xing and Xia Xue to their parents in the unconscious, so they were rewarded.",
                    "Aliases": []
                },
                "26": {
                    "ID": "7007965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007965",
                    "TitleEnglish": "Who can believe me",
                    "SummaryEnglish": "Because Liu Xing was recently fascinated with the \"Three Kingdoms\" game, he won the first place in the class in the historical stage examination. But the family thinks that Liu Xing cheated.",
                    "Aliases": []
                },
                "27": {
                    "ID": "7007972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007972",
                    "TitleEnglish": "Nowhere to run (Part 1)",
                    "SummaryEnglish": "Liu Xing and his classmate Mouse did not pass the stage exam. The papers should be signed by the parents. Because they were afraid of punishment, they signed each other's parents' handwriting.",
                    "Aliases": []
                },
                "28": {
                    "ID": "7007976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007976",
                    "TitleEnglish": "Nowhere to run (Part 2)",
                    "SummaryEnglish": "A lot of people asked Liu Xing where Mouse went but Liu Xing said that he did not know. Liu Xing also threatened the adults that he would also leave if they beat him again.",
                    "Aliases": []
                },
                "29": {
                    "ID": "7007982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007982",
                    "TitleEnglish": "Goog dad, bad dad",
                    "SummaryEnglish": "Hu Yitong and Xia Donghai competed to be the good father of Liu Xing.",
                    "Aliases": []
                },
                "30": {
                    "ID": "7007984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7007984",
                    "TitleEnglish": "Washing sheets",
                    "SummaryEnglish": "Xia Donghai was very upset because of his unsatisfactory work.",
                    "Aliases": []
                },
                "31": {
                    "ID": "7008014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008014",
                    "TitleEnglish": "The fourth kid",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "32": {
                    "ID": "7008016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008016",
                    "TitleEnglish": "How to face it",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "33": {
                    "ID": "7008026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008026",
                    "TitleEnglish": "Heroic spirit (Part 1)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "34": {
                    "ID": "7008032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008032",
                    "TitleEnglish": "Heroic spirit (Part 2)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "35": {
                    "ID": "7008037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008037",
                    "TitleEnglish": "Recipocity",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "36": {
                    "ID": "7008044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008044",
                    "TitleEnglish": "Wise Liu Xing",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "37": {
                    "ID": "7008048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008048",
                    "TitleEnglish": "Art frame",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "38": {
                    "ID": "7008053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008053",
                    "TitleEnglish": "Late praise",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "39": {
                    "ID": "7008611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008611",
                    "TitleEnglish": "Visitors from far away (Part 1)",
                    "SummaryEnglish": "Grandmother took a street singer to the Xias' home and said that this person was a distant relative Xia Ma.",
                    "Aliases": []
                },
                "40": {
                    "ID": "7008612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008612",
                    "TitleEnglish": "Visitors from far away (Part 2)",
                    "SummaryEnglish": "The family blamed the grandmother and Xia Donghai for this matter. At this time, the father of Xiao Ma, Lao Ma, came and lived in the house.",
                    "Aliases": []
                },
                "41": {
                    "ID": "7008613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008613",
                    "TitleEnglish": "A promise worth thousands of gold",
                    "SummaryEnglish": "小雨和朵朵发现一只受伤的小鸭子，小雨答应朵朵等小鸭子伤好了把它送给朵朵。小雨出去玩时，因为刘梅疏忽小鸭子从家里跑丢了。小雨闹着要小鸭子。刘梅买只大鸭子回来应付小雨，小雨不要，刘梅又费尽千辛万苦买回一只与原来相似的小鸭子，骗小雨说丢的小鸭子找回来了。小雨认出不是原来的小鸭子，正当小雨不再相信妈妈的时候，妈妈把原来的的小鸭子换回来了。",
                    "Aliases": []
                },
                "42": {
                    "ID": "7008614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008614",
                    "TitleEnglish": "Alien",
                    "SummaryEnglish": "尚西山要拍摄一部有关\"外星人\"故事的儿童电影，夏雨根据屁股上的一块飞碟形的红色胎记，幻想自己是真正的\"外星人\"。刘梅在与邻居聊天的时候开玩笑说小雨是外星人。谁料，嘴太快的邻居竟把这事报告给了一家儿童科幻杂志，小雨出名了。玩具商邀请\"名人\"小雨做形象代言，尚西山也主动邀请夏雨担任主演。不料，这给小雨带来麻烦，他的屁股成了别人研究的焦点，他成了 \"怪物\"，夏雨开始痛恨自己是\"外星人\"，终于，小雨离家出走，刘梅说出真相。",
                    "Aliases": []
                },
                "43": {
                    "ID": "7008615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008615",
                    "TitleEnglish": "Turning off the light",
                    "SummaryEnglish": "爷爷发现卫生间的灯一夜未关，认为是刘星没关，姥姥承认是自己忘了关灯。刘梅知道姥姥夜间不上厕所，对母亲处处无原则的护着孩子很有意见，东海说昨晚是他忘了关灯，刘梅以为东海也骗她，请来了爷爷助阵！爷爷强调要养成勤俭节约的习惯，东海决定在卫生间装个声控灯。晚上刘星上厕所，不管制造多大的怪声，声控灯就是不亮，全家以为出事，纷纷赶来，原来是声控灯失灵！",
                    "Aliases": []
                },
                "44": {
                    "ID": "7008616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008616",
                    "TitleEnglish": "Good Samaritan",
                    "SummaryEnglish": "夏雨发现小区里住进了一个神秘怪客，立刻通知了一心想做见义勇为小英雄的刘星，刘星认定怪客就是在逃的犯罪分子。夏雪帮助刘星把怪客请进了家，\"软禁\"在家中。其实，这名怪客是中了300万大奖的农民到这里躲远房亲戚的。这时，两名想要勒索的远房亲戚也赶到了夏家，两人在索要钱财时发生口角，扭打了起来。危急时刻，夏雪报了警，制服了怪客的这两名远房亲戚。",
                    "Aliases": []
                },
                "45": {
                    "ID": "7008617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008617",
                    "TitleEnglish": "Strange flowers",
                    "SummaryEnglish": "胡一统在夏家小区遇到以前曾经追求过的女子方倩倩，方倩倩误认为胡一统在小区有房子，于是对胡发起追求，并让人送花到夏家。正好被前来诉苦的宋阳看到，危言耸听，使刘梅认为有其他女子送花给东海，对东海怀疑起了疑心。后来方倩倩来夏家找胡一统，把刘梅错当为保姆，引起笑话。当方倩倩知道胡一统仍然一无所有，愤然离去。",
                    "Aliases": []
                },
                "46": {
                    "ID": "7008618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008618",
                    "TitleEnglish": "Wash mom's feet",
                    "SummaryEnglish": "为完成德育老师的作业，夏雪在刘星和夏雨的帮助下，编造了一篇给父母洗脚的作文。结果，作文未被通过，打回重写。这样，夏雪不得不真正的给妈妈洗一回脚，但这次洗脚对刘梅来说比受刑还难受。在父亲东海的教育下，夏雪、刘星、夏雨一起给母亲刘梅洗了一次舒服脚，还帮她揉起了肩。",
                    "Aliases": []
                },
                "47": {
                    "ID": "7008619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008619",
                    "TitleEnglish": "Vase incident",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "48": {
                    "ID": "7008621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008621",
                    "TitleEnglish": "Working for family",
                    "SummaryEnglish": "刘梅每月都给孩子们发零用钱，但三个孩子都对妈妈的分配方式有些怨言。夏东海知道后，主动请缨要在家里实施一套全新零用钱分配方法--家务卡，即做家务积分，月初换零用钱。此举一出，效果果然不错。但日子长了，孩子们为得到更多的卡，做家务也做走了样，他们只求数量，不求质量的做法，让大人们头痛不已。",
                    "Aliases": []
                },
                "49": {
                    "ID": "7008622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008622",
                    "TitleEnglish": "Temptation (Part 1)",
                    "SummaryEnglish": "夏东海的剧本使某外资文化公司决定投资，该外籍老总要来夏家做客。刘梅和孩子们积极做好迎接准备。外籍老板提前送礼物给夏家每一个人，全家很兴奋。没想到，那老总竟是夏东海的前妻玛丽，玛丽从容地问候和品评众人，并要求带走一个孩子，还列出关于每一个人的物质诱惑。后来一家人一致决定不要玛丽的礼物，不许她破坏夏家的幸福。大家的拒绝让玛丽很是失望和震惊。",
                    "Aliases": []
                },
                "50": {
                    "ID": "7008624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008624",
                    "TitleEnglish": "Temptation (Part 2)",
                    "SummaryEnglish": "遭到拒绝，玛丽要在国内发展事业，并常来夏家看望孩子，她又开始送礼物，糖衣炮弹首先打倒夏雨和刘星，最后夏雪也被\"腐蚀\"。周末，三个孩子跟玛丽出门旅游，吃喝玩乐的很开心，但他们表示不会离开深爱的夏东海夫妇，他们说既然玛丽有钱，他们也不拒绝享受。东海夫妇欣喜之余又觉困惑，夏雪说因为看了有关生育和分娩的录象，觉得母亲很伟大，因此她原谅了玛丽。",
                    "Aliases": []
                },
                "51": {
                    "ID": "7008625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008625",
                    "TitleEnglish": "香烟和奶糖",
                    "SummaryEnglish": "夏雨吃奶糖成瘾，刘梅勒令他戒糖，夏雨偷吃，被刘梅发现，扬言要好好教训一下。夏雨提出为什么姥姥可以抽烟，他不可以吃糖？姥姥为了让小雨少吃点糖，表面答应与他一起戒烟。但姥姥仍然偷偷抽烟，被夏雨发现，吵闹着要吃糖，引起家人争吵。姥姥于是下定决心真戒烟，于是和夏雨一起吃肉干鱼片抵抗烟瘾。后来，戒糖和戒烟虽然成功了，但他们却养成了吃肉干鱼片的习惯。",
                    "Aliases": []
                },
                "52": {
                    "ID": "7008626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008626",
                    "TitleEnglish": "妈妈不在家",
                    "SummaryEnglish": "刘梅要到外地出差七天，孩子们以为这次可以解放了。刘梅走后的两天，夏家老小们日日笙歌。可是麻烦很快来了，刘梅给大伙儿留下2000块钱的生活费眼看要花个一干二净，东海只好带着孩子们啃方便面。夏东海和孩子们只得硬着头皮自己烧饭，烧出来的饭无法下咽。而偏偏这时候，胡一统还来凑热闹，还孩子们一起闹着让胡一统请客。刘梅这时回到家来，结果要跑到外面领东海和孩子们回家。",
                    "Aliases": []
                },
                "53": {
                    "ID": "7008627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008627",
                    "TitleEnglish": "换位",
                    "SummaryEnglish": "姥姥为了和邻居老吴头比赛学英语，让孩子们帮忙，刘星当了姥姥的老师。刘星用了许多学校和家长对付他的办法教姥姥，姥姥在学习的过程中和刘星的方法发生冲突。姥姥三天两头被刘星考，很是头疼。姥姥压力越来越大，以至于最后失眠，开始吃药。终于姥姥不愿意学英语了，也与邻居老吴头和好。",
                    "Aliases": []
                },
                "54": {
                    "ID": "7008628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008628",
                    "TitleEnglish": "青春变奏曲",
                    "SummaryEnglish": "夏雪爱打扮起来，刘梅担心她因打扮荒废学业，夏东海建议索性星期天由着夏雪打扮一翻。夏雪得意地穿着成人服饰闲逛，结果遇到轻浮小伙子的欺负，刘星拿起双节棍与小流氓格斗为姐姐出气，鼻青脸肿的回来。夏雪因遭羞辱把化妆品扔掉，还拒绝了东海、刘梅买的更多的女性用品。后来小流氓的母亲带着小流氓来道歉了，大家定睛一看，那个小流氓比刘星伤得更厉害。",
                    "Aliases": []
                },
                "55": {
                    "ID": "7008629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008629",
                    "TitleEnglish": "温暖的烛光",
                    "SummaryEnglish": "夏雪荣升为学校通讯社主任，策划出\"手拉手心连心\"的活动，还与好朋友热情帮助生活较困难的同学宫海，并以这次帮助为主题发表了文章。这使宫海在同学面前抬不起头。夏雪不明就里，以为对宫海的帮助还不够，又发动同学为宫海捐款，这使宫海的自尊心受损，要求夏雪道歉，夏雪非常伤心，东海给夏雪及她同学讲了一个温暖的烛光的故事，夏雪终于明白过来，原来幸福来自于自尊。",
                    "Aliases": []
                },
                "56": {
                    "ID": "7008630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008630",
                    "TitleEnglish": "幸福家庭",
                    "SummaryEnglish": "东海夫妇买了吃的穿的送给孩子门，孩子们却不领情，说他们买的东西没有新意。夏东海夫妇对此很伤心，他们觉得自己为孩子们牺牲的太多，于是决定在下一个休息日创造一个 \"二人世界\"。结果孩子们虽然被支走了，但却被各种电话和上门者骚扰，最终，夫妇俩也没得到一日安宁。",
                    "Aliases": []
                },
                "57": {
                    "ID": "7008631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008631",
                    "TitleEnglish": "少女作家",
                    "SummaryEnglish": "夏雪的作文获得市中学生作文比赛大奖，一家出版社想让夏雪写一本自传体小说。夏雪趁假期写小说《成长》，小说中，母亲和弟弟缺点十足。家人不甘心，发起了感情攻势。出版社对小说提纲不满意，坚持让夏雪虚构一段恋情，这使夏雪决定终止合作。但夏雪没有终止写作，目的是锻炼自己的写作能力。夏家恢复了往日平静，全家人恢复了自己的真面目，糗事不断。",
                    "Aliases": []
                },
                "58": {
                    "ID": "7008632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008632",
                    "TitleEnglish": "富爸爸",
                    "SummaryEnglish": "胡一统的海外亲戚去世给胡留下一笔巨额财富，胡一统竟然以此对刘梅夫妇要刘星的抚养权。刘梅寸步不让，东海要刘星自行抉择，刘星面临两难境地。胡一统许诺刘星许多物质需求，还要让刘星到国外留学。刘星想到即将出国，将东西都赠送了好友。没想到胡一统得到的遗产只是一句人生格言！",
                    "Aliases": []
                },
                "59": {
                    "ID": "7008633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008633",
                    "TitleEnglish": "别出声",
                    "SummaryEnglish": "夜里，刘星不敢上厕所，结果尿床了。他不敢独自在家，电话铃一响，总是发出惊叫。夏雨说，这是因为他看了一个恐怖片《午夜凶铃》所致。夏雪为了帮刘星战胜恐怖，搞了一个\"镇鬼降妖符\"，结果刘星更加恐惧。夏东海故作对刘星的恐惧不当一回事儿，还在谈话中巧妙地溶入了鼓励的话。终于，刘星慢慢摆脱了恐惧的阴影。刘梅后来看了《午夜凶铃》，果然非常恐怖。",
                    "Aliases": []
                },
                "60": {
                    "ID": "7008634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008634",
                    "TitleEnglish": "暑假特长班",
                    "SummaryEnglish": "暑假快到了，刘梅忙着为夏雨找暑假特长班。夏雨不想参加，但在妈妈的坚持下不敢正面反抗，先后参加了小提琴，绘画，舞蹈等特长班考前训练，都以诸多原因失败。刘梅不愿意放弃，又给夏雨报英语特长班，夏雨故意没有通过入学考试。刘梅正悲伤，一群孩子们涌入夏家，是来拜夏雨为师学电脑的，并且同时教夏雨唱歌跳舞和画画等，刘梅自然不亦乐乎。",
                    "Aliases": []
                },
                "61": {
                    "ID": "7008635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008635",
                    "TitleEnglish": "雪儿网站(上)",
                    "SummaryEnglish": "夏雪想搞一个网站，来挣钱。于是游说东海、刘梅借给她三千块。夫妻二人决定让夏雪去尝试一下，所以刘梅答应了她的请求。网站也顺利地办了起来。但开办起来的购物网站并非一帆风顺，广告没有打出去，而且根本没人到夏雪的网站购物，最气人的是夏雪的网站还被人给黑了，夏东海不得不出面请宁子来修理。宁子给夏雪讲了他自己的办网站的故事，夏雪听后，十分沮丧。",
                    "Aliases": []
                },
                "62": {
                    "ID": "7008636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008636",
                    "TitleEnglish": "雪儿网站(下)",
                    "SummaryEnglish": "不服输的夏雪再出奇招，要在报纸和电视上打广告，但需要追加投资。这次，东海挺身而出，给了夏雪二千块钱。但在报纸和电视的广告并没有起到什么作用，夏雪一件东西都没卖出去，被打击的夏雪一点信心也没有了。作为父母的东海、刘梅想尽方法帮助夏雪重拾信心，但都无济无事。东海瞒着夏雪要买下夏雪的网站，让夏雪重新树立起信心。夏雪知道后，决定今后会信心十足做每件事。",
                    "Aliases": []
                },
                "63": {
                    "ID": "7008637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008637",
                    "TitleEnglish": "家有图书馆",
                    "SummaryEnglish": "假期里，夏东海的一位漫画家朋友魏征因故寄存了两大袋漫画在家里。因为漫画颇受孩子们的喜爱，夏雨、刘星合谋，成立了图书馆向小朋友们出租漫画书。魏征提前返回，三个孩子发现其中一本书被小朋友二胖撕坏了。为了遮掩这个事实，孩子们一番掩饰。后来在夏东海教育下，孩子们向魏叔叔道了歉。",
                    "Aliases": []
                },
                "64": {
                    "ID": "7008638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008638",
                    "TitleEnglish": "不速之客",
                    "SummaryEnglish": "刘星要去青岛为北京足球队加油助威，为了筹款将自己的房间租借给了同学哑铃。外表文质彬彬的哑铃爱搞些发明创造，把夏家当作他的实验基地，东海一家老小起初十分喜爱哑铃，但他的发明创造却使得夏家乱成一团。忍无可忍的夏家老少们不得不给哑铃下了逐客令。",
                    "Aliases": []
                },
                "65": {
                    "ID": "7008639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008639",
                    "TitleEnglish": "天才推销员",
                    "SummaryEnglish": "夏东海的表弟周正曾是足球名星，现在开办公司，自任CEO。他来夏家做客，讲述自己的创业史，三个孩子听得热血沸腾，立志要做CEO。夏雪很快行动，为一家出版社当了图书推销员。刘星和夏雨拿着周正的头发搞拍卖会，赢得利益。夏雪推销的书后来得到畅销，但买周正头发的小区的孩子们发觉自己上了当，因为周正踢球时是光头，头发一钱不值，他们追着刘星和夏雨退钱。",
                    "Aliases": []
                },
                "66": {
                    "ID": "7008640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008640",
                    "TitleEnglish": "生日蛋糕",
                    "SummaryEnglish": "鼠标过生日，键盘拿了一百块钱做礼物，刘星表示要送鼠标二百块钱的生日蛋糕。刘星为二百块钱发愁，想了好多办法都不能凑到钱，万般无奈想偷家里的钱，偷了之后因害怕又送了回去。最后只好卖自己的运动鞋和两根心爱的台球杆，凑够二百块。刘星骗父母东西的去处，但事情最终败露。在夏东海和刘梅的教育下，刘星终于认识到了自己的错误。",
                    "Aliases": []
                },
                "67": {
                    "ID": "7008641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008641",
                    "TitleEnglish": "野菜的故事",
                    "SummaryEnglish": "三个孩子偏食，爷爷挖些野菜，要给孩子们吃忆苦饭。姥姥用鸡油、火腿丝精心料理野菜，结果孩子们把野菜抢了精光，小雨吵着还要吃。姥姥打的去郊外挖野菜，可惜只挖到二根，她要烧个满汉全席的名菜“青龙过海”给孩子们吃，夏东海让三个孩子计算 名菜的成本，相当于他们两个月零花钱的总和。他要求孩子们答应交出钱才可以享受菜，还规定今后挑菜者，都要付钱。三个孩子从此以后不敢挑食。",
                    "Aliases": []
                },
                "68": {
                    "ID": "7008642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008642",
                    "TitleEnglish": "输与赢",
                    "SummaryEnglish": "夏东海一家所在的社区要举行象棋大赛，夏东海被聘为总裁判长，夏雨和爷爷都报名参加比赛。爷爷许诺若是自己得到冠军奖品就送给夏雨，但爷爷的对手老吴头的儿子来到夏家，拿出一百块钱，说老吴头一输就犯病，让爷爷买一个奖品（毛绒金鸡），把冠军让给老吴头，爷爷答应了。老吴头拿到了代表冠军的小金鸡。夏雨却在小伙伴朵朵面前很没面子。夏雨受到小朋友的嘲笑，一气之下说漏了嘴。老吴头气得犯病躺倒，他提前从医院跑出来了，坚决要求和爷爷复赛。",
                    "Aliases": []
                },
                "69": {
                    "ID": "7008643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008643",
                    "TitleEnglish": "亲亲宝贝(上)",
                    "SummaryEnglish": "大明是一个公司老板，整天忙于工作无暇照顾孩子，上次与刘梅联系上之后，这次出差，要把儿子欢欢寄住在刘梅家。刘梅、夏东海很疼爱欢欢，但欢欢却因看见夏家其乐融融的气氛心生妒嫉，于是制造了层出不穷的恶作剧捉弄夏家老少。把夏家的筷子当成蜡烛点了，又把夏雪的书包也烧了，忍无可忍的夏家的孩子们准备反击。",
                    "Aliases": []
                },
                "70": {
                    "ID": "7008644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008644",
                    "TitleEnglish": "亲亲宝贝(下)",
                    "SummaryEnglish": "刘星、夏雨和夏雪三人吓唬欢欢要把他送到孤儿院去。欢欢听后，坐在厕所里哭了起来。东海、刘梅批评了三个孩子，东海把欢欢从厕所里哄了出来，与大明通了电话，大明答应明天来接欢欢。可是时间到了，来的却是大明送给欢欢的礼物，她本人没来。伤心的欢欢要去深圳找妈妈，被夏雪拉住。夏家人撒谎将大明骗回来。大明在他们的启发下，认识到自己的错误，决心以后给欢欢快乐。",
                    "Aliases": []
                },
                "71": {
                    "ID": "7008645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008645",
                    "TitleEnglish": "双喜临门",
                    "SummaryEnglish": "夏雪在市奥林匹克比赛获得二等奖，刘梅领了奖金，大家举杯祝贺双喜临门。刘梅的同事苏洁没有争到发奖金名额，来夏家诉苦。第二天苏洁闹情绪险些造成重大医疗事故不但被扣工资，而且工作也被停了，接受停职检查。刘梅认为是自己没把发奖金名额让给苏洁所致，很难过，夏雪得知只与第一名差一分后，也很悲伤，\"双喜临门\"成了祸不单行。东海先后把夏雪和刘梅开导。苏洁又来诉苦，受到夏家的不耐烦，只得去找张医生倾诉。",
                    "Aliases": []
                },
                "72": {
                    "ID": "7008646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008646",
                    "TitleEnglish": "玩的艺术",
                    "SummaryEnglish": "刘星功课不断下滑，刘梅准备找个家庭教师来帮助刘星。刘星的第一个家庭教师是个彪形大汉，用学院派的教育腔调跟刘星谈话。结果被刘星连连捉弄。第二天一戴着眼镜的文弱书生出现在刘星面前，自称来给刘星当家教。刘星不屑，称自己让这个人在十分钟之内离开。没想到连使几招，都被家教破解。文弱家教使用的全是写感谢信、贷分、踢足球、聊天等教育方法。刘星服帖了，可刘梅却不同意家教的教育方法了。",
                    "Aliases": []
                },
                "73": {
                    "ID": "7008647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008647",
                    "TitleEnglish": "比赛风波",
                    "SummaryEnglish": "夏雪参加\"青春丰采\"比赛，大家没当回事， 夏雪意外进入复赛，大家不以为然。夏雪很生气，发奋用功，进入复赛。刘梅想为女儿做点什么，夏东海却认为要对夏雪继续嘲笑，可以激发她的斗志。果然，夏雪又杀进了决赛！大家继续对夏雪不以为然。导致夏雪情绪不佳决赛中发挥失常，夏雪回到家后进自己房间伤心地大哭。家人安慰她，夏雪相信父母的话，夏雪在父母的争吵中体会了他们的苦心。",
                    "Aliases": []
                },
                "74": {
                    "ID": "7008648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008648",
                    "TitleEnglish": "假如我们变老",
                    "SummaryEnglish": "孩子们在吃饭的时候挑剔刘梅烧的饭不对口味，刘梅叹做父母难。东海建议父母和孩子换角色，提出假如父母老了，让孩子们来照顾的的设想，孩子们觉得没有什么难的，欣然答应。与是东海和刘梅以80岁自居，躺在床上，让孩子们照顾。后来孩子们认识到做父母很难，照顾家人的衣食住行都不是想象的那么容易。从此之后理解了父母的辛劳，东海和刘梅得到安慰。",
                    "Aliases": []
                },
                "75": {
                    "ID": "7008649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008649",
                    "TitleEnglish": "阳光行动(上)",
                    "SummaryEnglish": "夏东海一个外地亲戚菲菲因失恋受到打击，她暂住夏家一段时间散心。夏东海和刘梅告诉孩子们要照顾客人情绪，说菲菲可能有自杀倾向。孩子们提出一些可笑又难回答的问题，最后说要配合父母帮助菲菲重新站起来。菲菲来后，大家怕她自杀，大惊小怪，虚惊一场。后来大家想尽办法让她高兴，还带她去郊游。菲菲却触景伤情，更加伤心。夏东海夫妇商议，为菲菲找个新的男朋友。",
                    "Aliases": []
                },
                "76": {
                    "ID": "7008650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008650",
                    "TitleEnglish": "阳光行动(下)",
                    "SummaryEnglish": "东海夫妇为菲菲介绍新男朋友，遭到拒绝。孩子们发现一男青年在家门口转悠，以为是小偷，误会后才知是菲菲的男朋友锋，他来找菲菲想重归于好，又怕菲菲拒绝。大家认为\"破镜重圆\"很有希望，但遭到菲菲拒绝。锋闹着要自杀。夏雪提出找电视台为菲菲和锋做一期真情互动，可上镜最少需要半年，最后东海一家人想尽办法，终于让两个年轻人和好了。",
                    "Aliases": []
                },
                "77": {
                    "ID": "7008651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008651",
                    "TitleEnglish": "交友不慎",
                    "SummaryEnglish": "刘星穿了一条希奇古怪的自制\"乞丐牛仔裤\"上学，本想在同学面前炫耀，却被几个高年级男生\"借\"走了裤子，穿着裤衩狼狈回家。刘星想要回他的裤子，一次偶然的机会认识了\"一笑堂\"堂主黄飞鸿，黄飞鸿帮他要回了裤子。结果，刘星整个人几乎变成了江湖人士。夏东海看出了其中的破绽，决定挺身而出拯救儿子。",
                    "Aliases": []
                },
                "78": {
                    "ID": "7008652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008652",
                    "TitleEnglish": "偶像争夺战",
                    "SummaryEnglish": "夏雪迷上了网络作家\"痞子张\"，而刘星则迷上了说唱歌手\"梧桐雨\"。俩人为偶像问题闹得不可开交。东海夫妻想缓和姐弟矛盾，却把事情越搞越糟。夏东海以身说法，两个孩子都不领情。夏东海又调查了\"痞子张\"与\"梧桐雨\"的个人资料，才知道他们是同一个人且人品不是很好。姐弟两人参加记者招待会明白了真相，十分沮丧。",
                    "Aliases": []
                },
                "79": {
                    "ID": "7008653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008653",
                    "TitleEnglish": "铃铃的秘密(上)",
                    "SummaryEnglish": "夏家的邻居铃铃对弹琴已从厌烦到恐惧，刘星和夏雨生鬼点子让铃铃吃泻药逃避比赛。铃铃父母认为是刘星的半瓶水害了女儿，为此到夏家问罪。夏东海夫妇只好向对方道歉，并承担医药费。",
                    "Aliases": []
                },
                "80": {
                    "ID": "7008654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008654",
                    "TitleEnglish": "铃铃的秘密(下)",
                    "SummaryEnglish": "铃铃很快痊愈，向刘星和夏雨表示感谢，送他们自己画的纪念卡，此时她的父母拿着要求惩治刘星、夏雨的檄文来了，夏东海夫妇指出他们教育孩子的误区，铃铃也说明自己是吃泻药逃避比赛，而且以后也不想当钢琴家！",
                    "Aliases": []
                },
                "81": {
                    "ID": "7008656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008656",
                    "TitleEnglish": "节约用水",
                    "SummaryEnglish": "爷爷向全家宣布，要节约用水，夏东海和夏雪赞成，刘星和姥姥反对，由于反对不成，刘星便采用恶作剧的手段。结果一系列的恶作剧让自己和姥姥倒霉。新的一天又开始了，家中突然停了水，一家人简直到了无法生活的地步，夏东海趁机给大家讲了水资源的重要性，姥姥和刘星转过了弯，最后夏东海打开了家里的总阀门！",
                    "Aliases": []
                },
                "82": {
                    "ID": "7008657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008657",
                    "TitleEnglish": "靓女风波",
                    "SummaryEnglish": "刘星和夏雨的顽皮邋遢让刘梅头痛不已。菲菲因为房屋装修，带着几个同做模特的靓女借住在东海家，几个女孩的进驻，让刘星和夏雨产生了很大变化。刘星变得文明起来，一付绅士打扮，力求表现成熟；可爱的夏雨整天被一群靓女亲得满脸唇印。最让刘梅担心的是，夏雨开始有女性倾向，且放弃了武术班，改学插花。刘梅认为两个孩子受菲菲的不良影响，几经周折，菲菲走了。两个孩子又恢复了以往的顽皮邋遢。",
                    "Aliases": []
                },
                "83": {
                    "ID": "7008658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008658",
                    "TitleEnglish": "班费",
                    "SummaryEnglish": "联欢会上，作为生活委员的刘星在经常打断了米兰的歌，也抢了米兰的风头。因此两人产生了矛盾。刘星因为买火鸡而超支。在别人启发下，他在洗照片的时候找了熟人节省了钱，便用这笔钱补齐了火鸡造成的亏空。米兰发现后，说刘星假报预算、贪污公款而且要向老师举报他。在夏东海帮助下，刘星不仅化解了与米兰的矛盾，而且也完满地解决了这件事。",
                    "Aliases": []
                },
                "84": {
                    "ID": "7008659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008659",
                    "TitleEnglish": "神奇巧克力",
                    "SummaryEnglish": "夏雨在一次演唱排练中，偶尔跑了调，被大家嘲笑，于是一唱到那里就跑调。东海和刘梅为重塑儿子的信心，拿出一种巧克力，对夏雨说他们的巧克力的神奇功能，可以帮助夏雨。果然，夏雨吃完巧克力后把歌唱的十分到位。为使夏雨能够信心永在，一家人开始忙于赶制巧克力。这时，夏雨却发现了他们的秘密。",
                    "Aliases": []
                },
                "85": {
                    "ID": "7008660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008660",
                    "TitleEnglish": "购鞋按揭",
                    "SummaryEnglish": "刘星想要一双新球鞋，夏东海要求刘星贷款买鞋按揭还款。买了新鞋的刘星格外高兴，为了还钱起初向家里其他人借钱。但别人都要求以实物抵压的形式才借钱给他，迫于无奈只好拿自己的心爱的东西压着。但他想撒赖不还钱，时间一长，家人开始要拍卖刘星心爱的东西，这下，可把刘星急坏了。只好在假期里打工还钱。当他把钱还完的时候，刘星觉得自己的新鞋更可爱了！",
                    "Aliases": []
                },
                "86": {
                    "ID": "7008661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008661",
                    "TitleEnglish": "我要去火星",
                    "SummaryEnglish": "刘星听了杨利伟叔叔的报告，立志要做个宇航员，开始锻炼宇航员的各种本领，使一家人深受\"毒害\"。后来夏东海和夏雪翻阅有关资料，为刘星制订了完善的训练计划。刘星受不了魔鬼训练，开始打退堂鼓，遭到了夏雪和夏雨的嘲笑。东海鼓励刘星心怀高远，同时要脚踏实地持之以恒。刘星告诉大家自己在学校举办的天文知识比赛中获奖。众人祝贺。可是刘星又开始对潜海探险发生了兴趣。",
                    "Aliases": []
                },
                "87": {
                    "ID": "7008662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008662",
                    "TitleEnglish": "维权也疯狂",
                    "SummaryEnglish": "夏雨用仿真枪伤了姥姥。爷爷没收了夏雨的仿真枪，并配合城管一举捣毁了非法销售仿真枪的小店。爷爷风光无限，紧接着又把姥姥买给孩子们的健脑胶囊的厂家告到消协，还到刘星的教辅书籍的出版社讨说法。姥姥岂能甘拜下风，到处寻找为孩子维权的目标，终于发现市场上流散着不少假铅笔，于是在孩子们考试那天，姥姥买了铅笔带到了学校，让众多持\"疑似\"假铅笔的同学换了笔。由此姥姥名声大振，还受到了媒体表扬。爷爷又开始寻找新的维权目标。",
                    "Aliases": []
                },
                "88": {
                    "ID": "7008663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008663",
                    "TitleEnglish": "英雄老爸",
                    "SummaryEnglish": "胡一统向记者说出自己看到的抢劫罪犯的外表，罪犯被抓获，胡的名字登在了报纸上，他到处自吹自擂。后来谣传那名罪犯的同伙在寻找胡一统，胡担心罪犯会来报复他所以变得很恐惧，躲到夏家，死活赖着不走。不想刘星在小区里到处宣扬自己的英雄父亲，好多人都知道胡一统住在夏家。胡一统很惊慌，怀疑到夏家来的任何人。后来他还击倒了来感谢他送赏金的事主，此时得知罪犯的同伙也被抓获。",
                    "Aliases": []
                },
                "89": {
                    "ID": "7008664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008664",
                    "TitleEnglish": "手拉手",
                    "SummaryEnglish": "夏雨和贫困山区的孙志伟在学校组织的手拉手活动中结成对子，夏东海夫妇都觉得这是一个让孩子认识社会和人生的好机会。孙志伟来了，他对很多现代时髦东西都不能适应。夏家的三个孩子还要拿出零花钱资助苦孩子上大学。孙志伟走后，夏东海决定带三个孩子去山区回访，姥姥出于心疼孩子，给他们带了很多吃的，但夏东海把这些东西都留下了。",
                    "Aliases": []
                },
                "90": {
                    "ID": "7008665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008665",
                    "TitleEnglish": "真正的冠军",
                    "SummaryEnglish": "刘星拿夏雨从国外带回来的飞机模型交给老师，被评为优秀作业。老师让刘星给同学介绍航模，不想刘星歪打正着地讲出了制作技巧，获得了掌声。老师要刘星报名参加全国的航模制作大赛，所有人的希望寄托在了刘星身上，刘星无奈说出真相，但别人认为他谦虚不相信。骑虎难下的刘星只好学做手工模型，还真的做出了优秀的模型。比赛之前，刘星说出了真相，得到了大家的谅解。",
                    "Aliases": []
                },
                "91": {
                    "ID": "7008666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008666",
                    "TitleEnglish": "予人玫瑰",
                    "SummaryEnglish": "一户三口之家的新邻居搬来，他们的女儿与刘星是同学。这家人特别爱向刘梅家借东西，从大到小都有，而且多数有借无还。这给夏东海夫妇带来了一些烦恼，但又有苦难言。结果，小雪、刘星、夏雨三个孩子一起找邻居，要回了借走的东西，帮父母摆脱了眼前的麻烦。",
                    "Aliases": []
                },
                "92": {
                    "ID": "7008667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008667",
                    "TitleEnglish": "我有我美丽",
                    "SummaryEnglish": "夏雨回家发现屋里混乱不堪，以为家里遭劫，原来是夏雪忘记穿校服回家换衣服所致。刘星对学校非让穿校服不可的规定大发牢骚。刘星在校服上画上了兔八哥等乱七八糟的东西，被学校要求见家长。刘星与夏雪决定成立\"美丽二人组\"，两人身着奇装异服，慷慨激扬，愈演愈烈。东海说这个年龄的孩子正处于爱美阶段，而且性格反叛，让刘梅不要生气。刘梅与东海为孩子们争取每周一次的\"无校服日\"。",
                    "Aliases": []
                },
                "93": {
                    "ID": "7008668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008668",
                    "TitleEnglish": "无声天使",
                    "SummaryEnglish": "刘星一连几天回家很晚，刘梅从来电显示查出，刘星一直在网吧呆着。刘梅决心弄个水落石出。但无奈刘梅百般逼问，软硬兼施，都不曾获知刘星去了哪里。为此母子俩严重对立起来。胡一统来告诉刘梅，刘星要跟他在一起住一段时间，并告诉刘梅，刘星最近在和一个叫\"无声天使\"的网友打得火热。刘梅打开刘星的电脑，查他的聊天记录，原来\"无声天使\"是个聋哑人。刘梅为刘星的爱心和对他的误解而唏嘘，这时夏东海带着\"无声天使\"来到了夏家。",
                    "Aliases": []
                },
                "94": {
                    "ID": "7008669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008669",
                    "TitleEnglish": "快乐星期天",
                    "SummaryEnglish": "刘梅看到东海和儿子们在小区踢毽子，输了便罚狗叫，引来众多街坊围观，刘梅说海没大没小。爷爷看到这个情景很冒火，委托刘梅好好管理孩子和东海。刘梅得了尚方宝剑，为整顿家风，制定家法二十一条。爷爷对其增加一倍，颁布执行。家庭的气氛变得死气沉沉。刘梅主动废除了二十一条，并和孩子们一起玩游戏，刘梅输了要学三声狗叫。刘梅学了狗叫，不想此时，爷爷又回来了。",
                    "Aliases": []
                },
                "95": {
                    "ID": "7008670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008670",
                    "TitleEnglish": "如此荣誉",
                    "SummaryEnglish": "夏雪接到一个通知，她的作文被收集到全国优秀作文选中，刘梅很高兴。此时刘星也接到一个通知，他的一副课外美术写生被收集到全国少儿优秀绘画集中。看到刘星还有这方面天才，刘梅惊喜万分。这时夏雨也收到通知，他捏的外星人获入一个少儿雕塑选，刘梅感到万分自豪和喜悦，她到处打电话，告之亲朋这个特大喜讯。夏东海泼冷水，说现在社会上专门有人挖空心思赚孩子和家长的钱，让夏东海夫妇别上当。刘梅不相信夏东海的话，然而最后的真相是，孩子们收到了通知果然是一个骗局。",
                    "Aliases": []
                },
                "96": {
                    "ID": "7008671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008671",
                    "TitleEnglish": "狼来了",
                    "SummaryEnglish": "刘星偶然得到一个喷\"血\"的玩具，他看到茜茜因为英语阶段测验发愁，刘星热情地把自己的\"宝贝\"借给茜茜用，让茜茜装扮流鼻血。但茜茜的父母将这件事告诉了夏东海夫妇。考试那天，刘星一起来就不舒服，还头晕流鼻血，但夏东海夫妇都认为他是想故意逃避考试，坚决把他押送到学校去。结果刘星倒在考场，被学校送到医院。刘星认识到自己是自食其果，主动交出了喷血玩具。",
                    "Aliases": []
                },
                "97": {
                    "ID": "7008672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008672",
                    "TitleEnglish": "左右为难",
                    "SummaryEnglish": "夏雨新转入的班级选班长，班里伟伟和小红的票正好持平，都想拉夏雨这一票，两人对夏雨很是热情，还送东西给夏雨，夏雨不知如何是好，很苦恼，甚至用水浇自己盼着生病不用去上学；刘梅也为了科室选主任，在胡医生和张医生之间徘徊不定，很是烦恼。最终刘梅决定退还张医生的礼物，把票投向经验丰富医德高尚的胡医生，夏雨也对来看望自己病情的伟伟和小红说他要投自己一票。",
                    "Aliases": []
                },
                "98": {
                    "ID": "7008673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008673",
                    "TitleEnglish": "我和老妈是哥们",
                    "SummaryEnglish": "刘星因为参加一个同学patty玩得兴起，晚上没有回家也没有打电话请假，还在同学面前炫耀妈妈是自己的哥们，不会为难他。第二天早晨，刘梅到刘星教室门口等刘星，还要揍他，刘星在同学面前大失脸面，刘星的同学都当刘梅恶煞一般避着。刘星则在同学面前处处维护刘梅，刘梅为了给刘星也给自己挽回面子，让刘星请同学来家吃饭。经过一番试探，刘星的同学承认刘梅是刘星的哥们。",
                    "Aliases": []
                },
                "99": {
                    "ID": "7008674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008674",
                    "TitleEnglish": "拔苗助长",
                    "SummaryEnglish": "刘梅从同事那里获知了很多关于\"培养神童的宝贵经验\"，思想上受到极大触动。回到家，准备对夏雨试行突击培养。刘梅的计划开始实验执行，夏雨苦不堪言，大家都站在反对立场，刘梅为了证明自己是正确的，特意邀请同事带其神童儿子来家里做客。神童来了，却表现得像半个白痴。神童走后，刘梅终于放弃了对夏雨的培养计划。",
                    "Aliases": []
                },
                "100": {
                    "ID": "7008675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008675",
                    "TitleEnglish": "小雪的家教",
                    "SummaryEnglish": "刘梅请来同事的儿子张朝给夏雪辅导高考。张朝长相俊美，年轻开朗，夏雪不免被吸引。夏雪为了显示自己的聪明过人，大背百科全书，张朝认为夏雪很优秀不需要辅导，不再来了。夏雪开始郁闷，两个男孩帮姐姐出谋划策。接下来，夏雪的成绩忽然一落千丈，急坏了刘梅，又张罗着要帮夏雪请辅导老师、夏东海知道是什么原因让女儿变化无常，他当然有对付女儿这种青春期躁动的办法。",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "795445",
            "URL": "https://thetvdb.com/series/home-with-kids/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 100,
            "Episodes": {
                "1": {
                    "ID": "7008676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008676",
                    "TitleEnglish": "团圆年",
                    "SummaryEnglish": "过年了，孩子们都希望得到可观的压岁钱来实现CC计划。胡一统和玛丽的不期而至打乱了夏家的过年计划，两个人联手迫使夏东海夫妇答应让孩子陪自己。孩子们在情与利的双重感召下做出选择，跟随另一半家长离去。夏东海夫妇只得强打精神过两个人的除夕。此时爷爷和姥姥来到，得知孩子们不在十分失落。随后孩子们陆续回来赶场要压岁钱，夏东海夫妇也大度的请玛丽和胡一统来吃饭。大家欢聚一堂，孩子们拿到压岁钱实现了CC计划，原来是给两位老人买助听器。",
                    "Aliases": []
                },
                "2": {
                    "ID": "7008677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008677",
                    "TitleEnglish": "除夕风波",
                    "SummaryEnglish": "大年三十夏家欢天喜地准备过年，刘星提出要和鼠标、键盘出去聚会。刘梅没有答应，刘星游说东海。东海被刘星说动，说服刘梅同意。没过多久，胖婶前来告急：刘星和小哥们儿偷偷在外面放鞭炮，不但进了派出所，还差点伤了自己。东海把满脸烟黑的刘星从派出所接回来。东海怒火中烧与刘梅争吵了起来。看到父母为自己吵架，刘星认识到错误。最后刘星协助公安机关抓住了私自贩卖鞭炮的小贩。",
                    "Aliases": []
                },
                "3": {
                    "ID": "7008678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008678",
                    "TitleEnglish": "大拜年",
                    "SummaryEnglish": "大年初一，夏家制定了丰富的过年计划。全家正准备出门，没想到陆续有人来拜年，最后到的是胖婶。大家只好陪着胖婶聊天，孩子们的计划陆续泡汤了。东海夫妇也因此起了矛盾。这时，胖婶的弟弟找上门来，原来胖婶是因为和弟弟发生了矛盾，才来到夏家要躲避来拜年的弟弟。胖婶和弟弟在夏家又争执了起来，夏家人一番劝解，胖婶和她弟弟的矛盾终于在新年的第一天和解了，俩人高高兴兴的回家了。",
                    "Aliases": []
                },
                "4": {
                    "ID": "7008679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008679",
                    "TitleEnglish": "三个保姆一台戏",
                    "SummaryEnglish": "刘梅的同事有急事，把自己未满周岁的男婴委托夏家照看一天。东海和刘梅也因为临时有事要离开，于是姐弟三人主动承担了照顾孩子的任务。三人根本不会看孩子，错误的操作弄得家里鸡飞狗跳。面对婴儿的不停哭闹，刘星和小雨都不堪忍受逃离现场。姐弟三人带着婴儿出去散步，发现婴儿们在一起时，一乐俱乐，孩子们如释重负，出色的完成了任务。大人们都回来了，这时大家却突然发现婴儿被错抱回来。",
                    "Aliases": []
                },
                "5": {
                    "ID": "7008680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008680",
                    "TitleEnglish": "迷失的羔羊",
                    "SummaryEnglish": "夏雨把一个走失儿童领回家，这孩子显然是因什么刺激而失忆。夏东海主动提出让孩子先住在家里，等小孩父母来了再说。小男孩在夏家生活的很幸福，刘梅甚至想收养他。小男孩向夏雨说了自己的秘密，他是不想回家自己出走的。随后小男孩被其父母领走了。没过几天，小男孩父母又来到夏家称孩子再次失踪。刘梅并没有看见孩子。小男孩父母走后，夏家人很为孩子的安全担心，此时门开了一条缝，那个孩子的脑袋伸了进来。",
                    "Aliases": []
                },
                "6": {
                    "ID": "7008681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008681",
                    "TitleEnglish": "新邻居",
                    "SummaryEnglish": "刘星玩球把一个女孩的墨镜打落摔坏后逃走。夏雪回家宣布自己有个好朋友叫戴明明要来家里做客，还声称戴明明是全世界都喜欢的女生。刘星一见是那个女孩吓得赶紧逃进房间。刘梅夫妇热情招待，戴明明羡慕夏家的亲情。刘星终于暴露，戴明明和刘星吵了起来。戴明明提出把墨镜的赔偿变为入伙吃饭来顶帐。刘梅觉得应该和戴明明的家长说一声，没想到戴明明的父亲就是刘梅的中学同学戴天高，戴天高工作特忙，根本没时间管戴明明。大家关于的戴明明的事情意见不一，此时戴明明却抱着睡衣过来说她要多在夏家住几天。",
                    "Aliases": []
                },
                "7": {
                    "ID": "7008682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008682",
                    "TitleEnglish": "冬泳",
                    "SummaryEnglish": "在爷爷的鼓励下，刘星决定开始练习冬泳。姥姥坚决反对，刘星一再坚持，无奈下姥姥去找夏东海，东海认为姥姥是担心过度了。爷爷给刘星买来泳裤，结果被姥姥没收，两个老人发生矛盾。夏东海劝阻无效，只好给刘星又买了一条。但爷爷将泳裤交给刘星时，被刘星指认为假冒产品，爷爷因为泳裤的真假问题去了派出所。把爷爷接回来后，大家开始在家里做冬泳前的练习，夏东海不堪寒冷，刘星却坚持了下来。",
                    "Aliases": []
                },
                "8": {
                    "ID": "7008683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008683",
                    "TitleEnglish": "克隆刘星",
                    "SummaryEnglish": "刘星参加了孟教授的克隆知识讲座，回家后开始看克隆方面的书籍。似懂非懂的刘星进入了梦境。梦中克隆人刘星星来了，刘星让他替自己做功课和家务，结果被刘梅发现，刘星干脆和刘星星互换身份，刘星借着刘星星克隆人的假身份，表现恶劣，夏家人召开家庭会议决定终止试验。孟教授要把刘星带回实验室销毁，刘星惊呼自己是真刘星，但没人相信。一阵慌乱中，刘星从梦里惊醒。",
                    "Aliases": []
                },
                "9": {
                    "ID": "7008684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008684",
                    "TitleEnglish": "特殊较量(上)",
                    "SummaryEnglish": "戴天高新交了一个叫麦穗的女朋友，准备安排戴明明和她见面。戴明明赌气住到夏家。刘梅为戴明明父女调解，戴天高把麦穗夸成一朵花，求刘梅帮助劝说戴明明。刘梅决定在自己家安排见面，见面后麦穗的表现很好，除了戴明明每个人都很喜欢她。戴明明嘴上不服输，心里也只好默认下来，从此麦穗公开出入戴家，并尽力讨好戴天高父女，甚至也来讨好夏家，刘梅向她热情传授当后妈的经验。",
                    "Aliases": []
                },
                "10": {
                    "ID": "7008685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008685",
                    "TitleEnglish": "特殊较量(下)",
                    "SummaryEnglish": "戴天高出差了，麦穗积极筹备旅行结婚的物品，不时来向夏东海夫妇取经。一次她神色惊惶的到来，说是遇到了跟踪者，夏雨和刘星也发现一个行踪诡秘的小孩在小区出没，觉得很可疑，就找来夏雪和戴明明，不想女孩一见戴明明竟充满仇恨！这时孩子们终于明白事情的真相，这个女孩是麦穗的女儿！原来麦穗是个不愿吃苦的享乐型女人，在丈夫破产时候离开了家。戴天高如梦初醒，觉得自己的“美好家庭梦想”完全破灭了！",
                    "Aliases": []
                },
                "11": {
                    "ID": "7008686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008686",
                    "TitleEnglish": "天外来客",
                    "SummaryEnglish": "夏雨捡回一块黑色的石头，并且认为这块石头是有魔力的。最近正在练习魔术的刘星用手段让夏雨更坚信。夏雪认为这是欺骗，但东海觉得有保持孩子想象力的必要。夏雨开始睡觉吃饭，不管什么事儿都离不开这块石头了。小伙伴们也都争相来摸这块石头。东海觉得情况有些不好，于是告诉夏雨这石头根本就没有魔力。夏雨开始变得闷闷不乐，东海又开始费尽心力保持夏雨的想象力。",
                    "Aliases": []
                },
                "12": {
                    "ID": "7008687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008687",
                    "TitleEnglish": "意外的周折",
                    "SummaryEnglish": "刘星和鼠标为班上得了白血病的同学捐钱，鼠标的父母都不在家，刘星说捐钱的事包在他身上了。刘星找姥姥说明情况要了100元钱。刘梅在刘星的衣服兜里发现了那100块钱，问刘星怎么回事，刘星称是在花园捡到的。刘梅把钱交给胖婶。刘星向刘梅坦白那钱是找姥姥要的。刘星和鼠标键盘去找胖婶准备把那100块钱“认领”回来。经过一番周折，几个人终于把钱拿到手，可是胖婶也追到了夏家。最后刘星说出了实情，大家恍然大悟，胖婶反过来倒开始埋怨刘梅了。",
                    "Aliases": []
                },
                "13": {
                    "ID": "7008688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008688",
                    "TitleEnglish": "不同待遇",
                    "SummaryEnglish": "刘星在家擦玻璃，本以为刘梅会表扬他，结果还是受到了训斥。刘星郁闷不已，认为自己受到不公正的待遇。夏雪不那么认为，于是两个人做试验来证明一下。同样是睡觉，结果刘梅认为夏雪是学习累的，刘星是在偷懒。夏雪也开始同情刘星，决定帮助刘星。可是刘梅还是只批评了刘星。夏雪和刘星决定让刘梅也尝尝受委屈的滋味。在夏雪的劝说下，刘梅也意识到了自己的问题。可这时候，刘星又被邻居追着跑了进来。",
                    "Aliases": []
                },
                "14": {
                    "ID": "7008689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008689",
                    "TitleEnglish": "锻炼",
                    "SummaryEnglish": "夏东海去体检，查出是“三高”患者。于是刘梅开始采取措施控制东海的病情，重要的方法之一就是督促他晨练跑步。习惯睡懒觉的夏东海在小区花园长椅上又睡着了。不堪痛苦的夏东海向戴天高诉苦，戴天高出主意让夏东海早上出门直接上他家睡觉，并且两个人结成联盟，还在一起大吃大喝。夏雪发现了情况，及时地告诉了刘梅。夏东海早上跑步回来，刘梅刚要质问他，结果发现这次他和戴天高却是真的在锻炼。",
                    "Aliases": []
                },
                "15": {
                    "ID": "7008690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008690",
                    "TitleEnglish": "刘星从军记（上）",
                    "SummaryEnglish": "刘星宣布自己要报名参军当文艺兵。大家都认为刘星根本就不是当兵的材料。刘星对全家人的“歧视”感到痛心，夏东海批评大家不应该这样打击刘星。刘梅为了阻止刘星当兵，面试前把刘星锁在了房间里，没想到招生的解放军来到夏家，刘梅向她讲了刘星的很多缺点，想破坏解放军对刘星的印象，没想到解放军把刘星的缺点都当成优点，还要单独为刘星举行一次面试。刘星欣喜若狂。",
                    "Aliases": []
                },
                "16": {
                    "ID": "7008691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008691",
                    "TitleEnglish": "刘星从军记（下）",
                    "SummaryEnglish": "胡一统知道儿子要去当文艺兵，就鼓励刘星一定要成就一番大业，光宗耀祖，还开始帮刘星练习表演，让刘星学着表演英雄、老大、款爷形象，并且带刘星去唱卡拉OK练歌，把嗓子都给唱哑了。刘梅好不容易把刘星的嗓子治好了，刘星去参加面试，结果失败而归。原来夏东海和胡一统在刘星表演什么的问题上起了争执，导致刘星手足无措，再加上胡一统拿了两条烟贿赂主考官，刘星未被录取。刘梅终于松了一口气。",
                    "Aliases": []
                },
                "17": {
                    "ID": "7008692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008692",
                    "TitleEnglish": "自强自立",
                    "SummaryEnglish": "戴明明和父亲闹别扭，于是明明赌气宣布要自立，从此不要父亲一分钱。戴明明把自己的想法告诉了夏雪，得到夏雪的支持。戴明明出去打工，但一时找不到合适的工作，后来决定在夏家当小时工。戴天高知道这件事，来劝明明，但却碰了钉子。戴明明一上岗便把夏家弄得鸡飞狗跳。夏东海给戴明明做思想工作，让他们父女和好。戴明明的自立取消了，戴天高让刘梅开个单子，他好照单赔偿戴明明给夏家造成的损失。",
                    "Aliases": []
                },
                "18": {
                    "ID": "7008694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008694",
                    "TitleEnglish": "两种恐惧",
                    "SummaryEnglish": "姥姥被查出体内长了一个肿瘤，但姥姥害怕开刀，不敢去做手术。刘梅给老太太做工作。夏雨被姥姥的情绪“传染”，说难受不去上学。刘梅带夏雨去检查，并没发现什么问题。姥姥听到这些，觉得不能因为自己给孩子不良影响，于是答应战胜恐惧去开刀。姥姥虽然坚强起来了，可夏雨仍然说难受不去上学。夏雪觉得这里有蹊跷，最后才知道夏雨被一个高年级同学欺负，所以夏雨才用生病来逃避。最后，姥姥勇敢的去动手术，临行鼓励夏雨也勇敢起来。",
                    "Aliases": []
                },
                "19": {
                    "ID": "7008695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008695",
                    "TitleEnglish": "儿子告老子（上）",
                    "SummaryEnglish": "林大飞逼鼠标练举重，鼠标不堪重负。刘星出主意给鼠标的屁股上垫上东西。林大飞发现了鼠标垫的东西，鼠标很是沮丧。刘星又跟鼠标说可以装作扭伤了腰，而且还帮鼠标找医院开证明。这回林大飞被吓住了，决定再也不让鼠标练举重了。鼠标欢呼着从轮椅上蹦起来，林大飞发现自己又被骗了，这回更加变本加厉的要鼠标练举重。",
                    "Aliases": []
                },
                "20": {
                    "ID": "7008696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008696",
                    "TitleEnglish": "儿子告老子（下）",
                    "SummaryEnglish": "鼠标又来找到刘星，刘星觉得这回必须要采取法律手段了，刘星要鼠标偷偷拿到林大飞打鼠标的拖鞋作为证据。鼠标看到拖鞋突然觉得老爸还是爱他的，于是不想告林大飞了，可是刘星已经把拖鞋交给了社区的片警。最后片警来到林家了解情况，林大飞答应再也不让鼠标练举重。",
                    "Aliases": []
                },
                "21": {
                    "ID": "7008698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008698",
                    "TitleEnglish": "无事生非",
                    "SummaryEnglish": "夏雪“大嫂”的外号引来家里人的担心，怕她有早恋倾向。刘星把“大哥”方刚约来，准备录下他和夏雪的对话，结果没有成功。刘星建议父母将夏雪和方刚分开谈话。面对刘梅和夏东海的‘审问’，夏雪说确实有嫂子的外号。同时，刘星、小雨正在逼问方刚。情急之下，夏雪说是有一次演节目，方刚演大哥儿，小雪儿演嫂子，后来同学们就给起了外号。真相大白后，刘星又因为偷听夏雪电话和偷翻夏雨的书包被追着打。父母认为刘星应该受这惩罚，所以视而不见。",
                    "Aliases": []
                },
                "22": {
                    "ID": "7008699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008699",
                    "TitleEnglish": "拯救精灵",
                    "SummaryEnglish": "夏雨和刘星偷着把流浪狗抱回来，回家时几乎被刘梅发现。三个孩子开始藏狗。半夜狗叫，刘梅起来看，孩子们骗过刘梅。最后刘梅还是发现了小狗，刘梅开始给孩子们讲流浪狗的危害。当孩子们意识到问题的时候，流浪狗的危害已经在家里发生。最后刘梅把小狗送了出去。",
                    "Aliases": []
                },
                "23": {
                    "ID": "7008700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008700",
                    "TitleEnglish": "神秘的礼物",
                    "SummaryEnglish": "刘梅单位组织职工去黄山旅游，每个职工可以带一名家属。刘梅回到家里和东海商议，拿不定主意带哪个孩子去。夏东海建议在家里搞一个小型比赛，找一颗五角星。最后刘星误打误撞得赢得了比赛。刘星很是高兴，可是发现原来要和刘梅单位的人一起去，很是失望，便想让给夏雪。三个孩子互相让来让去。东海夫妇看到这个情形觉得孩子们懂事儿了，可三个孩子都有自己的如意小算盘，打算和自己的朋友出去。最后消息传来，刘梅又交了三份钱，全家一起出去旅游。",
                    "Aliases": []
                },
                "24": {
                    "ID": "7008701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008701",
                    "TitleEnglish": "捂起眼睛",
                    "SummaryEnglish": "夏雨和朵朵在小区里偶然目睹了一起打架事件。夏雨成了唯一的目击证人。胖婶来找夏雨问询，当事人双方也来做夏雨的工作，甚至还送礼求情。大家的矛头都指向夏雨，他也被双方说晕了，证词前后矛盾。夏东海回来后，情况已经一团糟。夏东海找朵朵核实，朵朵却说家长不让她多管闲事。最后，夏雨和朵朵把他们看到的真实情况告诉了胖婶，当事人双方也在各方面调解下取得谅解，和平解决。",
                    "Aliases": []
                },
                "25": {
                    "ID": "7008702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008702",
                    "TitleEnglish": "进退两难(上)",
                    "SummaryEnglish": "夏东海突发灵感，童话剧“糖果历险记”就此诞生。东海兴奋地向大家描述，家里人并没有太在意。“糖果历险记”的剧本引起了剧院领导的高度重视！并且有一家外资糖果厂前来投资。夏东海开始享受成功的喜悦，夏东海在家里也受到无微不至的照顾。此时另一家剧院要重金购买夏东海的剧本。面对剧本争夺战，一家人由兴奋陷入到苦恼之中。两家剧院为了拿到剧本，都在不断地拉拢夏东海，单位答应了夏东海的要求，而那家剧院却水涨船高，甚至以拉拢刘梅和孩子们来达到目的。",
                    "Aliases": []
                },
                "26": {
                    "ID": "7008703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008703",
                    "TitleEnglish": "进退两难(下)",
                    "SummaryEnglish": "在僵持不下的时候，刘星提出了解决办法，那就是让两家剧院联合。夏东海认为可行，结果竟一促而成。两家剧院都皆大欢喜，并计划着要进行全国巡演。但矛盾也接踵而来，两家剧院都各找了“糖果”赞助商，并极力地维护着各自的利益。剧院为了获得更大的效益，让投资商的老婆演主角，夏东海激烈反对，甚至以辞职来威胁，但此时的夏东海已今非昔比，无足轻重了。夏东海在痛苦中徘徊不定，最终递交了辞职书。",
                    "Aliases": []
                },
                "27": {
                    "ID": "7008704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008704",
                    "TitleEnglish": "爸爸真棒",
                    "SummaryEnglish": "并不知道东海已经辞职的孩子们找老爸要摇滚音乐会的门票，为了不让孩子们受到自己辞职的影响，夏东海自己掏钱给孩子们买了票。兴奋之馀的孩子们纷纷向小伙伴们许下更多的门票，此时老尚说出了东海已经辞职的消息，孩子们只好把自己的票让给了小伙伴们。为了不让老爸伤心，孩子们还是假装去看了演出。最后东海知道了真相，出乎大家的意料，夏东海带着孩子们去看了演出，而且自己比孩子更沉醉其中。",
                    "Aliases": []
                },
                "28": {
                    "ID": "7008705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008705",
                    "TitleEnglish": "修理大师",
                    "SummaryEnglish": "刘星在学校的无线电修理大赛中拿了冠军，回到家里就开始给大家修理各种东西，居然把坏了的吸尘器给修好了。消息传开，邻居们纷纷拿各种电器来让刘星修理，这下可把刘星难住了，只好自己掏腰包去找家电修理部去修理，为此刘星掏干了自己的压岁钱还不够。这时戴天高又拿了笔记本电脑让刘星来修理，刘星彻底的遮掩不下去了，把戴天高的电脑弄得更糟糕。",
                    "Aliases": []
                },
                "29": {
                    "ID": "7008706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008706",
                    "TitleEnglish": "家庭“主夫”",
                    "SummaryEnglish": "夏东海想趁自己待岗的这段时间把家务承担起来，让刘梅好好的享受一把。刘梅出门享受，夏东海开始在家里实行自己的新政。刚开始孩子们还算拥护，但孩子们发现夏东海的新政比刘梅的还过分，此时再想反抗也晚了。毫无管理家务经验的夏东海在家里忙得一塌糊涂，刘星把锅砸了，夏雪把刘梅的裙子熨穿了，夏雨想用灭火器帮夏东海灭火却喷了自己一身。在不断出错和一片混乱局面下，刘梅回到家中，见此情形，险些晕倒。",
                    "Aliases": []
                },
                "30": {
                    "ID": "7008707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008707",
                    "TitleEnglish": "孩子是典范",
                    "SummaryEnglish": "全家计划去爬香山，正在这时候胡一统全身绑着绷带，被担架抬到夏家，要求在夏家养伤。刘梅勉强同意。没想到胡一统得寸进尺，在夏家反客为主，做出许多过分的事情。刘星对亲爸爸的行为实在看不过去，并且发现胡一统的伤势并没有他说的严重。刘星把胡一统批评了一通，让胡一统认识自己的错误。第二天，大家发现胡一统像换了个人，打扫了卫生，还做了饭。",
                    "Aliases": []
                },
                "31": {
                    "ID": "7008708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008708",
                    "TitleEnglish": "走向世界(上)",
                    "SummaryEnglish": "戴明明认识了美籍华人，青年旅行者迈克！迈克有一个走遍世界的宏伟计划。迈克和孩子们见面，大家都被迈克的计划所感动，都准备跟随迈克去远行。家长开始担心，并且把迈克叫到家里进行考查，由于语言不通，闹了不少笑话。无奈之下，几个大人商量决定想办法先拖住迈克，然后再慢慢说服孩子们。",
                    "Aliases": []
                },
                "32": {
                    "ID": "7008709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008709",
                    "TitleEnglish": "走向世界(下)",
                    "SummaryEnglish": "东海夫妇一方面用各种办法挽留迈克，另一方面，对孩子们的‘策反工作’也在积极进行。最后只有戴明明还坚持要跟迈克走，临行前戴天高被气病了，此时大家接到快递公司送来的东西。原来迈克已经走了，他此行不但要宣传环保，还要弘扬中国传统文化，他觉得带上戴明明一起去旅游是个累赘，会有很多麻烦。戴明明大失所望，不过戴天高终于放心下来。",
                    "Aliases": []
                },
                "33": {
                    "ID": "7008711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008711",
                    "TitleEnglish": "崇高的奉献",
                    "SummaryEnglish": "夏东海报名成为一种新型疫苗的试验者，并把这一英雄壮举向家人宣布。大家听后反响不一。夏东海打完针后进入观察期，受到全方位的特别关注。但是夏东海却感觉越来越难受，在‘视死如归’之际向孩子们发出“最后的希望”，孩子们为安慰夏东海，都向父亲做出承诺，把各自的人生目标订的很高––最后刘梅坚持把夏东海送往医院，结果他没什么大毛病，不过是因为补过了头而已。",
                    "Aliases": []
                },
                "34": {
                    "ID": "7008713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008713",
                    "TitleEnglish": "无价之宝",
                    "SummaryEnglish": "菲菲拿来一个很精致的盒子让刘梅替她保管几天，刘梅自作聪明的藏在一个杂乱的地方。大人加班不在家，三个孩子给家里做个大扫除，在书房里三个孩子发现了那个盒子，费尽周折之后盒子被打开，但里面只是一些很普通的小物件。这时刘梅回来了，见此情形，顿时急了！刘梅认为一定还有重要的东西没了。菲菲来取东西，三个孩子上前检讨，但她说宝贝东西没丢，并且给大家讲了每个无价之宝的故事，大家觉得简直匪夷所思。",
                    "Aliases": []
                },
                "35": {
                    "ID": "7008714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008714",
                    "TitleEnglish": "旅游风波",
                    "SummaryEnglish": "一家人计划到大连旅游。夏东海由于工作危机情绪低落，不想去旅游。刘梅为此和东海发生了争执，为了不使孩子们扫兴，坚持这次旅游。夏东海装病在家，无聊中遇到戴明明，原来戴明明也在为老爸不能如约带出去旅游而苦恼。在戴明明的劝解下，东海决定马上去大连找大家。没想到东海刚刚离开，刘梅和孩子们回来了，他们不愿意把东海一个人丢在家中。和家人失之交臂的东海一个人到了大连，在电话中发泄自己的郁闷。",
                    "Aliases": []
                },
                "36": {
                    "ID": "7008717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008717",
                    "TitleEnglish": "在那遥远的地方",
                    "SummaryEnglish": "戴明明马上就要高考了，但是戴天高仍忙于自己的工作很少关心。戴明明非常不满，便赌气要学兽医，戴天高果然中计，开始为戴明明担忧。他想方设法说服戴明明，最后戴天高十分无奈的向女儿妥协。明明越是努力戴天高越是着急担心，老想用其他方法让明明分心，可明明就是不上老爸的当。高考分数出来了，戴明明的成绩不够那个兽医专业的分数线，只能勉强读个本地的考古专业",
                    "Aliases": []
                },
                "37": {
                    "ID": "7008720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008720",
                    "TitleEnglish": "结婚纪念日",
                    "SummaryEnglish": "夏东海和刘梅的结婚纪念日就要到了，由于夏东海的创作陷入困境，心情很是烦躁。夫妻俩人产生了矛盾。孩子们为了能让爸妈和好，偷偷写了情书。不想误会由此产生。夫妻的误会逐渐升级，甚至把各自准备好的结婚纪念日礼物都扔了出去。孩子们见事与愿违，赶紧说明真相，夫妻这时候突然想起来扔出去的礼物，赶紧跑出去捡回来。",
                    "Aliases": []
                },
                "38": {
                    "ID": "7008721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008721",
                    "TitleEnglish": "虐待",
                    "SummaryEnglish": "孩子们把一个他们认为正在受到父母“虐待”的小男孩带回家。刘梅也非常气愤，对小男孩百般爱护，要让孩子重新感受家庭的温暖。孩子的父母找来了，小男孩不肯见父母，小男孩的父母无奈离开。谁知，此时小男孩露出了超级小霸王的本色，把夏家折腾了个天翻地覆。夏家开始慌神，只好把孩子的父母叫过来盘问一番。不问不知道，一问吓一跳。原来这个男孩是一个被父母宠坏了的孩子，不是父母虐待他，而是他在“虐待”父母。",
                    "Aliases": []
                },
                "39": {
                    "ID": "7008722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008722",
                    "TitleEnglish": "刘星的微笑",
                    "SummaryEnglish": "刘星踢球把戴天高的汽车给砸了，他不敢让刘梅知道，想自己凑钱赔给戴天高。戴天高把事情告诉了刘梅和东海。刘梅和东海看刘星是不是能主动承认错误，刘星回到家中表现得特别勤奋，根本不提闯祸的事。刘梅很生气，决定惩罚刘星。全家都开始使唤刘星干这干那，刘星心里不愿意可也没办法。赔戴天高的钱始终凑不够，刘星只得去戴家做小时工来抵偿。戴天高告诉刘星，刘梅夏东海早知道这件事了，刘星感到如释重负，同时又感觉自己被捉弄了。",
                    "Aliases": []
                },
                "40": {
                    "ID": "7008724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008724",
                    "TitleEnglish": "意料之外",
                    "SummaryEnglish": "胡一统答应在休息日带刘星去郊游。刘星早早起床，可胡一统却没有来。胡一统来了，说自己由于见义勇为救人耽误了时间，所以不能带刘星去玩。大家都不相信。过了几天大家在报纸到看到了见义勇为的新闻，确实是胡一统做了好事。大家准备请胡一统吃饭，当面道歉，不想胡一统由于忙着被采访而没有时间。记者上门采访刘星和刘梅，胡一统的形象无形中被“升华”了不少。胡一统来了，说现在不仅有公司聘他任职，夏家不知说什么好。",
                    "Aliases": []
                },
                "41": {
                    "ID": "7008730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008730",
                    "TitleEnglish": "东方不亮西方亮",
                    "SummaryEnglish": "刘梅为了顾全东海的面子，隐瞒了出版社退稿的事情。孩子们以为夏东海快要发稿费了，都兴奋地向夏东海索要礼物，夏东海是满口答应。刘梅说出真相，但东海已经在孩子们面前夸了海口。于是夫妻俩准备凑钱圆谎。小雪无意中发现了退稿信，孩子们决定不要礼物了，替爸爸在家中过生日。孩子们准备好的生日蛋糕，还别出心裁的出了灯谜，东海猜出谜底：东方不亮西方亮。东海十分感谢孩子们的良苦用心！",
                    "Aliases": []
                },
                "42": {
                    "ID": "7008731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008731",
                    "TitleEnglish": "富家小姐",
                    "SummaryEnglish": "戴明明接到大学录取通知书，戴天高大摆筵席。此时却传来了公司破产的消息，戴天高也随之失踪。夏家主动照顾戴明明，戴明明一边找寻戴天高的下落一边靠变卖家当度日。夏家拿出积蓄满足戴明明的一些开销。戴明明经此变故，由大手大脚变得十分节俭，刘梅夏东海很为戴明明的变化而高兴。戴天高回来了，原来他是被人诈骗，自己历经磨难去追回损失。",
                    "Aliases": []
                },
                "43": {
                    "ID": "7008732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008732",
                    "TitleEnglish": "新贵公子(上)",
                    "SummaryEnglish": "玛丽知道东海下岗，要求改变孩子的抚养权，用各种方法诱惑两个孩子。东海自尊心受到挫伤。夏雪和夏雨出于不同心理都有些动心，分别试探东海的态度，刘梅也很无奈。夏雪决定不在困难的时候离开父亲，夏雨认为离开可以让父亲减轻负担，自己还能得到宇宙战车，一举两得。东海为了证明自己有实力，从小商品市场买回一辆仿制的宇宙战车。正好玛丽来接夏雨，夏雨刚一玩玩具就坏了，让夏东海更加尴尬。",
                    "Aliases": []
                },
                "44": {
                    "ID": "7008734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008734",
                    "TitleEnglish": "新贵公子(下)",
                    "SummaryEnglish": "玛丽宣布要和夏雨长住。东海不同意，没想到夏雨却当面表示不愿意回来。大家震惊夏雨的变化，两人劝说小雨，他却听不进去，反而投向玛丽怀抱寻求保护。但是不久，夏雨突然回来了，用玛丽给的钱给朵朵买了一件昂贵的礼物，但被朵朵拒绝。夏雨说他已经觉得玛丽那里没意思了，有钱但很寂寞，一个人睡一个房间很害怕，而且有很多训练生活习惯的规矩，还是夏家好，所以决定不回去了。",
                    "Aliases": []
                },
                "45": {
                    "ID": "7008735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008735",
                    "TitleEnglish": "让我看看你的牙",
                    "SummaryEnglish": "夏东海被剧本折磨，又开始牙疼。刘梅是单位爱牙日的义务宣传员，在家里向大家宣传爱护牙齿的重要性，并且劝夏东海去医院看牙。从小就害怕看牙的夏东海坚决不去医院，于是刘梅给孩子们看了牙，东海反而更害怕了，实在不堪痛苦的夏东海终于下决心去医院拔了牙，一身轻松的东海把前来索要剧本的老尚给侃懵了，剧本以弄糊涂的顺利通过。",
                    "Aliases": []
                },
                "46": {
                    "ID": "7008736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008736",
                    "TitleEnglish": "险些成名",
                    "SummaryEnglish": "刘星迷上了画画，刘梅怕他耽误学习而极力反对。矛盾激化后，刘星在气愤之下画了讽刺刘梅的漫画，夏东海对刘星耐心的进行开导。夏东海开导刘星的方法被《京城少年》杂志社的主编看到，很有感触，并且把刘星的画也拿走。刘星的画在《京城少年》上发表了，刘星顿时成了焦点人物。杂志主编登门造访，刘星以为自己就要一举成名了，没想到主编是来请东海去杂志社任职。夏雪和夏雨知道刘星的画上了《京城少年》之后，决定与刘星合作画一系列关于妈妈的漫画。",
                    "Aliases": []
                },
                "47": {
                    "ID": "7008737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008737",
                    "TitleEnglish": "完美生活",
                    "SummaryEnglish": "戴明明有感于夏雪家的幸福气氛，想拍下夏家的完美生活感染自己的父亲。夏雪向戴明明建议顺其自然，她们装饰了一个由花朵掩饰的摄像头记录了夏家的一个晚上的生活。戴明明拉着戴天高看夏家的完美生活，看到的却是“鸡吵鹅斗”，戴天高讥笑女儿。戴明明到夏家诉苦，夏东海说吵架也是完美生活的一部分。戴天高不放心来找女儿，父女俩在夏家和好，也体会到了另一种完美生活。",
                    "Aliases": []
                },
                "48": {
                    "ID": "7008739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008739",
                    "TitleEnglish": "自作自受",
                    "SummaryEnglish": "盛超因为父母的责骂躲到夏家假装外出旅游，父母买了很多礼物把盛超接走。刘星因为隐瞒了真相，而受到刘梅的批评。刘星决定也搞个假旅游吓唬刘梅。而且还利用夏雨故意泄漏了消息，刘星的第一次计划失败了。第二次，刘梅真的急了，躲在柜子里的刘星暗自得意。刘梅带领全家人出去分头寻找。临走之前，夏雨竟然把一根他玩耍的木头刀插在柜子的把手上。大家都出去了，这回刘星想出来，却无法打开门。当大家准备报警的时候，柜子里却传出了刘星的呼救声。",
                    "Aliases": []
                },
                "49": {
                    "ID": "7008740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008740",
                    "TitleEnglish": "一个都不能少(上)",
                    "SummaryEnglish": "因为小区的轿车越来越多了，已经没有停车的地方，房产公司决定将小区的花园改成停车场。以夏雪、刘星为首的孩子们不想失去这个花园，要求爸爸妈妈们阻止这项计划，但大人们似乎对停车场更感兴趣，夏东海和刘梅甚至考虑赶快买辆车。夏雪见无法说服大人们，又想出一个主意。对付不讲道理的物业，就是要用不讲道理的办法。",
                    "Aliases": []
                },
                "50": {
                    "ID": "7008742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008742",
                    "TitleEnglish": "一个都不能少(下)",
                    "SummaryEnglish": "房产公司和小区的人们并不知道小区里还有什么古树。夏雪和小区的孩子们据理力争，大人们被孩子们的童趣感动了，他们觉着停车场虽然重要，但为孩子们保留这片快乐的领地更重要。孩子们还导演了一出名叫《寻找花园》的童话剧，让大家知道，小区绿地有多么的重要。同时，业主委员会决定让开发商建地下停车场。",
                    "Aliases": []
                },
                "51": {
                    "ID": "7008743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008743",
                    "TitleEnglish": "出国风波(上)",
                    "SummaryEnglish": "刘梅因为护理一个老华侨很出色，老华侨希望刘梅能到美国继续照顾自己。刘梅为了挣钱准备答应下来，孩子们也都很兴奋。老华侨给刘梅送来了很多的礼物，这就引起家里人的恐慌，觉得那个老华侨是别有所图。刘梅因为这个事很是委屈。不过她还是决定要把握住这次出国的机会。",
                    "Aliases": []
                },
                "52": {
                    "ID": "7008744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008744",
                    "TitleEnglish": "出国风波(下)",
                    "SummaryEnglish": "那个老华侨来找刘梅，对刘梅格外的热情。孩子们看在眼里，急在心头，决定要帮助夏东海对付那个老华侨。通过谈话了解，大家发现老华侨在各个方面都是精英。情况对夏东海很是不利。大家决定制造一种家里没有刘梅后的‘惨状’来留住刘梅。孩子们都不好好吃饭，夏东海做饭也做得一塌糊涂。刘梅见状决定不走了。后来，李先生来到夏家跟夏家人说他女儿不愿意让他一人待在美国，就把他接到法国去。夏家人松了一口气。",
                    "Aliases": []
                },
                "53": {
                    "ID": "7008746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008746",
                    "TitleEnglish": "成人聚会",
                    "SummaryEnglish": "夏雪去戴明明家参加一个大学生的聚会，并不知情的家里人开始有些担心。一心想去凑热闹的刘星自报奋勇替大人去侦察情况。刘星来到戴家，结果被戴明明和夏雪哄了出来。刘星心中不平，撒谎说夏雪他们有很过激地活动。刘梅实在放心不下，冲过去查看，结果发现根本不像刘星说的那样，这回刘星惨了，原来是夏雪她们故意整治刘星。",
                    "Aliases": []
                },
                "54": {
                    "ID": "7008748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008748",
                    "TitleEnglish": "心理咨询",
                    "SummaryEnglish": "小区要在星期天举办一次青少年心理咨询，胖婶找不到专业人士，就来请东海，刘梅却自告奋勇要去咨询。刘梅经过一番恶补相关知识后信心十足。刘梅开始在小区给青少年心理咨询，结果来了三个孩子病人：一个遭受家长期望子成龙的超常教育，而渴望像哈里波特那样拥有魔法，可以获得自由；一个是近乎狂热的追星族；一个是迷恋网络游戏造成恶果，知道错误却无法自拔。刘梅找到孩子们的父母，一起帮助了孩子们。",
                    "Aliases": []
                },
                "55": {
                    "ID": "7008749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008749",
                    "TitleEnglish": "知心大姐",
                    "SummaryEnglish": "夏东海在《京城少年》杂志上开办了‘知心大姐’专栏，小有名气。这一天，她收到一个曾经帮助过的失恋女青年的信，说要登门拜见‘知心大姐’。这可急坏了‘夏大姐’夏东海，他只好求刘梅顶替。刘梅用自己的话应付女青年，结果漏洞百出。东海出来圆场，从提醒到解释，最后侃侃而谈。女青年对东海崇拜的五体投地，夏东海乘机对女青年进行了心理危机疏导，女青年恢复了理智。大家觉得挽救了一个生命都很高兴。这时候女青年又有一个问题想不通。",
                    "Aliases": []
                },
                "56": {
                    "ID": "7008751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008751",
                    "TitleEnglish": "姥姥的心愿",
                    "SummaryEnglish": "孩子们帮助姥姥在报纸和网络上登寻人启事，找寻姥姥当年的一位叫“耗子”的好朋友。由于孩子们对姥姥所回忆内容有误解，前后一共找来了三个叫“耗子”的老头，结果都是一场误会。虽然真正的“耗子”没找到，但姥姥却多了三个老朋友，他们当年也都在边疆工作过。三位老人一起来聚会，满怀激情的唱起一支当年的战斗歌曲，三个孩子也被感动了。",
                    "Aliases": []
                },
                "57": {
                    "ID": "7008752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008752",
                    "TitleEnglish": "特约记者",
                    "SummaryEnglish": "戴明明要参加夏东海杂志社招聘学生记者的面试，不懂新闻采访的她在夏东海的“指导”下开始在家里展开参访。从刘星到刘梅，戴明明的采访毫无专业可言，反而挖到了一些小道消息。为了得到更多的消息，戴明明在两个人之间互相传话，激起矛盾，她从中得利。刘星和刘梅的矛盾逐渐升级，同时戴明明的采访稿也完成了。戴明明高兴得来找夏东海，大家明白原来是夏东海的问题。",
                    "Aliases": []
                },
                "58": {
                    "ID": "7008753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008753",
                    "TitleEnglish": "学会忘记",
                    "SummaryEnglish": "刘梅花冤枉钱买了一个家庭除味器。回家后发现此物有质量问题，心中十分懊悔和沮丧。夏东海和三个孩子都极力劝慰刘梅，但怎么也不管用，刘梅的情绪反而更加坏。夏东海出主意，每个人都批评刘梅，刘梅被“压制”到极点反弹，还表示要忘掉除味器那的失误。没想到第二天刘梅又想起除味器的事来。无奈夏东海建议她去看心理医生，结果刘梅又开始心疼看心理医生的那笔费用了。",
                    "Aliases": []
                },
                "59": {
                    "ID": "7008754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008754",
                    "TitleEnglish": "走出孤独(上)",
                    "SummaryEnglish": "胡一统连续做成几单生意后很是得意，刘星以老爸为自豪，到处向别人夸胡一统。胡一统渐渐自我膨胀起来，但风光了没几天就全面失败了，丢了工作、没了女朋友，他借酒浇愁，像祥林嫂一样总是翻来覆去说他的烦恼和不平，刘星开始躲着胡一统不见他。胡一统假装孤独想博得刘星同情，结果弄假成真，真的孤独起来。",
                    "Aliases": []
                },
                "60": {
                    "ID": "7008755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008755",
                    "TitleEnglish": "走出孤独(下)",
                    "SummaryEnglish": "胡一统不再纠缠刘星，可夏东海倒有些担心，他看到胡一统独自喝酒的状态，觉得他这样下去不好，提醒刘星还是要关心一下。刘星为帮胡一统走出孤独，请同学父母帮老爸物色对象，还真找到了一个对胡一统非常感兴趣的，但胡一统说自己已经不能再承受婚恋失败，还是一个人孤独的好，就没有按时赴约。刘星好不容易帮他走出孤独，但那女方已经找到新对象，而且不久就要举行婚礼。",
                    "Aliases": []
                },
                "61": {
                    "ID": "7008756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008756",
                    "TitleEnglish": "我的星座",
                    "SummaryEnglish": "菲菲在一次面试中落选，心情十分沮丧。一家人都在劝菲菲，可没想到菲菲从星座里找回了自信。大家又开始担心菲菲过分沈迷星座，就在这时候，菲菲按照星运的指示居然获得了一次成功。刘星看在眼里大受启发，也开始研究星座，并且在家里不时地宣传，弄得家里出现了一些不稳定状况。菲菲又来了，这次也是按照星运的指示来躲避灾难日的，可没想到就是在这天菲菲获得了一个更大的成功。",
                    "Aliases": []
                },
                "62": {
                    "ID": "7008757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008757",
                    "TitleEnglish": "家长联盟",
                    "SummaryEnglish": "由于无法同孩子沟通，刘梅和艾言结成联盟通过对方。来了解自己的孩子。两位母亲互送“情报”，为及时发现孩子的动向而沾沾自喜。可日久天长，刘星和鼠标产生了矛盾，因为家长总能知道他们做了什么，他们都认为是对方出卖了自己，两个孩子间失去了信任。两位母亲也开始反省，为什么她们不能同孩子成为朋友呢。",
                    "Aliases": []
                },
                "63": {
                    "ID": "7008758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008758",
                    "TitleEnglish": "周班长的故事",
                    "SummaryEnglish": "刘星的班里实行“周班长”制，这次轮到刘星当班长，他准备大干一番。刘星在班里滥用职权，几乎全班同学都当上了干部。刘星打算把他成功经验引到家里。为了保护刘星的积极性，夏东海同意了他的建议。其他人并不买账，最后，刘星只好一人包揽了所有的家务活。此时刘星的班里出了问题。刘星的种种举措都失败了。同学们决定罢免刘星！无奈中刘星提前从“周班长”的交椅上退了下来，他终于明白了“三个和尚没水吃”的道理。",
                    "Aliases": []
                },
                "64": {
                    "ID": "7008759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008759",
                    "TitleEnglish": "远方来个姨姥姥",
                    "SummaryEnglish": "姥姥领着一个远方亲戚姨姥姥来到夏家，姨姥姥的奇怪装扮和行为引起了孩子们的怀疑。孩子们对姨姥姥进行了火力侦察，而且还检查了她带来的几个包裹。结果发现不是动物皮毛就是成捆的钞票。这下大家更认为这个姨姥姥有问题了。夏东海及时回到家中，发现孩子们正准备报警，最后姨姥姥解释了她带这些东西的原因，一场误会终于解开。",
                    "Aliases": []
                },
                "65": {
                    "ID": "7008760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008760",
                    "TitleEnglish": "小试牛刀",
                    "SummaryEnglish": "戴天高给刘梅介绍了一个王老板，得了厌食症。刘梅给他分别准备了三套饭菜，家里人和戴家的人都觉得特别好吃，可那个王老板都不满意。无奈中，刘梅打听到王老板以前是个穷人，于是决定给他做新版的“珍珠翡翠白玉汤”。没想到汤被意外的煮糊了，而且又被胡乱的放了些东西进去。王老板来了，大家正在担心，没想到他直奔汤而去，说自己就喜欢这种糊香糊香的东西。",
                    "Aliases": []
                },
                "66": {
                    "ID": "7008761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008761",
                    "TitleEnglish": "一张演出票",
                    "SummaryEnglish": "刘星从夏雪那里花50块钱买了一张马戏演出票，本来想能以更高的价格卖出去。可是消息传来，马戏团的明星老虎病了，这回票价一路之下。刘星恨自己当时没有卖给前来要票的戴明明。现在已经不可能再有好价钱了。消息又传来了，老虎的病已经治好了，不过马戏演出要加演三场，刘星的计划全都泡汤了。",
                    "Aliases": []
                },
                "67": {
                    "ID": "7008762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008762",
                    "TitleEnglish": "寻宝记",
                    "SummaryEnglish": "刘星正在画一个鼠标借给他的瓷瓶，戴明明来了，认为这个瓷瓶是文物。于是问刘星瓷瓶的来历。刘星说是捡的，戴明明更来了兴趣。刘星故意使坏利用戴明明的兴趣整治她。戴明明借助刘梅的力量知道了瓷瓶是鼠标的。戴明明从鼠标处得知发现瓷瓶的地方。由此发现了一处古墓，是重大的考古发现。",
                    "Aliases": []
                },
                "68": {
                    "ID": "7008763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008763",
                    "TitleEnglish": "帮忙",
                    "SummaryEnglish": "胡一统新找了个女友,想让刘星现身说法，孩子有了继父生活得是多么开心。刘星见了胡的女友，净揭胡一统的短，结果被胡一统支走。胡一统又让刘星去见女方和他的孩子，刘梅不让去。夏东海为胡一统求情，刘梅勉强同意。刘星把女方的孩子领回家，男孩说，他不喜欢胡一统，喜欢夏东海，因为像他爸爸。最后胡一统潜心营造的“父爱重要性”将女方深深打动，同时也提醒了她，她准备和前夫复婚。",
                    "Aliases": []
                },
                "69": {
                    "ID": "7008764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008764",
                    "TitleEnglish": "换了爸妈(上)",
                    "SummaryEnglish": "放暑假了，刘星学校开展了家庭互换活动。刘星和鼠标决定到对方的家庭生活一周，这样离自己的家近。刘星和鼠标分别住进了对方的家。两个家庭都按照自己的方式了教育换过来的孩子。开始还略显拘束的鼠标逐渐放开了在夏家玩。刘星却在林大飞的强迫下练开了举重。",
                    "Aliases": []
                },
                "70": {
                    "ID": "7008765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008765",
                    "TitleEnglish": "换了爸妈(下)",
                    "SummaryEnglish": "鼠标决定学画画。刘星弄了副道具杠铃带回林家。双方父母都互相过去查看情况，结果刘星和鼠标都表示很好，林大飞还一个劲儿夸刘星举重练的好。鼠标在夏雪和夏雨的干扰下什么都没画出来，原来他已经养成习惯总是不由自主地就听别人的，自己没有主见。东海夫妇认为这都是林大飞的错，于是来到林家，这回刘星的假杠铃也露馅了。鼠标终于按照自己的想法了画出来。林大飞也认识到体罚的错误了。",
                    "Aliases": []
                },
                "71": {
                    "ID": "7008767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008767",
                    "TitleEnglish": "老妈赶考记",
                    "SummaryEnglish": "刘梅在参加营养学进修期间，被英语考试难住了。尽管全家人都帮助她，刘梅还是记不住那么多单词语法。戴天高找来一个外形与刘梅酷似的托儿去代替刘梅参加考试。孩子们商量不能眼睁睁看妈妈犯错误。同时，矛盾挣扎的刘梅幡然悔悟，赶到考场。此时，夏东海和孩子们也赶到考场，误把刘梅当作托儿，拦住刘梅不让她进去。刘梅好不容易表明自己真实身份，在最后一刻冲进考场……",
                    "Aliases": []
                },
                "72": {
                    "ID": "7008768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008768",
                    "TitleEnglish": "有车族",
                    "SummaryEnglish": "夏家买了新车，全家人兴高采烈的出去兜风。由于塞车厉害，没车位，全家人计划落空，疲惫不堪。大家纷纷来找夏家借车，三个孩子分别应下不同的人，这下把夏东海折腾的十分狼狈。夏东海一气之下决定要把车卖了，大家纷纷来买，夏东海情急之下只好又说不卖了。",
                    "Aliases": []
                },
                "73": {
                    "ID": "7008769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008769",
                    "TitleEnglish": "学习委员",
                    "SummaryEnglish": "夏雪在班里学习委员的竞选中落选，心情很是沮丧。意外的是刘星居然当上了他们班上新一任的学习委员。这就让夏雪更加不平衡了。刘星当上学习委员后的表现让夏东海和刘梅有些担心。家长分别找两个孩子谈话，夏雪依然没有走出落选的阴影，而刘星意气风发说要在班里进行大刀阔斧的改革。鼠标和键盘拉刘星逃课出去玩，刘星以学习委员的身份要拒绝，没想到鼠标和键盘说出大家选刘星当选的真实目的。刘星很是失望，随即辞去了学习委员的职务，此时的夏雪也在大家的开导下走出了阴影。",
                    "Aliases": []
                },
                "74": {
                    "ID": "7008770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008770",
                    "TitleEnglish": "老顽童",
                    "SummaryEnglish": "“知心大姐”夏东海收到一封署名“苦命儿”的来信。这是位孤身一人的老人赖大爷。东海把老人邀请到家里。赖大爷在夏家度过了愉快的一天，并且赢得了孩子们的心。渐渐地三个孩子在赖大爷的溺爱下玩疯了，刘梅担心孩子们的学习但又没法阻止老人。无奈之下夏东海联系到了老人在美国的儿子儿媳妇和孙子，赖大爷的儿子带着妻子儿子来到夏家，想把老人接到美国去住，夏雪、刘星和夏雨极力挽留赖大爷，并为老人和老人的儿子，儿媳和孙子表演了节目。",
                    "Aliases": []
                },
                "75": {
                    "ID": "7008771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008771",
                    "TitleEnglish": "兄弟情深",
                    "SummaryEnglish": "刘星和夏雨都参加了社区的环保小卫士活动，两个人一起收集电池，争取在活动中夺冠。在胖婶处得知冠军只能是一个人后，兄弟两人开始了竞争。朵朵和凯芮斯分别帮夏雨和刘星找来了电池，由于都听到了夏雨和刘星说自己的坏话，于是气愤中朵朵把电池给了刘星，凯芮斯给了夏雨。兄弟两人的竞争进入了白热化程度。由于兄弟两人的矛盾，鼠标乘机在这次活动中夺冠。兄弟两人十分的懊恼，在失望中刘星和夏雨终于化解了矛盾，言归于好。",
                    "Aliases": []
                },
                "76": {
                    "ID": "7008773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008773",
                    "TitleEnglish": "转学风波",
                    "SummaryEnglish": "刘梅准备让刘星转学，给他换一个新的学习环境。而刘星舍不得朝夕相处的伙伴，百般设置障碍不让刘梅转学。但刘梅已经联系好了学校，无奈刘星跟同学告别，没想到伙伴们决定要一起转学。刘星开始积极准备转学，刘梅也觉得奇怪。知道是大家一起转学后刘梅决定不转了。这回刘星同学的家长纷纷到夏家抗议，原来他们把自家孩子转学手续都办了，这回还得转回来！",
                    "Aliases": []
                },
                "77": {
                    "ID": "7008774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008774",
                    "TitleEnglish": "凡高啊，凡高",
                    "SummaryEnglish": "刘星要参加学校的书画大赛，还立志成为中国的凡高。刘梅不以为然，认为刘星根本不是画画的料儿。夏东海给刘梅上课，本来刘梅已经有所动摇，结果夏东海又说凡高得过精神病，刘梅决定说什么也要阻止刘星。夏东海给刘星出主意用苦肉计吓唬刘梅，果然奏效，刘梅最终同意让刘星画画。",
                    "Aliases": []
                },
                "78": {
                    "ID": "7008775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008775",
                    "TitleEnglish": "代人受过",
                    "SummaryEnglish": "鼠标搞怪把妈妈吓昏了。林大飞要惩罚鼠标，眼看就要挨打的鼠标只得说这个恶作剧是刘星设计的。学校汇演征集节目刘星将精灵头套推向舞台，赢得了二等奖，老师带着玩具厂商来到夏家要刘星把精灵头套的发明权转让给厂家，林大飞和艾言也来到夏家，刘星介绍了精灵头套的发明过程(承认鼠标一人所为)。厂家忙转向恭维鼠标家长。林大飞、艾言沾沾自喜之馀鼠标提起刘星代他受过之事，刘星假意争夺发明权，弄得林大飞夫妇好不尴尬。林大飞夫妇讨论儿子的发明值多少钱时，鼠标招了：精灵头套的原创是电视节目。",
                    "Aliases": []
                },
                "79": {
                    "ID": "7008776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008776",
                    "TitleEnglish": "美国男孩(上)",
                    "SummaryEnglish": "夏东海的美国朋友大尼克把儿子小尼克“快递”到夏家，托夏东海照顾。小尼克一到夏家就掏钱交生活费，并称刘梅就是自己的在中国的监护人，自己出了问题要由刘梅负责。刘梅顿时紧张起来，生怕小尼克出了闪失，对他照顾有加。个性十足的小尼克在小区里搭上了帐篷，这一举动让大家很是着急。一波刚平，一波又起，小尼克在夏家装扮成蜘蛛侠的样子，这回让刘梅更加头疼了。",
                    "Aliases": []
                },
                "80": {
                    "ID": "7008777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008777",
                    "TitleEnglish": "美国男孩(下)",
                    "SummaryEnglish": "刘梅为了防止小尼克出现意外，在家里实行了严密的防范措施，还偷偷藏起了小尼克的道具。小尼克为此很是不满，情绪出现了波动。大家商量着怎么办，夏东海提议让小尼克迷上中国功夫来替代蜘蛛侠。全家人都行动起来，几个孩子大谈中国武侠，一举把小尼克迷住了。可是在一次意外中小尼克的鼻子出血了，全家人又虚惊一场。小尼克放弃了蜘蛛侠转而准备去少林寺当小和尚了。小尼克走了，夏雨穿着小尼克留下的蜘蛛侠服装蹦了出来。",
                    "Aliases": []
                },
                "81": {
                    "ID": "7008778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008778",
                    "TitleEnglish": "如此道歉",
                    "SummaryEnglish": "小雨在小区玩健身器的时候把脚弄伤了。为此事夏雪和胖婶发生了矛盾，夏雪把这事告诉了报社并刊登了出来，胖婶得知后让夏雪登报纸更正。刘梅发动全家人来说服夏雪向胖婶道歉，结果孩子和家长分成了两个阵营。报社给夏家送来两次提供线索的报酬。原来这次是夏雨打的电话，为夏雪打抱不平。没想到胖婶来说小区被评为了文明小区，根本没受夏雪事情的影响，并真诚地向夏雪道歉。",
                    "Aliases": []
                },
                "82": {
                    "ID": "7008779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008779",
                    "TitleEnglish": "秘密",
                    "SummaryEnglish": "夏雪和同学们为庆祝拿到身份证，大家喝了一些酒，晚上把垃圾箱摆成了SOS的形状。这件事上了报纸，夏雪忍不住告诉了刘梅。刘梅听后担心，把事情告诉了夏东海。夏雪发现夏雨在偷偷拿一些吃的出去，原来夏雨正在帮助一个特爱吃肉的‘老奶奶’，夏雨让夏雪替自己保守秘密。夏东海找夏雪谈话，夏雪埋怨刘梅泄露了自己的秘密，同时也向夏东海说出了夏雨的秘密。夏东海向夏雨询问，夏雨也开始埋怨夏雪。夏雨所说的‘老奶奶’来了，原来是只猫。夏雪也和刘梅化解了隔阂。",
                    "Aliases": []
                },
                "83": {
                    "ID": "7008780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008780",
                    "TitleEnglish": "换房旅游(上)",
                    "SummaryEnglish": "夏雪参加同学自发组织的换房旅游活动去九寨沟玩，换过来一个叫贾大方的人来到夏家。贾大方来到夏家，浑身上下脏兮兮，全家人都感到很惊讶，以为他是个乞丐。贾大方洗澡换衣服，顿时像变了个人似的，大家都觉得特奇怪。饭后，贾大方还送给大家一些奇怪的礼物，使得大家疑云重重。贾大方从外面带回来一大麻袋东西，称自己是考古学家，专门收集古董。刘梅偷偷进入贾大方的房间发现里面全都是各种各样的家用电器，惊诧之馀怀疑贾大方是小偷。",
                    "Aliases": []
                },
                "84": {
                    "ID": "7008781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008781",
                    "TitleEnglish": "换房旅游(下)",
                    "SummaryEnglish": "贾大方终于表露了自己的身份，他是个收破烂的。大家气愤之下决定要把他赶出去。全家人轮番上阵都没能成功，爷爷来到夏家。大家把希望都寄托在老将身上，可是没想到爷爷进去没一会儿出来就宣布谁也不能赶走贾大方。全家人惊讶不已。爷爷开始格外的关心贾大方，全家人莫名其妙。夏东海夫妇觉得这事很蹊跷，怀疑贾大方是不是和爷爷有什么隐情。大家决定直接‘审问’贾大方，爷爷终于说出了实情，原来贾大方是爷爷年轻时好朋友的孙子。",
                    "Aliases": []
                },
                "85": {
                    "ID": "7008782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008782",
                    "TitleEnglish": "营养师的实验",
                    "SummaryEnglish": "刘梅准备营养师考试论文，回家宣布要搞一系列营养餐的创新实验，希望家人配合品尝，并记录真实感受作为论文的依据。第一阶段家里的饭菜搭配非常多样，得到大家的欢呼。戴明明和戴天高也跑来参加。接下来刘梅开始针对个人情况制定独特的营养配方，结果有人欢喜有人愁，褒贬不一。第三轮刘梅试图通过饮食改变人的心情和习性，结果全乱了套，刘梅的实验以失败告终。意外的是，刘梅的论文因为选题新颖，被评为第一，获取了营养师资格。",
                    "Aliases": []
                },
                "86": {
                    "ID": "7008783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008783",
                    "TitleEnglish": "榜样",
                    "SummaryEnglish": "戴明明总喜欢跟刘梅在一起。刘梅劝戴天高，劝他多跟女儿交流。而戴天高却不以为然，认为现在的孩子跟家长的疏远是普遍现象。并跟刘梅打赌，说刘星跟他就比刘梅亲，刘梅开始不信，而事实确实如此，刘星似乎更愿意跟戴天高交往。刘梅不服气，私下让夏东海将刘星拉拢过来，但夏东海却显得无能为力。刘梅只好通过戴明明去了解刘星喜欢戴天高的原因。原因令刘梅很吃惊，戴天高竟是刘星的榜样。",
                    "Aliases": []
                },
                "87": {
                    "ID": "7008784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008784",
                    "TitleEnglish": "我本善良",
                    "SummaryEnglish": "大家以为刘星逞能咬了流浪狗，于是决定要惩罚他。消毒，换衣服，打疫苗，刘星被折腾得很是狼狈。随着事情越传越开，从邻居到同学都开始躲着刘星远离它。刘星很郁闷的回家，开始标榜自己是动物爱好者，在身上前后贴上和狗亲热的照片，衣服上也都挂上小动物。最后刘星终于承认了错误。",
                    "Aliases": []
                },
                "88": {
                    "ID": "7008785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008785",
                    "TitleEnglish": "姥姥的爱",
                    "SummaryEnglish": "热心的胖婶要给姥姥介绍对象，东海夫妇希望姥姥晚年幸福，于是做了不少工作。姥姥终于勉强答应见一面。不料此事被刘星和夏雨知道，他们不愿意姥姥嫁人，就在约会时间上做了手脚，姥姥的约会泡汤。老头失望的走了。结果这件事被夏东海知道，两个孩子受到了严厉批评，为了弥补错误，两个孩子又为姥姥策划了第二次约会。",
                    "Aliases": []
                },
                "89": {
                    "ID": "7008786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008786",
                    "TitleEnglish": "减压",
                    "SummaryEnglish": "夏雪为进入学校设立的高考重点班考试准备着。家里人都如临大敌，这一切给夏雪形成了无形的压力。夏雪开始不正常了，考前焦虑综合症让一家人心急如焚，想尽各种办法，夏东海灵机一动提出要刘星带夏雪出去玩，夏雪断然拒绝。刘星自告奋勇，可以想办法让夏雪没时间学习。在刘星的设计下，夏雪果然忙得脚不沾地。虽然考前一天没有学习，可夏雪压力减小了，自然就考上了重点班。刘星得意于自己的功劳，刘梅拿出刘星不及格的卷子，宣布开始给刘星加压。",
                    "Aliases": []
                },
                "90": {
                    "ID": "7008787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008787",
                    "TitleEnglish": "隐身衣",
                    "SummaryEnglish": "夏雨不知从哪弄来一本整蛊的书，把家里人都整的叫苦不迭。大家气愤之馀开始商量对策，于是决定以毒攻毒。刘星拿着一件普通雨衣跟夏雨说是隐身衣，全家人一起配合让夏雨对这件隐身衣深信不疑。大家以为这次终于成功了，没想到夏雨穿着雨衣在家里胡吃海喝，还要把家里的东西送人，大家只好装看不见，甚至忽视夏雨的存在，夏雨终于感觉到孤独，最后只好脱掉隐身衣，向大家认错。",
                    "Aliases": []
                },
                "91": {
                    "ID": "7008789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008789",
                    "TitleEnglish": "借我一个家(上)",
                    "SummaryEnglish": "夏东海的同学李宝来到夏家，原来夏东海同意李宝在夏家住一段时间。李宝的种种古怪行为让夏家的人感到十分奇怪。在大家的再三追问下，李宝称自己其实就是个业务员，为了做成生意，不惜到处借来各种东西抬高自己的实力，而且把借东西说成是一门学问。大家对这种理论很是不解。刘梅恰好要去一家公司面试，李宝于是全方位了给刘梅借了一通，包括自己。孩子们也受到李宝理论的影响，开始大借特借。",
                    "Aliases": []
                },
                "92": {
                    "ID": "7008790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008790",
                    "TitleEnglish": "借我一个家(下)",
                    "SummaryEnglish": "刘梅居然在面试中成功，不过刘梅觉得这样的方法终究会露馅。大家也觉得李宝的‘借鸡下蛋’理论很谬论，想把他请走。没想到，李宝请求把夏家借他用用。原来李宝的母亲来北京看病，他已经把自己吹出去了。只好先借夏家应急。无奈中大家只好答应，刘梅甚至也成了李宝的保姆。李母来了，大家都在演戏，信以为真的李母真的享受了起来。孩子们忍不住了，向李母说出了真相。李母替李宝倒了歉，并且要为大家做一顿大餐吃。",
                    "Aliases": []
                },
                "93": {
                    "ID": "7008791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008791",
                    "TitleEnglish": "快乐足球",
                    "SummaryEnglish": "刘星经常耗在电视机前看足球赛，刘梅担心影响学习，要求刘星停止看球赛，并许诺说如果刘星能够做到，她将发给刘星一笔数目不菲的奖金。刘星被这笔奖金所诱惑，答应了刘梅的条件。夏雪和夏雨则成了捣乱者，他们不相信刘星能够做到不看球赛。但是刘星这次居然顶住了种种诱惑。夏东海开导刘梅，如何既让刘星保持这个爱好而又不影响学习。夏东海和刘梅为刘星列出了一个计划，规定了刘星每个星期看球赛的时间，刘星爽快地答应了。球赛开始了，夏东海全家守在电视机前看起了球赛。",
                    "Aliases": []
                },
                "94": {
                    "ID": "7008793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008793",
                    "TitleEnglish": "一双鞋的代价",
                    "SummaryEnglish": "夏雨不知道从哪弄来了贝克汉姆的签名球鞋。为了不被父母知道，夏雨请求刘星为其保密。刘星答应了夏雨的请求，条件是自己在一个礼拜之内的所有‘罪行’都由刘星出面承担。刘星无奈，答应了夏雨的请求。不想，夏雨自从有了‘垫背’的，竟然肆无忌惮犯错误。刘星饱受冤枉，却有苦难言。刘星与夏雨严正交涉，夏雨表面答应，却依然不改。夏雨为了使父母相信错误是自己犯的，而拼命解释。终于，夏雨再也解释不动了，主动向父母交出了签名鞋。",
                    "Aliases": []
                },
                "95": {
                    "ID": "7008794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008794",
                    "TitleEnglish": "小龙虾的悲喜剧",
                    "SummaryEnglish": "刘梅身体不舒服，夏东海买回来小龙虾给大家吃。吃完后，夏雨出现了不良的症状，大家怀疑小龙虾有问题，夏东海很是郁闷，提议先把小龙虾养起来，一定要调查清楚。后来夏雪带回来调查结果，原来夏东海买回来的小龙虾都是从养殖场里养殖的。",
                    "Aliases": []
                },
                "96": {
                    "ID": "7008795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008795",
                    "TitleEnglish": "姥姥也美丽",
                    "SummaryEnglish": "上海老头要来夏家做客，三个孩子特别积极开始重新打扮姥姥。姥姥不同意，认为上海老头就喜欢自己现在的样子。没想到上海老头以崭新形象来到夏家。姥姥一时没能接受，陷入了郁闷中。孩子们用各种办法劝姥姥也转变形象，最后姥姥终于心动了。孩子们赶紧把上海老头再次叫到家中。并不知情的姥姥已经转变了形象，上海老头突然出现，姥姥有些措手不及。上海老头很是高兴，拿出两张美容卡和姥姥一人一张。",
                    "Aliases": []
                },
                "97": {
                    "ID": "7008796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008796",
                    "TitleEnglish": "家有信息台",
                    "SummaryEnglish": "朵朵和夏雨用打信息台得奖品的方式来比赛谁更聪明，夏家的电话费暴涨。一开始大人还怀疑是夏雪和刘星两个人干的，结果发现是夏雨在疯狂的拨打信息台。夏东海和刘梅教育和开导了夏雨，而此时的夏雨由于一再的输给朵朵而情绪异常低落。大人开始担心夏雨的状况，于是想了一个方法就是在家里重新装一部电话，弄了一个“家庭信息台”。这个方法既节省了电话费，也能够让夏雨不再自卑和低落。同时大人们还发现这个方式让夏雨的知识突飞猛进。",
                    "Aliases": []
                },
                "98": {
                    "ID": "7008797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008797",
                    "TitleEnglish": "不受重视",
                    "SummaryEnglish": "刘星结束夏令营回到家，本以为家人会非常想念他，不想家人都各忙各的，谁也不在意他。刘星急了，说自己是家里最不受重视的人。刘星列举往事(闪回)，用实例证明。大家这才感觉到都不同程度地忽视过刘星。为了弥补过失，大家都送刘星礼物，还满足刘星去海洋馆玩的心愿。出门前，家里每个人都带上了他们认为刘星会需要的东西，大家高高兴兴地出门，没想到却把刘星一个人给落在了家里。",
                    "Aliases": []
                },
                "99": {
                    "ID": "7008798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008798",
                    "TitleEnglish": "中秋快乐",
                    "SummaryEnglish": "中秋节这天，全家准备一起出去听音乐会，可是夏雪却迟迟未归。刘星提供的情报加重了二人的忧虑：夏雪昨天买了一个精美的礼物，而且今天出门带走了。夏雪回来了，一切迹象都在印证着大家的推测：夏雪在外面吃过了，而且还喝了酒，同时夏雪还带回了一个新款的皮包。最后终于弄清楚原来夏雪是去陪玛丽吃饭了。夏雪说着就哭了。东海夫妇被夏雪的行为触动，都给原来的妻子和丈夫带去了问候。夏家人度过了一个难忘的中秋节。",
                    "Aliases": []
                },
                "100": {
                    "ID": "7008799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7008799",
                    "TitleEnglish": "一张旧照片",
                    "SummaryEnglish": "刘梅收到了一封来信，里面有一张旧照片。照片上有两个小孩，一个是刘梅，可另外一个想不起来了，信中还说道要兑现当年的承诺。于是全家人开始帮助刘梅找这个人，刘梅自己也打电话询问当年同学的情况。不过始终没有找到照片上的“小男孩”。那个“小男孩”终于联系到了刘梅，原来不是“小男孩”，是刘梅当年的好友王春。两个人约好人到中年后交换全家福。刘梅想起来了，这回她们又再次约定等到老年时再交换一次全家福。夏家决定马上一起照一张美满的全家福。",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "795885",
            "URL": "https://thetvdb.com/series/home-with-kids/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 101,
            "Episodes": {
                "1": {
                    "ID": "7012959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7012959",
                    "TitleEnglish": "琴声动我心（上）",
                    "SummaryEnglish": "夏雨最近很沮丧，朵朵突然不跟他在一起玩了，却屁颠屁颠的跟在另外一个男孩子的后面跑，只因为那个男孩是个“钢琴王子”。于是，痛定思痛后的夏雨也决定要学习钢琴。东海和刘梅劝夏雨，说他年龄大了，不能学了，夏雨发誓一定能够学好.东海和刘梅被夏雨的决心感动，给夏雨买了钢琴，还请了钢琴家教。夏雨开始刻苦学习钢琴。尽管琴声吵得刘梅神经衰弱，为了夏雨的钢琴，刘梅仍撑着。可是就在这时候，夏雨发现那个小男孩开始学跆拳道了，成了“跆拳王子”，更受女孩青睐。于是，夏雨立刻放弃了弹钢琴，改学跆拳道了。",
                    "Aliases": []
                },
                "2": {
                    "ID": "7012961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7012961",
                    "TitleEnglish": "琴声动我心（下）",
                    "SummaryEnglish": "刘梅看到刚刚买回来的钢琴就成了废物，还在家里占地方，心理就觉得堵得慌，为了不浪费钢琴，强迫刘星学琴，刘星终于难以忍受，逃脱。刘星为了摆脱刘梅的纠缠，给刘梅出主意，把钢琴租给别人。邻居家的孩子来租夏家的钢琴了，刘梅非常高兴，两万多的东西终于派上了用场。可是听到别人家孩子的美妙琴声，想起自己的孩子“不学无术”，心里觉得堵得慌。刘梅决定还是不出租钢琴了，并提出把租金退还。可是对方家长却拿出钱来还给了刘梅。刘梅这才恍然大悟，原来刘星不是出租钢琴，而是花钱雇人来家里弹琴。刘梅更觉得郁闷。夏东海来报告消息说，钢琴被处理掉了，而且没赔钱，刘梅这才高兴起来。接下来轮到夏东海郁闷了，卖钢琴伍千元的亏空不知到哪里去找回来。",
                    "Aliases": []
                },
                "3": {
                    "ID": "7012963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7012963",
                    "TitleEnglish": "刘梅的论文",
                    "SummaryEnglish": "刘梅满怀信心的参加单位的竞争上岗，却因为没有论文惨败。从没写过论文的刘梅决定点灯熬油，绞尽脑汁的写论文。家里没有了她的打理乱成一团。刘梅满怀信心的开始把论文发往各大小医学刊物。转而全家人开始收到论文的退稿，为了不伤害刘梅，家里人想方设法瞒着刘梅却被刘梅发现，大家只好不停的安慰刘梅受伤的自尊心。刘星通过权权交易的手法帮助刘梅发表了论文，但刘梅一看论文小样傻了眼，原来除了名字，内容全部是杂志的副主编亲自操刀给她重写了一遍。面对这样一篇论文，刘梅深感羞愧，真正认识到自己在学术上的差距，她开始重新构思自己的论文了，家里又将大乱了。",
                    "Aliases": []
                },
                "4": {
                    "ID": "7012964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7012964",
                    "TitleEnglish": "鼓励教育",
                    "SummaryEnglish": "刘梅批评孩子们，自己还气得不行，夏东海开导刘梅，说教育孩子光靠批评不行，要多进行鼓励。第一天，刘星拿回来不及格的考卷，刘梅强忍怒火进行“鼓励”；第二天小雨被邻居告状，刘梅非但没有批评，反而加大了鼓励力度；第三天夏雪夜闯了祸，刘梅照样大加“鼓励”。莫名其妙的鼓励，反而让三个孩子惴惴不安，都以为这是“暗藏杀机”。几天过去了，“鼓励”上瘾的刘梅发现孩子们竟然没有犯错误，而自己也没有了鼓励的机会。于是，刘梅找孩子们谈话，三个越来越害怕，干脆来个坦白从宽，争取个宽大处理。三个孩子都把自己曾经隐瞒的“历史问题”一一交代，刘梅终于忍耐不住，宣布鼓励教育即刻终止，开始“武力教育”。孩子们仓皇逃命。",
                    "Aliases": []
                },
                "5": {
                    "ID": "7012965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7012965",
                    "TitleEnglish": "冤家对头",
                    "SummaryEnglish": "刘星和夏雨分别遭到新邻居家的淘气鬼淘淘的暗算，两孩子发誓要报复。杨欣带着孩子前来道歉，因为淘淘的鲁莽，夏雨再次与其发生冲突。结果刘星夏雨被双双关了禁闭。夏雨决心找淘淘报仇，夏雪将此事告诉了夏东海，夏东海和刘梅连夜商量解决办法。夏东海告诉夏雨，男子汉要心胸开阔，建议他把淘淘叫过来握手言和。杨欣带孩子来了，再次道歉后说自己要去加班，陶陶留在夏家做游戏。夏家被淘淘弄的一团糟，夏东海一直要大家保持冷静，给淘淘做榜样，并带头收拾，淘淘终于被感动，夏东海满意的回房间继续写稿子，但发现电脑被淘淘擅自切断电源，致使稿子全部丢失，夏东海极为郁闷。",
                    "Aliases": []
                },
                "6": {
                    "ID": "7012967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7012967",
                    "TitleEnglish": "妈妈要参军",
                    "SummaryEnglish": "为了让刘星改掉贪睡的毛病，刘梅跋山涉水去郊外给刘星买优质鸡蛋。可刘星吃了仍是不见长进，仍旧睡不醒。刘星马上要面临中考，刘梅开始为刘星的将来而忧虑。孩子不争气，刘梅只好寻求捷径。特长，少数民族，军属，这是中考加分的三个条件。可这刘星都沾不上。正一筹莫展之际，机会竟然从天而降，刘梅遇到了过去的老同学，而老同学现在正是一名军人，她的孩子去年就因为沾了军属的光而进了重点高中。更让刘梅喜出望外的是，老同学这次来北京就是来招收军队营养师的。刘梅当即就宣布她要报名参军。妈妈的决定在家里引起了轩然大波，大家都舍不得刘梅走。刘星更是陷入了巨大的痛苦之中，刘星再也睡不着了。",
                    "Aliases": []
                },
                "7": {
                    "ID": "7012969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7012969",
                    "TitleEnglish": "刘星的失眠",
                    "SummaryEnglish": "刘星第一次失眠了，不是因为考试不及格等等“小事情”，而是因为一个女孩约她明天在小区花园见面。约会内容大出意料。原来女孩想请刘星帮忙刺探作文大赛的题目。接下来的几天，刘星想出种种招数套问夏东海，还半夜溜进夏东海床下，差点吓坏了刘梅。刘星没有刺探到题目，转天去见约好的那个女孩，睡眠不足哈欠连天的刘星词不达意，稀里糊涂说自己失眠，女生以为是作文题目就欣喜而去。刘星准备了道歉卡向女孩道歉，但这时候女孩并不打算搭理他。夏东海知道事情真相后，告诉刘星一个好消息和一个坏消息——好消息是女孩进了前三名，坏消息是她被取消了获奖资格。刘星终于如释重负。",
                    "Aliases": []
                },
                "8": {
                    "ID": "7012970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7012970",
                    "TitleEnglish": "祝你健康",
                    "SummaryEnglish": "刘梅和杨欣听了一期专家讲座后，都高度紧张，根据她们的分析，淘淘有暴力狂倾向，夏雪是典型的自以为是幻想狂，刘星是逃避现实燥狂，而夏雨很可能已患上忧郁症。二人决定使用专家提供的“快乐疗法”：让孩子们自由，为所欲为，不要管理他们。夏东海以为刘梅出了什么大问题才放纵孩子，还费心的要带她去检查身体。孩子们则是肆无忌惮，空前狂欢。但很快问题接踵而来，夏雪筹划去撒哈拉找金子，夏雨狂吃冰淇淋成了急性肠胃炎，刘星差点被老师给“放弃”，孩子们最后共同要求：还是适当被管着点儿好。",
                    "Aliases": []
                },
                "9": {
                    "ID": "7012971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7012971",
                    "TitleEnglish": "如此排名（上）",
                    "SummaryEnglish": "刘梅开完家长会深受刺激，很伤自尊，因为开会时家长在教室里坐的是孩子上课时的座位，而孩子的座位是按考试分数确定的，分数越高，座位越靠前。刘梅的儿子刘星座位在最后一排，夏雨在中间，夏雪的座位还算靠前，但老师说夏雪成绩不稳定，座位要跟着成绩随时调整。为了让孩子们有个好的排名，刘梅决定在家中搞一个竞争机制，三个孩子谁的排名靠前就给予物质奖励，吃饭做主位，看电视坐正前方最好位置，否则就罚做家务。这一决定遭到孩子们强烈反对，但拗不过母亲，只好同意。刘星自知无法和夏雪、夏雨竞争，采取了将对方成绩拉下来的做法。搞恶作剧影响夏雨做作业，让其考试成绩排名和自己接近。",
                    "Aliases": []
                },
                "10": {
                    "ID": "7012972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7012972",
                    "TitleEnglish": "如此排名（下）",
                    "SummaryEnglish": "夏雨排名下滑后，又干扰姐姐夏雪复习，结果夏雪成绩也下来了，夏雪一怒之下，以同样方法回击，结果三个人考试成绩全都落后到刘星标准，排名不分上下。刘梅痛心疾首，声泪俱下，难道自己要坐个前排位置这个小小的要求都达不到吗？夏东海也说刘梅的心愿应该得到满足。三个孩子受到震动，为了安慰母亲，决定好好复习，考一个好成绩，好让母亲开家长会座位靠前扬眉吐气。月考结束，刘梅满怀希望地等待孩子给自己报成绩。三个孩子回来了，都说自己考得不错，但是——学校宣布接到教育部门通知，停止学生成绩排名。座位由学生的眼睛视力决定靠前靠后。视力好的在后排，差的坐前排。刘梅愣了半天，立刻满屋找视力表。此时她希望座位靠后了——咱孩子视力好啊！",
                    "Aliases": []
                },
                "11": {
                    "ID": "7012973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7012973",
                    "TitleEnglish": "缘来如此（上）",
                    "SummaryEnglish": "刘星骑自行车回家，被陶陶一足球踢在脑袋上，腿上磕破了皮，胡一统得知刘星被撞伤，认为东海应该去和陶陶家长理论，可是东海却认为这点小事用不着家长出面。胡一统讥讽东海太“怂”，决定自己亲自去讨回公理，争取赔偿。他来到杨欣家算账，碰巧看见杨欣因为陶陶而摔得鼻青脸肿，立马送杨欣去了社区医院包扎，而且主动为杨欣掏了二百元的医药费。杨欣在感激之余对胡一统很多崇拜，胡一统很是飘飘然，忘记了算账的事。胡一统高兴的回到夏家，刘星问要的赔偿呢？胡一统急忙从口袋里掏出二百块钱说是对方的赔偿。胡一统刚走，杨欣匆匆赶来了，原来胡一统从她家走后，她才想起来忘了还给胡一统垫的医药费，是赶来还钱的。刘星见自己的父亲不仅“怂”还说大话，又气又恼，夏东海却意味深长地笑了，说胡一统八成是看上陶陶妈了！",
                    "Aliases": []
                },
                "12": {
                    "ID": "7012974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7012974",
                    "TitleEnglish": "缘来如此（下）",
                    "SummaryEnglish": "杨欣称自己已经找到合适的再婚人选了，把事情的经过告诉了刘梅。原来杨欣最近经常和胡一统碰巧相遇：（闪回）第一次是胡一统送自己去医院；第二次是胡一统夹着书去上课，身边还有几个学生簇拥着；第三次是因为胡一统英勇无敌，替路上的一个孩子打抱不平。刘梅也觉得这个男人太出色了。正说着，杨欣突然想起来有个东西还没准备好，下楼去买。胡一统却来了。刘梅和胡一统都很纳闷对方怎么在这里？最后刘梅才知道杨欣一直说的那个人就是胡一统。刘梅说什么也不相信胡一统改头换面变成了一个谦谦君子，就问胡一统到底是怎么回事？胡一统把经过又说了一遍：他送杨欣去医院是因为准备去向杨欣要赔偿；他夹着书上课是因为违章去法培，那几个小伙子是跟他同病相怜；而路上替一个孩子打抱不平是因为那个孩子是刘星。胡一统说得口若悬河，刘梅听得目瞪口呆。刘梅说杨欣全部搞错了，把胡一统当成了英雄偶像，胡一统听了倒很享受。刘梅要冲出去找杨欣说出实情，胡一统赶紧拦下刘梅……",
                    "Aliases": []
                },
                "13": {
                    "ID": "7012975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7012975",
                    "TitleEnglish": "最佳搭档（上）",
                    "SummaryEnglish": "学校要举行红五月歌咏比赛，黑妹主动邀请刘星和自己准备二重唱，但刘星很看不起对方，冷淡拒绝。刘星将自己的理想搭档瞄向新转来的女生丝丝，并夸口三天之内要和和丝丝认识，并让对方答应和自己一起上台表演。刘星第一招想用香肠吸引小狗的办法接近狗主人，结果失败；第二招“失物招领”，依旧没能如愿，第三招又没成功，反使黑妹和丝丝成了好朋友。夏雨设法帮助哥哥，在半路上埋伏好以后，为“追足球”突然扑向丝丝的自行车——刘星充当家长和丝丝对面交涉，因为紧张竟有些语无伦次，合唱的事连想都没来得及想。在大家的嘲笑声中，刘星决心找机会表现自己的超能力。举办一个社区化装晚会，名正言顺的邀请丝丝参加。",
                    "Aliases": []
                },
                "14": {
                    "ID": "7012976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7012976",
                    "TitleEnglish": "最佳搭档（下）",
                    "SummaryEnglish": "刘星做了很多晚会设计和筹划，打出的节目预告也很另类和刺激。刘星积极准备，忙的不亦乐乎，已无暇顾及在丝丝面前如何表现的事了。只好让鼠标和键盘帮他打听丝丝的情况，得到的信息是，丝丝将以小蜻蜓的面目出场。晚会开始后，刘星对身边飘过的“小蜜蜂”不予理会，甚至还拒绝了小蜜蜂的邀请，一心只想接近小蜻蜓。小蜻蜓始答应了刘星的诚恳邀请。他们的合唱果然很成功，博得大家的掌声。小蜻蜓摘下面具，竟然是黑妹。原来黑妹和丝丝互换了面具。",
                    "Aliases": []
                },
                "15": {
                    "ID": "7012978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7012978",
                    "TitleEnglish": "汉堡包与炸酱面",
                    "SummaryEnglish": "刘梅和夏东海准备了丰盛的周末大餐。玛丽领着三个孩子却已在西式快餐店饱餐一顿，刘梅恼火之余，强烈的抨击了西式快餐是垃圾食品！但孩子们都不愿做出这个保证，双方各执己见，夏雨还借口玛丽总是给他吃汉堡包，无法拒绝。刘梅冲动之下给玛丽打电话，要求她不再给孩子们吃汉堡包一类垃圾食品，却遭到玛丽的反驳。刘梅被派去香港出差，玛丽思女心切，顺便把三个孩子都接到自己家小住几日。三个孩子在玛丽家呆了不到一周就逃了回家，原来玛丽从来都不开火做饭，平日三餐不是叫西式外卖就是领着孩子们出去吃西餐。刘梅从香港归来，想起自己之前因为对西式快餐的偏见和孩子们起争执很后悔，主动承认自己从前的想法偏激，而且丝毫没有做饭的意思，当大家都已饥肠辘辘之时，门铃响了。原来是刘梅预定的西式套餐到了，一家四口当场晕倒。",
                    "Aliases": []
                },
                "16": {
                    "ID": "7012980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7012980",
                    "TitleEnglish": "一场虚惊",
                    "SummaryEnglish": "夏雨在外面拣到一个类似金属部件的东西，刘星也觉得这东西灵巧别致，争着抢着要玩，夏东海看见也没在意。小区贴出紧急通知：附近某化工厂拆迁，在搬运仪器时在遗失了一包零部件，含有巨毒物质，若不慎沾染到人的皮肤上，轻则受伤重则丧命。夏东海突然想到刘星和夏雨玩的那个东西，急忙查问，夏雨却一时想不起来放在哪里了，大家四处寻找也没有发现。这时，刘星开始觉得难受，后来竟晕倒了。梅连忙拨打电话叫救护车，感觉自己快要死了的刘星对大家依依不舍，还拿出已经买好但暗藏起来的游戏机送给夏雨，说这是最近好不容易攒钱买的，现在也用不上了。第二天，社区取消了警报，说丢失的东西已经被派出所找到。而且刘星只是因为近来没好好吃饭导致的低血糖。",
                    "Aliases": []
                },
                "17": {
                    "ID": "7012982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7012982",
                    "TitleEnglish": "大厨（上）",
                    "SummaryEnglish": "刘梅和夏东海下班都晚了，刘星给大家做了一顿饭，其实就是一锅乱炖，但味道很鲜美，大家都夸张的赞美他有做饭的天赋，刘星很是享受，继而突发奇想要报考烹饪技校，将来当一名厨师。刘梅坚持儿子一定要考重点高中，东海却尊重刘星自己的选择，小雪认为刘星根本考不上重点高中，小雨全力支持刘星将来当厨师。刘梅责备夏东海不支持自己，夏东海说那是他的策略。为了让刘星知难而退，夏东海特意给他往家里找了一位厨师，想让他给刘星讲讲当厨师的辛苦和不容易。在刘梅的期盼下，夏东海请的厨师终于来了。这位厨师来到夏家，表现得非常傲慢，可是一看到刘星后态度马上就变的很热情，因为他觉得刘星和他死去的弟弟长的特别象，俩人相见恨晚的聊了起来。夏东海和刘梅一再提醒他来的目的，厨师这才想起来是要展现做饭的辛苦和不易，便把一顿饭做得特别的繁琐和累赘，看得全家人都傻了，刘星却特别兴奋，没想到就做饭这点事里面还这么大学问，一边打下手一边问这问那。　　厨师见刘星这么勤奋好学，一定要把全部本领毫无保留地传授给刘星。对这么一位厨师，刘梅又不好翻脸下逐客令，尴尬地看着厨师拉刘星到房里授课。",
                    "Aliases": []
                },
                "18": {
                    "ID": "7012983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7012983",
                    "TitleEnglish": "大厨（下）",
                    "SummaryEnglish": "好不容易送走厨师，刘梅忍不住想揍夏东海，东海说明天让厨师再来一次，一定可以把事态给搬过来。刘梅警告夏东海，明天若不把刘星给说服了，决不轻饶！第二天，厨师又来了，这次他没有让刘星帮下手，只是自己做了几道菜，让大家品尝食物，以说明当厨师需要天赋。谁知道这一举措，厨师却意外的发现刘星是个品尝味道的天才，不收学费也非要把刘星收做徒弟。刘星毅然决然的跟着厨师走了。刘梅傻了，为此事陷入苦恼。夏东海劝她只有支持刘星，将刘星的厨师天赋发挥出来，才是解决问题的根本之道。刘梅好不容易说服自己，为刘星采购了大批烹饪书籍，还买来很多材料，准备好好培养刘星当一名大厨。几天后，厨师又来了，这次是把刘星给送回来的。原来厨师发现刘星只是个吃的天才不是个做的天才，根本是个培养不起来的人。看到这个结果，父母不知是该放心还是该担心。",
                    "Aliases": []
                },
                "19": {
                    "ID": "7012984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7012984",
                    "TitleEnglish": "智者千虑（上）",
                    "SummaryEnglish": "刘星骑车驮着夏雨在花园里横冲直闯，与一老奶奶相撞，刘星和夏雨见闯了祸，逃跑了。刘梅和夏东海回到家，发现刘星和夏雨两个不对头，一直躲躲闪闪的好像做了什么亏心事，目击者朵朵的到来揭开了秘密，原来自己家的这两个小混蛋就是“通缉”的肇事者。刘梅要狠揍了刘星一顿。夏东海却认为这正是教育两个男孩子要用于承担责任的大好时机。于是，夏东海和刘梅拉着是刘星、夏雨，买了好多东西去看那个被撞伤的老奶奶，老奶奶的儿媳妇接待了他们。儿媳妇搞清楚这阵势后，就马上说老奶奶的脚肿得像面包，已经送医院了，刘梅、东海始知刘星、夏雪的祸闯大了。回到夏家，夏东海抓住这个机会给两个孩子大谈责任教育，刘梅也跟着一唱一和。这时，老奶奶的儿媳妇来了，拿出一张500元的治疗费发票让刘梅报销。刘梅只得掏钱。",
                    "Aliases": []
                },
                "20": {
                    "ID": "7012986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7012986",
                    "TitleEnglish": "智者千虑（下）",
                    "SummaryEnglish": "赔了钱后，刘梅找刘星算账。刘星却说父母傻，没事找事去道歉。夏东海更加批评小哥俩的想法不对，让他们即使闯出更大的篓子也要勇于承担。第二天，老奶奶的儿媳妇又来了，拿出药店的300元发票，说是给老奶奶买了壮骨补血的营养品。东海毫不犹豫地付了钱，而且一再声明，我们失去的是金钱，赢来的是诚信。第三天，老奶奶的儿媳妇又来了！她又拿出一张200元的超市购物发票说给老奶奶买了点营养品，好让伤口快点长好，还说老奶奶现在走不了路，可必须要上天津看闺女，回头打车钱也是你们家出！一家人面对老奶奶这个无底洞没辙了，东海和刘梅也面面相嘘不知如何是好，这时，夏雨在花园和正在遛狗追狗的老奶奶邂逅，见老奶奶不但没受伤，跑得还挺欢。夏雨回来把消息一讲，夏家人傻了眼。三个孩子更是摩拳擦掌，准备冲到老奶奶家去，好好理论理论。这时，老奶奶带着儿媳妇来了。原来老奶奶的儿媳妇办了张美容卡，想让夏家替自己弥补美容院带来的额外开支。中年妇女见婆婆受了不白之冤觉得无地自容，很真诚地向夏家人道歉。",
                    "Aliases": []
                },
                "21": {
                    "ID": "7053842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053842",
                    "TitleEnglish": "漫长的等待（上）",
                    "SummaryEnglish": "夏家楼下搬来一户新邻居博士夫妇，他们来向夏家提意见，嫌孩子们太吵。说他们马上要有小宝宝了，希望夏家配合一下。刘梅训诫几个孩子以后要小心，因为楼下邻居马上要“坐月子”。此后夏家孩子开始互相监督，在家里像猫一样走路，唯恐再惊扰邻居，大家都盼着那小宝宝早日出生和长大，也好早日解放。刘梅感叹女博士身材很好，看不出要生孩子的样子，忍不住拐弯抹角的向博士表达自己的担忧，还提醒说预产期一到应马上去医院，大龄产妇有一定危险，一劲儿动员他们上医院。博士夫妇架不住刘梅的热心，终于说出实情，原来女博士因为心脏缺陷是不能生孩子的，他们其实是要领养一个婴儿，为此排了几年队，这次本来已经确定了，一个婴儿马上会给他们，但突然发生变化……博士请夏家的孩子尽情快乐，不必再担心扰民，因为他们今后回家就是继续工作，只有工作才能忘掉烦恼。",
                    "Aliases": []
                },
                "22": {
                    "ID": "7053843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053843",
                    "TitleEnglish": "漫长的等待（下）",
                    "SummaryEnglish": "博士夫妇情绪很沮丧，打算放弃领养计划。刘梅夫妇建议他们收养一个大些的孩子，二人开始考虑这个问题，于是再去申请。刘梅建议他们在等待期间改变自己的生活状态和氛围，把家弄的像个家，为迎接大孩子做好准备。消息传来，有关方面要给博士夫妇一个十岁的男孩，于是夏雨被当作顾问请到博士家，就衣食住行玩等各方面为博士夫妇提供现身说法。无形中成了博士夫妇的临时宠儿，先行体验各种物质享受。刘星甚至都羡慕死了，小哥俩都觉得给别人当儿子比较不错。好景不长，消息传来，要给博士的可能是个同龄女孩，于是请来朵朵，顶替了夏雨的风光。朵朵把夏雨先前的设计统统推翻，按小女孩的爱好搞起来，但消息传来，女孩也不行了，还要继续等，博士夫妇非常沮丧，甚至提出要领养夏雨。",
                    "Aliases": []
                },
                "23": {
                    "ID": "7053844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053844",
                    "TitleEnglish": "两只蝴蝶",
                    "SummaryEnglish": "夏雪要参加学校的毕业晚会，东海把给刘梅买的蝴蝶胸针借给夏雪，夏雪很高兴。不想夏雪在毕业晚会上把胸针丢了，她非常着急，因为刘梅并不知道此事。三个孩子到处找都没有结果，夏雪提出三个孩子出钱再给妈妈买一个，刘星和夏雨虽然不愿意，可也没办法。刚刚把钱凑齐，发现胸针的价钱已经涨了。刘星劝夏雪干脆承认错误，夏雪不同意，于是大家开始想办法筹钱，刘星把自己的东西拿出来拍卖，被刘梅发现，刘星险些说漏嘴。经过一番努力，钱终于凑齐了，又去买，结果这回胸针买没了。没办法，夏雪买回来一只蜻蜓胸针。晚上吃饭时，孩子们都很紧张，可没想到打开盒子发现里面就是那只蝴蝶胸针。原来是夏东海赶在孩子们前面买好了，孩子们终于松了一口气。",
                    "Aliases": []
                },
                "24": {
                    "ID": "7053845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053845",
                    "TitleEnglish": "明日之星",
                    "SummaryEnglish": "一个副导演看中刘星长得像电影明星夏雨，想让刘星去演一个镜头，叫一声妈妈，剧组答应给五百元报酬，夏家高兴地同意了。全家对刘星能参加电视剧拍摄很高兴，鼓励他好好干，刘星已感到奥斯卡在向他招手了，更是叫这个，唤那个帮他拿东西，还真有点腕的味道。为了演好这个镜头，刘星半夜找夏雨和夏雪练习，练习，终于找到了感觉十分投入的大叫：“妈妈——”夏东海和刘梅穿着睡衣，惊吓地从房内冲入客厅！第二天一早，全家欢欢喜喜的把刘星送走。中午，刘星身上穿着印有“明日之星”摄制组的工作背心回来了，且十分得意的把五百元报酬给、爸爸、妈妈、小雪、小雨，每人一百，还给家里买了一块桌布，在给钱时说着让人十分感动的话，全家高兴极了。第二天刘星穿着摄制组的工作背心要去上学，却被刘梅拦了下来，不许刘星穿着背心去学校，刘星坚持要穿，气得刘梅拿起剪刀要剪掉背心，刘星只好作罢。晚上，刘梅以为刘星的明星梦总算醒了，这时，鼠标的妈妈找上门来，鼠标刚买的一件1000元钱的耐克白色T恤衫，上面横七竖八全是刘星的签名。",
                    "Aliases": []
                },
                "25": {
                    "ID": "7053846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053846",
                    "TitleEnglish": "铁蛋系列一（上）",
                    "SummaryEnglish": "《京华少年》报道了一个叫铁蛋的流浪孤儿。东海作为杂志的总编辑，正在帮铁蛋联系收养的人，并准备先把铁蛋先带回家里住一段时间。全家人都很赞同东海的做法。晚上放学的时候，夏雨在路边偶然遇到了一个小男孩儿，个头虽小却非常凶悍。小男孩抢走了夏雨的帽子，夏雨敢怒不敢言。铁蛋真的来了，就是那个抢走小雨帽子的男孩。小雨忌惮铁蛋的威力，没有敢把事情的真相告诉父母。铁蛋住在了夏家，由于他表现非常乖巧，受到全家人的喜爱，风头甚至盖过了夏雨。夏雨又气又吃醋，偷偷地把铁蛋抢自己帽子的事情告诉了刘星，可刘星却不相信他的话。夏雨愈发苦闷，想要自己偷回帽子，可就在他翻开铁蛋的书包的时候，却惊愕地发现铁蛋书包里竟然藏着一把刀……东海和刘梅终于知道了真相，可他们没有批评铁蛋，却用真情温暖了铁蛋的心……",
                    "Aliases": []
                },
                "26": {
                    "ID": "7053847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053847",
                    "TitleEnglish": "铁蛋系列一（下）",
                    "SummaryEnglish": "铁蛋和夏雨又为了一点小事儿发生矛盾。刘星和夏雪商量，要以身作则，教育这两个小孩懂得互相包容。于是刘星和夏雪在铁蛋和夏雨的面前刻意表现包容：他们互相弄乱对方的头发，互相弄坏对方最心爱的东西，虽然心疼，嘴上却都说着“不计较”。可是，由于刘星越作越过分，让夏雪终于忍无可忍。结果二人假戏真做，真的打了起来……当刘星和夏雪打得不可开交的时候，夏雨和铁蛋从他们身上看到了不团结的反面教材，他们互相承认了错误。两个小孩子和好了，可是刘星和夏雪却成了冤家对头，争斗逐步升级。东海和刘梅以为刘星和夏雪还是在“做戏”，所以非但没有阻拦，还夸二人演得好。",
                    "Aliases": []
                },
                "27": {
                    "ID": "7053848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053848",
                    "TitleEnglish": "铁蛋系列二（上）",
                    "SummaryEnglish": "铁蛋一时间成了香饽饽，包括博士夫妻在内，有很多好心人都要求收养他，愿意作他的父母。究竟应该选谁呢？东海和刘梅犹豫不定，于是决定把权力交给铁蛋，让铁蛋自己来选择。面对一个个善良的人，铁蛋不知道该如何取舍，而刘星和夏雨这对“高参”也各执己见，难以达成一致。最后，三个孩子突发奇想，决定搞一场“父母选拔赛”，挑选出铁蛋满意的父母。选拔赛开始了，主考官是铁蛋，副主考是刘星和夏雨，而最后的竞争对手是博士夫妻和另外的一对老板夫妇。经过几轮严格的考试，博士和老板难分胜负。老板为了赢得铁蛋，偷偷地用礼物贿赂“副主考”夏雨，提前获得了考题，结果在决胜局中获胜。东海和刘梅非常担心铁蛋选错了人，可是在最后关头，铁蛋还是自己作出了正确的选择。",
                    "Aliases": []
                },
                "28": {
                    "ID": "7053849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053849",
                    "TitleEnglish": "铁蛋系列二（下）",
                    "SummaryEnglish": "博士夫妻终于有了自己的儿子，兴奋不已，决定把铁蛋培养成栋梁之材。他俩都感觉到铁蛋由于流浪生活，知识太薄，决定加紧补课。他们给铁蛋制定了紧张而周密的学习计划。学习开始了，繁重的学业让铁蛋儿难以忍受，因此他总找借口“逃课”去刘星和夏雨家中玩耍。面对铁蛋儿的不争气，博士夫妻非常焦急和愤怒。博士夫妻分别去向东海和刘梅求教，东海和刘梅把自己当年教育刘星和小雨的办法交给博士夫妇。可是没有想到的是，铁蛋也正在向刘星和小雨讨教“反抗策略”，刘星和小雨把自己当年怎么对付父母的秘籍都传授给铁蛋。博士夫妇发现东海和刘梅传授的招数根本不好使，前来质问，东海和刘梅也感觉铁蛋的背后好像有教唆犯。东海和刘梅经过一番侦查，终于怀疑到是刘星和小雨在铁蛋的背后捣鬼。",
                    "Aliases": []
                },
                "29": {
                    "ID": "7053850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053850",
                    "TitleEnglish": "哥们系列（上）",
                    "SummaryEnglish": "夏雨向刘梅告密，刘星可能要离家出走。很快，刘梅就发现了刘星旅行包里的车票和地图。全家人为之震惊。刘梅还算镇静，认为最好的办法就是先不打草惊蛇。到了那天，刘星正准备去车站，没想到父母全都冒了出来。被逼无奈，刘星只得交代，他是去送朋友到少林寺。刘星的那个朋友叫马军，因为对母亲再婚不满，所以打算离开这个家。刘梅觉得事情重大，决定阻止马军的鲁莽行为，她一方面让夏东海去找马军的妈妈，一方面不动声色地稳住马军。但还是被马军识破了，马军坚持要走，刘梅以自己再婚家庭的亲身经历来说服马军，并最终打动了马军。",
                    "Aliases": []
                },
                "30": {
                    "ID": "7053851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053851",
                    "TitleEnglish": "哥们系列（下）",
                    "SummaryEnglish": "刘星因为在体育课上装病，被老师惩罚跑圈儿，刘星觉得自己颜面扫地，一气之下，说了些气话。当天傍晚，老师的自行车就被砸了，种种迹象表明这是一次报复行为。而刘星就成了嫌疑人。刘星大喊冤枉！那天放学后，他因为心情不好而跑到河边徘徊。刘星却因为找不到证人而有口难辩。为了洗清自己，刘星甚至去找鼠标做伪证，但被鼠标严词拒绝，这样一来，刘星的嫌疑更大了。这时刘星突然想到，这件事很可能是他的朋友马军所为，因为他去小树林之前曾跟马军提到过他在体育课上“栽面儿”的事。马军先是否认，最后终于承认了，说他就是想帮刘星出口气。",
                    "Aliases": []
                },
                "31": {
                    "ID": "7053852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053852",
                    "TitleEnglish": "紧急疏散",
                    "SummaryEnglish": "一天，刘星蓬头垢面的很晚回家，刘梅和夏东海感到很紧张。原来是刘星的学校模拟火灾，举行消防演习。夏东海觉得学校的这个活动很有意义，并买了几个简易的消防面具和灭火器教大家使用。他教育孩子们要重视并能够从容应对发生在身边的危险和紧急情况。刘星却不以为然，他和夏雨把消防面具当成了新玩具玩的不亦乐乎。姥姥则觉得夏东海危言耸听，她拒绝学习消防知识甚至觉得夏东海拿回家这些东西不吉利，要他赶紧拿走。一天，家里只有姥姥、刘星和夏雨，刘星突发奇想，拉着夏雨要试试消防器材。他们把家里弄的到处是烟，戴上消防面具去敲姥姥的房门，告诉姥姥家里着火了，要紧急疏散，姥姥大惊。刘星给姥姥也套上了消防面具，忙乱中，姥姥摔倒，昏了过去。面对着真正的事故，两个孩子傻眼了。夏东海和刘梅赶回了家，面对孩子的恶作剧哭笑不得。经过这番折腾，刘星和夏雨再也不敢胡闹，他们和姥姥都认识到要认真的学会保护自己，救助别人，要认真的学习在紧急情况下的应对方法了。",
                    "Aliases": []
                },
                "32": {
                    "ID": "7053854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053854",
                    "TitleEnglish": "义卖风波",
                    "SummaryEnglish": "胖婶通知，某慈善基金会要夏家所在的小区举行义卖活动，并拿来卖品目录让大家挑选。夏家人为此各抒己见。夏雪的两个“追星族”刘星和胡一同都想讨好夏雪，他们分别向刘星和夏雨打听夏雪的爱好，想讨她的欢心。甚至为此行贿收买情报。不久胖婶又来通知，说要先在社区内部举行小型义卖会，各家都可以拿出自己的东西进行义卖，价高者得，所得款项捐给“希望工程”。同时仰慕夏雪的两个男同学都觉得这是一个好机会，又开始走后门打听消息，都想能拍到夏雪卖出的东西。　　不过夏雪拿不定主意要拿出什么来义卖，刘星和夏雨刺探了半天也没有收获。到了义卖的那天，气氛很热烈，吴江和张洋各显其能，却得到不同的结果。",
                    "Aliases": []
                },
                "33": {
                    "ID": "7053855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053855",
                    "TitleEnglish": "特殊体验",
                    "SummaryEnglish": "姥姥在楼道险些被一个小伙子撞倒，夏雪怀疑肇事者是她两个同学中的一个，但无论她怎么盘问，二人都不承认撞了老太太，还大谈自己一向如何尊重和爱护老人。夏雪不甘心，为了查明真相，决心做一个特殊试验。于是她求助专业化妆师把自己变成老太太，想当面分别试验一下那两个同学。夏雪化妆回家后，一开始连父母都没认出来。夏雪和他们开了一场玩笑。还向姥姥学习走路和日常行为的姿态及习惯用语特点，弄的姥姥反倒找不着范儿了。夏雪出门体验，社区花园装作一个迷路的老太太，向路过的人问询求助。结果那两个男同学居然都是对面不相识，夏雪觉得很好笑，便借故有困难向这位同学求助，结果被对方很冷淡的拒绝。夏雪对其背影暗暗挥舞起拳头，准备以后好好教训一下这个家伙……",
                    "Aliases": []
                },
                "34": {
                    "ID": "7053857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053857",
                    "TitleEnglish": "一夜奇梦",
                    "SummaryEnglish": "刘星感觉自己在家的“生存空间”急剧萎缩：夏雪用言辞挤兑他，夏雨侵占他的生活地盘，而妈妈更是每时每刻按照精确的时间表安排自己的所有活动，刘星非常苦恼。夏雨安慰刘星，刘星畅想自己要是个古代的欧洲贵族就好了，那时候自己就能给自己做主了。带着美好的想象他微笑着迷糊过去……刘星被轻柔的推醒，他惊讶的发现自己穿着贵族装躺在搭建在客厅的帐篷里。东海成了自己的马夫，刘梅是大管家，刘星把平日想做又不敢做的事一一道出，这些平日里的无理要求都被东海和刘梅毕恭毕敬的接受。邻近的商人夏雨和夏雪来跟刘星做生意，利用了刘星没做完作业的公式欺骗了他，刘星一夜之间赔上了全部身家。一场“噩梦”醒来刘星精神抖擞的把功课做完，他认识到了学习的重要性。不过他也和夏雨产生了“矛盾”：因为他把夏雨的牛奶都给喝了。",
                    "Aliases": []
                },
                "35": {
                    "ID": "7053859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053859",
                    "TitleEnglish": "神奇的门锁",
                    "SummaryEnglish": "邻家失窃让刘梅神经紧张，又赶上夏东海出差不在家更让她心里没底，杨欣得知这一情况便提出给夏家更换其单位刚研发试制的新式门锁，让大家出门放心，在家安心。于是宅门和三个卧室门的锁都做了更换。而且，据杨欣说锁的功能都不一样，开法各有新奇。大家参与学习新科技，觉得很有趣。刘梅很高兴，觉得出门放心，晚上也可以高枕无忧了。不料先是大门的指纹锁识别出了问题，夏雨因为玩的手不干净，系统拒绝识别，导致进不去家门。而后又是刘梅做饭手被烫，影响指纹识别，于是只好把宅门所恢复原来。而后是孩子们房间的声控锁出问题，夏雪感冒嗓音变哑，也进不去门了，只好睡在客厅的沙发上，等嗓子恢复正常再进去。最后是刘梅房间的气味识别锁把她关在屋子里出不来了。孩子们只好向邻居求助。在经历一番可笑的解救之后，刘梅好不容易才出了房间，原来是她抹了一种新买的晚霜所致。大家对新产品纷纷提出质疑，要求换所回有的旧式锁。",
                    "Aliases": []
                },
                "36": {
                    "ID": "7053869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053869",
                    "TitleEnglish": "商机",
                    "SummaryEnglish": "高考，对商人而言意味着巨大的商机。夏东海的杂志因开设了“高考”专栏而销量陡增。刘梅的康体中心也因为特设的健康咨询而门庭若市。胡一统也没闲着。他成了营养品和学习机的代理商，结果却让使用了其产品夏雪和刘星大吃苦头。胡一统毫不气馁，很快就摇身一变，开始办学了。他邀请刘星和夏雪去参加他的考场素质提高班，并结合夏雪和刘星的不同特点因材施教，让夏雪通过拳击培养勇气，让刘星通过绣花来培养细心，结果是笑话百出。通过培训，孩子的信心是上去了，可成绩却下来了。痛定思痛，刘梅和夏东海以切身经历向社会呼吁，给孩子一个安静的学习空间。",
                    "Aliases": []
                },
                "37": {
                    "ID": "7053870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053870",
                    "TitleEnglish": "补课（上）",
                    "SummaryEnglish": "胡一统知道杨欣崇拜有文化的人，决定加深自己这方面的修养。胡一统找来大量书籍进行学习，但不是晕头转向就是中途乏味睡去。胡一统用现学的知识在杨欣面前卖弄，虽然破绽百出，但杨欣却对其更生敬意。装做很有文化的胡一统也因此很自满，不分场合的卖弄，但很快被夏雪点破，使得胡一统觉得很丢脸。经过反复考虑，胡一统找到夏东海，要求其传授“真经”，但夏东海因为工作忙而推辞，胡一统依然不依不饶。无奈下，夏东海只好为胡一统推荐了几本书来看！经过一天的恶补，胡一统带着“满腹学问”找到杨欣，正要炫耀时，遭到了淘淘的攻击。杨欣连忙向胡一统道歉，胡一统为了讨好她，说觉得淘淘很可爱，表示愿意承担对淘淘的教育工作，使得杨欣十分感动。因为胡一统的“教育”方式很古怪，淘淘终于忍受不了胡一统，只得把胡一统轰走。被轰走的胡一统心里非常沮丧，可见到杨欣却还要充大头，享受了一番杨欣的“崇拜”安抚后，再次拍着胸脯吹牛承担起教育陶陶的重任。",
                    "Aliases": []
                },
                "38": {
                    "ID": "7053871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053871",
                    "TitleEnglish": "补课（下）",
                    "SummaryEnglish": "杨欣要上夜班，只好把女儿淘淘托付给胡一统照看。胡一统夸口一定带好淘淘。但淘淘不信任胡一统，成心和他捣乱，把他弄的很狼狈。胡一统无奈到夏东海家求援。刘星和夏雨看到胡一统给捉弄的这么狼狈，决心设法教训一下淘淘，于是他们化妆成外星使者，到家里批评淘淘。淘淘向他们暴露了自己的真实想法——由于缺失父爱，内心很害怕受到伤害。刘星和夏雨得知淘淘的真实想法后转而同情她。胡一统不小心碰坏了淘淘心爱的泥塑兔子，大家为安慰淘淘，给她做各种材料的兔子玩具，夏东海把坏了的泥兔子整修好，淘淘非常高兴，表示想要夏东海这样的爸爸。杨欣下班回来，看到淘淘很快乐，胡一统把功劳都归到自己头上。",
                    "Aliases": []
                },
                "39": {
                    "ID": "7053872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053872",
                    "TitleEnglish": "我的志愿（上）",
                    "SummaryEnglish": "高考前一天，一家人憧憬着夏雪高考结束后的幸福生活。高考这天，刘梅和夏东海都早早地起床了，刘梅是因为习惯，而东海则是失眠睡不着。高考终于结束。夏雪充满自信，一家人都为之高兴。刘梅随后就病倒了，几个月来她积劳成疾。夏雪很感动，说她大学毕业后的第一个月工资要献给妈妈，尽管还很遥远，刘梅仍很欣慰。分数下来了，夏雪果然得了高分！姥姥和胡一统也提前送来了贺礼。可意外出现了，夏雪以几分之差落选了，因为夏雪只报了清华，这将意味着心高气盛的夏雪只能在普通大学中做选择了。夏雪情绪低落。考上大学的同学前来安慰夏雪，没想到反而深深地刺激了夏雪，夏雪情绪更加低落。正当大家束手无策时，刘星献计：也许让那些落榜生来安慰夏雪会有奇效，因为夏雪觉得自己是世界上最可怜的人，而那些难兄难弟会给夏雪带来温暖。果然，夏雪跟那些落榜战友一番畅谈后，走出低谷。就在家人欢庆胜利之时，夏雪却说出了她的惊人决定：她既不打算复读也不打算上普高，她要永远地离开大学校门，并做出创业的惊人决定。",
                    "Aliases": []
                },
                "40": {
                    "ID": "7053874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053874",
                    "TitleEnglish": "我的志愿（下）",
                    "SummaryEnglish": "家里顿时乱了套，刘梅再次病倒，夏东海坚决反对夏雪的狂妄之举，劝夏雪不要在人生道路上走弯路，结果被夏雪的一番振振有词呛得几乎吐血。没想到，情况还向着更糟的方向发展，胡一统成了夏雪坚强的后盾，他以自己为范例，鼓励夏雪自学成才，走自己的路！开创自己的事业。几乎在一夜之间，夏雪就从学生蜕化成了女青年，并雄心勃勃地和那些落榜生一起谋划大业。刘梅得知是胡一统背后教唆夏雪，便怒不可遏地前去问罪，没想到在胡一统的言词中，他俨然是一个成功者的榜样而夏东海则是失败者的代表，不能让夏雪成为‘第二个夏东海’。胡一统也在积极地给夏雪寻找机会。这天他兴奋地告诉夏雪，他把夏雪的情况跟一个南海的女老板说了，女老板十分赏识她，并安排夏雪跟一个女老板见面。夏雪回到家中做着去广东南海的准备，并为这家公司构想了两年上市三年冲出亚洲五年遍布世界的宏伟蓝图。这时胡一统来告诉夏雪说，那个女老板经营的不过是一家小作坊，并不是夏雪向往的大公司。夏雪顿感失望。刘梅和东海暗自庆幸。",
                    "Aliases": []
                },
                "41": {
                    "ID": "7053875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053875",
                    "TitleEnglish": "临别之际（上）",
                    "SummaryEnglish": "考试结束，终于自由了。刘星一高兴就将用过的课本撕了，而这一幕，偏偏被方老师撞到了，方老师很生气，责令刘星写检查。刘星尽管嘴上不服，但还是把检查写了，可方老师却认为检查写得不深刻，让刘星重写。刘星开始怀疑方老师在故意为难他，因为他曾经令方老师难堪过。方老师对刘星的第二封检查仍不满意，认为刘星是回避重点，再次让刘星重写。正当刘星一筹莫展之际，突然传来好消息，方老师要调走了。刘星兴奋不已。这天放心，正当刘星准备回家，方老师又来找刘星了。检查还要继续写。可令刘星意外的是，这份检查不必交给方老师了，因为这是刘星写给自己的。临别之际，刘星终于明白了方老师的一番苦心。",
                    "Aliases": []
                },
                "42": {
                    "ID": "7053877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053877",
                    "TitleEnglish": "临别之际（下）",
                    "SummaryEnglish": "方老师就要调走了，刘星决定送方老师一件礼物，鼠标和键盘也积极响应。刘星说，这件礼物既要真诚，还要朴实，还要有纪念意义。这时，鼠标带来一个消息，方老师马上要结婚了。大家为方老师高兴的同时，也想到了送给方老师的礼物，送老师鲜花，象征着方老师桃李满天下。但这个计划很快就被打乱了，因为全校的同学都要随刘星送方老师礼物。刘星提议为方老师搞一次欢送会，并被同学选为这次欢送会的总策划。可怎么把这次欢送会搞得不同反响呢，这道难题又摆在了刘星面前。同学们热情积极地提出各自想法，却都被刘星不客气地否决了。当刘星拿出自以为绝妙的策划时，却遭到了同学的冷遇。刘星为此感到伤心和困惑。",
                    "Aliases": []
                },
                "43": {
                    "ID": "7053878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053878",
                    "TitleEnglish": "我们要独立（上）",
                    "SummaryEnglish": "夏雪创业，夏东海认为是浪费时间，是在走弯路，并因此与夏雪发生争执，夏雪一气之下租房子出去住，夏东海非常震怒。夏雪四处租房，历尽千辛万苦终于找到一处价格便宜的单人房间，夏雪好不容易搬了家。刘梅没能拦住夏雪，只好转过头劝夏东海，对待夏雪这样的倔强孩子，只能慢慢来。适逢刘星夜归，而且挂着彩回来，刘梅劈头盖脸的将刘星一顿狠尅，自以为刚做了好事的刘星特别委屈，一怒之下也要搬出去住，并且立马收拾东西去了夏雪那里。夏东海转而劝刘梅对刘星要慢慢来，要说服不能压服。这对父母同病相怜，惺惺相惜，只有小雨答应不会搬出去住，要父母放心，并为父母做了一锅糊粥以表决心。夏雪和刘星刚搬出去还很兴奋，但很快就后悔了，买了电，买了煤气，买了锅，口袋里连买米的钱都没了，俩人饿着肚子想回去，可碍于面子只好死撑着。刘梅和夏东海也很担心夏雪和刘星的生活，想去看看他们也碍于面子死撑着，直到刘星打电话给夏雨借钱，父母俩再也按耐不住，夫妻俩准备去看看俩个孩子的生活。",
                    "Aliases": []
                },
                "44": {
                    "ID": "7053880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053880",
                    "TitleEnglish": "我们要独立（下）",
                    "SummaryEnglish": "一路上，夏东海和刘梅相互提醒不要再与孩子们发生冲突，可夫妻俩来到俩孩子的住处，忍不住对俩孩子的生活状况满腹牢骚，这一下又把夏雪和刘星的自尊心给打击了，俩人说什么都不愿意回家。在这场较劲中，还是夏东海和刘梅按捺不住了，他们决定给俩孩子一个台阶下，于是他们两个编了理由都搬到附近的宾馆去住了。两个大孩子终于回来了，回到家后一统暴撮，然后洗澡，美美睡上一觉。晚上，夏雪暴撮吃坏了肚子，刘星洗冷水澡晚上发烧了。正当夏雨为他们不知所措、担心不已时，夏东海和刘梅赶来了。从医院回来，夏雪和刘星还嘴硬不肯服输，装做一切都很好的样子。直到刘梅和夏东海表示要真的去过一个蜜月旅行，孩子们这才慌张起来。",
                    "Aliases": []
                },
                "45": {
                    "ID": "7053882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053882",
                    "TitleEnglish": "社区勇士（上）",
                    "SummaryEnglish": "假期到了，老师让学生在假期从事一项有意义的社会公益事业，刘星向几个同学提议成立“社区编外保安队”，为治安和小区文明建设出力，刘星也顺利当上了小队长，简称“刘队”，刘星发誓一定要做出一见让人刮目相看的事情。可是事与愿违，小区治安非常好，接连两个礼拜也没有出现“案情”，刘星寂寞难耐，主动出击，寻找隐藏的“罪犯”，结果把好人当小偷给抓起来了，遭到人家的投诉。刘星被刘梅正式撤职，可是刘星却不甘心，发誓一定要破个奇案，给刘梅他们看看。案件终于发生了，——有人从楼上往下扔垃圾，破坏环境，而且危害路人安全，刘星发誓要抓到这个高空抛物的人。刘星挨家询问，半夜十二点还敲人家的门，遭到投诉。刘星在楼下蹲守，没有找到罪犯，自己却被一袋垃圾砸了脑袋。刘星正在一筹莫展的时候，忽然从身上被扔的垃圾里发现了线索。刘星终于抓到了高空抛物的人，受到胖婶的表扬。",
                    "Aliases": []
                },
                "46": {
                    "ID": "7053883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053883",
                    "TitleEnglish": "社区勇士（下）",
                    "SummaryEnglish": "抓到高空抛物的人之后，刘星在一片赞扬声中信心倍增，决定再接再厉，再攀高峰。碰巧这时，小区花园里的一个井盖接连几次丢失，给居民造成不便。刘星决定再当一回大侦探，前去小花园蹲守，可是把自己冻感冒了，也没能抓住小偷。第二天一早，刘星听胖婶说新换上的井盖又被贼偷去了，而且小贼还很嚣张的向刘星叫起了板，被偷井盖旁边的树上贴了一张小偷的檄文。刘星发誓这回一定要抓住小偷，晚上又去蹲守保护井盖，可忍不住又打盹。为了避免新换上的井盖被偷，刘星干脆把新换上的井盖晚上扛回家里。没想到，井盖刚刚扛回家，就听到了小区保安的广播，说新换上的井盖刚刚又被贼偷去了，这回一定要抓住小偷，让小区里的居民都出来抓小偷。刘星害怕被误会是小偷，想偷偷把井盖还回去。可是发现已经有保安蹲守在井盖旁边。夏家人都行动起来出去抓小偷，刘星成了热锅上的蚂蚁……几经周折，最后刘星趁保安不注意，把井盖还了回去。这时，胖婶从树丛后钻出来，一把抓住了刘星。",
                    "Aliases": []
                },
                "47": {
                    "ID": "7053886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053886",
                    "TitleEnglish": "勇气",
                    "SummaryEnglish": "夏东海开车不小心撞伤了一只猫，结果小区里就到处广播和贴出通知，说是一条狗在小区里被撞了。孩子们要把撞狗的肇事者找出来，几经调查取证和寻找线索，发现夏东海就是那个肇事者，大家陷入了矛盾中。孩子们用各种方法暗示夏东海“坦白从宽”，这期间闹出了很多笑话。夏东海得知孩子们怀疑自己就是那个撞狗的凶手，极力辩护，直到狗主人抱着狗找上门来找夏东海理论。夏东海说自己撞的是只猫，根本没撞过狗。那个主人说，这就全对上了，原来猫被撞，狗看到这一幕，被吓傻了……",
                    "Aliases": []
                },
                "48": {
                    "ID": "7053887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053887",
                    "TitleEnglish": "大扫除",
                    "SummaryEnglish": "周末，宁静早晨被夏雪尖利的叫声打破了，原来她在卧室里发现了一只蟑螂。刘梅认为蟑螂的出现说明家里一定存在卫生死角，于是号召全家开展大扫除，刘星非常不乐意。碰巧这时胡一统来找刘星帮忙，他想请刘星陪同他一去找杨欣，请杨欣看电影。刘星爽快地答应了胡一统的请求，其实他是想借机逃避大扫除劳动。大扫除开始了，全刚刚干了几分钟，就接连不断地发现了很多卫生死角，而且刘梅经过分析发现，这些问题都是刘星制造的。刘梅决定大扫除暂停，要等明天刘星在家的时候一起干，也好给他点教育。于是，东海带着全家去看电影。可是这时候，刘星却在杨欣家里艰苦劳动——原来，杨欣忽然改变主意不去看电影了，而要效仿刘梅进行大扫除，并把刘星当成了主力。结果，当刘星疲惫不堪的回到家的时候，全家人刚刚看完电影归来……",
                    "Aliases": []
                },
                "49": {
                    "ID": "7053889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053889",
                    "TitleEnglish": "夏雪的工作（上）",
                    "SummaryEnglish": "夏雪准备参加一家跨国医疗器械公司的应聘。夏东海和刘梅得知这个消息，内心暗自焦虑，因为希望越大失望也就越大，他们担心夏雪承受不了失败的打击。面试这天，夏雪很晚未归。夏东海和刘梅焦虑万分。夏雪终于回来了，她给家人买了一个大蛋糕，说是庆祝她找到了新的工作。夏雪竟然应聘成功！大家都很高兴，可夏东海和刘梅在喜悦之余还觉得奇怪，因为刘梅一个拥有博士学历的朋友都在那里吃了败仗。刘梅通过私下了解，夏雪果真被这家医疗器械公司聘用了，只不过夏雪的岗位是在前台接电话。高傲的夏雪当然不愿坦白自己的位置，而刘梅和夏东海为了维护夏雪的面子也装做不知道。渐渐地，夏雪开始厌烦了，苦闷了，这种职业并不是夏雪真正需要的工作，她需要实现更大的抱负。刘星让她给总裁写封信，展示自己的才华。",
                    "Aliases": []
                },
                "50": {
                    "ID": "7053891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053891",
                    "TitleEnglish": "夏雪的工作（下）",
                    "SummaryEnglish": "很快，她的主管约她谈话，主管明确告诉她，她的岗位就是前台接电话，如果不想干就走人。夏雪一气之下辞职了。夏雪不想把辞职的消息告诉家人，为了不丢面子，她想尽快找到新的工作。可夏雪接二连三地吃了闭门羹，最后不得不论落为向刘星小雨借钱的地步，可两个弟弟却还缠着她买这买那。而刘梅也得知了夏雪辞职的消息，可女儿不说，她又不好点破。看着女儿每天假装上班离家，刘梅和夏东海心里都不好受，他们不知道是该高兴还是该替女儿难过。刘梅每天为夏雪带上饭菜去找工作，夏东海还刻意的为夏雪推荐工作机会，但都被夏雪所拒绝。最后，夏雪终于找到了工作，忍不住蹦了起来。夏雪的戏再也演不下去了，但倔强的她还要沿着自己设计的道路继续走下去。",
                    "Aliases": []
                },
                "51": {
                    "ID": "7053893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053893",
                    "TitleEnglish": "眼睛跳",
                    "SummaryEnglish": "刘星早上起来，左眼不停地跳，姥姥最相信左眼跳是财，给了刘星一百元钱，要他去买奖票，别说，刘星还真中一辆山地自行车，可把全家乐坏了，姥姥更对左眼跳是财，右眼跳是灾深信不疑。第二天小雨也眼跳，吵着要姥姥给钱买奖票，姥姥一看是右眼跳！便紧张起来，不但不给钱，反而不准小雨上学，要他老老实实待在家里，哪儿也不准去，不然怕灾祸临头。姥姥去买菜，刘梅到小雨房里打扫卫生，小雨便躲进床下，刘梅见小雨上学忘了拿书包，急忙拿了书包送学校。学校没有小雨，刘梅通知了东海，二人四处寻找无结果，东海又赶到派出所报案。警察来了，姥姥见警察是为小雨的事来的，怕警察怪罪，千方百计想把警察支走再说实情，警察警惕起来，把东海和刘梅拉入房内查询，他怀疑小雨的失踪和姥姥有关。刘梅东海再三保证后，警察才排除了对姥姥的嫌疑。警察便动真格的，拿出步话机，调动警力，要求各车站、机场、码头，加强布控姥姥见状慌了，怕把事情搞大，赶紧叫出小雨说出真情……警察生气了，要带东海去派出所说清楚，姥姥见要带走东海更慌了，宁愿自己跟警察去——众人批判姥姥的迷信思想，姥姥还不服，这时刘星回来了，只见他头上绕着纱布，手上夹着夹板，由于找小雨心急，骑车翻沟里了！姥姥见状，总算觉悟了！",
                    "Aliases": []
                },
                "52": {
                    "ID": "7053894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053894",
                    "TitleEnglish": "家有宝贝",
                    "SummaryEnglish": "忙于进行各种创业尝试的夏雪，看了某电视鉴宝节目后，开始挖掘身边的宝藏。在她的逐个引导追问下，姥姥找出了久违的麻酱票，而上海老头居然“配套”的找出了当年舍不得用的一张白糖票，大家正惊叹他们“天作之和”时，杨欣也找到了娘家远方亲戚的缺口粗瓷大碗，据说高度疑似明清劳动人民的吃饭家伙。夏东海虽然不屑于大家的“寻宝”行动，也禁不住凑热闹搜索起舅爷爷当年给故宫拍的老照片，却也出人意料的从舅爷爷家拿回了一件“正宗宫廷龙袍”。鉴宝之夜，大家齐聚夏家客厅。夏雪请来的专家给出了结果：大碗的确是劳动人民的器物，但绝对是当代劳动人民用的；而呼声最高的龙袍只是一件戏服而已。反而是开始被夏雪和大家纷纷瞧不上的糖票、麻酱票有点价值。最爆冷门的是上海老头无意中抖出的他爷爷当年写给他奶奶的蝇头小楷书信，被专家估认为最具升值空间。而信中真挚情谊也让大家唏嘘感慨。刘梅等当场表示若能收到这样的书信，什么都可以考虑。刘梅期待哪怕有人给她写封超过100个字的便条，她都知足。刘星和夏雨都对这话格外感兴趣。第二天一早，刘梅在厨房发现了两封101个字的信。书面告诉她刘星月考两门不及格要请家长，夏雨弄坏了学校计算机机房线路要赔偿。信中最后郑重提醒她——记住自己昨晚说的话，收到信她应该已经很知足，千万不要发火。刘梅哭笑不得。",
                    "Aliases": []
                },
                "53": {
                    "ID": "7053895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053895",
                    "TitleEnglish": "造型师（上）",
                    "SummaryEnglish": "夏雪在外面新交了些朋友，总是聊到很晚才回来。刘梅开始担心，但又不能强制孩子，最后她想出了一个法子：转移夏雪的兴趣。刘梅发现夏雪喜欢发型设计，于是便给她买了许多有关书籍，果然奏效，夏雪不仅喜欢上了美发造型，还立志要做造型师。刘梅很高兴，又给夏雪买了理发的工具。结果夏雨第一个遭到了夏雪的“毒手”。小雨捂着乱七八糟的头发哭哭啼啼不见人，最后，刘梅给小雨买了一顶帽子才算劝住小雨。尽管出了乱子，可刘梅仍旧支持夏雪。并让夏雪拿她的头发尝试，结果刘梅也成了‘戴帽族’。刘星也没能幸免。一时间，夏家的帽子竟成了小区一景。",
                    "Aliases": []
                },
                "54": {
                    "ID": "7053896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053896",
                    "TitleEnglish": "造型师（下）",
                    "SummaryEnglish": "夏雪对美发造型到了痴迷的程度，总盯着别人的脑袋浮想联翩。没了练习对象，夏雪便贴钱去给别人理发，经常有家长带着孩子找到家里，刘梅还是用帽子来解决问题。全家人开始反对夏雪了！可夏雪很固执，坚持自己的追求。最终还是夏东海想出了解决办法。大家表面上支持夏雪的追求，其实是让夏雪忙得顾不上剪刀。夏东海“告诫”夏雪，要想成为一个优秀的造型师，不仅要有手艺，还要有文学修养，有绘画才能，懂得历史，还要……，夏东海说得夏雪心服口服，于是去读世界名著，去学习绘画，去研究历史，于是夏雪忙得忘了剪刀。",
                    "Aliases": []
                },
                "55": {
                    "ID": "7053897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053897",
                    "TitleEnglish": "请接受我（上）",
                    "SummaryEnglish": "胡一统向杨欣提出求婚，杨欣表示一定要得到淘淘的同意。但淘淘却不肯接受胡一统做新爸爸。胡一统为此很苦恼，用各种办法讨好，试图与淘淘沟通，其间还不断向刘星和夏雨讨教，但还是一次次失败。胡一统终于忍耐不住，想当逃兵了。杨欣也灰心准备放弃。夏家的几个孩子鼓励两个大人，想办法帮助他们，但他们出的主意让这两个人或是做不好，或是不肯做，有时很可笑，有时很难堪。忙和半天总是不行。淘淘终于松口表态，同意妈妈再给自己找一个新爸爸，但说她心目中的爸爸是夏东海那样的。胡一统无奈极力在各方面模仿夏东海，甚至和他穿同样的衣服，但淘淘就是不认可",
                    "Aliases": []
                },
                "56": {
                    "ID": "7053898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053898",
                    "TitleEnglish": "请接受我（下）",
                    "SummaryEnglish": "杨欣因为淘淘不接受胡一统，所以很苦恼，便来向刘梅诉说。刘梅因为很了解胡一统的为人，觉得淘淘不接受的态度对杨欣来说也未必是坏事。便在安慰之时无意中流露出弦外之音。杨欣听出一些意思，便追问刘梅为什么和胡一统离婚，以及胡一统的真实为人，刘梅左右为难的支吾，怎么说都不合适。杨欣更加起疑，便向刘星、夏雨和夏东海分别咨询，对她提出的一些尖锐问题，几个人回答都很含糊。杨欣的疑虑态度被胡一统发觉，认为刘梅在背后拆台，恼火地到夏家理论。软硬兼施地要求肃清“不良”影响。无奈，夏东海和刘星、夏雨只好夸大刘梅的种种缺点，如说她审美俗气和脾气不好等，以消除杨欣的疑心。杨欣再就得来的有关信息向刘梅求证，刘梅气的够呛要发作，被刘星等阻拦，刘梅无奈只得含糊其词，承认自己的“缺点”，使杨欣放心而去。事后，刘梅大怒，向夏东海和刘星、夏雨追讨精神和名誉损失。",
                    "Aliases": []
                },
                "57": {
                    "ID": "7053899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053899",
                    "TitleEnglish": "我有我创意",
                    "SummaryEnglish": "刘梅正在为创业的夏雪寻找项目，夏雪却早有自己的打算。刘梅向夏雪推荐设计芭比娃娃如何赚钱，可夏雪却将刘梅的芭比娃娃改造成非洲美女。紧接着，刘梅发现夏雪对非洲特别感兴趣，而且找了一个非洲“男友”。刘星、小雨、胖婶不断向刘梅报告，说夏雪和一个黑人亲昵接触。紧接着，那个叫荷西的黑人终于登场，刘梅将夏雪拉进卧室，问了一大通隐私问题。夏雪哭笑不得地说自己与荷西只是搭档，两人正在设计航模参加全国比赛，而自己也将创业计划锁定航模生产商。刘梅知道误会了夏雪，忙设家宴在夏雪比赛后款待荷西，不料，两人在比赛中大败而归，家人连忙安慰夏雪。",
                    "Aliases": []
                },
                "58": {
                    "ID": "7053900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053900",
                    "TitleEnglish": "鼻子（上）",
                    "SummaryEnglish": "夏雪找工作屡屡碰壁，很是沮丧，在别人的提示下，夏雪觉得是因为自己的鼻子长得不好看，于是想要整容。家里人当然都不同意，于是夏雪自己开始搜集资料，不过问题是钱不够。夏雪开始找刘星和夏雨借，都没有成功。夏雪没办法，找了个遮掩的办法，采取视线转移法。夏东海和刘梅对夏雪的状态都很担心，夏东海找夏雪谈话，夏雪表示接受。刘星和夏雨受到夏雪的启发也开始瞎鼓捣，刘梅告诉他们以后要多夸夏雪，不能再刺激她了。夏雪恢复了原来的样子，可消息传来，说美容院在招募志愿者，可以免去手术费，夏雪又动心了。",
                    "Aliases": []
                },
                "59": {
                    "ID": "7053902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053902",
                    "TitleEnglish": "鼻子（下）",
                    "SummaryEnglish": "夏东海和刘梅又开始着急了，听说是免费的就更担心了。刘梅让刘星和夏雪严密关注夏雪的动静，一有情况马上报告。夏东海劝夏雪，结果父女俩人吵了起来，夏雪把自己关在房间里，情况很僵。夏东海希望夏雪能冷静下来回心转意，可并没有。夏雪还在沉浸在给鼻子整形的梦想中，可苦于父母不同意，于是她把整形医生请来现身说法。这边刘梅和夏东海业绩花找老同学牛医生来劝一劝夏雪。结果两边请的同一个人。牛医生劝那边都不是，压力很大，不过说着说着牛医生的职业敏感性就出来了，他认为家里面每一个人都需要整容。夏东海把牛医生赶走。夏雪很是生气，可没想到的是录取通知来了，说夏雪形象气质俱佳被录取了。",
                    "Aliases": []
                },
                "60": {
                    "ID": "7053903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053903",
                    "TitleEnglish": "我的妈妈",
                    "SummaryEnglish": "这天刘梅遇到胖婶，胖婶表情奇怪，说夏雨的一篇作文引起了轰动。刘梅高兴地回到家想犒劳一下孩子，可夏雨却否认自己的那篇作文。刘星将作文偷来给刘梅看，刘梅看着愣住了，因为那篇作文写了她偷花假钞的事儿。刘梅很委屈，她那次花假钞是为了报复黑心的小贩。夏雨感到自己伤了妈妈的心，前来承认错误，刘梅却无言以对。老师又分配作文作业，名字是：我的一天。夏雨决定立功赎罪，刘星和夏雪也出谋划策，结果夏雨写了妈妈做了一天好事的故事。结果这次作文被老师判了不及格。",
                    "Aliases": []
                },
                "61": {
                    "ID": "7053904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053904",
                    "TitleEnglish": "可爱的骗局",
                    "SummaryEnglish": "姥姥在自己家里养的小狗贝贝死了，为在刘梅家附近给贝贝找块墓地，姥姥将贝贝装在纸箱里带到刘梅家，刘梅怕吓着孩子，所以没说箱内是条死狗，只交待不要打开纸箱。三个孩子以为贝贝是在纸箱里憋死的，怕姥姥太伤心，经不住打击，想再找一条小狗顶替贝贝，小胖有一条和贝贝一样的狗，叫宝宝，姐弟三人用许多玩具换来了小狗宝宝，把它装进姥姥带来的纸箱里。姥姥和刘梅回来，准备把贝贝拿去安葬，发现纸箱有动静，打开一看，发现贝贝复活了，刘梅也以为贝贝原来并没有真的死，而是姥姥把只是昏迷的贝贝以为死了，这下可把姥姥乐坏了，但贝贝不亲姥姥，这使姥姥产生怀疑，孩子们这才知道贝贝原来已死，他们便把实情告诉了父母，父母理解孩子的好心，同意用宝宝顶替贝贝，于是编了一大堆理由，来说明经过大病复活的小狗，会失去记忆会改变过去的习性，使姥姥深信宝宝就是贝贝，最后高高兴兴把宝宝领回家。小胖拿着三个孩子的玩具，提着纸箱找上门来，不把宝宝换回去，父母不让他回家。骗局拆穿了，姥姥不再伤心，因为她看到了孩子们对她的一片爱心。",
                    "Aliases": []
                },
                "62": {
                    "ID": "7053905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053905",
                    "TitleEnglish": "神秘三号（上）",
                    "SummaryEnglish": "结婚纪念日，夏东海送给了刘梅一瓶朋友从香港带给他的，名叫神秘三号的法国香水，刘梅很喜欢香水独有的香型也感激老公的情深义长。已经和夏家认识了的杨欣羡慕东海和刘梅的恩爱，试喷了香水，也十分喜爱香水的香型。胡一统对杨欣有好感，想送礼物拉近和杨欣的关系，向东海讨教什么礼物最好，东海趴在胡一统耳边如此这般……东海出差了，刘梅发现摆在床头的神秘三号不见了，刘梅问了所有的家庭成员也没人知道。可巧小雨的老师约见刘梅。年轻的女老师拿出了一瓶神秘三号香水交给刘梅，说这是小雨送给她的教师节礼物，老师认为小学生送给老师如此贵重的礼物是不恰当的。刘梅暗暗猜想，一定是小雨拿了自己的香水送给了老师。回到家，不管是刘梅旁敲侧击还是直奔主题，小雨就是不承认是他拿了刘梅的香水送老师。最后小雨说，是他看了刘梅那么喜欢神秘三号，才央求玛丽也从香港快递购来了神秘三号，小雨喜欢张老师，他认为这是给张老师最好的教师节礼物。",
                    "Aliases": []
                },
                "63": {
                    "ID": "7053906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053906",
                    "TitleEnglish": "神秘三号（下）",
                    "SummaryEnglish": "刘梅半信半疑，小雨委屈地给玛丽打电话让其证明自己的清白，玛丽来到夏家，质问刘梅凭什么冤枉小雨，刘梅好不尴尬。那自己的神秘三号到哪去了呢？刘梅百思不得其解。杨欣又来夏家闲坐，鼻子尖的夏雪闻到了杨欣喷了神秘三号香水，刘梅经过验证（用老师退回来的），问杨欣喷的神秘三号是哪来的。杨欣自豪而又羞涩地说是老胡（一统）送的，刘梅暗自咬牙。刘梅找来了胡一统，一家人质问胡为什么偷刘梅的香水送给杨欣，就算胡是夏家的常客也不该那么不客气呀，大家你一句我一句问得胡一统连呼冤枉。这时东海出差归来，他给胡解了围。原来是东海见杨欣也喜欢神秘三号，又逢胡向他讨教怎么才能取悦杨欣，东海遂将刘梅床头的神秘三号给了胡一统，让他转送杨欣。刘梅听此话要和东海翻脸，东海说朋友给了他两瓶神秘三号，一瓶送给了刘梅，还有一瓶放在办公室。那天先将刘梅的一瓶送给了胡，准备第二天将办公室的拿来替上就行了，没想到第二天出差给忘了。东海从包里拿出了一瓶神秘三号说，我一下火车就直奔办公室才回的家，没想到还是出事了。",
                    "Aliases": []
                },
                "64": {
                    "ID": "7053908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053908",
                    "TitleEnglish": "谁领养谁（上）",
                    "SummaryEnglish": "博士夫妇来到夏家借夏雨用几天，说想带回老家给他快咽气的老爹见见，也好让老人家含笑离世。刘星在一张报纸上看到一个征求领养的广告，是一名11岁的孩子。刘星马上告诉博士夫妇，博士夫妇说为了防止孩子被别人抢先一步领养走，请夏家帮个忙赶快和对方联系。刘星和夏雪通过电话跟被领养人的监护人约好了见面的时间和地点。博士夫妇从外地赶了回来，回家后赶紧准备迎接要领养的小孩子。一切根据刘星和夏雨的爱好，将孩子的房间重新布置了一番，把原来的小床换成了大点的床，把书桌也换成了大点的，准备了一堆11岁小男孩的用品。　　万事俱备，只欠东风。被领养的孩子来了，却是一个71岁的老人，还带着每月三千多块钱的离休费。原来报纸登错了，将71岁登成了11岁。面对这样一位老人，两家人都犯了愁。留还是不留这个老人？每个人都有不同的意见。最后意见终于统一，还是把老人送回去。",
                    "Aliases": []
                },
                "65": {
                    "ID": "7053909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053909",
                    "TitleEnglish": "谁领养谁（下）",
                    "SummaryEnglish": "四个大人只好去找老人谈话，劝老人回家，可老人说自己没有家，子女们都在国外，每大洲一个，可他哪里也适应不了，现在只想在国内呆着。他就是为了寻找天伦之乐而寻找收养家庭的，生活费他可以自己解决。既然不能把老人送走，只好把老人留下。博士夫妇为了不让老人孤独，给老人安排了一些写字画画的文化生活。但都不合老人的意思，老人精力旺盛，每天早晨五点钟就起来去爬山，为了让博士夫妇也能早点起来锻炼，弄了六七个闹钟摆在家里闹早。老人还买来跳舞毯放在家里跳舞，打电话叫来刘星、小雨一起跳。吓得博士夫妇老担心老人犯心脏病。老人倒没犯心脏病，但刘星、小雨却累倒了。老人只好拉着博士夫妇来跳。人觉得博士夫妇的饮食结构有问题，便承担起做饭的责任，每天菜谱搭配虽然让博士夫妇难以下咽，但营养结构却无可挑剔。博士夫妇慢慢习惯了老人在家的生活，经过一段时间的锻炼和饮食，健康状况和精神面貌明显改善，博士夫妇考虑将要正式办理老人的领养手续。正准备出门，一个民警带着老人的子女一起来到，原来老人是从一家高级养老院跑出来的。老人的孩子知道这件事后，就从国外回来了，并说为了父亲，要放弃国外的生活，回国内发展，陪老父亲安度晚年。",
                    "Aliases": []
                },
                "66": {
                    "ID": "7053910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053910",
                    "TitleEnglish": "找感觉",
                    "SummaryEnglish": "刘梅号召大家参加卡通故事大赛，刘星第一个宣布不参加，经过一番争执，刘星勉强答应帮助参加比赛的两个选手“找感觉”。刘星和夏东海迫不得已打扮成指定卡通形象，以帮助参赛者尽快进入状态，抓住人物性格。刘星忘了卸妆就到楼下买东西，他发现被人跟踪，跟踪他的是一个四五岁的小孩子。原来那小孩很喜欢未来星，他把刘星当成了卡通里的人物，小孩子缠上了刘星，非让他讲卡通国里的故事。刘星开始敷衍，但没想到越讲自己越兴奋，他给小孩编织一个非常美好的关于未来星的童话。刘星把小孩送回家，答应有机会请他去迪斯尼去玩。回家后刘星把自己关在屋里奋笔疾书，报名截止的日子到了，刘星鬼鬼祟祟的将自己的作品投到信箱里。几天后刘梅一开门看到厂家来送喜报。获奖者居然是刘星！当被问到什么激发了刘星的想象力的时候，刘星想起了自己的承诺，颓然倒在沙发上。刘星还是把去迪斯尼的机会让给了小孩，并自我安慰还有登载在杂志上的相片，当他拿到杂志，立刻傻眼了，上面还是卡通人物。",
                    "Aliases": []
                },
                "67": {
                    "ID": "7053911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053911",
                    "TitleEnglish": "热锅上蚂蚁（上）",
                    "SummaryEnglish": "淘淘玩捉迷藏躲在夏家，听到胡一统来临阵磨枪的取经学习，淘淘虽然半懂不懂，但向夏雨提出疑问，夏雨不会说慌，把事情说漏，刘星得知事情穿帮，忙通知胡一统。让他设法挽救局面。胡一统只好讨好淘淘，并向她试探，免得淘淘给他告状。淘淘趁机提出各种要求，胡一统只好逐一满足，并因此受到杨欣的埋怨，觉得他太溺爱淘淘，对孩子没好处。杨欣要求胡一统拿出未来严父的样子，好好管教淘淘，胡一统只好答应，但背地里却仍旧放纵。刘星看不过去，联想自己小时候曾被父亲打骂，更是有些恼火，刘星发了一通怨气后动员胡一统自首，说他不能生活在谎言里。胡一统犹豫不决，为了断其后路，刘星和夏雨一起教训了淘淘，还替胡一统写了一份“我的自白书”让淘淘交给杨欣。胡一统闻讯后觉得自己完了，埋怨刘星害了他。杨欣带着淘淘来了，说觉得胡一统主动认错是好的，可以既往不咎，但要求胡一统真的把淘淘培养成材，才能考虑二人的婚事。",
                    "Aliases": []
                },
                "68": {
                    "ID": "7053912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053912",
                    "TitleEnglish": "热锅上蚂蚁（下）",
                    "SummaryEnglish": "胡一统给淘淘制定了一套提高整体文化艺术素质的学习计划，开始哄着她学习，但淘淘一开始还很好奇，但不久便不耐烦了，除了听故事，别的都不感兴趣。刘星给胡一统出主意，把自己过去对付家长，不好好学习的诀窍告诉他，也好对淘淘实行监督，但淘淘虽然处处被制，但还是不好好学。杨欣埋怨胡一统没本事，胡一统无奈向夏东海求教，最后想到一个杀鸡吓猴的办法，模仿古代小皇帝读书要陪读的方式，让夏雨陪学，替淘淘受罚。夏雨不干，刘星一再恳请，甚至拿出私房小宝贝贿赂，夏雨才勉强答应。陪读开始，在夏雨身上施行“苦肉计”杀鸡吓猴，淘淘被镇住，但很快不灵，淘淘看出破绽，胡一统无奈使劲表演，结果差点弄假成真，夏雨大哭起来。",
                    "Aliases": []
                },
                "69": {
                    "ID": "7053913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053913",
                    "TitleEnglish": "消费的权利（上）",
                    "SummaryEnglish": "刘梅为了获得出国考查的机会，将马院长请到家里吃饭。刘梅准备了一桌丰盛酒菜，却发现凉菜还有些单调，于是让刘星和夏雨去买只烧鸡回来。二人在超市门口的摊位上买了一只顺口烧鸡。马院长对那只烧鸡赞不绝口，因为刘梅嘱咐过孩子，马院长爱吃的东西别人不许吃，所以那只烧鸡几乎全进了马院长的肚子。吃完饭，马院长突然闹起肚子，而且疼痛难忍，大家连忙将他送到了医院。大家分析，只有马院长吃了那只烧鸡，所以问题一定出在那只烧鸡上。大家义愤填膺地去找烧鸡店老板，可那老板不仅不承认，还态度蛮横。回到家，刘梅很难过，出国的机会彻底泡汤了。而孩子们仍旧不依不饶，他们决定要同不法商贩斗争到底，来维护消费者的权益。",
                    "Aliases": []
                },
                "70": {
                    "ID": "7053914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053914",
                    "TitleEnglish": "消费的权利（下）",
                    "SummaryEnglish": "虽说马院长在刘梅家吃坏了肚子，没想到因此查出了癌症，而且幸亏发现得及时，马院长前来道谢，并正式通知刘梅准备出国。这是刘梅第一次出国，而且去的还是时装之都法国。刘梅满心欢喜地做着准备。孩子们仍坚持不懈地同黑心老板做着斗争，但那老板很狡猾，孩子们苦于找不到证据。刘梅四处采购着打了折的国际名牌，其价格悬殊令人堂目。刘梅穿着‘体面’地出国了。孩子们经过不懈的努力，终于获得了劣制烧鸡的证据，并促使烧鸡店老板公开道歉。刘梅就要回国了，孩子们急切地等待着妈妈。然而站在他们面前的刘梅却是一副惨状，她穿戴的假名牌全被机场海关没收了。",
                    "Aliases": []
                },
                "71": {
                    "ID": "7053915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053915",
                    "TitleEnglish": "家庭暴力",
                    "SummaryEnglish": "最近在播出一部反映家庭暴力问题的电视剧，引起了孩子们的关注。小雨无意间听到父母房中传出刘梅模糊的“惨叫”声。他害怕极了，忍不住向小雪求救，但小雪以为他是在做梦。小雪小雨一起侦察，晚上再次听到了刘梅的惨叫声，刘星也发现了。三个孩子不知如何是好，他们既气愤夏东海的做法，又不愿让警察把他带走。孩子们开始从各个侧面隐晦地教育夏东海，希望他可以改掉打老婆这一恶习。夏东海感到莫名其妙。夜晚终于平静了，孩子们欣慰对父亲的教育收到了效果，他“改过自新”了。没过几天，让孩子们始料未及的事情发生了，夜晚，夏东海发出了“惨叫”声！刘星沉痛地说，数据显示，家庭中也有女性对男性施暴的，看来刘梅是兔子急了开始咬人了。当夏东海的惨叫声在寂静夜晚再次出现时，孩子们忍无可忍敲开了父母的房门。他们惊讶地发现，父母非常和睦。原来夏东海夫妇其乐融融，在互相做足底按摩。",
                    "Aliases": []
                },
                "72": {
                    "ID": "7053916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053916",
                    "TitleEnglish": "报答",
                    "SummaryEnglish": "刘星和鼠标为“国际文化节”准备了一首英文歌，二人本想随着录音机假唱，结果遭到大家的一致谴责。刘星上志愿网求助，很快，一个叫乔勇的大学生就前来辅导刘星。乔勇尽职尽责，刘梅觉得过意不去，想给乔勇报酬，被乔勇谢绝，乔勇说自己是志愿者，他的工作就是无偿奉献。乔勇又给夏雨找来英文教材，刘梅马上要花钱来买，乔勇却说，这是免费的公共图书馆。同时，乔勇还热心辅导夏雨英文对话，刘梅更觉过意不去。这时她突然发现乔勇和夏雪一起外出，以为二人正在谈恋爱，结果又是虚惊一场。乔勇做的越多，刘梅越是感到不安，乔勇怎么这么热心？究竟图什么呢？刘梅突然想到乔勇即将毕业，而他又是外地大学生，于是决定帮他找个工作留在北京。工作找到了，可乔勇的态度又是出人意料。",
                    "Aliases": []
                },
                "73": {
                    "ID": "7053917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053917",
                    "TitleEnglish": "神秘的女孩（上）",
                    "SummaryEnglish": "博士夫妇在接受夏东海采访的时候，表达了想领养一个孩子的迫切愿望。没想到文章发表后，一个姓方的农民领着一个叫婷婷的女孩来到夏家，说要将婷婷交给博士夫妇抚养。婷婷乖巧伶俐，博士夫妇高兴地答应领养这个孩子。老方突然不辞而别了，而且还留下十万块钱，说是婷婷父母遗留下来的。婷婷开始跟博士夫妇一起生活，博士夫妇对婷婷疼爱倍至。可令他们苦恼的是，婷婷这孩子沉默寡言，几乎不跟他们说话。更令他们想不到的是，当他们将苦恼对刘梅一讲，刘梅竟然十分诧异，因为在她面前的婷婷是个活泼可爱的女孩。婷婷怎么在博士夫妇家里就判若两人呢！这时，刘梅又听到一个震惊的消息，夏雨告诉她，婷婷偷偷跟爸爸通电话。",
                    "Aliases": []
                },
                "74": {
                    "ID": "7053918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053918",
                    "TitleEnglish": "神秘的女孩（下）",
                    "SummaryEnglish": "刘梅决定揭开婷婷身世之迷，便跟踪了婷婷。结果发现婷婷去跟老方见面。原来老方就是婷婷的亲生父亲。婷婷想跟爸爸走，可老方却执意不肯。原来，老方是开煤矿的老板，他没文化，想让婷婷受到良好的教育，便谎称婷婷是个孤儿让博士夫妇领养。刘梅终于忍无可忍，上前指责老方。老方惭愧地答应带婷婷回家。博士夫妇知道真相后，十分难过，但他们还是宽容地原谅了老方，并依依不舍地同婷婷告别。没想到，老方再次不辞而别。随后，老方的矿井发生事故，因为老方责任重大，畏罪潜逃了。婷婷很难过，变得忧郁起来，她总是抱着一个小盒。小盒里到底藏着什么秘密，这引起了大家的好奇。最后迷底揭开了，里面放的是婷婷的全家福。老方也出现了，他决定去自首，临走前他郑重地将婷婷交给博士夫妇抚养。",
                    "Aliases": []
                },
                "75": {
                    "ID": "7053919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053919",
                    "TitleEnglish": "度日如年（上）",
                    "SummaryEnglish": "夏家附近新开了一家大型综合商场，大家觉得以后购物消费都更方便。夏东海则为刘梅的钱包担心。商场发放了很多诱人的海报，其中不少打折和优惠信息，每人都生出一些消费欲望，连夏东海也被感染。几天消费下来，不仅现金花光，连银行卡也透支了。夏东海把问题的严重性向大家说明，并带头自我反省。刘梅接受批评，孩子们也表示要制约自己，但夏东海说为了彻底解决这个“过度购物消费的社会问题”，需要进行一个特别实验——禁欲一个月，初步完成从一个消费者到公民的转变。实验期间只能买基础性的生活必需品，不许买特定或精加工的东西，也不能去外边吃饭、看电影和买衣服等等。刘梅为给孩子当表帅，只好支持夏东海，夏东海出台了一个实验报告，具体规范大家的各类生活行为。其中包括夏雨不能吃冰激凌、刘星不能买影碟、夏雪不能买除学习之外的书籍，刘梅甚至连餐巾纸都不许买，大家作为“报复”要求写上夏东海也不许买啤酒……此报告经过反复切磋协商，准备正式执行。谁知刚开始执行的第一天，姥姥带来商场新一轮打折促销的消息，刘梅耐不住跃跃欲试，要求夏东海把实验推迟一天。",
                    "Aliases": []
                },
                "76": {
                    "ID": "7053920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053920",
                    "TitleEnglish": "度日如年（下）",
                    "SummaryEnglish": "姥姥好不容易才弄明白“禁欲实验”是怎么回事，觉得这实验根本长不了。　　实验开始，大家处处受制约，刘梅把找出的带编号手绢发给大家，说以后要常洗手绢来代替餐巾纸了。此后，诸多不便开始折磨每一个人——夏雨为不能吃冰激凌而苦恼，夏东海没有啤酒只好改喝茶，茶叶也没了之后就改白开水。刘梅因为需要买被禁止的化妆品，只好暗中求姥姥私下传带过来，姥姥顺便给夏雨带来一盒冰激凌，夏雨偷吃被刘星揭发，为整肃实验纪律，姥姥被宣布为“破坏分子“而“驱逐出境”。夏雪的同学过生日要聚会，按条例生日礼物也是不许买的，夏雪挖空心思设计和制作生日礼物，却因“独此一份”而大获称赞。刘星反复研究那份实验条例，想从中找到漏洞，以改变这种乏味生活。夏雨的一句无心之语启发刘星——不能购买，可以接受光明正大的馈赠。于是刘星开发自己的关系网，以各种缘由开始获得赠予。他想要的东西居然源源不断的赠送而来，夏东海虽然气恼却无可奈何。此时他也接到朋友聚会的邀请，回来后，喝了很多啤酒的夏东海以自己没花钱为由为自己辩解……实验终于结束，没有一个人坚持到底。",
                    "Aliases": []
                },
                "77": {
                    "ID": "7053921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053921",
                    "TitleEnglish": "减肥记",
                    "SummaryEnglish": "夏雨由于比较胖体育课不能达标，被同学讥笑，甚至朵朵也不大爱和他玩了。夏雨很苦恼，向刘星倾诉，刘星建议他只有少吃多锻炼这一条出路，否则将来会变成一个大胖子。夏雨开始节食和锻炼，但刚一尝试就失败了，半夜起来找吃的。刘星嘲笑他没有毅力，让夏雨觉得很苦恼。刘梅怕他有压力，只好安慰他，说小时候胖没关系，以后会瘦下来的。夏雨在周末去见玛丽，提起刘梅说过的话，被玛丽批驳一通，玛丽还说，现在是穷人胖，富人瘦，所以自己一直在吃减肥药控制体重。夏雨受到玛丽启发，悄悄拿了玛丽的一瓶进口减肥药暗中服用。果然没有食欲了，夏雨很高兴。刘梅见夏雨饭量减少，以为他身体不舒服，便换着花样为他做小灶加夜宵，夏雨表面上接受，暗中照顾了刘星。眼见夏雨有些消瘦，玛丽又开始对刘梅不满，认为她照顾非亲生的儿子不尽心，夏东海驳斥了玛丽的话，和刘梅一起要带夏雨去医院检查。夏雨才无奈说了实话，刘梅很恼火，责问玛丽作为亲生母亲的失职，为什么误导孩子和不好好保管药物？玛丽结舌。",
                    "Aliases": []
                },
                "78": {
                    "ID": "7053923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053923",
                    "TitleEnglish": "掉包记",
                    "SummaryEnglish": "夏雨因为超重受到同学嘲笑，回家向父母寻求帮助。夏东海和刘梅商定要指导小雨正确的进行减肥。但夏雨不能坚持锻炼，夏东海夫妇便想送他去练跆拳道。小雨怕苦不想去，而刘星正想去练，但父母怕他影响学习不批准，也不给交练习费。刘星无奈，突然想到和夏雨换位，由他顶替弟弟去练跆拳道……夏雨为了不被父母发现，和刘星学了几下花拳绣腿在屋里瞎比划，夏东海夫妇还以为夏雨学艺有成，体重肯定会很快降下来的。刘梅和夏东海看着很高兴，不断表扬鼓励夏雨。　　刘梅为了检验孩子锻炼后体重的下降速度，特意买来电子称给两个孩子称体重，没想到减肥锻炼之后，小雨是越来越胖，而刘星却越来越瘦……",
                    "Aliases": []
                },
                "79": {
                    "ID": "7053924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053924",
                    "TitleEnglish": "发泄墙",
                    "SummaryEnglish": "胡一统为了成为一个合格的爸爸，他报名上了一个‘好爸爸学习班’。这天，他上课回来向夏家炫耀，说现在的孩子普遍心情压抑，需要释放，他还向大家介绍了一种流行于国外的‘发泄墙’，孩子可以将自己的不满发泄到墙上，既痛快了，也不会伤害别人。而夏东海却认为，这种发泄方式反而会养成孩子的暴力倾向。胡一统不听，回家后做了一面发泄墙。胡一统高兴地告诉夏东海，淘淘很高兴，这种方法很有效。可没过两天，淘淘的暴力倾向就显现了，她把别的小孩打了。胡一桶遭到杨欣的批评。夏东海洋洋得意。胡一统并不灰心，这天他又从课上带来了新的经验：沟通墙。胡一统侃侃而谈：现在很多孩子都不想跟家长面对面的沟通，而一面墙则成为家长和孩子交流的平台。夏东海却又唱反调，说这种方式要因人而异，首先对淘淘来说就不适合。胡一统跟夏东海较上了劲儿，二人打了赌。胡一统又在家里建了‘沟通墙’，他为了尽快出‘成绩’，每天都鼓励淘淘把对家长的意见和不满写出来，可淘淘就是不写。眼看自己就要输了，胡一统苦口婆心无济于事，并且还要受到刘梅的嘲笑和杨欣的批评——郁闷的胡一统终于拿墙发泄了。",
                    "Aliases": []
                },
                "80": {
                    "ID": "7053925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053925",
                    "TitleEnglish": "谁说我不在乎",
                    "SummaryEnglish": "孩子们在电话里无意听到刘梅的一个大学同学要来，而且要带个“康帅哥”一起来。刘星认为刘梅喜欢上了别的男人，而且还是一个姓康的帅哥！为了向夏雪和夏雨证明自己的判断是正确的，他主动向父母进行试探，并得到了一些似有似无的证据。夏雪无意发现了刘梅收拾私人物品的箱子，并发现她一直保存着一个康姓男人的信，还有男人的照片。夏雨认为妈妈喜欢别的男人一定是因为夏东海外形不帅，不会做家务，而且越来越不修饰自己，缺少男人魅力。为了保住现在的家庭，孩子们展开行动，督促夏东海注意自己的形象。刘梅的大学同学来了，并带来了刘梅要她带来的“康帅锅”——一种优质不沾锅——是刘梅为常常做饭的夏东海买的……",
                    "Aliases": []
                },
                "81": {
                    "ID": "7053926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053926",
                    "TitleEnglish": "趣味比赛",
                    "SummaryEnglish": "淘淘和夏雨配合比赛结果失败，两个人互相埋怨，关系紧张。胡一统对淘淘持支持态度，让他换一个搭档。夏东海则希望夏雨和淘淘能重归于好，并带夏雨去找淘淘和好。夏东海父子来到淘淘家，两个父亲的立场截然相反，胡一统护着淘淘，气焰很嚣张。夏东海提出要和夏雨搭档参加趣味比赛，但小雨似乎信心并不足。夏东海用激将法刺激小雨，两个人也开始练习（四腿三脚）。到了比赛场上，胡一统和夏东海都说对方平衡不行，赌气中两个大人绑在一起，结果跌跌撞撞的差点摔倒。两个大人正拼着，突然发现淘淘和小雨已经和好了，而且配合很默契。",
                    "Aliases": []
                },
                "82": {
                    "ID": "7053927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053927",
                    "TitleEnglish": "知心朋友（上）",
                    "SummaryEnglish": "刘星放学后因为看不惯大同学欺负小同学，结果把大个给打了，对方找上门问罪，父母自然对他狠很批评。刘星一气之下从家里跑出去，很晚还没回家。家里人开始为他担心，并四处寻找。觉得很委屈的刘星感到不被家人理解的苦恼，一个人在小花园嘟囔着生闷气。突然，一只手拍拍他的肩膀，他的耳边响起一个很有磁性的男中音：小兄弟，怎么不回家呀？……半夜时分，家人为刘星失踪而焦急，刘梅甚至想报警。此时刘星突然回来了，而且态度很平和，说在一个大哥哥的帮助下已经调整好心态了，以后也不会那么卤莽。刘梅觉得儿子真是遇上了好人，直想找上门去道谢。刘星把哥哥带来了，大家看出刘星对哥哥很崇拜，但父母从哥哥的言行中感到一些异样的东西，开始觉得疑惑和不安。哥哥走后，刘星对父母提出有关哥哥的疑问感到不解，刘梅他们只得暗中打听和了解有关哥哥的情况，例如派小雨跟踪……随着信息的增多，父母的担心也在上升，终于准备向刘星摊牌，要求他注意和这位哥哥的交友问题。",
                    "Aliases": []
                },
                "83": {
                    "ID": "7053928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053928",
                    "TitleEnglish": "知心朋友（下）",
                    "SummaryEnglish": "夏东海问刘星最近和哥哥在一起干什么，刘星兴奋的说自己刚通过哥哥认识一些新朋友，什么都懂，巨棒！说着，还掏出了一些诸如绳索、三节棍之类的东西，说他那些朋友正在教他十八般武艺，并当场为夏东海表演诸如手指打断筷子的武艺。刘梅命令刘星立即和他的那个朋友断交，被刘星拒绝，还在自己房间里不出来，以表示抗议！从此夫妻俩一筹莫展，虽软硬兼施，但刘星就是不听，仍和朋友打的火热。刘星又接到新朋友的电话，说要举行一个聚会，让刘星参加，却发现卧室门被刘梅锁住。刘星跳窗户跑了，刘梅和夏东海出去寻找。眼看到了半夜，刘星还是踪影全无，他们开始担心，半夜，夏家被敲门声惊醒，警察带着刘星来了。刘梅认为儿子完了，肯定是参加不轨行动被抓了个现行，又气又急，竟晕了过去。等她醒来，却见刘星站在眼前，原来刘星在关键时刻把握住了自己，不仅没有误入歧途，而且及时报警，制止了一场恶性事件。因为太晚了，警察用车把他送回家的。",
                    "Aliases": []
                },
                "84": {
                    "ID": "7053929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053929",
                    "TitleEnglish": "送礼",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "85": {
                    "ID": "7053931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053931",
                    "TitleEnglish": "英雄的烦恼",
                    "SummaryEnglish": "在小区花园里，一位女士的书包被小偷拎起来就跑，刘星恰巧碰到，挺身而出去追小偷。小偷慌乱中扔下书包逃跑了，可刘星却把书包错交给了小偷的同伙。结果，女事主找上了门，认为是刘星把书包给了小偷，要求刘星赔偿她的损失。刘星感觉到自己很冤枉，分别向胖婶和胡一统去咨询，询问女事主的损失是不是该他来赔偿，结果得到的答案都令他大失所望。女事主催着索要赔偿，刘星害怕此事被家长知道，只好答应了对方的赔偿要求。为了筹到赔款，刘星不惜卖掉自己的心爱之物，可最终还是被东海和刘梅发现了真相。东海请教了律师，认为",
                    "Aliases": []
                },
                "86": {
                    "ID": "7053932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053932",
                    "TitleEnglish": "追不回来的足球",
                    "SummaryEnglish": "刘星他们在工厂里踢球，看门大爷将他们的球给扣了，一定要见家长来拿球才肯给。刘星不愿求刘梅，只好转求姥姥，姥姥却先问起让刘星取照片的事，刘星早已把姥姥让办的事忘在脑后，好不容易才想起单子的下落，终于替替姥姥取回门球队合影，却发现照片上有个老头很眼熟——竟是那看门老头。刘星向姥姥打听，姥姥随意的说出曾帮过那老头的大忙。刘星觉得这是个可以利用的好机会，买了一小盆仙人掌去找老头，说奉姥姥之命来给他送花。还拿出了那张照片。老头把球还给刘星，刘星得寸进尺，提出进厂玩球。老头犹豫后只好答应。但说只此一次，下不为例。鼠标等都觉得刘星脑袋灵光，善于发现和利用人际资源为自己服务。不想老头主动找到姥姥，说自己违反原则后心理很不安，只好来向姥姥当面检讨，以后不能再为交情特殊照顾她的外孙，希望姥姥能理解，如果姥姥不能理解，那他宁肯冒绝交的危险也不能再循私情。姥姥当即把刘星找来盘问，刘星只好乖乖招供，二老训诫刘星，不可被社会上的不正之风影响。",
                    "Aliases": []
                },
                "87": {
                    "ID": "7053933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053933",
                    "TitleEnglish": "亲情",
                    "SummaryEnglish": "夏东海正要带着孩子们下饭馆，却接到玛丽的电话，说马上找自己的孩子有急事。玛丽与孩子见面，情绪非常激动，几乎语无伦次。原来，她近期投资失败，损失很大，觉得一切都是过眼烟云，只有亲情是永恒的。刘梅夫妇鼓励孩子们多安慰玛丽，用亲情帮她渡过事业低谷。但玛丽总是对着孩子们唠叨自己轻信导致事业失败，孩子们渐渐听烦了，找借口不肯去玛丽处。玛丽被拒绝后很生气，上门向刘梅和夏东海问罪，说他们有教唆孩子疏远自己的嫌疑。刘梅夫妇只好动员孩子们多和玛丽见面，并让他们轮班到玛丽那里去住。但这时玛丽的生意又出现转机，她马上就把孩子打发回来，继续忙着打理她的生意去了。夏东海对玛丽的做法很不以为然，感慨：亲情不能“招之即来、挥之即去”，对孩子要有责任和恒久远的爱心。",
                    "Aliases": []
                },
                "88": {
                    "ID": "7053934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053934",
                    "TitleEnglish": "室友的烦恼",
                    "SummaryEnglish": "夏雪的同桌丽丽来到夏家，非常喜欢夏家的感觉。丽丽流露出离开家后心情非常舒畅，大家都觉得挺奇怪的。夏东海和刘梅都对丽丽表现出来的东西很担忧。丽丽来向夏雪求助说她爸就要来北京给她租房，并要放弃工作来陪读。夏雪让丽丽早她爸一步，就说她已经安顿好，并找到了陪读的女伴夏雪，二人租了房子，生活无忧。夏雪决定利用自己家来蒙蔽丽丽爸。开始刘梅并不同意，夏雪和丽丽用一番好话将刘梅麻醉，计划得以顺利实施。丽丽父亲如期而至，来到夏家，他看到丽丽居住的现状后很不满意，做出更换家具的决定，这期间，夏家人接连出现，夏雪和丽丽急忙遮掩，应接不暇，最后家具又搬来，夏家一片混乱。",
                    "Aliases": []
                },
                "89": {
                    "ID": "7053935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053935",
                    "TitleEnglish": "将好事进行到底",
                    "SummaryEnglish": "胖婶在楼道里堆了一些破烂家具和瓶瓶罐罐。刘星把堆的东西悄悄“偷”出去送给了收废品的大爷。胖婶却很感谢他。夏东海和刘梅都夸刘星大有进步，夏东海还将一个mp4奖励给了刘星。刘星本来是抱着恶作剧的心理去扔胖婶家的东西的，没想到却得了这么多夸奖，觉得自己的行为配不上这奖品。他说服夏雨，去做一件真正的好事——打扫楼道卫生。正干活时，胖婶抱着一个大花瓶气喘吁吁地走来。她见商场大甩卖，就抢了一个大花瓶。让刘星帮他看着，说自己接完女儿很快就回来。但等了好长时间胖婶还不回来。两人无奈把花瓶先搬回自己家。可不小心把花瓶打碎了。刘星和夏雨只好把mp4卖掉，又买了个一模一样的花瓶，在家里等胖婶。胖婶回来抱起花瓶高兴地走了，但很快又转回来，她问刘星，我当时买花瓶时找回来的80块钱顺手塞花瓶里了，怎么没了？刘星只好又给了她80块钱。",
                    "Aliases": []
                },
                "90": {
                    "ID": "7053936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053936",
                    "TitleEnglish": "我猜猜猜",
                    "SummaryEnglish": "小雨的老师布置了一道作业：根据横倒的5写出一个成语，这一下可难倒了全家人，每个人都说出不同的答案，什么五光十色、五脏六腑、五五分成、五马分尸，最后全家人要求放下题目，换一道题来做，没想到下一道题更加难解。大家一致抱怨小学生的辅导材料有问题，上面的题目像脑袋急转弯，超出了小学生的教学大纲，最后老师公布的答案更是让全家人目瞪口呆。经过夏东海的投诉，小雨的老师又给同学们换了一本课外辅导，没想到题目是简单了，大家却更加找不到标准答案了，夏东海不得不亲自去一趟学校协调小学生的作业问题。",
                    "Aliases": []
                },
                "91": {
                    "ID": "7053937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053937",
                    "TitleEnglish": "阳刚之美",
                    "SummaryEnglish": "夏东海近来比较注意穿着仪表，有爱美的倾向。大家觉得有些奇怪。夏雨偶然去夏东海单位，发现他身边有个年青的长头发女秘书，二人的状态极为亲近。夏雨回家偶然说出此见闻，引起刘梅的注意，联想到夏东海最近的爱美倾向，不禁有些醋意和危机感，但又不好当面说破。于是刘梅也注意起自己的仪容，并且去办了一张美容卡。夏东海开玩笑的对刘梅的这项高消费进行调侃，刘梅正好借机发泄不满，二人竟吵了一架。孩子们看到父母不和，想帮他们解决问题，夏雨说出他看到的女秘书情况，三个孩子觉得这场小题大做的纠纷与女秘书有关。便严肃的和夏东海挑明。夏东海提出把女秘书带到家里做客，以消除刘梅的误会，孩子们怀疑这种做法能不能解决问题？　　夏东海把人带来了——竟是一个长头发的男青年。他是来实毕业实习的，夏东海这段时间所以爱美，是因为他要以自己的状态来示范，向男青年证明——虽然每个人都有随意打扮的自由，但男人应有阳刚的风度仪表。误会消除，男青年表示他已决定剪掉长发，改理夏东海那样的发型了。",
                    "Aliases": []
                },
                "92": {
                    "ID": "7053938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053938",
                    "TitleEnglish": "全家总动员",
                    "SummaryEnglish": "刘梅严重失眠。夏东海陪妻子看病，医生叮嘱她除了必要的药物外，要多运动，但刘梅说她整日操心孩子们的学习和生活，根本没有时间。为了让刘梅锻炼，夏东海心生一计。三个孩子的老师纷纷向刘梅告状，刘梅规定夏雨每天睡觉前必须跳绳100下，为激励儿子，自己也跟着陪跳；还把活动落地衣架当单杠，要求刘星睡觉前必须做10个引体向上，自己陪着练；每天晚上睡觉前夏雪做操，自己也陪着练。　　随后，根据学校的体育课项目变化，刘梅和夏东海用茶几代用球台，和刘星练上了乒乓球，同夏雨练开了跳远和跳马，和夏雪上对上了艺术体操和交谊舞……虽然很累，但刘梅的失眠却不知不觉好了，楼下的邻居王大伟也不因为吵而找上门来了。孩子们的体育考试全部过关，家里终于清静了。孩子们告诉妈妈，其实他们是故意的，目的就是想让妈妈多运动，让她睡个好觉，爸爸也参与了这个计划。刘梅哭笑不得。这时王大伟找上门来，责问这两天为什么没有动静，他前一阵为了对付楼上的动静，晚上和夏家同步锻炼，同步睡觉，已经习惯了吵闹，现在这种反常的安静让他又失眠了。",
                    "Aliases": []
                },
                "93": {
                    "ID": "7053939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053939",
                    "TitleEnglish": "作家兄弟",
                    "SummaryEnglish": "刘梅的一位老同学来访，她的孩子是个小有名气的少年作家，刘梅大加赞赏，刘星和夏雨则醋意大发。于是，兄弟二人决定也要通过努力，成为少年作家。可是，他们已经尝试，发现作家并不是那么好当的。这时，他们受到夏雪的启发，决定走“捷径”，利用网上的博克进行写作，快速成为网络作家。东海和刘梅虽然有些意见，但认为这归根结底毕竟是件好事，于是积极鼓励。不料，兄弟二人的博克文章一出，全家大跌眼镜。原来，夏雨为了吸引网友眼球，并迅速成名，在博克里胡写些乱七八糟云山雾罩的东西，甚至杜撰刘梅对孩子如何“暴力”，最后发展到兄弟二人互相抨击……刘星和小雨吃尽了苦头……最终，他们终于认识到不该为了一夜成名的不切实际的目的，而不择手段。",
                    "Aliases": []
                },
                "94": {
                    "ID": "7053940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053940",
                    "TitleEnglish": "是对是错",
                    "SummaryEnglish": "夏雨想要一件名牌的童装，可是刘梅答应他只有他在下次语言测试里拿100分，才给他买。夏雨有了学习的动力，努力复习，竟然真的考了100分。就在他将把好消息告诉父母的时候，夏雪发现他的试卷上有一处老师没有发现在错误。夏雨求姐姐不要告诉父母，不然自己得不到衣服了。夏东海同时周末就给夏雨买新衣服，而夏雨却陷入了思想斗争里。最终，夏雨向老师坦白了自己试卷上的错，让老师给他改了分数。父母把童装作为对夏雨的奖励，不是因为100分，而是因为比那更重要的诚实与勇气。",
                    "Aliases": []
                },
                "95": {
                    "ID": "7053942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053942",
                    "TitleEnglish": "重归于好（上）",
                    "SummaryEnglish": "姥姥因一点小事和方爷爷吵架了，结果她一气之下躲到了夏家，发誓再也不理睬那个“倔老头”。孩子们都为姥姥鸣不平，非常支持姥姥的决定，并热情地欢迎姥姥多住些日子。可是没过多久，严重的问题就产生了：由于姥姥整天闷在家里，无事可干，除了吃饭就是睡觉，最后实在闲得太难受，开始主动参与孩子们的活动——她先是拉着给小雨没完没了地讲那些老掉牙的故事，把小雨听得直想吐；她还积极参加了刘星和鼠标等同学组织的“飞镖比赛”，结果姥姥带着老花镜一举飞镖，把所有的人都给吓跑了；姥姥甚至强烈要求给小雪的“篮球宝贝”拉拉队做艺术指导，结果又搅和得一塌糊涂……最后，三个孩子不堪其扰，见到姥姥就躲。可姥姥却陷入了苦闷。",
                    "Aliases": []
                },
                "96": {
                    "ID": "7053943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053943",
                    "TitleEnglish": "重归于好（下）",
                    "SummaryEnglish": "姥姥感觉到孩子们都不愿意跟她一起玩耍，于是变得非常郁闷，甚至茶饭不思。全家人看在眼里，急在心上，都为姥姥的健康担心。三个孩子认为姥姥之所以这样苦闷，责任完全在于方爷爷。于是，刘星和小雨代表姥姥，气势汹汹地去找方爷爷兴师问罪。不料，他们在小区花园见到方爷爷的时候，小雨忽然发现方爷爷的孙女竟然是自己班里最漂亮的“白雪公主”，顿时手足无措，最后小雨只问了声“爷爷您吃了吗”，就不战而退了。全家人都责怪小雨办事不力，小雨也主动低头认罪，可是正在这时，他却接到了“白雪公主”发来的邀请。原来，“白雪公主”想出了一条能让二位老人重归于好的妙计，小雨大加赞赏，并帮助白雪公主一起实施。可是事与愿违，这条妙计很快被两位老人识破……几经努力，二老终于理解了孩子们的良苦用心，重归于好了。",
                    "Aliases": []
                },
                "97": {
                    "ID": "7053944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053944",
                    "TitleEnglish": "拼出新生活",
                    "SummaryEnglish": "夏雪在外面跟陌生人“拼饭”，刘梅既紧张又好奇，夏雪说这是一股新的消费潮流。刘梅因为不放心便跟随而去，回来后感觉不错。正好刘星上学需要绕路，刘梅便决定给刘星拼车上学，因而节省了刘星耽误的时间，成绩也大幅提高。刘梅偿到了“拼”的好处和实惠从此乐而不疲。刘梅单位因为展位涨价而打算退出展会，刘梅灵机一动，跟领导提出去拼展位。果然，刘梅跟另外两家小公司联合拼下了一个展位。刘梅也因而受到领导的表扬和奖励。渐渐地，大家开始偿到了“拼”的苦头，拼来的蔬菜总是单调的几样儿，而且越积越多。刘梅拿到一笔奖金，怎么花呢？夏雪提议去旅游，大家同意。刘梅又兴奋起来，她提议拼团去。",
                    "Aliases": []
                },
                "98": {
                    "ID": "7053945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053945",
                    "TitleEnglish": "以旧换新",
                    "SummaryEnglish": "刘星想买一件新款羽绒服，刘梅没同意。刘星瞒着全家把自己留着穿的几件羽绒衣都捐了，想把刘梅逼到不买不可的地步。刘梅可真气坏了，既然捐了，又不能去要回来，故就是不买，看刘星怎么办！天气预报，明天零下三度，刘星高兴极了吵着要买衣，刘梅要他认错，刘星却油腔滑调大讲支援灾区的伟大意义，豪言壮语一套套，刘梅气得回房不理。第二天，天还真冷，刘星要外出，没羽绒衣，怎么办？刘梅给他一件小雪穿的，粉红色的羽绒衣，刘星当然不肯穿！硬顶着去上课。回家后刘星就躲进了房，从怀里掏出个烤地瓜捂在头上，刘梅一摸刘星额头，吓一跳，全家七手八脚侍侯着刘星。东海和姥姥都怪刘梅太过分了，刘梅也认为孩子再怎么调皮，身体还是主要的，答应明天给刘星买新衣。刘星躲在床上吃地瓜，给闯入的小雨发现，小雨大呼刘星装病，刘星慌了，想把嘴中的地瓜吞下去，还真给地瓜塞住咽喉喘不过气来，两眼往上翻！　　刘星捧着新衣，虚心听着父母的教育……房里刘星得意地试着新衣，小雨十分羡慕刘星的新衣，决定学刘星把自己的羽绒衣全捐了，刘星已明白这样做不好，劝小雨不要学他的坏样，但小雨不听，拿了羽绒衣就冲了出去。",
                    "Aliases": []
                },
                "99": {
                    "ID": "7053946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053946",
                    "TitleEnglish": "超级业主（上）",
                    "SummaryEnglish": "小区的业主大会要举行换届选举，为了体现创新和时代性，准备采用模仿“超级女生”的赛制选出小区人心目中的大会主席。刘梅禁不住胖婶的撺掇报名参加了。胖婶希望她能当选副主席，因为副主席就可以建议修建小区康体中心，胖婶急盼小区能有免费的减肥仪器。但刘梅受孩子启发渐渐有了明确的想法，她要给小区的孩子们建立一个儿童游乐园。已成为小区居民的胡一统，为了表示自己对淘淘的爱，当然也为了尽早树立在小区中的地位，他也准备参加业主大会的竞选。他也看上了副主席的位置，想建议小区建立淘淘梦想的迷你赛车园。",
                    "Aliases": []
                },
                "100": {
                    "ID": "7053947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053947",
                    "TitleEnglish": "超级业主（下）",
                    "SummaryEnglish": "为了准备才艺等多方展示内容，刘梅积极准备，夏雪自认最博学且高智商，主动担任了刘梅的全程形象设计。刘梅的形象一日多变，让人忍俊不禁。夏雨号召全家都加入了刘梅的亲友团。刘星考虑到身份特殊宣布个人保持中立。刘梅和胡一统都很顺利进入前5强。想到后面的胜利更加激烈，胡一统开始策动刘星投诚，派他刺探刘梅的情报。而夏雨早被精明的夏雪安排24小时监视刘星的一举一动。刘星很是懊恼。但左右为难。",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "799365",
            "URL": "https://thetvdb.com/series/home-with-kids/seasons/official/4",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 67,
            "Episodes": {
                "1": {
                    "ID": "7053952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053952",
                    "TitleEnglish": "雾里看花",
                    "SummaryEnglish": "刘梅下班，在花园被人拦住，是附近刚开张的一家影楼发大酬宾优惠券。刘梅看着上面的诸多优惠后兴致勃勃地回身又多要了一张。　　刘梅显摆两张便宜的优惠券，动员小雨、刘星和夏东海一起去拍照，大家都拒绝。刘梅决定自己去拍，并动员夏雪去，夏雪同样挤兑刘梅一顿三天后，刘梅让顺道回家的刘星把照片给取回来。晚上刘梅回来兴冲冲的要看照片，刘星说照片搞错了，没找到刘梅的。刘梅到影楼找照片，并拿回来照片。刘星一看说刚才自己就是取的这张照片，这不是刘梅，其他人也说不是。但刘梅肯定地说这就是自己，大家说她脸上的痦子没了，刘梅说是化妆了。刘梅看着年轻漂亮的照片十分高兴，四处显摆。可是刘星和夏雨怎么看怎么不象刘梅本人，刘星说艺术照根本就是骗人的，照出来的人都是朦胧的，看也看不清楚，刘梅则说刘星不懂艺术。夏东海干脆说一定是影楼弄错了照片。只有刘梅沉浸在对自己美丽的少女时代的回忆里，坚信自己现在和以前一定没有什么太大的变化。经刘梅同意，刘梅的艺术照被照相馆放在了橱窗，刘梅得意自己这张如同十八岁时候的照片。突然一个青年男人找上门来，说橱窗里的刘梅照片是自己走失了一年，现正在四处寻找的女朋友。一家人费劲周折说橱窗里的照片是刘梅的，此人就是不走，缠着夏家人将女朋友交出来。刘梅被当头一盆凉水浇得垂头丧气，她灰溜溜地将照片收起来了。",
                    "Aliases": []
                },
                "2": {
                    "ID": "7053953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053953",
                    "TitleEnglish": "夏雨的X计划",
                    "SummaryEnglish": "夏雨的学校最近组织去军事博物馆参观，回来后便迷上了军事，看了很多反恐电影和军事大片，立志长大后要当一名《第一滴血》中的蓝博那样的“孤胆英雄”。同时，他加紧实践，要从现在就开始训练。他给自己的训练计划取名为“X计划”。晚上，睡不着的刘星想玩mp4，可mp4已经被刘梅没收。夏雨自告奋勇要去帮刘星把mp4 “盗”出来，作为“x计划”的第一仗。趁着夜深人静，夏雨溜到厨房，偷偷的拿酱油往脸上涂抹，还把一条红带子系到头上，一身“蓝博”的装扮，然后打开手电筒悄悄的向刘梅和夏东海的卧室匍匐前进，却不料在走廊绊倒了准备上厕所的小雪。小雪吓的惊声尖叫，吵醒了刘梅和夏东海，大家看到夏雨的样子，哭笑不得。夏雨不听劝阻更加投入，说话做事都是军人的语气军人的动作。刘梅觉得应该制止夏雨的“胡闹”，夏东海却认为，男孩子爱好军事是正常的，这能培养夏雨的男子汉气质。其实，是夏雨的行为勾起了夏东海年少时的侦察兵情节。首战失利后，夏雨一直抱怨自己没有发挥的余地，想着什么时候能再来一次“任务”好好过过瘾。机会终于来了。夏雪周末要去参加一个同学聚会，回来的会比较晚，刘梅不放心又不好阻止。夏雨自告奋勇去“保护”小雪，并以此行动作为“X计划”的第二仗。刘梅坚决反对。夏雨私下里偷偷做起了准备。夏雨信心十足地要打好这一仗，背包里准备了面包、香肠、水、手电筒和指南针等物品(就像要去春游一样)。周末，夏雨给刘梅留下一张字条，背起背包悄悄的跟着小雪出了门。刘梅看到字条，忙让刘星去“保护”夏雨。晚上，刘梅焦急地等待着夏雪和夏雨。这时，一瘸一拐的夏雨被刘星和夏雪搀扶着回来了。原来，夏雪进了同",
                    "Aliases": []
                },
                "3": {
                    "ID": "7053954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053954",
                    "TitleEnglish": "爱的误区",
                    "SummaryEnglish": "刘梅的外甥小亮从老家来，小亮比刘星小比小雨大，小小年纪能自己从老家来，这使刘梅感到惊讶；问及家里情况，小亮也说的绘声绘的和和睦睦；言谈话语流露自己不但学习好，而且听话。相比之下刘星和小雨，就相形见绌了。小亮因学校修房放假，才得机会出来。刘梅心疼表外甥，让刘星带他到天文馆去玩。姥姥还给了他50块钱。小雨在花园遇见小亮的爸爸从老家来找小亮，通过对话，小雨才知道事情不象小亮说的那么美好，真正的情况是小亮挨了爸爸的打，离家出走来到北京。小雨见表舅火气冲天，感到情况不妙，动了心眼儿，说自己没钥匙，先把表舅支走，表舅无出去，只好先去泡脚。小雨把表舅来找小亮的事告诉给刘梅和姥姥，刘梅和姥姥又气又恨，但又怕小亮挨打。此时，小亮和刘星还没有回来，无法一起研究保护小亮的对策。让小雨想办法拖住表舅。表舅泡完脚路过花园，小雨谎称家里还没人来，拉着表舅到乳品店猛吃冰激凌！因为这次是当任务吃的，小雨一连吃了五盒。小雨看到刘星和小亮回来，假装肚子疼，把表舅扔在乳品店，去通知小亮。小亮还在向刘星吹牛，自己如何如何不怕家长，小雨告诉他表舅来了，当时吓得晕倒……表舅左等右等不见小雨回来，从乳品店走出来。见表舅从乳品店出来，三个人赶紧躲了起来。表舅独自找到家来，表舅脾气暴躁，一进门就骂小亮，刘梅和姥姥怕小亮回来吃拳头，千方百计想让表舅离开。最后，刘梅借口姥姥现在添了个爱讲卫生的毛病，近乎于洁癖，无论家里人或亲戚朋友进家都得洗脚，表舅说已经洗过，但是，刘梅找出各种理让他去泡脚，表舅说刚洗过。姥姥说一次哪行，还让他去洗，表舅刚才洗脚买一送一，觉得不洗也浪费",
                    "Aliases": []
                },
                "4": {
                    "ID": "7053955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053955",
                    "TitleEnglish": "朋友贵相知",
                    "SummaryEnglish": "小区里搬来一位家里有钱的男孩，用“经济实力”拉走了鼠标和键盘，结果“抠门”的刘星成了光杆司令。刘星认为要想赢回朋友，必须有经济实力。于是他和夏雨偷偷的一起把电脑买了，刘星拿到钱就给夏雨买冰淇淋，让他不要跟爸爸妈妈说，夏雨答应了。刘星拿到钱之后就拿钱请鼠标、键盘他们买东西，键盘他们都觉得刘星十分的慷慨，于是和刘星去买东西了，买完了之后被那个有钱的朋友看见了，之前鼠标和键盘答应去他家，但是刘星不同意，说鼠标和键盘反悔了，就因为刘星给他们买东西，鼠标和键盘觉得他们不是那种别人给他买东西他们就不守信用的人，于是他们俩走了，还把东西还给刘星，刘星见朋友都走了，就把东西给那个有钱的朋友。那个有钱的朋友觉得刘星很有钱，于是他们就去酒吧喝了一瓶80年代XO，最后他们没钱支付，那个有钱的朋友就把刘星给打了，刘梅和夏东海知道后就帮他支付了那一瓶80年代XO，刘星的零花钱也被扣除了，他卧病在床。夏东海来看他，刘星检讨了自己的错误，刘星终于认识到了——真正的朋友不是用钱买来的。",
                    "Aliases": []
                },
                "5": {
                    "ID": "7053956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053956",
                    "TitleEnglish": "空城计",
                    "SummaryEnglish": "家里的防盗门坏了，厂家答应今天来修，可全家人都有急事要外出，于是责成刘星在家看门守户，并等待修理防盗门的工人。刘梅特意嘱咐刘星，一定要提高安全防范意识，不可马虎。刘星一个人看家，百无聊赖，正好鼠标和键盘来和他来玩羽毛球， 刘星决定出去玩一个小时就回来，并且灵机一动，模仿诸葛亮的空城计，把房门大敞四开，虚张声势。不料，刘星刚走，两个小偷就来到了门口，可他们果然中了刘星的“空城计”，未敢擅闯。刘星玩了一个小时羽毛球，急匆匆赶回家，发现一切安然无恙，于是倍感得意，认为自己就是“诸葛亮再世”的“诸葛星”。这时键盘来找刘星去玩羽毛球，刘星再次使用“空城计”，并且还锦上添花——打开音响，放起流行歌曲，进一步迷惑敌人。一切部署完毕，“诸葛星”放心大胆地去玩羽毛球了。结果刘星刚走，刚才那两个小偷因小区居民防范甚严，毫无所获，心有不甘，又来到夏家打探。他们听到录音机的声音，本来吓得想立刻溜之大吉，可其中一个小偷因为最喜欢刘星放的那首歌曲，所以要多听一会儿，结果发现了“空城计”的秘密。两个小偷识破计策后长驱直入，在夏家大吃大喝，到处搜刮。当他们收拾了东西正要开溜的时候，刘星玩羽毛球归来，稀里糊涂的把小偷当成了修理防盗门的工人，竟然不问清楚的就让他们修，小偷成功的把门修好了，背着“工具包”逃离，幸好被民警堵住，人赃俱获的带来和刘星当面对质-------刘星非常后悔自己不该安全意识淡薄，怀有这样侥幸的心理，自作聪明。",
                    "Aliases": []
                },
                "6": {
                    "ID": "7053957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053957",
                    "TitleEnglish": "种豆得豆",
                    "SummaryEnglish": "夏雨在小区花园遇到新搬来的小女孩璐璐。璐璐个头不大，却非常娇蛮，因夏雨不想跟她玩儿，就用飞镖把夏雨的屁股扎了。夏雨回到家，就跟大家说，大家问明情况，结果刘星决定自己亲自出面，吓唬吓唬璐璐。夏雨和刘星来找璐璐，刘星当面提出警告，不料璐璐根本不把刘星放在眼里。刘星扛起璐璐，威胁把她送去派出所，不料却被璐璐一口咬住了胳膊。刘星回到家，发现胳膊上留下了一口小血印，火辣辣的疼，他嚷嚷着要去注射狂犬疫苗。东海认为这是孩子间的小事，可刘梅心疼儿子，要去找璐璐家长理论。东海怕刘梅冲动，决定亲自出面。东海找到璐璐家，这才发现璐璐爸爸是自己杂志社的新来编辑。两位父亲互致歉意，一笑了之。东海回家说明情况，解释说自己毕竟是领导，不管有理没理，如果为了孩子的事大动干戈，人家会说他仗势欺人，所以还是“以德服人”、“和为贵”。熟料，东海刚刚说服了刘梅，璐璐妈妈却找上门来。刘梅以为璐璐妈是来道歉的，可她却是来兴师问罪的——倒打一耙，指责刘梅“纵子行凶”。刘梅又气又恼。璐璐妈回到家，训斥璐璐爸爸太“懦弱”，并教育璐璐“打得对。这样才能不受气！”，并给璐璐奖励，还亲自传授璐璐如何“踢完就跑”。璐璐爸爸无可奈何。在夏家，刘梅也责怪东海“过分宽容”。东海为了避免夏雨再被璐璐打，像模像样地亲自传授小雨几招“防身术”，用来自卫。夏雨有了爸爸“真传”的功夫，胸有成竹地来见璐璐，可是还没等摆好姿势，就被璐璐踢倒在地。璐璐妈因为自己的女儿的“不吃亏”而感到骄傲，但不料被她惯坏的璐璐，又用飞镖扎了一个人的屁股，别人找上门来要钱了，这时候璐璐妈觉得自己的教育错了",
                    "Aliases": []
                },
                "7": {
                    "ID": "7053958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053958",
                    "TitleEnglish": "信任测试",
                    "SummaryEnglish": "一个同学向夏雨抱怨，说发现妈妈在偷看自己的日记，夏雨自豪地说，别看我平时不写日记，就算我写了，我父母也不会偷看的！他们信任我！我也信任他们！可璐璐不信，说，天下没有不偷看孩子日记的父母！于是，夏雨便和同学打赌，他要对父母做一个信任测试。夏雨大张旗鼓地找来日记本，开始写日记。并在日记中作了记号。从来不写日记的夏雨开始写日记了，这让刘梅觉得很奇怪。她特想看看夏雨到底写了些什么。夏东海劝阻不成，刘梅终于偷看了夏雨的日记。夏雨发现日记被偷看，觉得父母辜负了自己的信任，非常伤心。他不顾父母的要求，在家里玩起了足球，结果打碎了花瓶，受到了刘梅的批评。夏雨对刘梅并不服气，他眉头一皱，计上心来。决定帮助刘星，不过是有条件的，他要刘星帮他买零食刘星答应了，于是他在日记里写刘星要挂了，刘梅看见日记里的内容之后很担心，她认为解铃还需系铃人，她第二天就给刘星买了他想要的玩具，刘星非常高兴，但是他认为这不是夏雨的功劳，就不给他买，结果夏雨就和他吵起来了，被刘梅听见了，知道了这都是夏雨的计谋，她批评了夏雨，但是夏东海也批评了刘梅，觉得他这样做的很不对，刘梅也认识到自己的错误。",
                    "Aliases": []
                },
                "8": {
                    "ID": "7053959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053959",
                    "TitleEnglish": "矫枉过正",
                    "SummaryEnglish": "小区有个小孩儿失踪了，胖婶在帮助家长找孩子的时遇到陈玉萍，嘱咐陈玉萍提高警惕，尤其是他家的女儿高露。其中，有人做过调查，象高露这种年龄以下的儿童最容易受骗。陈玉萍忐忑不安地回到家，不见高露，正好小雨来电话说学校早就放学了，问高露回来没有有事找她？陈玉萍越来越不安，赶紧与高原分头去找。孩子没找到，陈玉萍诚惶诚恐，她几乎认为女儿肯定是被人贩子拐跑了！她联想丰富，越分析越严重，甚至认为高露会沦落街头卖艺。说得高原浑身发毛。此时高露回来，又不回答他们问话。陈玉萍把街头卖艺的孩子说得异常残忍，然而，高露说他喜欢杂技！高露又不见了，陈玉萍几乎崩溃，那街头卖艺的孩子在他脑海里时隐时现，高原解释说高露娇滴滴，没有哪一个骗子喜欢要他演杂技，陈玉萍心里刚塌实一些，没想到串门的刘梅说买小孩的人不会管对方娇气不娇气，不听话就打。陈玉萍吓得两条腿发软，瘫在沙发上。高原和陈玉萍分头到车站去堵坏人！小雨来找高原说事来到高原家，看到高露一个人正在吃东西，一问才知道高露去游戏厅打游戏。这时高原、陈玉萍也回到家，陈玉萍急得心脏病都快犯了，见高露没事人似的还在狼吞虎咽的吃东西，愤怒至极，并互相指责娇惯孩子。夏东海怎么劝也劝不住。高原和陈玉萍商量了一个对策。陈玉萍提出一个管教孩子的传统办法，一打三吓唬！高原虽反对也提不出更好办法，只得依从。一场谈话开始，陈玉萍主攻，高原助攻，对高露说以厉害，两个人把小孩被人贩子拐走后果说得及其可怕，陈玉萍说有人拐走小孩不是练杂技，而是卖器官，高露哑然。答应不再一个人乱跑。陈玉萍觉得达到了目的，向高原摆功。然而，在二人",
                    "Aliases": []
                },
                "9": {
                    "ID": "7053960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053960",
                    "TitleEnglish": "拯救老姐",
                    "SummaryEnglish": "刘星在买鸡蛋回来的路上被一个骑飞车的小伙子撞倒，鸡蛋也打碎了，但对方不道歉还挖苦刘星，然后骑车跑了。刘星回家诉苦，大家还以为他自己不小心才编造出这么个故事。不料夏雪的男同学马超随后登门拜访，刘星发现这就是撞自己的那个人。但马超很镇定的矢口否认，大家都相信马超，认为刘星看错人。夏雪为了补偿刘星造成的不良影响，还选择马超当舞伴，一起去学校跳舞了。刘星为夏雪的交友不慎担心，说服夏雨后一起去给夏雪做工作，但夏雪根本听不进去。兄弟俩无奈去找马超理论，要求他远离夏雪，也失败了。刘星无奈，再次和刘梅严肃谈话，刘梅却说刘星的反对可能会起反作用，把夏雪推向马超一方。马超在社区再次撞了姥姥，恰好被夏雪知道了，终于认清了马超的两面派行径。不再想看见马超了。",
                    "Aliases": []
                },
                "10": {
                    "ID": "7053961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053961",
                    "TitleEnglish": "与猴共舞",
                    "SummaryEnglish": "刘星得知某野生动物园要开展与动物一起野外生存的活动，便想报名参加，还拉鼠标做伴，但鼠标父亲不让，还提醒刘梅注意这一动向，提出种种担心，劝刘梅也不要放刘星去冒险。一旁的夏雨得知此事却欣然要求参加，遭到大人的喝斥。夏东海夫妇为此事看法不一，刘梅坚决反对，怕耽误学习和出危险。夏东海则觉得这对孩子是个锻炼毅力的机会，要去必须做好思想准备，不能半途当逃兵。刘星为了表示自己的决心，主动提出利用周日假期模拟野外生存——在小区花园里生活两天，夏雨觉得好玩也要参加。刘梅认为此举很荒唐，夏东海却说模拟可以，但必须严格要求不能儿戏，于是让夏雪来当执行监督。野外生存要住小帐篷和只能吃猴子的食品等等，当监督的夏雪要求严格一点不通融，所以模拟行动开始不久，夏雨就受不了，。好在鼠标偷偷跑来和刘星做伴，说一定会和父亲抗争，非去体验一把不可。但鼠标模拟了一天也有些吃不住，正好鼠标父亲来捉他，于是鼠标主动暴露自己，乖乖随父亲回家。不过夏雨还在坚持，他又和刘星被巡逻的保安误会，回家之后因为太饿了就也放弃了， 帐篷里只剩刘星一个人在坚持，后来又下雨了，又遇到一个喝醉的人占了他的帐篷，最后风雨交加，无处容身的刘星坚持到天亮。虽然淋雨感冒，却表示参与的志向不变，因此受到夏东海的鼓励，说这才算是个男子汉，同意他报名。刘星报名后焦急等待，但消息传来，由于想参与者众多，本次活动只在十八岁以上的青年中挑选，刘星不够标准。夏雨认为刘星白受苦了，但夏东海说刘星毕竟锻炼了自己，已经有收获。",
                    "Aliases": []
                },
                "11": {
                    "ID": "7053963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053963",
                    "TitleEnglish": "一字千金",
                    "SummaryEnglish": "刘梅的一个朋友茶室要开张，广求名人字画以提高茶室文化品味。正好夏东海认识一位知名书法家，刘梅请他去替朋友求字。并承诺一字千金(人民币一千元)夏东海出差，刘梅去把字幅取回。夏雪觉得字写得不好，却被刘梅斥为不懂，并以此对刘星、夏雨进行机会教育，说只有好好学习将来才能一字千金。璐璐到夏家来玩，恶作剧中把字幅当成废纸撕毁，得知自己闯了大祸，璐璐立刻逃之夭夭。夏雨很害怕，不知如何是好。刘星觉得书法家写得本来就不怎么样，可以照猫画虎给补一张，他刚刚试着写完，便被赶回家的刘梅匆忙拿走。夏雪得知刘星掉包的事，告诉他可能涉及伪造和侵权后果，刘星倒满不在乎，可夏雨越听越害怕，禁不住要去找刘梅坦白交待。但刘梅回来时已在楼下遇到了璐璐，璐璐把她干的坏事向刘梅交待，并要出钱赔偿。刘梅回家后查问情况，得知真迹已毁，刘星仿造一事，愤怒地问罪，此时书法家上门，刘梅以为是来问罪的，一个劲检讨，但书法家说刘梅的字拿错了，那是家里的小保姆模拟练习写的。刘梅和夏雨还有刘星看到真正的真迹之后都感慨起来了。",
                    "Aliases": []
                },
                "12": {
                    "ID": "7053964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053964",
                    "TitleEnglish": "成功的劝捐",
                    "SummaryEnglish": "夏雪在学校报名参加了骨髓移植库劝捐团，回到家里就开始进行劝捐“热身”。胡一统开始时对夏雪的义举表示支持，可后来发现夏雪居然开始劝自己捐骨髓，又有些害怕。他把自己的顾虑和胖婶议论了几句，胖婶也劝他不要捐，同时还说了些负面的小道消息。夏雪把刘星也拉进了劝捐队伍。刘星向夏雪保证，一定再去说服他爸爸捐献骨髓。刘星的目标其实就是胡一统。刘星想尽办法，最后用自己学期成绩跨进良好线作为条件，胡一统终于被迫同意捐献。但胡一统还提出一个附加条件：自己不能是第一个认捐者。只有夏雪找到第一个认捐者，自己才能捐献。但是不能是夏东海。其实这是夏东海施的小计谋，他觉得夏雪不可能说服别人捐骨髓，如果夏雪不能找到第一个认捐者，他也就不用捐了。在刘星的影响下，佳佳也照方抓药，把胖婶拉了进来。刘梅把自己的小计谋告诉胖婶，胖婶也如法炮制，称自己可以捐献，但不能是第一个认捐者。刘星和佳佳在夏雪的督促和帮助下，成绩双双达标。但胡一统和胖婶以没找到第一个认捐者为由，拒绝捐献。夏雪正为如何找到第一个认捐者而发愁，这时夏东海出差回来了，听说此事，表示大力支持，他做了第一个认捐者。但是夏东海不算，最后面夏东海找到他们，他们都责怪夏东海多事，东海却向他们宣传骨髓移植的意义。最后胡一统和胖婶心甘情愿地参加了捐献测试。",
                    "Aliases": []
                },
                "13": {
                    "ID": "7053966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053966",
                    "TitleEnglish": "借个小朋友",
                    "SummaryEnglish": "由于璐璐的骄横刁蛮，在小区没有朋友，同学关系也不好，只好从学校组织的合作小组中出局。璐璐回家哭诉，爸爸认为是璐璐妈过于溺爱所至。陈玉萍并不检查自己，却听说现在的独生子女，可以从别的家庭找伴儿，提出让高原去找孩子来陪璐璐过周末。高原只好从同事家中找来了孩子亮亮，而璐璐不知尊重别人，让亮亮没有感受到玩的乐趣，反而受了委屈。亮亮的家长找到高原家理论，陈玉萍反而认为亮亮不好。两方家长不欢而散。高原无奈，只好决定去夏家找夏雨，但同时也认为正是因为璐璐的霸道，才一直没有朋友，说服陈玉萍共同教导璐璐一定要谦虚友爱，才能找到伙伴。夏雨听说要去当璐璐的伙伴，特别紧张。但夏东海出于同事面子不好推托。夏雨找刘星诉苦，说璐璐很霸道，刘星出于保护弟弟的心理，决定和夏雨一起去璐璐家。刘星和夏雨到高家和璐璐相处，璐璐已经收敛很多，但刘星生怕夏雨被欺负，处处小心谨慎，开始是念报纸，后来演练跆拳道显示威力，最后几乎成了刘星和夏雨在玩，(玩什么需要设计好)璐璐成了被孤立地旁观者。高原在陈玉萍埋怨下，把刘星和夏雨送回了夏家。高原和陈玉萍无奈之下只好自己陪璐璐玩。但璐璐觉得没意思。突然接到电话说有一个同事要主动把孩子送来玩，高兴不已。结果没想到，那家的孩子也是“4、2、1”的独生子女，因为太过娇惯没有朋友，才想找别的孩子陪玩。璐璐被那个孩子欺负得大哭，高原、陈玉萍、璐璐和对方的孩子家长陷入无奈。",
                    "Aliases": []
                },
                "14": {
                    "ID": "7053967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053967",
                    "TitleEnglish": "一地瓜皮",
                    "SummaryEnglish": "璐璐爸爸刚刚买回来的半个西瓜，还没等吃，就被璐璐抱着跑了出去。璐璐把夏雨叫到小花园，说是要一起吃西瓜，可是却只给了小雨特别小的“一小牙儿”，让他“舔着吃”。璐璐自己啃完了半个大西瓜，把掰成几块的瓜皮随手丢在地上，然后扬长而去，却命令夏雨留下收拾瓜皮。夏雨正在嘟嘟囔囔地收拾，碰巧一个中年男人走过来，不慎踩到瓜皮而跌倒。男人虽然没说什么就走了，可此事却被胖婶遇见。胖婶认为瓜皮是夏雨扔的，破坏了小区环境。夏雨却分辨说是璐璐扔的，并带着胖婶去璐璐家对质，可璐璐的妈妈却不承认。妈妈坚信自己的女儿一定不会做了坏事不承认。夏雨对质不成，反而又添了一项“诬陷”的罪名，被胖婶押解回家，找刘梅算账。刘梅见证据齐全，于是认为夏雨是不敢承认错误，非常恼火。夏雨挨了批评，他找到璐璐，谁料璐璐假装“可怜”起来，说如果自己承认了，就会挨揍，并请求夏雨“英雄救美”，主动替她承担错误，小雨被迫答应。夏雨当众承认了西瓜皮是自己丢的。这时，那位被西瓜皮滑到的男人来了。大家都以为对方是来索赔的，可谁知这个人却是来表示感谢的——原来，他并没有因为西瓜皮而跌伤，反而是这一摔的惊吓，恰到好处地治好了他的非常严重的“习惯性打嗝”。男人送给小雨一大堆礼物，但是小雨却不要这些礼物，他认为这些应该给璐璐不是给他，他说西瓜皮原本就是璐璐扔的。",
                    "Aliases": []
                },
                "15": {
                    "ID": "7053968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053968",
                    "TitleEnglish": "拾金不昧(上)",
                    "SummaryEnglish": "夏雨在学校检到一块墨镜，受到老师的表扬，但在交到失物招领处时，因负责人不在，只好暂时拿回家，不料中途丢失。夏雨家里外头的翻找，却怎么也找不到，璐璐认为没人会相信表丢了，夏雨怕说不清而不知如何是好。恰好胡一统带淘淘出来玩，淘淘偶然捡到了这块墨镜。胡一统声称自己会把表交给警察叔叔。其实胡一统因为经济紧张好长时间没给刘星买东西了，于是把表送给刘星。父子俩度过一个美好的周末。刘星拿着表在家里炫耀，夏雨觉得那块墨镜有些眼熟，但又不能肯定，便拐弯抹角套问胡一统有关墨镜的来历，胡一统说的天花乱坠，夏雨半信半疑。老师得知夏雨没有把表交到学校，向夏东海打电话问询此事，夏雨哭着诉说丢表的事，并提及对刘星得表的怀疑。夏东海觉得证据不足不好怀疑胡一统，只好安慰夏雨一番，并向老师解释了事情的经过。夏雪得知此事感到很蹊跷，憋不住把怀疑告诉了刘星，刘星表面上嘴很硬的为父亲胡一统说话，为此与夏雪争吵。",
                    "Aliases": []
                },
                "16": {
                    "ID": "7053969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053969",
                    "TitleEnglish": "拾金不昧(下)",
                    "SummaryEnglish": "吵过之后刘星心里也有些发虚。他去向夏雨核实之后，找机会向胡一统套问，但胡一统仍然一口咬定表是托人从内部买的，但淘淘无意中泄露了墨镜的真相。刘星很苦恼，去和胡一统做最好的对话，希望爸爸给自己一个真实的答案。但胡一统就是咬牙死不承认。刘星一番思想斗争，毅然把墨镜还给夏雨。夏雨把墨镜交给学校，老师表扬了他，事实证明，这块墨镜就是班主任老师的。刘星得知确凿的真相，一气找胡一统pk，要和他断绝父子关系。胡一统得罪了儿子，费尽心机怎么讨好刘星也不行，无奈只好来求夏东海。夏东海为他们父子说合，胡一统做了诚恳的检讨，刘星终于原谅了父亲。但淘淘说胡一统也骗了她，说把表给警察结果给私吞了。胡一统只好再向淘淘检讨。淘淘提出她要物质来赔偿精神损失--要一块同样的墨镜，胡一统傻了。",
                    "Aliases": []
                },
                "17": {
                    "ID": "7053970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053970",
                    "TitleEnglish": "好人刘星",
                    "SummaryEnglish": "刘星在小区花园里救了一位老年痴呆而走失的老人，本想做好事不留名，可老人的儿子是演出公司经理，提出送刘星两张演唱会票。于是刘星便把自己的姓名和住址写给了对方。刘星回家后非常兴奋，刘梅却认为刘星不该做好事要回报，刘星则认为是人家主动给的。刘星整日守在家里等待演出票。夏雪和夏雨也想借光看演出，于是夏雪答应赞助刘星买足球，夏雨答应帮他洗球鞋，刘星不亦乐乎。可是苦等三天，门票连影儿都没有。刘星沮丧，夏雪和夏雨要求索赔。刘星非常痛苦。刘梅开导他：既然做好事不是为了报酬，那么没有报酬也不该怨天尤人。可刘星却把错误的根源归结于“好心没好报”，并发誓今后再也不做好事了。刘梅对刘星的消极想法非常担心，可东海却相信刘星一定能把握好自己。刘星替夏雨干完家务活去小花园散心，不想又碰到那位痴呆老人找不到家，这次刘星赌气没有出手帮忙。刘星回到家里，开始还觉得自己终于“明智”了，可是一想到那位老人可能会因为缺少他的帮助而走失，甚至遇到危险，不免内心越来越不得安宁。刘星终于再次返回花园，把痴呆老人送到物业，并从老人的衣服上找到电话号码，通知了老人的儿子，之后他却默默地离开了。刘星回到家里，他虽然没有得到任何回报，可是内心却感到无比欣慰，他明白了“一个人做好事，最大的收获是良心的愉悦”。这时，老人的儿子找到了刘星家——原来，上次他是因为弄丢了电话本，没有了刘星的姓名和地址，所以没办法送来演出票。这次他终于找到了刘星，他要请全家人去看演出",
                    "Aliases": []
                },
                "18": {
                    "ID": "7053971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053971",
                    "TitleEnglish": "谁的“自由日”",
                    "SummaryEnglish": "三个孩子与刘梅发生冲突，认为她不该事事操心，时时管教。于是，东海决定每个月拿出一天周末，作为“家庭自由日”——东海带刘梅出去，而把家里的空间和时间留给孩子们自由支配。第一个自由日开始了，刘梅虽然一百个不放心，但却被东海强行拉走了。三个孩子欢天喜地，都想做一件最想做的事情——夏雪要看一整天电视；夏雨要毫无顾忌的大吃一天零食；刘星最有追求，他要像绅士一样，请胖婶的女儿来一起朗诵莎士比亚的诗歌。不料，计划赶不上变化，他们美好的蓝图都没有能够实现——夏雪刚打开电视，就出现故障，她请来的修理工却越修越糟糕……夏雨刚刚拿出自己贮存的零食，璐璐赶来了，结果美食被璐璐独吞，而夏雨则成了璐璐的服务生，最后还因为服务不到位，遭到璐璐的“殴打”……刘星等了半天，胖婶的女儿终于来了，可她不是来和刘星朗诵莎翁诗歌的。她最忽然崇拜复古风潮，迷恋上了织毛衣，刘星则成了她的“毛线支架”。最后，刘星因犯困误把毛衣拆成了背心，惹得胖婶的女儿发誓再也不理他了……自由日里，三个孩子过得索然无味……而真正获得自由的只有东海和刘梅——这终日为孩子们操劳的父母，今天终于获得解脱，他们找回了久违的自由和放松，又吃大餐又看电影，傍晚回来走到小区花园的时候还觉得不够本，又去了当年二人初次约会的“浪漫情怀”酒吧。夜晚，夏雪刘星和夏雨因为做饭的事情打成一片，最后精疲力竭，饥肠辘辘，而东海和刘梅却迟迟不归。这时，“浪漫情怀”酒吧打来电话，说让夏雪、刘星和夏雨去接两个人——一个叫夏东海，一个叫刘梅。孩子们把“浪漫过头”的东海和刘梅“背”回了家，两个人还没有从浪漫的红酒中",
                    "Aliases": []
                },
                "19": {
                    "ID": "7053972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053972",
                    "TitleEnglish": "走出抑郁(上)",
                    "SummaryEnglish": "(注：张洋、吴江是第三个一百集中对夏雪有好感的两个男同学，二人有点小竞争)夏雪的同学张洋高考发挥超常，考上了重点大学，吴江则发挥不利上了一般大学，吴江为此自卑，以参加各种学校活动来显示自己的能力，并对张洋的侥幸成功表示质疑。果然，张洋的妈妈来访，说张洋由于到了重点大学，那里都是尖子生，他由过去的好学生变成了差等生，压力下找不到自信陷入抑郁，现在情况越来越严重，谁劝也不行，现在已经暂时休学。从他的日记里看到他对夏雪一直有好感，希望夏雪能和他加强接触，帮他走出抑郁。夏雪跟父母商量，这忙能不能帮？怕以后不好处理二人关系，因为她对张洋并没有特殊感觉。刘梅和夏东海考虑到救人要紧，说服夏雪先跟张洋接触。夏雪见到张洋，他果然已经消沉得少言寡语，便想方设法给与鼓励，张洋开始依旧消沉，夏雪无奈，苦思解决办法，恶补心理学知识，弄的自己几乎要“抑郁” 了。最后在夏东海帮助下，发动两个弟弟帮忙，设计几个可笑的危机事件转移张洋的注意力，使他渐渐在夏雪的鼓励下找到些许自信。(危机事件可以是家里埋伏 “小偷”，社区救助“病人”，家里开小型演唱会等)",
                    "Aliases": []
                },
                "20": {
                    "ID": "7053976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053976",
                    "TitleEnglish": "走出抑郁(下)",
                    "SummaryEnglish": "吴江偶然发现张洋和夏雪很接近，心里有些不是滋味，以为夏雪是看重张洋是重点大学生的身份，后来通过讨好刘星和夏雨，才知夏雪正在帮张洋走出抑郁。吴江开始想来和夏雪一起帮助张洋，这样也可以借机会多接近夏雪。但他正式登门时张洋已经好多了，准备去回学校上课。而且二人的关系也因为这段时间的接触密切很多。吴江看在眼里，急在心头，生怕夏雪以后真会看上张洋，于是灵机一动，假说自己抑郁，希望夏雪帮助自己。夏雪怀疑吴江伪装，吴江则表现得更加逼真。使夏雪一时真假难辨。夏雪把自己的怀疑告诉夏东海，夏东海她抛弃成见，对一个青年的心理健康给予关注。吴江为了吸引夏雪，故意表现出抑郁得很严重，甚至还透露出“轻生”的念头。不料适得其反，使一直恶补心理学的夏雪认为自己能力有限，为避免意外发生，必须把吴江送往医院。夏雪要打急救电话，无奈吴江只好坦白。夏雪倒没怎么生气，她说因为吴江的假装，使自己突击学了很多心理学知识。抑郁的事情都过去了，夏东海高兴的说“赠人玫瑰，手有余香”。夏雪这次帮助别人自己也提高不少。不料夏雪郑重宣布：刚刚发现自己在心理学方面颇有天赋，想改读顶级大学的心理学专业，否则就觉得前途无望，消极暗淡。所以她正在考虑是否退学重新高考，这下轮到夏东海夫妇“抑郁”了。",
                    "Aliases": []
                },
                "21": {
                    "ID": "7053983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053983",
                    "TitleEnglish": "海豹鼻子",
                    "SummaryEnglish": "刘星在小区花园偶遇几年前转学后杳无音讯的老同学丁大力——大力当年是一个懦弱而蠢笨的家伙，因鼻子头上有雀斑，常遭刘星摸来摸去地捉弄。刘星一见面就再次摸大力鼻子头上的雀斑捉弄他，不过大力仿佛变成了一个性格“深沉”的人。晚上，大力留住在夏家，刘星不断地捉弄大力取乐。东海批评刘星，刘星则认为大力从小就遭人捉弄，他自己都已经习惯了，而且从来都是笑呵呵一点脾气没有，何况自己也只是开玩笑，并无恶意。可是，刘星忽然从鼠标口中得知，大力是从少管所里逃出来的——大力转学后今非昔比，两年前因有人摸他鼻子上的雀斑，他终于忍无可忍，就用板砖拍漏了对方的脑袋，因此进了少管所。刘星想起自己一直以来没少摸大力的雀斑鼻子，这无异于是摸老虎的屁股刘星不仅后脑勺直冒凉气。他想去报警，但又被大力发现。大力明确告诉刘星，他就是从少管所里逃出来的，因无处藏身才来到这里躲避，并警告刘星不要多事。从此，刘星在大力面前一改以往的态度，变得战战兢兢，如同老鼠见了老猫。东海看出端倪，询问刘星，刘星说出实情，刘梅主张立刻报警，却被东海拦住了。东海以此告诫刘星，其实有时候一些无心的伤害，也会深深刺痛别人的心灵。东海找到大力谈话，侧面启发大力要浪子回头，不要再入歧途。大力意识到夏家人已经知道了他的秘密，因此决定立刻逃走。可就在他悄悄来到客厅的时候，看到的却是全家人为他布置的生日宴会。大力感受到了全家人对他的关心和爱护，深受感动。第二天一大早，大家发现大力已经不见了踪影。刘梅埋怨东海不该太仁慈，认为大力一定是已经逃跑了。全家人追到小花园，却发现大力正一个人躲在公用电话亭里",
                    "Aliases": []
                },
                "22": {
                    "ID": "7053984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053984",
                    "TitleEnglish": "才艺大赛",
                    "SummaryEnglish": "玛丽的公司赞助了一个少儿才艺比赛活动，兴冲冲跑来让夏雨报名，以便近水楼台得上奖，为以后升中学增添光彩。还埋怨夏东海夫妇对孩子的前途不关心。夏雨本来对文艺没什么兴趣。但被玛丽说动了，答应突击速成一门才艺。夏东海夫妇虽然不赞成，也不好过分阻拦。玛丽先请来一位原生态唱法的唱歌老师，但夏雨把嗓子练哑了也唱不上去。但玛丽不死心，决定让夏雨改学乐器。于是又请来一位二胡老师，夏雨没有基础，全家都忍受着难听的噪音，直到邻居们提出抗议，夏雨的二胡也没拉出成果来。夏东海夫妇再次劝阻，但玛丽仍固执己见，又给夏雨找来个说相声的老师，老师看夏雨嘴皮子功夫不行，先让夏雨练相声基本功，但夏雨舌头都倒不过来。玛丽找来各种方法，比如含水、嘴里塞核桃等，让夏雨苦练，夏雨终于不能忍受，设法脱离苦海，玛丽的计划只好放弃。",
                    "Aliases": []
                },
                "23": {
                    "ID": "7053985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053985",
                    "TitleEnglish": "请家教",
                    "SummaryEnglish": "璐璐最近学习成绩有些下降，陈玉萍要给她请个家教。陈玉萍去家教服务中心花大价钱“抢”回了一个学习成绩最好的大学生当家教，但她当时只顾和别的家长争抢了，根本没顾上看看这个家教本人是什么样。家教小马来到璐璐家，陈玉萍一看傻眼了，这人实在太土了！说话还一口山东腔。陈玉萍觉得非常别扭，她想把小马退掉，可又心疼自己交的订金，左右为难。陈玉萍在小区里碰见刘梅，刘梅抱怨夏雨学习不用功，陈玉萍趁机劝她给夏雨请个家教，并说，自己给璐璐请的家教是名牌大学生，年年考第一名。她可以忍痛割爱，把这个家教先让给夏雨。刘梅连声道谢。小马来到夏家，刘梅也觉得他太土了，可夏东海说，人不可貌相，先观察一段时间再说。开始时，夏雨并不把小马放在眼里，但很快，小马以他超强的学习和生活能力“降伏”了夏雨。夏雨认真学习，成绩也有了提高。夏雨告诉璐璐家教教的很好，璐璐告诉陈玉萍开始后悔：当初自己真是昏了头，把这么个好家教白白让给了刘星！陈玉萍想花大价钱把小马再“挖”过来。于是他叫家教帮璐璐一直复习到晚上12点，结果璐璐因为白天精神不好，不想写，就抄同学的试卷，得了100分，陈玉萍十分高兴，就又把家教退到夏家去了，但是后来老师到陈家了，告诉陈玉萍璐璐的试卷是抄的，这时候陈玉萍又后悔了又叫高原去叫回家教来教璐璐。",
                    "Aliases": []
                },
                "24": {
                    "ID": "7053986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053986",
                    "TitleEnglish": "夏老师",
                    "SummaryEnglish": "夏雪在大学里准备勤工俭学，要做家教接触社会，但刘梅出于安全等种种考虑坚决反对。不过夏雪还是瞒着她在服务中心报了名。家教的事也给刘梅提了个醒，她想再给刘星请个家教，但汲取以前刘星曾经刁难过几个家教老师的教训，刘梅这次决定请一个年轻漂亮的女家教，这样才能降伏住不安分的刘星。夏东海讽刺刘梅，不知道是在请家教还是在选美。刘梅跟服务中心咨询，选中了年龄、性别、年级等等都非常符合的007号家教。没想到007号家教正是夏雪，夏雪想借此机会向家长证明自己能胜任这份工作，便重新化妆成一个学究的样子上得门来。赶上刘梅出去有急事，一时竟未被识破。夏雪想证明自己一个劲逼刘星学习，刘星一看选来的居然是姐姐心里有十万个不服气坚持不学，两人闹做一团。夏雨在旁边看得好戏，还几次三番阻止刘梅进屋。而夏雪不想过早暴露自己身份，刘星担心轰走了夏雪不知道还给换个什么严厉老师来，于是联合隐瞒真相，让夏雨帮忙瞒过了刘梅和东海。刘梅心里倒是美滋滋的，认为自己奇计成功，总算搞定了刘星。其实姐弟俩光顾斗嘴和相互指责，根本没法好好复习。最后东海偶然发现了事情真相，明白了事情的原委，与刘梅重新反思对待夏雪和刘星的态度。父母答应了夏雪出去接触社会的要求，去别人家当家教了。同时刘梅校正自己聘请家教的方向，完全跟007反着来，请了一个250健美冠军一样的高大威猛型新家教给刘星……",
                    "Aliases": []
                },
                "25": {
                    "ID": "7053987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053987",
                    "TitleEnglish": "成绩单",
                    "SummaryEnglish": "夏雨生病在家休息了一周，没想到上学出门前接到同学二胖的电话，当日就有一次摸底测验。刘梅跟东海嘀咕担心夏雨一复学就碰上考试非常不利。夏雨听到更加紧张，满腹心事的去上学。夏雪最近老收到各种小礼物，每次接到电话还神秘的躲起来听，表现的还特不耐烦，非常有心事的样子。刘梅和东海认为夏雪在学校有了追求者。刘梅和东海担心追求者会影响夏雪的学习，便分头云山雾罩的给夏雪讲\"爱情观\"和\"名人婚恋史\"，夏雪听得一头雾水。夏雨的成绩下来果然非常不理想，还受到女生嘲笑，班上成绩最差的牛牛这次高兴了，因为这次成绩有夏雨跟他做伴了。刘梅担心夏雨成绩下滑，过分重视，反复讲不能掉以轻心，使夏雨更有压力。次日二胖向夏雨诉苦：家里说如果这次期中考试再没有进步就要狠狠的惩罚他。二胖被叫到老师办公室谈话，中途老师有事离开，牛牛恰好看到桌子上的期中考试答案，立刻揣到了自己裤兜里。二胖在花园里拉夏雨一起背答案，要彻底翻身，\"给世人一个惊喜\"。夏雨犹豫，二胖说他特理解考不好挨训斥的心情，鼓励夏雨一起抄答案。夏雨回到家，犹豫是否抄答案，想象将要到来的两种可能：1、因为抄，考好了受表扬。2、没抄考坏了挨嘲笑。正在此时，夏雪回家，发泄般的痛斥抄袭，夏雨心虚，以为二胖和自己被发现，于是探问夏雪，才知道是夏雪有几个很赖皮的同学，考试时总是在抄袭她的卷子，并屡教不改，还用小恩小惠企图收买她。夏雪很烦恼，决心采取一次\"绝杀\"行动！夏雨从姐姐的态度上受到鼓舞，决心不抄答案。考试结束，二胖趾高气扬的在同学们的羡慕目光中走远。放弃作弊的夏雨则垂头丧气的回家。刘梅很担心，夏东海鼓励了他。此时老",
                    "Aliases": []
                },
                "26": {
                    "ID": "7053988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053988",
                    "TitleEnglish": "誓不罢休",
                    "SummaryEnglish": "妈妈不在家，璐璐再次无理取闹要买一个价格昂贵的玩具，爸爸忍无可忍，没有满足她的要求。璐璐赌气跑到小雨家里，决定藏在夏家，玩一回失踪，好好吓唬一下爸爸，这样就能满足她的要求了。璐璐藏在小雨的床下，并威胁小雨不要举报，否则一定要用自己的两颗“虎牙”咬他。夏雨只好答应。果然，璐璐的爸爸找不到女儿，非常焦急。他来到夏家询问，而小雨忌惮璐璐的“虎牙”，不敢说出真相。璐璐藏在小雨的床下，逼迫小雨在晚饭时候找借口把饭端到房间里给她吃，而小雨自己则饿了肚子。夏雨半夜三更偷着跑到厨房吃东西，被刘梅发现，受到批评。璐璐的父母感觉事态严重，赶紧报了警，他们怀疑璐璐被绑架了。夏雨把璐璐父母的焦急告诉了她，劝说璐璐不要再藏了，而璐璐发誓不达目的，决不罢休。璐璐突发灵感，强迫小雨不能说她在夏家，璐璐的父母十分着急，立刻报警了，后来还是找不到璐璐，最后璐璐的父母想再问夏雨，最后璐璐的父母发现了璐璐在夏家，非常的气愤，夏东海和刘梅也十分气愤，夏雨十分无奈。",
                    "Aliases": []
                },
                "27": {
                    "ID": "7053990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053990",
                    "TitleEnglish": "难忍的承诺",
                    "SummaryEnglish": "刘星回到家，说他在小区里好象看见了自己偶像，体操王子马超。大家讥笑刘星在制造新闻。这时刘星又听到消息，马超因为违犯队规被停训了。这天，刘星和鼠标说起他看见马超的事儿，同样受到了鼠标的嘲笑，不想这话被路边的一个胖子听到，胖子将刘星拉到一旁，自称是记者，说马超确实来到了这个小区。更让刘星兴奋的是，那记者邀请他一同来揭开马超情绪反常的原因。刘星高兴地答应了。刘星因为‘蹲点儿’而遭到家长的惩罚，家长都不相信他的话。渐渐地，刘星发现那个记者是图谋不轨，是出于爆料的商业目的，而这只会对马超带来副面影响。这天，心情矛盾的刘星在花园散步，而马超竟然来到了他的面前。刘星决定帮助马超走出低谷，重新为国争光。",
                    "Aliases": []
                },
                "28": {
                    "ID": "7053991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053991",
                    "TitleEnglish": "谁说我都在乎",
                    "SummaryEnglish": "小区里有个漂亮的小女孩戴着近视眼镜，夏雨夸她像个“小博士”，而认为“眼睛是心灵的窗口”，从眼神就可以看出璐璐“没文化”。璐璐因此认为戴眼镜特别帅。璐璐回到家，向妈妈讨要眼镜，可妈妈认为她不是近视眼，戴眼镜会把眼镜弄坏的。璐璐遭到拒绝，特别生气。为了戴上眼镜，璐璐突发奇想，要把自己的眼睛弄近视了。于是，璐璐向夏雨咨询“能让眼睛近视的秘方”。夏雨顺口说了几个招数，比如：看什么东西都离得很近，或者躺在床上看书。璐璐回到家，按照夏雨的窍门实施，可是却屡遭失败——趴在桌子上写作业，被爸爸禁止；而躺着看书，则脑袋一挨枕头，就立刻睡着了。璐璐找到夏雨算账，责怪他的招数不好使，强迫夏雨再想办法。夏雨提出，想要戴上眼镜很简单，只要在检查视力的时候乱指一气，别人就会以为你是近视眼了。璐璐采用了夏雨的“乱指”招数，终于如愿以偿的戴上了眼镜。可是由于她根本不近视，结果戴了眼镜后反而迷糊了，甚至要拄着拐杖才能走路，可璐璐仍然非常高兴。璐璐带着“高档眼镜”去花园里炫耀，却发现当初那个戴眼镜的“小博士”正带着“矫正器”矫正视力，小博士还向大家诉说了近视眼的苦恼，并奉劝小朋友们一定要“爱护眼睛”。更让璐璐气愤地是，小雨也一改当初的论调，认为不戴眼镜更像“现代博士”，而璐璐戴眼镜，则像“青蛙”。璐璐回到家，恼怒地把眼镜摔在沙发上。可父母因为真的认为她是近视眼，所以强迫她把眼镜戴上。璐璐被迫交待了真相，妈妈举着一千块钱的近视镜，心疼不已。",
                    "Aliases": []
                },
                "29": {
                    "ID": "7053992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053992",
                    "TitleEnglish": "爱心赛车",
                    "SummaryEnglish": "小区里最近传来举行社区遥控赛车比赛的消息，刘星和夏雨向全家人表达了要买赛车参加比赛的愿望，而且还喊出了要夺冠的“豪言壮语”……却遭到了刘梅的坚决反对。刘梅认为刘星和夏雨目前最重紧的是上学念书，参加赛车比赛必然会耽误学习和功课，所以她是绝不会出这份“冤枉钱”给两人买赛车的。而此时夏东海则对孩子们的参赛表示了支持……夏东海认为学习虽然重要，但赛车比赛会培养孩子良好的竞争意识，从而会对学习起到一定的辅助作用，所以他声称准备用自己即将得到一笔稿费为孩子们买赛车。刘星和夏雨得到老爸的“支持”以后欢呼雀跃，而刘梅则气的没做晚饭……刘星和夏雨期盼着老爸的稿费能早点发下来，然而，日子一天t天过去，夏东海许诺的电动赛车却迟迟没有“兑现”。两个孩子猜测一定是刘梅又偷偷给夏东海施加了压力(不让夏东海给他们买)，于是以绝食来“表示抗议”，刘梅开始不明白，后来为自己被冤枉气的够呛，正在这时夏东海抱着电动赛车回来了……两个孩子激动万分，刘星更是要抱着玩具赛车去找键盘和鼠标去“显摆显摆”，然而却被夏东海拦住了，说这部赛车并不是买给他们的……原来，夏东海的单位正在举行向贫困家庭“一帮一献爱心”的活动，夏东海所帮助家庭的这个孩子就要过生日了，夏东海得知这个孩子的理想是得到一辆玩具赛车，所以他准备要把这辆车送给这孩子作为生日礼物。眼见到手的“宝贝”要成别人的了，刘星和夏雨一时无法接受。刘梅批评他们太自私。二人不服气，赌气回屋睡觉。夜里，他们不约而同都梦见了那个贫困孩子--第二天，觉悟了的小哥俩主动“交”出了玩具赛车。刘梅被孩子们充满爱心的行为所感动，做为",
                    "Aliases": []
                },
                "30": {
                    "ID": "7053994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053994",
                    "TitleEnglish": "赛车风波",
                    "SummaryEnglish": "刘星和夏雨得到一辆奥迪遥控车，于是加紧练习，准备参赛，刘梅怕他们耽误正事，后悔不迭。兄弟俩自觉胜券在握，鼠标却跑来通知一个“机密情报”——对面小区搬来一位“神秘高手”，准备要当该区代表和本小区的车手较量。刘星决定先和那个高手私下较量摸底，结果对方为不暴露实力故意诈败，刘星中计，非常得意，认为自己是小区高手无疑。从此不再认真练习，只沉浸在未来的胜利喜悦中——会得到最新的奥迪雷速登遥控车。结果，两个小区第一次比赛刘星就输的很惨，大家批评他，刘星很没面子，发誓在第二天的比赛里找好状态，但第二天对方找了几个女生拉拉队助威，刘星一分神，比赛又输了。大家都埋怨他。刘星很没面子，和众人闹翻。发誓不再赛车！刘梅反倒很高兴，认为刘星从此可以收心了。但此后刘星情绪总是不佳，什么都干不下去，夏雨不知怎么劝解他。夏东海认为哪里跌倒哪里爬起来，如果刘星再参加比赛，也许对他的成长是件好事。但刘梅担心刘星再次失败闹更大的情绪，坚决反对。还宣布连小雨也不许沾赛车的边。小雨不服，造反去练车，扬言要把刘星造成的败局挽回。夏东海暗示刘星可以瞒着刘梅去练习，刘梅察觉要爆发，被夏东海说服。正式比赛了，夏东海夫妇也来助威，刘星终于取胜，得到奖品——顶级奥迪雷速登遥控车。",
                    "Aliases": []
                },
                "31": {
                    "ID": "7053995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053995",
                    "TitleEnglish": "一个篱笆三个桩",
                    "SummaryEnglish": "小区里要办消夏晚会，发出英雄榜招一位居民主持人，刘梅和东海跃跃欲试。但两人的热情频频被刘星嘲笑，家里人反唇相讥，激将刘星出来揭了榜。刘星列了详细的排练计划，为了表示重视把夏雪的相机和夏东海的摄像机都要来准备录制盛况。为了保证演出效果，刘星不但戴着mp3伴奏还准备了一套小音箱助阵。人气很重要，唯恐冷场的刘星提出把来宾都编入到自己的live版mv里，以提高大家的参与度。在准备排练时，答应做幕后英雄的鼠标一时兴起要跟刘星争着当报幕的主持人，二人闹的不欢而散，刘星一怒宣布解除鼠标现场副总监的资格。降为现场打杂。鼠标强烈抗议，甚至出言威胁，但刘星也宁折不弯。没想到要排练前音箱没了，第一次排练因此推迟。刘星十分郁闷，一是排练夭折，打击了拥护者的信心，二是居然有人敢在自己眼皮下\"犯案\"，让他脸上十分挂不住。因为刘梅并不赞成他花这么大精力在消夏晚会上，这几天总是指责他不务正业。刘星开始怀疑是刘梅\"釜底抽薪\"，但夏东海证实刘星的猜测纯属冤枉好人。刘星又怀疑是夏雪把音箱拿到学校去了，甚至还怀疑夏雨贪玩把音箱弄坏藏起来了，全家人都抗议刘星的胡乱猜疑，夏东海建议刘星冷静下来想想是否还有什么其他可能-------刘星发誓，一定要利用高科技，多快好省的抓住小偷。在第二次准备排练时，音箱竟然飞回来了，但话筒(或是什么别的)却不见了。刘星发现了一个围观的\"可疑分子\"，他丢下现场工作，激动的跟了上去。但作为接应的夏雨等却一直没有得到刘星的回话。原来刘星跟\"贼\"走的迷路了，靠着GPS才摸着黑回来。在刘星最失意的时候夏雪拿出自己的相框和录制好mv的mp4给刘星看，诉说自己的歌唱梦想，并希望沮丧",
                    "Aliases": []
                },
                "32": {
                    "ID": "7053996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053996",
                    "TitleEnglish": "白吃的海鲜面",
                    "SummaryEnglish": "小区茶座吴老板儿子的一篇作文在《京城少年》上发表了，但不是因为东海徇私情，而是文笔的确很不错。可吴老板却坚信是东海关照，死活扔下一张能免费的茶座贵宾金卡。东海认为只要永远不去茶座消费，贵宾卡就形同废纸了。夏雨放学回家接到刘梅电话，说她晚上加班，由东海负责做饭。夏雨想到东海做的饭就没胃口，因此灵机一动偷偷拿着贵宾卡去了吴老板茶座。“主编公子”赏光，吴老板盛情款待，还叫出儿子与“主编公子”亲密合影。小雪正痛苦的品尝东海的手艺，夏雨却打着饱嗝回来了，并谎称去书店了。晚上，夏雪饿得无精打采，而夏雨却打着饱嗝幸福地进入梦乡。第二天，夏雨又去吃海鲜面了，璐璐很妒忌，也想吃海鲜面，但被她爸爸制止了，因为海鲜不卫生。后来，璐璐爸爸告诉了夏东海，夏东海带夏雨检查身体以后，有惊无险。",
                    "Aliases": []
                },
                "33": {
                    "ID": "7053997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053997",
                    "TitleEnglish": "意思意思(上)",
                    "SummaryEnglish": "夏雨的扁桃体频繁发炎，刘梅带他看过大夫后跟东海“密谈”，原来医生建议给夏雨做扁桃体摘除手术，但刘梅不知道怎么说可以让夏雨平静的接受开刀的事实，两人绞尽脑汁琢磨各种说法来降低开刀二字给夏雨带来的冲击。而夏雨对此本早有疑虑，从刘梅和东海的密谋处又零零散散的偷听了两耳朵，夏雨基本确定了自己的想法：自己已经身患不治之症，开刀只是没有办法的办法了……刘星无意中从学校得知了自己班主任的生日，很多同学都在准备着生日那天对老师“意思意思”，刘星不甘人后，同学们拉他开会他也不参加，他想自己表示表示，一心憋着要给老师一个好印象。夏雨在家表现的越来越古怪起来，不但主动跟刘星分享玩具漫画让着夏雪吃自己的宝贝零食，还对刘梅和东海表现的特别依恋彬彬有礼，但就是一听到跟“刀”、“血”、“死”有关的字眼特别紧张不能自己。刘梅认为是开刀给夏雨造成了困扰，专门召集东海等人开会，制定种种严苛规定，言语之间不能涉及刀光剑影，行动随时表现对生命的无限热爱等等，要从各方面减轻对夏雨的压力，让夏雨能够勇敢的面对开刀手术。其实私下刘梅自己对开刀也有恐惧，她和东海夜不能寐的商议是否要给主刀大夫“意思意思”，本来那大夫就住这同一个小区，不怕一万就怕万一，有备无患。东海开始坚决不同意，认为这只是个普通的小手术，但经刘梅一渲染自己也开始不托底，作为父母他们要保证那条发炎的扁桃体能够顺利的离开夏雨。",
                    "Aliases": []
                },
                "34": {
                    "ID": "7053999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7053999",
                    "TitleEnglish": "意思意思(下)",
                    "SummaryEnglish": "刘星整日琢磨着给老师送份什么样的大礼，能一击即中，拉近自己和老师的关系。但他想买的东西都价格不菲，便游说父母给他经济资助，刘梅和东海批评教育了刘星不正确的想法，但私下两人一合计又多了个心事：别人都送，就自己家孩子不送，会不会让老师有什么看法呢？刘梅整理家务的时候意外发现了夏雨的身后诸事安排，刘梅这才知道夏雨的恐惧根源在哪里。刘梅和东海轮番上阵，一个负责讲解扁桃体在人身体上的地位和意义，另一个找各种英雄事例拔高夏雨面对开刀的信心。由于临阵磨枪，两人经常走嘴，往往弄巧成拙，没打动夏雨反而把自己感动的够呛。但夏雨体谅的表示自己接受了开刀的事实，愿意配合治疗。刘梅和东海下定决心花钱买心安，在小花园里偷着把那份“意思”送给了住在同小区的主刀大夫。这恰好被刘星看到，让他坚定了给班主任送大礼的想法。自认为社会经验丰富的夏雪对刘星的想法十分支持，不光帮刘星出谋划策，还借钱给他买来了让老师无法拒绝的“心动大礼”。夏雨的手术顺利完成了，刘梅和东海庆幸自己的“意思”给的及时，但他们回家的时候碰到了早已等候在门外的大夫，他是来送还红包的。原来当初他收下也是为了给病患一个安心。老师生日那天，刘星得意洋洋的带着艳俗丰盛的大礼来到学校，没想到同学们送的并不是实物，而是给老师的一份新的学习计划。老师高兴的收下了同学们的“大礼”。刘星的宝贝送又拿不出手，藏又没地儿藏，窘迫的无地自容。",
                    "Aliases": []
                },
                "35": {
                    "ID": "7054000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054000",
                    "TitleEnglish": "我“叛逆”，所以我存在",
                    "SummaryEnglish": "胖婶的女儿在小区遇到一个玩儿滑板的大男孩儿，男孩表情冷酷，性格叛逆，胖婶的女儿却为之着迷，认为这是青春期真正走向成熟的表现，并因此奚落刘星。刘星回到家左思右想，可却从自己身上似乎找不到一点叛逆的影子。刘星为此怀疑自己属于发育迟缓，青春期迟到，太不成熟。家里人忽然发现，原来活蹦乱跳的“猩猩”，忽然间好像换了一个人——说话一个字一个字的往外蹦；表情“酷”得近乎麻木；无论见到谁都梗着脖子；每句话都“拧把”着说；一天到晚扣着耳机摇头晃脑，干任何事情都显得漫不经心。刘梅对刘星的变化感到非常焦虑，甚至担心刘星患上了“青春期忧郁症”，因此命令全家人都要让着刘星，不要刺激他。刘星因“叛逆”而受到格外优待，心理非常惬意，而且最惬意的是他的“叛逆”表现，果然令胖婶的女儿为之倾倒。刘星品尝到了叛逆的“甜头”，心理乐开了花，虽然偶尔也趁身边没人的时候放松一下，但仍然下定决心坚持“叛逆”下去。全家人感到难以忍受这个“神经错乱”的刘星，但刘梅为了让刘星安全度过“青春危险期”，而一再号召大家“忍受，再忍受”。终于，刘星的“叛逆”闯了个大祸——他带着耳机，错把饮水机当成废品卖了。刘梅终于忍无可忍，不顾众人“要忍受”的劝阻，发誓一定“爆揍”刘星。刘星眼见大事不妙，赶紧求饶，宣布今后再也不“叛逆”了。",
                    "Aliases": []
                },
                "36": {
                    "ID": "7054001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054001",
                    "TitleEnglish": "夏雨的善良",
                    "SummaryEnglish": "花园里有人摆摊销售“五元文具”，摊主号称“全国最低价”，夏雨倾囊购买。夏雨回家炫耀，结果刘梅发现他买的所有东西均比一般价格高很多。夏雨上当了。夏雨怒冲冲去退货，摊主忌惮他太能嚷嚷，只好答应，但条件是必须保密。夏雨为了拿回自己的钱，只好答应。摊主还硬塞给小雨一百元“保密费”。夏雨的做法遭到东海批评，认为不该仅为挽回一己私利，而隐瞒真相，眼看别人上当。夏雨也觉得自己的做法不光彩。夏雨找摊主退还“保密费”，并宣布要把真相公布出去。摊主见事不妙，使出“苦肉计”——哭诉家境贫困，并给小雨宣讲商品经济的道理——买卖自愿，价格自由。小雨的善良被利用，不仅没有揭露摊主，反而答应帮忙义务促销。“好心人”夏雨当上了“义务促销员”。东海认为他的“善良”和“无知”被人利用了，但夏雨却不以为然，坚持认为自己是在做好事。一对年过花甲而衣着褴褛的老夫妻前来购物，在夏雨的游说下，他们买了很多学习用品。夏雨为自己成为“善良的天才义务促销员”而沾沾自喜。夏雨向全家炫耀成绩，可这时东海从报纸上发现那对老夫妇的事迹——他们本是收废品为生，但却省吃俭用资助了20位失学儿童，他们买的学习用品都是寄给山区的孩子们。夏雨非常后悔自己的做法。夏雨找到摊主，想替老夫妇要回多收的钱，可摊主坚决不给，并且表现得只认利益，毫无爱心。而且夏雨还发现摊主曾经说的“家境困难”，全都是谎言。夏雨一怒之下，把摊主的不义之举公之于众，摊主受到众人谴责，还了老人的钱后被赶出小区。夏雨号召全小区的孩子们，都把节余的学习用品送给老夫妇，让他们转寄给山区的孩子。",
                    "Aliases": []
                },
                "37": {
                    "ID": "7054002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054002",
                    "TitleEnglish": "老赖舅舅",
                    "SummaryEnglish": "一个男同学喜欢夏雪，可夏雪对他却丝毫没有感觉，男孩于是变着法地讨好夏雪。刘梅和东海都出差了，姥姥领来了自己老家的表侄“吴老板”，吴老板一进门就非常大方，分别许诺给三个孩子很贵重的礼物，可是却都还没有买，只是个口头承诺。但即便这样，也让三个孩子对吴老板非常喜欢。可是没过两天，大家发现吴老板的礼物没有见到，可他们的一些零花钱却被吴老板“借”光了，而且吴老板丝毫没有归还的意思，三个孩子想索要，可又不好意思开口。这时，姥姥通过电话从老家打听到了“不幸”的消息——吴老板原来是个“老赖”——他欠了人家钱，却有钱也不还，这才跑到夏家来躲债的。三个孩子劝吴老板欠债还钱，不可做这种违法的事情，可吴老板却不以为然。晚上，吴老板正在家里看电视，忽然发现楼下一个黑影在徘徊，吴老板认为一定是债主发现了他的行踪，找上门来“修理”他。其实，“黑影”是那个喜欢夏雪的男同学。他买了礼物想来送给夏雪，可又怕遭到夏雪拒绝，所以站在楼下走来走去，却不敢进来。吴老板提心吊胆，不敢出门。这时，那个男孩终于忍不住来敲门，吴老板拿吓得藏了起来。夏雪打开门，发现来人是自己的男同学，可他们没有告诉吴老板，而是吓唬吴老板说来人果真是债主，堵在门口要揍他。终于，吴老板在三个孩子的教育和劝说下，答应换钱，并发誓再也不过这种提心吊胆的日子了。",
                    "Aliases": []
                },
                "38": {
                    "ID": "7054003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054003",
                    "TitleEnglish": "曹操的碗",
                    "SummaryEnglish": "夏东海家来了一位新邻居老文。是个搞古董的，独身一人没有结过婚，他来夏家串门，对刘星和小雨特别喜欢。刘星通过和老文的接触逐渐对古玩产生了兴趣。刘梅看到刘星整天往老文家跑，还总看一些古玩方面的书，怕他耽误了学习。夏东海倒是不以为然，他认为刘星多学点其它方面的知识有好处。这天，老文教刘星鉴赏文物，临走还让刘星挑一件拿回去研究，于是刘星拿回了一个碗。刘星通过网上的照片了解到这是战国时期的，甚至有传言这是曹操用过的。刘星兴奋的正准备拿着去找老文时，被小雨把碗给撞到地上摔碎了……孩子们被吓坏了。小雪把事情告诉了父母。大家一时不知该如何是好。因为如果这真是战国时期古董那么就价值连城了。刘梅认为大祸临头了，老文家里的东西肯定是真品。夏东海则认为老文不会将真东西轻易的交给刘星，决定去找专家做一下鉴定再说。情急之中刘星想到了一个办法……刘星用零用钱从古玩市场买回了一只外形差不多一样的碗，并送到了老文家……没过两天老文果然找过来说刘星还他的碗是假的，刘星见事已至此便说出了实情。就在大家都以为老文会大发雷霆索要赔偿时，老文却笑了……原来，刘星从老文家拿回的那只碗是赝品，在很多地方都有，而且仿制的年代也不相同。刘星买回的那只碗仿制的时间要比摔碎的那只碗的早，价格还要贵几十块钱，所以他还要谢谢刘星呢！大家听完以后一时没有反应过来，这时夏东海赶回来了说明了那只碗是赝品。大家这才都放下了心。一场虚惊总算平静下来。老文临走之时决定碗他不要了，就送给刘星了，他告诉刘星学文物鉴定不是一朝一夕就能学会的，需要用心来学习，并说家里还有一只花瓶问刘星要不",
                    "Aliases": []
                },
                "39": {
                    "ID": "7054005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054005",
                    "TitleEnglish": "耳朵(上)",
                    "SummaryEnglish": "夏雪和同学晚上去迪厅狂欢，结果第二天变成了聋子，被周明等几个同学送回家。夏家人虽然很着急，还是想尽办法安慰夏雪，但夏雪还是情绪很激动。刘梅第二天很早就带夏雪去找专家检查。查出其病因是在迪厅狂欢时听觉受损造成的暂时性耳聋，需要一段时间的恢复。为了照顾夏雪的情绪，刘梅提出让她在家里享受超级贵宾待遇，要求刘星和夏雨好好服从姐姐。看到夏雪被尊宠的像个公主，弄的小哥俩都有些羡慕了，夏雨甚至觉得还是耳聋了好。夏雪的同学周明白天来看望夏雪，还给她送花，小哥俩认为周明是在追求夏雪，决定为他们保密。刘梅通过向专家咨询，了解到当前青少年听力受损的另一个重要原因——长期听mp3。于是赶忙亡羊补牢，没收了孩子们所有的mp3，此举招来刘星和夏雨的强烈抗议。夏东海对此也不赞成，他提议刘梅和小哥俩达成协议，如何科学的使用mp3。于是母子三人开始了对这个问题的协商讨论，但双方要求差距太大，第一轮谈判以失败告终。",
                    "Aliases": []
                },
                "40": {
                    "ID": "7054006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054006",
                    "TitleEnglish": "耳朵(下)",
                    "SummaryEnglish": "刘梅坚决不让步，继续收缴mp3，并试图分化瓦解小哥俩的抵抗联盟。稍微降低自己的条件分别劝导刘星和夏雨，但二人还是不买帐。而且还采取自救措施，分别向同学借了mp3听，刘梅的封锁完全失败。还是夏东海从中调停，双方各自让步，协议终于达成。周明晚上也来看望夏雪，大家都觉得二人肯定是恋爱关系，刘梅甚至婉转的探问周明的家世，暗中对未来的准女婿进行测评。夏雪的听力很快恢复了，刘梅夫妇主动表态，说看到周明的良好表现，父母不反对二人谈朋友，但希望不要影响学业。但夏雪说周明一直没向他表示什么，二人现在还不是恋爱关系。刘梅以过来人的经验说这就是爱情，在不知不觉中朦胧产生的爱情才最美好。夏雪觉得刘梅的话也有道理，便想请周明来家里吃饭。刘梅为准备这顿特殊的晚餐煞费苦心，但周明和夏雪却迟迟不至，最后夏雪独自回来了，埋怨刘梅的经验主义误导了自己，说周明已经明确表示，他之前来看夏雪纯属出于同学间的友谊和人道主义，并没有别的意思。因为他有个耳聋的哥哥，所以很理解耳聋人的痛苦。",
                    "Aliases": []
                },
                "41": {
                    "ID": "7054007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054007",
                    "TitleEnglish": "狂飚",
                    "SummaryEnglish": "刘星闹着要买鞋，(其实是想买暴走鞋)刘梅不明底细，同意了，而且根本没看出这种鞋底暗藏的机关。所以刘星轻易得手。可鼠标就没那么幸运了，他是直接张口向父亲要的暴走鞋，结果被呵斥一顿，还差点挨揍。放学路上，刘星得意地在同学们面前显示暴走鞋的能力，结果刹不住脚，撞上了买菜回来的姥姥。刘梅非常生气，可姥姥怕刘星受惩罚，使劲说自己没什么大碍。但刘梅坚持带姥姥去医院检查，看有没有内伤。结果还是没什么大事。但刘梅越想越后怕，觉得这要是撞上别的老太太就麻烦了，要求姥姥做配合——小病大养，利用这次事故自己好好教育刘星，姥姥觉得有道理，便答应下来。刘梅把姥姥的病情和痛苦夸大，姥姥配合做相应的“痛苦”表演，想让刘星一辈子都记住这个教训。刘星开始心情沉重的自责，并百般呵护姥姥，还想尽办法让姥姥开心点，也好忘掉伤痛。姥姥越来越不忍心，终于忍不住穿帮--------刘梅一劲埋怨姥姥，怕刘星不能记取教训，但刘星表示已经明白了道理，要坚决的忍痛割爱，已经把那双暴走鞋处理掉了。刘梅很欣慰，姥姥听说一千块买的鞋三百就处理了，感到很心疼。刘梅还劝姥姥不能只算经济账。此时，鼠标穿着刘星那双鞋暴走，结果自己摔倒还撞了一老头。",
                    "Aliases": []
                },
                "42": {
                    "ID": "7054008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054008",
                    "TitleEnglish": "妈妈的承诺",
                    "SummaryEnglish": "璐璐妈妈拿回朋友送的一罐“白酒泡果子”。璐璐想吃，妈妈不给，说这是“醉果”，会吃醉人的。璐璐耍赖非要吃醉果，妈妈为了安抚璐璐，随口答应她只要不动“醉果”，就会在周日带她去公园玩儿，并和璐璐“拉钩”为定。璐璐非常高兴。璐璐向夏雨炫耀自己即将到来的“幸福周末”，夏雨非常羡慕。周末终于到了，璐璐兴奋地准备好了一切，专等妈妈带自己去玩儿。可妈妈早已经忘了自己的许诺，并因为要去商场抢购打折时装，坚决不带璐璐去公园。妈妈拉着爸爸去购物了，璐璐一个人被扔在家里，非常郁闷，于是去找夏雨。可夏雨却已经说好去另一个女孩家玩，璐璐只好气愤地回家了。璐璐一个人回到家，想起妈妈说话不算数，越想越生气，决定自己也要以“说话不算数”来回敬妈妈——璐璐找出妈妈的“醉果”，全部吃个精光。璐璐醉倒，迷迷糊糊钻到桌子底下睡着了。妈妈购物归来，忽然发现女儿失踪了。妈妈爸爸心急如焚地四处寻找，却不见踪影，二人非常焦急。夏雨认为璐璐一定是因为妈妈说话不算数，赌气出走了。璐璐妈妈非常懊悔自己的做法。爸爸妈妈回到家互相埋怨。这时，爸爸忽然发现璐璐睡在桌子底下。璐璐被妈妈摇醒，可是她的酒劲还没有过去，在家里乱跑乱闹，最后把一盘子奶油蛋糕全部扣在妈妈新买的衣服上。妈妈后悔自己不该对孩子说话不算数。",
                    "Aliases": []
                },
                "43": {
                    "ID": "7054009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054009",
                    "TitleEnglish": "智商问题(上)",
                    "SummaryEnglish": "璐璐考试成绩越来越差，连她自己都不好意思再找辙拉客观了，便求夏雨替她模仿父母的笔迹在卷子上签名，夏雨被纠缠不过，只好给签了，但事情暴露，老师给高原打电话核实------高原回家埋怨妻子把女儿宠坏了，但陈玉萍不服，二人只顾争吵，璐璐趁机溜走了。陈玉萍不检查自己在教育方面的放纵失当，反而在同事怂恿下要给璐璐去测智商，高原认为没有意义，但陈玉萍坚持非测不可。璐璐却有自己的小算盘，她问夏雨和刘星，智商是什么？测这个有什么用处？两个男孩出于对璐璐平时表现的不满，借此挖苦了璐璐一番。但璐璐却受到另类启发，她故意在测试时候乱说一通，结果智商只有30，属于弱智儿童。陈玉萍大惊，璐璐却很高兴，以为这下子有借口，可以不用好好学习了。夏雨和刘星问璐璐测试结果，璐璐不说，还流露出很得意的情绪，哥俩还误以为璐璐智商很高，自此对她不敢小看。陈玉萍回来埋怨高原，认为测试做晚了，耽误了挽救孩子的工作。高原质疑这个测试结果，陈玉萍反而讥笑高原不懂科学。从此对璐璐倍加呵护，娇宠更甚。并到处打听买什么营养补品。高原气不过，决定重新搞一次测试。高原拉来夏雨一同做测试，也好有个比较。夏雨误以为璐璐是高智商，怕自己和她差距太大会丢面子，所以测试时不断参考璐璐的选择，结果二人竟都是\"弱智儿童\"",
                    "Aliases": []
                },
                "44": {
                    "ID": "7054010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054010",
                    "TitleEnglish": "智商问题(下)",
                    "SummaryEnglish": "事后，夏家的三个孩子一起分析\"弱智儿童\"形成的原因，产生一系列质疑，决定把璐璐叫来查问，璐璐虽然不承认，但大家从她的表现上已经猜出事实真相。夏雪等人把他们的怀疑告诉了高原，高原虽然很是认同，却发愁怎么说服陈玉萍。因为她现在对璐璐倍加呵护，璐璐心安理得的享受优待和成绩继续下滑，根本不会主动为自己翻案的。陈玉萍到处找能提高智商的营养品，还要紧缩高原的个人开支，挤出钱来为璐璐增加营养。高原从中受到启发，思考如何演一场\"苦肉计\"让璐璐自我暴露。高原觉得\"苦肉计\"需要夏雨兄弟配合，他来到夏家，正在和刘星兄弟做各种设想的商议时，姥姥来了，姥姥听别人宣传，买回一种\"中科智商研究院\"最新推出的营养剂，智商低的能提上来，智商高的能保持住。回来逼着孩子们喝。但夏雨对营养水的味道很不喜欢，姥姥拿出一堆广告和貌似有理的科学理论支持来打动夏雨，还以身作则先干了一瓶，过后苦的直咧嘴。但仍以\"良药苦口\"为由强迫孩子喝。夏雨使劲辩解自己的智商没问题，高原却像发现了新大陆，抓起两瓶饮料要出门。姥姥不明白高原什么意思？刘星猜出八九分，提出配合高原行动。但夏雨提出要把他那瓶换成普通水，因为实在太难喝了！茶座里，陈玉萍母女被召来，高原亮出营养水让夏雨、刘星和璐璐喝，夏雨兄弟先喝，做出极为痛苦的表情，璐璐看了害怕，拿舌头舔了一下就受不了，闹着不喝，可陈玉萍不干，非要璐璐喝了提高智商，无奈璐璐只好坦白了智商问题的真相。",
                    "Aliases": []
                },
                "45": {
                    "ID": "7054011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054011",
                    "TitleEnglish": "新来的班主任",
                    "SummaryEnglish": "原来的班主任因为个人情况调走了。以刘星为首的三个小组简直是乐疯了，认为这是重新“塑造”自我的好机会，然而他们万万没有想到新班主任居然是临时带课的何晓鹏。而这之前，刘星和何晓鹏刚刚有过几轮的交锋，不止给对方画了损坏形象的漫画，还起了“菜鸟”的外号。得罪了新班主任这可不是闹着玩的。鼠标、键盘出主意让刘星服软改善关系，但刘星怎么肯输这个面子，明明怕的要死，却还要继续努力和何晓鹏斗下去……于是，夜晚的噩梦开始不断的折磨他的神经，正当他在思考该怎么“混”下去的时候……何晓鹏把他“召唤”到了办公室！怀着准备接受各种“侮辱与惩罚”的刘星却连做梦也没想到：何晓鹏把他给自己画的漫画拿到市里参奖居然得了个三等奖，此刻叫他来只是要把奖状交给他！刘星简直不敢相信这个事实……何晓鹏却笑着说，我已经做好了和你打持久战的准备，但记着下次再画我的时候要漂亮点儿！因为我既没结婚也没女朋友！",
                    "Aliases": []
                },
                "46": {
                    "ID": "7054012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054012",
                    "TitleEnglish": "讲演大赛",
                    "SummaryEnglish": "刘星因为班主任何晓鹏老师是个小个子给他起了个外号“菜鸟”，并在课上给他画了幅搞笑的漫画。漫画在传看得过程中被何老师发现……刘星感到大难临头，嘴上虽然强硬，但心里却也只能等待何老师的处理。他甚至想到了即将到来的种种惩罚，不由得噩梦连连。但出乎他意料的是“惩罚”迟迟没有下文，鼠标、键盘认为这是暴风雨来临前的寂静……这时候，学校举行“自由命题讲演大赛”！刘星当然认为这类活动与自己这个顽皮捣蛋的落后生没关系，但何老师竟然“盯”上了他，让他代表本班去参加这次比赛。一时间，刘星搞不清状况，甚至认为何老师这是在“报复”，故意让他难堪。班里的同学们也不敢相信这个事实，这可是全班的荣誉问题啊！大家纷纷猜测何老师的用意……夏东海看到刘星抓狂气愤要去请辞的样子，与何老师取得联系。何老师把刘星画的漫画拿给夏东海看。夏东海十分尴尬，忙着替刘星赔不是，但何老师却说出了自己的想法。原来何老师具有独特的教学风格，他从漫画及刘星给自己取外号这两件事上看到的不止是刘星的“鬼才”还有他的机灵，认为好好诱导必定能有所改观。刘梅从夏东海那里了解到新班主任的真实想法，十分感动，决定好好配合。刘星根本不相信何老师的良苦用心。他最终说服自己的是——人争一口气，绝对不能被何老师的“恶整”打倒。他开始硬着头皮在家人的关心下准备讲演大赛，但从没走过这根筋的他憋了两天也不知道该写什么。反倒是同班同学在无法改变何老师的想法的情况下，为了不让本班在该校颜面扫地纷纷派来代表上门或留校辅导……一时间，班长佳佳、学习委员等纷纷出马，即使是鼠标、键盘也来出主意。刘星被他们各个不",
                    "Aliases": []
                },
                "47": {
                    "ID": "7054013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054013",
                    "TitleEnglish": "夏雨的问题",
                    "SummaryEnglish": "夏雨班里养的兔子死了，他十分伤心，并且郁郁寡欢，弄得家里的气氛都不好。夏东海、刘梅极力安慰，但夏雨却开始思考生命为什么会这么脆弱，死到底是什么？夏东海与刘梅面面相觑，想尽办法把这个恐怖的问题往珍惜生命的方向引导！夏雨接受了，但进而认为蔬菜、鱼也是有生命的，人类吃它们也是谋杀。夏东海只好再次开解，解释整个生物链的循坏问题。夏雨释怀，但紧接着思考的问题居然是物质的质变与量变以及宇宙的形成！这样的问题连夏东海也无法马上回答，夏雪、刘星虽然学过也是记忆不清，夏雨见此干脆自己跑到书房里查阅各种书籍……第二天，收拾家的刘梅等人发现书房狼藉一片，简直就像刚刚被抢劫……大家好不容易收拾好，夏雨又跑了回来，快乐的告诉大家，另一只兔子怀了小宝宝，很显然昨天困扰他的那些问题已经抛到了九霄云外，但是————夏雨的下一个问题又把大家惊呆了：生命的起源？学乖了的夏雨根本不再等待他们任何一个人的答案，又开始翻书…",
                    "Aliases": []
                },
                "48": {
                    "ID": "7054014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054014",
                    "TitleEnglish": "隐形的功臣",
                    "SummaryEnglish": "胡一统给刘星的生日礼物是一台诺亚舟学习机。刘星坐在长椅上漫不经心地听着学习机播放英语句型，自言自语地埋怨老爸没劲，竟买这种尽是学习内容的乏味东西。",
                    "Aliases": []
                },
                "49": {
                    "ID": "7054016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054016",
                    "TitleEnglish": "青春危机(上)",
                    "SummaryEnglish": "刘梅下班回家遇到楼上的邻居陈姐，陈姐向刘梅痛述了自己的女儿云云因交了个男朋友后经常“夜不归宿”，刘梅感叹之余很担心自家的孩子将来也会“学坏”......　　正好夏雪很晚都没回家，刘梅不禁焦虑不安，夏东海认为不要过于紧张，正确的引导才是最佳办法。此时，陈姐哭着跑来说云云和她的男朋友“私奔”了......　　从此刘梅变得很紧张，对夏雪和刘星的外出活动格外“关心”，对两人的私人物品也“密切注意”，甚至想用游戏盘“买通”小雨向她传送“情报”......　　刘星和夏雪都觉察到了老妈的“反常行为”，两人通过一番“审问”，从小雨口中得知了实情。对刘梅的做法觉得好气又好笑，决定用以“用其人之道还至其人之身”的方法来解决问题。于是，二人想出一条“妙计”......　　小雨向刘梅汇报，说刘星最近经常和一个长头发、戴墨镜打扮时尚的女孩子“约会”，而夏雪则正在和一个穿着时髦的摇滚青年“暗中交往”......　　如此重大的情报让刘梅感觉“大祸临头”了，她跟随小雨在暗中看到了刘星和“时尚女孩的约会”，又按照小雨的“指点”看见了夏雪和“摇滚青年暗中交往”。　　刘梅愤怒的要好好“教训”一下两个孩子，夏东海则劝她要先把事情搞清楚了，不要一时冲动冤枉了孩子。刘梅当即表示让夏东海晚上和她一起去抓“作案证据”晚上，刘星果然又去和那个时尚女孩“约会”了，刘梅和夏东海冲出来正好抓了个正着，但事情的结果却让两个人大吃一惊，因为那个时尚女孩竟然是夏雪扮装的，而刘星则从包里拿出了摇滚服。　　-原来，这就是刘星想出来的“妙计”，夏雪装扮成“时尚女孩”，刘星则扮装“摇滚青年”，两个人各自给对方“搭戏”，演",
                    "Aliases": []
                },
                "50": {
                    "ID": "7054017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054017",
                    "TitleEnglish": "青春危机(下)",
                    "SummaryEnglish": "“双簧戏”事件以后，夏东海一家的生活又恢复了平静。但云云一直没有消息，陈姐到外地亲戚家去找女儿，临行来拜托夏家人帮她留心女儿的消息。不料妈妈刚走，夏雪傍晚回家时就在小区发现了徘徊流浪的云云。，忙死说活说把她拉回自己家。云云妈在外地一时回不来，云云思想有压力，躲到夏雪房间闭门不出。原来，云云的钱花光以后就被她那个男朋友小强给甩了，身无分文的她只好露宿街头，幸亏被警察发现才给送回了家。夏东海一家都觉得应该帮助云云早日走出阴影。特别是两个大孩子更是因为年龄相近又比较熟悉的原因下定决心要“解救”云云，让她尽快复原。孩子们各自用自己的方式设法接近云云，但收效不大，最终还是刘星的“甜言蜜语”加“热情颂歌”效果明显。云云有所改变，答应考虑回学校继续读书。可条件是要让刘星陪她单独再聊一天，刘星只好答应...刘梅为此紧张起来。担心刘星这么做弄不好会“引火上身”，到时候恐怕事情会不好收拾。夏东海劝她不要过分紧张，免得再“重蹈双簧戏事件的覆辙”。其实，刘星的“甜言蜜语”加“热情颂歌”让云云想起了自己那个的男朋友小强，于是，为让云云彻底告别过去，走出阴影，刘星无奈当了回靶子，穿上小强的衣服，被云云当成那个坏家伙“痛扁”了一顿发泄怨气。此时，云云妈陈姐高兴的回来了，说云云刚给她打了电话，让妈妈来接她回家，重新开始生活。而此时满脸伤痕的出气筒刘星也走出聊天的房间......刘星的“牺牲精神”让大家都很感动，特别是陈姐还激动的向刘梅表示，说像刘星这样好的男孩子太难找了，她愿意提前“预订”下来这个“准姑爷”，刘梅听完以后几乎再次晕倒.....",
                    "Aliases": []
                },
                "51": {
                    "ID": "7054018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054018",
                    "TitleEnglish": "知难而进(上)",
                    "SummaryEnglish": "夏家的三个孩子每到假期，就被刘梅看得很紧，丝毫没有出去玩的时间，更别说参加电视台举行的才艺大赛了。三个孩子为了自由，心生一计，让刘梅去学车拿本儿，就没时间管他们了。三个孩子开始劝刘梅，说现在有档次的女人哪个没有“本儿”，再说会开车了既有面子，又可以接送老公和孩子，增进感情，其乐融融，小雨不惜装病使用苦肉计。刘梅果然心动，通过家庭会议表决，刘梅开始学车了，她的架势拉得很大，每天出发前要准备各种防晒物品、白手套、柠檬水、遮阳帽、营养配餐……家务也不管了，全分配给三个孩子，驾驶理论考试也要孩子帮着复习……很快家里乱得一团糟，孩子们怨声载道。在这个过程中，孩子们因为遇到困难也放弃了才艺大赛，只盼着老妈早点结束学车回家做饭。",
                    "Aliases": []
                },
                "52": {
                    "ID": "7054020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054020",
                    "TitleEnglish": "知难而进(下)",
                    "SummaryEnglish": "刘梅倒桩没有过关，遭到师傅训斥，心情非常沮丧。儿女们借机反对母亲学开车，回头是岸。但是刘梅说要做一个有毅力的人，要为孩子们做一个知难而进的榜样，再难也要坚持到底，并让其他人在家中当“站桩”供她倒车练习。孩子们受其精神感染，也开始继续艰苦的训练参赛。　　终于，刘梅拿到了小车的驾驶执照。全家祝贺成功。而刘梅却充满豪气地说：她打算继续学车，小车太容易开了，要学大货，甚至学大客，那才有成就感。大家目瞪口呆。",
                    "Aliases": []
                },
                "53": {
                    "ID": "7054021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054021",
                    "TitleEnglish": "特殊刺激(上)",
                    "SummaryEnglish": "刘梅为刘星不想继续上学的想法忧心，为了引起刘星的注意和改变，她只好表现的越来越焦虑，以致真假难辨，真的要焦虑了。夏东海想为刘梅解除烦恼，提出用激将法试试，碰巧刘梅遇到了夏雪高中的一个同学小黄，过去成绩是很差的，经常被夏雪训教，但她很努力，发挥也比较好，竟上了一个普通大学。刘梅热情的邀请小黄来家里玩，其实是想借机会表扬小黄，让刘星受点刺激。刘星看透了父母的用心，便找茬躲了出去，偏巧小黄也因故失约。此后，二人阴错阳差的终于碰到一起。不料二人见面后，夏东海夫妇的戏还没来得及演，小黄就开始诉苦，说她现在如何后悔，大学的学习方式她很不适宜，同学又都比自己水平高，所以她很辛苦很累，专业也没意思，压力还很大-------如此一来，刘星反倒更觉得自己以后不上大学是对了，让父母无话可说。夏东海夫妇只好再想别的办法，在夏雪的建议下，决定雇一个小保姆来扮演一个“励志求学者”，来刺激刘星的斗志。",
                    "Aliases": []
                },
                "54": {
                    "ID": "7054022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054022",
                    "TitleEnglish": "特殊刺激(下)",
                    "SummaryEnglish": "为了确保效果，刘梅开始在胖婶推荐下，考察社区服务中心的家政服务员。看哪一个比较机灵，能够胜任这个特殊的任务。在考察了几个后确定了一个叫小荣的外地女孩，先由刘梅和夏东海对她进行演习辅导。小荣受过训练后正式出现在夏家，以一个打工不忘学习，胸怀大志小保姆的面目出现。但因为临阵磨枪，所以小荣不时穿帮，虽然父母极力补台，但刘星对她仍有所怀疑，终于引蛇出洞，让小荣暴露。绝望的刘梅觉得自己这回真要抑郁了！刘星说父母不必为自己担心，他已想好，要去西北当志愿者了。父母喜忧参半，觉得外出锻炼总比在家“混”强。只好咬牙表示支持。但刘星参加几次志愿者聚会后很快改了主意，说发现志愿者们至少都是大学生，数自己最没文化了。决心不管将来干什么，一定要先完成学业。",
                    "Aliases": []
                },
                "55": {
                    "ID": "7054023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054023",
                    "TitleEnglish": "我们的秘密",
                    "SummaryEnglish": "刘梅接到璐璐妈的电话，说夏雨现在和一个不上学，在社会上混的女孩交往。刘梅开始不信，但看到夏雨最近很晚回家，有些奇怪。夏雨称自己近日当选卫生组长，每日都要留守监督。刘梅向璐璐核实，璐璐却说夏雨最近一放学就溜，常常逃避做值日。刘梅觉得问题严重，想起夏雨最近零花钱要的日渐频繁，且行事诡秘，认定事有蹊跷，决定不露声色，查清夏雨在做什么。最初，刘梅想方设法想从夏雨嘴里打探，未果后便改变了战略——趁夏雨不在时检查夏雨的书包和抽屉……果然有了重大发现——在抽屉里发现了一只崭新的花仙子铅笔盒。刘梅夏东海对此进行分析，刘梅认为这一定是打算送给那个混的女孩子，夏东海则认为单凭一只铅笔盒不能说明问题。刘梅决定加大监督力度，查个水落石出。刘梅下班，看到夏雨跟一个女孩的身影消失在拐角。待追过去时已踪迹全无。更为夏雨担心。第二天夏雨一放学就被刘梅跟上了，见他果然和一个女孩子“约会”，还把铅笔盒送给她。刘梅正待发作，另外几个同学也来了。几个孩子澄清了误会：原来这个女孩子是搬到小区地下室的新住户，她父母早年离异，将她抛给卧病的奶奶。二人靠收集废品度日。前几天女孩捡拾璐璐丢弃的杂物，被璐璐讥笑，正好夏雨看到，批评璐璐缺乏同情心。璐璐不服，二人争吵，大家都批评璐璐，璐璐很没面子，就回家向妈妈告状------而夏雨从此认识女孩，了解到她的困难后，联合同学凑钱为她添置文具书本，每日帮她补习功课。由于女孩现在没有户口所以失学，孩子们都没有告诉大人真相。刘梅夏东海闻言感动不已，决心在小区呼吁帮助这个女孩，此后学校收女孩入学并减免了女孩的学费，夏雨和同学们的事迹也",
                    "Aliases": []
                },
                "56": {
                    "ID": "7054024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054024",
                    "TitleEnglish": "危险的宠物",
                    "SummaryEnglish": "班里建了一个生物角，老师希望通过学生与动物的接触，培养大家的责任心和爱心。夏雨对无毛的小动物有着天生的畏惧，同学们轮流介绍自己带来的小宠物，到夏雨时拿出的是一只hello kitty公仔……璐璐对他尽情的嘲笑，打赌他不敢碰自己的小花蛇。夏雨一赌气表示要将小花蛇带回家饲养。夏雨不敢告诉父母自己带来的新宠物，将放着小花蛇的盒子藏了起来。结婚纪念日快到了，东海送了刘梅一枚白金戒指。刘梅爱不释手。半夜夏雨想起要给小蛇喂食，战战兢兢的拉出藏起来的盒子时却发现他最担心的事情发生了：小蛇从盒子里跑了！夏雨想立即告诉父母，却又怕受到责难，他决定自己先把小蛇找出来。夏雨开始变得疑神疑鬼，家里一点动静都让他认为是小蛇在作怪，刘梅说话稍微高声、夏雪睫毛膏掉色、刘星莫明其妙的一声尖叫都能让夏雨半天不能安心。在学校里，夏雨也没敢告诉讨要小蛇的璐璐真相，只是说自己和小蛇建立了深厚的感情，想多养几天。璐璐告诉夏雨蛇是冷血动物，是养不熟络的，随时得多加小心。夏雨更是心中忧虑。刘梅夸张的翘着手指到处跟人显摆自己的戒指。夏雨抗不住心中压力，跟东海交代了小蛇丢失的情况。东海大惊，为了不吓到家里其他人，父子俩决定封锁消息，先找到小蛇再说。在两人笨拙的寻找过程中，陆续惊动了夏雪和刘星，寻蛇的队伍越来越扩大。东海从高人处得知蛇是喜欢温度的动物，在家中调高温度可以让蛇自动的爬出来。大家想尽办法制造“热岛”引诱藏起来的小蛇现身。结果家里唯一不知道真相的刘梅意外发现了小蛇的踪迹，吓的差点晕厥。大家寻着踪迹用暖和的盒子请君入瓮，让小蛇自己爬回了盒子。大家方才心安刘梅又是一声尖叫",
                    "Aliases": []
                },
                "57": {
                    "ID": "7054025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054025",
                    "TitleEnglish": "互送礼物",
                    "SummaryEnglish": "早晨上学前，刘星跟刘梅唠叨五一黄金周要跟同学一起参加户外运动，吵着买个吊床，刘梅没答应。晚上放学回来，刘星告诉刘梅老师让同学们在学校校庆的时候互送礼物，管刘梅要钱买礼物。刘梅给了刘星买礼物的钱，并一再嘱咐刘星不许乱花。",
                    "Aliases": []
                },
                "58": {
                    "ID": "7054026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054026",
                    "TitleEnglish": "钓鱼“高手”",
                    "SummaryEnglish": "在单位一同事的影响下，夏东海和高原不约而同地想去钓鱼，周日他们一起去钓鱼，出门时都认为自己不会空手回来的。夏雨和璐璐在小花园等待各自的爸爸钓鱼回来，二人都夸赞自己的爸爸能力强，一定会钓到大鱼。但夏东海和高原一起回来了，二人都是两手空空，两个孩子非常失望，沮丧地说起自己打赌的事，两个大人只好说单位临时突然有事，他们根本没去钓鱼。最后他们只好答应孩子们的要求——明天再去钓。",
                    "Aliases": []
                },
                "59": {
                    "ID": "7054028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054028",
                    "TitleEnglish": "手机",
                    "SummaryEnglish": "夏东海给夏雪买了一部手机，招来夏雨的妒忌，也吵着要爸爸给他买一部，并告诉他班上有不少同学都有了手机。夏东海与刘梅商量，遭到刘梅强烈反对。但夏雨依然不肯放弃，继续软磨硬泡，并时常偷偷用夏雪的手机发短信，使得手机经常因余额不足或没电而无法使用。夏雪生气的找到夏东海告状，最后，夏东海决定由全家投票决定此事。刘星讥笑夏雨太幼稚，说他还不明白得到手机对他意味着什么？刘梅夫妇和夏雨都不明白刘星的意思，大家一再追问，刘星却故弄玄虚，说天机不可泄露。最终以三比一的票数决定给夏雨买部手机，但刘梅也提出许多条件。",
                    "Aliases": []
                },
                "60": {
                    "ID": "7054029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054029",
                    "TitleEnglish": "受伤的鸽子",
                    "SummaryEnglish": "夏雨和璐璐在花园发现了一只受伤的鸽子，俩人把鸽子带回家救治。刘梅从外面回来，正在收拾鸽子粪的胖婶说现在都在预防禽流感，鸽子粪到处传播会成为病源。胖婶纳闷，为什么已经通知各家各户把禽类全部关起来了，怎么小区还会有鸽子粪。刘梅听后立刻谈粪色变，从当过医护人员的角度，大讲鸽子粪带来的危害。夏雨和璐璐给鸽子包扎时没拿住鸽子，鸽子在房间里四下飞，正好撞在回来的刘梅身上。刘梅帮孩子们包扎好鸽子，夏东海把鸽子交到了居委会。",
                    "Aliases": []
                },
                "61": {
                    "ID": "7054030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054030",
                    "TitleEnglish": "道歉(上)",
                    "SummaryEnglish": "最近小区里经常丢自行车。刘梅新买的自行车和胖婶的旧自行车都丢了。两人在一起大骂偷车贼。刘梅只好骑刘的旧自行车。经过小区花园时，在那里干活的民工甲不小心把油漆洒在了刘梅的旧车上，刘梅本来心情就不好，这下更火了，拉住民工甲斥责，要求对方道歉和赔偿。但民工怕刘梅讹诈他，只好推托责任，说是刘梅自己不小心撞上来碰了他。刘梅气头上说了小区的自行车都是你们这些人偷的之类的话。晚上刘梅开始反省，自己虽是心情不好一时冲动，但也不该那样对待民工。夏东海也觉得她太过份了。认为她应该向对方道歉。但刘梅觉得是民工不向自己道歉才发生这样的事，一时放不下架子，最后她想出一个办法，让刘星替她去向民工甲道歉。并许愿，道歉后就给刘星买辆新自行车。刘星同意了。刘梅向刘星描述了民工甲的样子。刘星来到花园工地却认错了人，错把民工乙当成了民工甲。他只会不停地说着“对不起”。民工乙把他当成了精神病。夏雪恰好路过，看到此情非常奇怪。刘星不好意思说自己为了得一辆新自行车而替老妈道歉，只好说他刚才看见有人为一点小事对民工不尊重，觉得太不公平了！夏雪很有同感，激动地发表了长篇大论，刘星将夏雪的话暗自记下(录下)，整理成了一篇城里人向民工道歉的稿件。刘星拿着道歉稿去找鼠标，让鼠标代他去道歉——照本宣科即可。鼠标要求交换条件，刘星对他耳语几句，鼠标点头同意。",
                    "Aliases": []
                },
                "62": {
                    "ID": "7054032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054032",
                    "TitleEnglish": "道歉(下)",
                    "SummaryEnglish": "刘星带着鼠标来到花园工地，远远地将民工乙指给鼠标看。鼠标来到民工乙面前，流利地背出道歉稿上的内容。民工乙惊呆了，鼠标向不远处的刘星做了个“ok”的手势。刘星告诉刘梅，他已经完成任务，得到刘梅允诺的一辆新自行车。新车刚买回来，刘星的那部旧自行车就丢了。刘梅非常气愤。过了几天，在小区里偷自行车的小偷给抓住了，谁抓的？民工乙。原来，鼠标的道歉让民工乙非常感动，为了报答城里人的信任，他夜里在小区蹲点守候，果然抓到了小偷。胖婶和刘梅的自行车都找回来了，但是小偷不承认偷了刘星那部旧车。刘梅听胖婶讲了民工乙抓小偷的故事。她以为那个道歉的孩子就是刘星，抓小偷的也自然是民工甲。她感慨万千，同时为自己碍着面子没去亲自道歉而愧疚。她买了一些食品，到工地看民工甲。刘梅向民工甲当面道歉，同时感谢民工甲抓住小偷帮她找回了一辆车。民工甲闻言一愣，说，抓小偷的是民工乙，不是我呀！刘梅也愣住了。抓小偷的不是民工甲？这么说，那个道歉的孩子也不是刘星吗？她回家责问刘星，要将给刘星买的新自行车收回。刘星诅咒发誓说肯定向民工道过歉了(但他回避道歉的人是谁)。刘梅拉着刘星要去找民工甲当面对质。刘梅和刘星刚一下楼，就碰到了民工甲。民工甲说，你丢的那部旧车沾上了我的油漆，我认得。这不，刚刚把偷车贼也给你抓到了。说着就把“小偷”拽过来。刘梅一看，“小偷”原来是鼠标。鼠标大呼冤枉，说，这车是刘星送我的！刘星说我帮他道歉，就把旧自行车送我！真相终于大白。",
                    "Aliases": []
                },
                "63": {
                    "ID": "7054033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054033",
                    "TitleEnglish": "两棵小白菜",
                    "SummaryEnglish": "《京华少年》开展征文大奖赛，夏雨提出参赛，东海为避嫌断然否决，并认为夏雨作文水平一般，即使参赛也不可能入围。夏雨不服气，决定以笔名参赛，靠实力获奖。刘星夏雪也都支持这种\"有志气\"的行动。二人献计献策，认为只有写\"苦情\"，才能打动评委。夏雨挖空心思回忆痛苦经历，可最痛苦的也不过是\"一顿不能吃三根冰激凌\"之类的。刘星夏雪大失所望，认为夏雨获奖希望渺茫，把他挖苦一番。夏雨不服，扬言要写出惊人作品，但哥姐不信。大赛结果公布，一等奖果然是篇\"苦情\"文章。",
                    "Aliases": []
                },
                "64": {
                    "ID": "7054034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054034",
                    "TitleEnglish": "拒绝污染",
                    "SummaryEnglish": "放学后，鼠标神秘地把刘星拉到小花园，掏出从家里偷拿来的一盒烟，提出试抽，找感觉“酷”一下。刘星也很好奇，正在犹豫是否抽烟的时候，鼠标的爸爸来接鼠标，鼠标连忙把烟塞到刘星兜里。但露出半截被鼠标爸爸发现，刘星被鼠标爸爸误认为是在教唆鼠标抽烟。",
                    "Aliases": []
                },
                "65": {
                    "ID": "7054035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054035",
                    "TitleEnglish": "用心良苦(上)",
                    "SummaryEnglish": "刘星突然变的十分注意卫生和仪表，学习也开始努力。父母很奇怪他为什么会突然转变，分析后认为可能是新换的班主任太好了，一上来就抓住了孩子的心，他俩商议什么时候请老师来家里好好感谢和交流一番。但好景不长，某日刘星放学后竟然和鼠标发生争吵并且动了手，把衣服都扯破了，脸上还带着伤，刘梅怕儿子受人欺负，问他为什么打架，但刘星却怎么也不说。",
                    "Aliases": []
                },
                "66": {
                    "ID": "7054036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054036",
                    "TitleEnglish": "用心良苦(下)",
                    "SummaryEnglish": "刘星光顾着给女生做服务工作，没有好好复习，结果成绩下滑严重，考了全班最后一名，鼠标倒取得很大进步。老师提议鼠标负责帮助刘星提高学习成绩，但却被刘星愤然拒绝。何静见此主动提出去帮助刘星学习，老师告诫她必须注意方式方法，否则刘星会觉得自尊心受伤，而再次拒绝别人帮助。何静采取了迂回前进的方法，在其他生活方面先和刘星慢慢接近，逐步过渡到学习上来。此举虽然小有成效，却引起了刘星的误解和家长的恐慌。刘梅误会二人早恋，非常担心，甚至单独约见何静表示自己的担心。刘星在刘梅影响下，误会也加深了，最终何静说明事实原因，刘星很是尴尬，刘梅反倒希望何静多多接近刘星。好好帮助他学习。",
                    "Aliases": []
                },
                "67": {
                    "ID": "7054038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/home-with-kids/episodes/7054038",
                    "TitleEnglish": "出走英雄梦",
                    "SummaryEnglish": "周末，夏家人所居住的小区里正在开展亲情1+奥运健身进社区活动，刘星虽然被奥运主题活动激发的热血沸腾，却又瞧不上家里人参加的诸如腰鼓、赛跑、太极拳等庆祝活动，认为这些都很平常，自己应该搞出点大动静来。他联合鼠标雄心勃勃的决定不鸣则已，一鸣惊人，利用暑假实现自己的英雄梦：攀爬世界五大洲最高峰--从珠穆朗玛峰开始！刘星先是跟父母申请登山费用，结果被立时否决。鼠标爸爸还来向夏家告状！鼠标立刻屈服了，乖乖的放弃理想，报名参加了社区的田径小组。刘星不服，决定在周末和鼠标离家出走，集中所有的钱，走到哪儿算哪儿，边打工边攒钱走向西藏。",
                    "Aliases": []
                }
            }
        }
    }
}