{
    "URL": "https://thetvdb.com/series/idolish7-vibrato",
    "Genres": [
        "Animation",
        "Anime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9001710/",
        "https://www.themoviedb.org/tv/117534"
    ],
    "TitleEnglish": "IDOLiSH7 Vibrato",
    "SummaryEnglish": "Zooms in on the relationships of the members of Trigger, how they met, and how they grew closer as an unit. It also comes up with an ending for the unresolved issue in the first season regarding the song \"Natsu Shiyouze.\"",
    "Aliases": [
        "アイドリッシュセブン Vibrato"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "794671",
            "URL": "https://thetvdb.com/series/idolish7-vibrato/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "6999695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7-vibrato/episodes/6999695",
                    "TitleEnglish": "TRIGGER - Before the radiant glory 1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "6999707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7-vibrato/episodes/6999707",
                    "TitleEnglish": "TRIGGER - Before the radiant glory 2",
                    "SummaryEnglish": "TRIGGER has been nominated for the best new artist award and gets casted for a charity event with Re:vale, a senior idol group managed by Okazaki Agency. However, clashes occur when they realize a difference in each other's intention behind participating in this concert.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6999711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7-vibrato/episodes/6999711",
                    "TitleEnglish": "Boys Caught Up | First half",
                    "SummaryEnglish": "When IDOLiSH7 is on its way to TRIGGER's long-awaited concert, Yamato, Tamaki and Nagi decide to stop by Japan’s tallest building Sora Iro Tower before making their way down to the venue. While Nagi is buying a limited-edition comic book, they are targeted by group of suspicious-looking men who are after his bag...",
                    "Aliases": []
                },
                "4": {
                    "ID": "6999715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7-vibrato/episodes/6999715",
                    "TitleEnglish": "Boys Caught Up | Second half",
                    "SummaryEnglish": "Caught up in the midst of a terrorist attack, Tamaki accidentally picks up a bag containing deadly explosives. Through the explanation from Nagi and the police, Tamaki and Yamato finally understand what is happening. Will they be able to make it to TRIGGER's charity concert safely?",
                    "Aliases": []
                },
                "5": {
                    "ID": "6999721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7-vibrato/episodes/6999721",
                    "TitleEnglish": "PARTY TIME TOGETHER | First half",
                    "SummaryEnglish": "Tomorrow is a day off for IDOLiSH7. Nagi proposes for the group to do something together, but the day ends without coming to a decision. The following day, Tamaki is off to school while the rest are still trying to figure out how to spend their holiday, but struggling to reach a consensus...",
                    "Aliases": []
                },
                "6": {
                    "ID": "6999723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7-vibrato/episodes/6999723",
                    "TitleEnglish": "Party Time Together | Second half",
                    "SummaryEnglish": "When members of IDOLiSH7 are spending their day off relaxing, Mitsuki suggests a group activity - to host a gyoza party where they make their own customized dumplings. Excited about the idea, the group starts the preparation and guests begin to arrive.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6999724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7-vibrato/episodes/6999724",
                    "TitleEnglish": "Let's Do SUMMER! | First half",
                    "SummaryEnglish": "IDOLiSH 7 is performing at the Summer Island Music Festival, an outdoor concert held at a resort featuring top artists. TRIGGER, also attending the concert, was planning to perform the single \"Let's Do SUMMER!” However, because it was originally IDOLiSH7's song, the head of Yaotome Production Company did not approve of this song choice. Riku discovers this situation and...",
                    "Aliases": []
                },
                "8": {
                    "ID": "6999727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7-vibrato/episodes/6999727",
                    "TitleEnglish": "Let's Do SUMMER! | Second half",
                    "SummaryEnglish": "IDOLiSH7 arrives at Summer Island Music Festival. Riku bumps into Tenn at the hotel and suggests they perform the song \"Let's Do SUMMER!” at the end of IDOLiSH7's performance. What's Gaku, Tenn and Ryunosuke's final call?",
                    "Aliases": []
                }
            }
        }
    }
}