{
    "URL": "https://thetvdb.com/series/namu-amida-butsu-rendai-utena",
    "Genres": [
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9883660/",
        "https://www.themoviedb.org/tv/87474"
    ],
    "TitleEnglish": "Namu Amida Butsu!: Rendai Utena",
    "SummaryEnglish": "Long before superheroes, there were legends. One of them begins with Shaka Nyorai, whose bravery and enlightenment once saved humanity forever. But forever is fleeting because Mara, the personification of Earthly desires, forges a corrupt coalition with the devil to again visit wrath and vengeance upon humankind.\r\n\r\nTo counter Mara's cruel attack, the divine beings Taishakuten and Bonten must join forces with the Thirteen Buddhas. Can the allied powers of light defeat the vicious onslaught and save humankind in their darkest hour?",
    "Aliases": [],
    "Modified": "2023-12-02",
    "Seasons": {
        "1": {
            "ID": "800992",
            "URL": "https://thetvdb.com/series/namu-amida-butsu-rendai-utena/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7071113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/episodes/7071113",
                    "TitleEnglish": "No Amount of Shooing Can Keep Earthly Vices at Bay",
                    "SummaryEnglish": "Taishakuten and Bonten are here to deliver the Earth from evil! But evil takes time to show up, and these two deities need a crash course on the conveniences of modern life.",
                    "Aliases": []
                },
                "2": {
                    "ID": "7116237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/episodes/7116237",
                    "TitleEnglish": "No Treasure is Worth More than Friendship",
                    "SummaryEnglish": "Karuraten is tired of Taishakuten and Bonten’s constant bickering, but if he wants to stay in the material world, he’ll need help to get the two to behave.",
                    "Aliases": []
                },
                "3": {
                    "ID": "7116239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/episodes/7116239",
                    "TitleEnglish": "Behold the Flower that Blooms in the Shadow of the Obvious",
                    "SummaryEnglish": "Kannon and Seishi are brothers but misunderstandings threaten to drive them apart. Meanwhile, Miroku seeks to prove he’s not a kid and finds new friends among senior citizens.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7116241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/episodes/7116241",
                    "TitleEnglish": "You Can’t Fulfill Wishes Without Both Feet on the Ground",
                    "SummaryEnglish": "The situation’s changed. An ambush by powerful vices means the Thirteen Buddhas must consolidate their strength… but Dainichi hasn’t returned from his vacation yet.",
                    "Aliases": []
                },
                "5": {
                    "ID": "7116243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/episodes/7116243",
                    "TitleEnglish": "One Lie Leads to a Hundred Lies",
                    "SummaryEnglish": "Dainichi’s overwhelming power is the solution to their escalating situation. However, he’s unwilling to return to duty. Why?",
                    "Aliases": []
                },
                "6": {
                    "ID": "7116245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/episodes/7116245",
                    "TitleEnglish": "If You Are to Forgive Sin Behold the Face of the Sinner",
                    "SummaryEnglish": "As the Buddhas split into teams to deal with the increasing threat, Taishakuten and Bonten attempt to lift Shaka’s spirits.",
                    "Aliases": []
                },
                "7": {
                    "ID": "7116246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/episodes/7116246",
                    "TitleEnglish": "You Cannot Return to the Past But You Can Carry on With the Future",
                    "SummaryEnglish": "Despite Taishakuten’s pleas, the flames of Ashura’s wrath refuse to quell. They were once friends, but that is no longer true. What happened in the distant past?",
                    "Aliases": []
                },
                "8": {
                    "ID": "7116247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/episodes/7116247",
                    "TitleEnglish": "Out of Sight is Different From Gone",
                    "SummaryEnglish": "As Taishakuten recovers from his wounds, an enraged Fudo vows to hunt Ashura down. When Fudo goes AWOL, Amida and Bonten must locate him.",
                    "Aliases": []
                },
                "9": {
                    "ID": "7116248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/episodes/7116248",
                    "TitleEnglish": "Set the Unenlightened Night Aglow With Smiles",
                    "SummaryEnglish": "Mara’s decisive strike against the shrine yields devastating results. With the halo fragments stolen and Shaka Nyorai captured, the Buddhas’ only hope is a cryptic message.",
                    "Aliases": []
                },
                "10": {
                    "ID": "7116249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/episodes/7116249",
                    "TitleEnglish": "The Fruit Of Doubt Bears No Seed",
                    "SummaryEnglish": "As Taiskakuten fends off Ashura’s assault, Boten attempts to free Shaka Nyorai. The others rally to save Shinjuku, but how can hope remain when even gods can succumb to vices?",
                    "Aliases": []
                },
                "11": {
                    "ID": "7116250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/episodes/7116250",
                    "TitleEnglish": "There Can Be No Enlightenment Without Vice",
                    "SummaryEnglish": "Mara loses composure as the tide of battle swings in the Buddhas’ favor, but nothing is more dangerous than a cornered foe. What will this mean for Shaka Nyorai and Ashura?",
                    "Aliases": []
                },
                "12": {
                    "ID": "7116251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/episodes/7116251",
                    "TitleEnglish": "Be at Peace with Vice-Prone Souls",
                    "SummaryEnglish": "The deities have earned a break after their fierce battle against Mara. Ashura tries to integrate with the team, but can he successfully do so after all that’s happened?",
                    "Aliases": []
                }
            }
        }
    }
}