{
    "URL": "https://thetvdb.com/series/miru-tights",
    "Genres": [
        "Anime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10711718/",
        "https://www.themoviedb.org/tv/86823"
    ],
    "TitleEnglish": "Miru Tights",
    "SummaryEnglish": "A rainy morning in April. Cherry blossoms are struck by the rain and floats in the puddle. High school students enter the school gate, carrying various colors of umbrellas.\r\n\r\n\"Good morning, Ren,\" Yua greeted Ren, wearing wet tights in front of the shoe cupboard. When Ren faced her glumly, Homi, who was drenched, joined them as if she is jumping. The girls discuss the new semester.\r\n\r\nThe girls live their irreplaceable school life as the seasons change.",
    "Aliases": [],
    "Modified": "2025-10-17",
    "Seasons": {
        "0": {
            "ID": "803225",
            "URL": "https://thetvdb.com/series/miru-tights/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7340292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miru-tights/episodes/7340292",
                    "TitleEnglish": "Cosplay Shooting & Tights",
                    "SummaryEnglish": "Episode available on the DVD/Blu-ray volume of the anime. Ren has been asked to pose for a certain illustrator. Worried, Yua offers to accompany him to the photoshoot. And Homi helps them calm their anxieties by organizing a training session.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "803227",
            "URL": "https://thetvdb.com/series/miru-tights/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7097282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miru-tights/episodes/7097282",
                    "TitleEnglish": "Commuting & Tights",
                    "SummaryEnglish": "A rainy morning in April. Cherry blossoms are struck by the rain and floats in the puddle. High school students enter the school gate, carrying various colors of umbrellas. \"Good morning, Ren,\" Yua greeted Ren, wearing wet tights in front of the shoe cupboard. When Ren faced her glumly, Homi, who was drenched, joined them as if she is jumping. The girls discuss the new semester.",
                    "Aliases": []
                },
                "2": {
                    "ID": "7176453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miru-tights/episodes/7176453",
                    "TitleEnglish": "Cosplay Selfie & Tights",
                    "SummaryEnglish": "Yua Nakabeni takes photos of herself in cosplays and posts them on social media. Ren Aikawa follows her profile while at work at the bar and worries her followers might find out who she is. Her boss tells her to work instead.",
                    "Aliases": []
                },
                "3": {
                    "ID": "7190012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miru-tights/episodes/7190012",
                    "TitleEnglish": "Changing & Tights",
                    "SummaryEnglish": "Homi, Ren and Yua all accidentally rip their tights on the same day while at Yaegasumi High School. In the end, they have to stay with ripped tights in class.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7190013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miru-tights/episodes/7190013",
                    "TitleEnglish": "Working & Tights",
                    "SummaryEnglish": "Ren Aikawa brings a lot of attention to the bar she's working at. The Bar Master wasn't getting many customers before she came along.",
                    "Aliases": []
                },
                "5": {
                    "ID": "7218382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miru-tights/episodes/7218382",
                    "TitleEnglish": "Swimsuit & Tights",
                    "SummaryEnglish": "Homi Moegi rushes to her swim practice thinking she's late because she forgot that the schedule has changed. She falls asleep in the changing room. Later, she tells her friends that she always has her swimsuit on in school on days when she has the practice.",
                    "Aliases": []
                },
                "6": {
                    "ID": "7227668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miru-tights/episodes/7227668",
                    "TitleEnglish": "Tatami & Tights",
                    "SummaryEnglish": "Ren, Yua, and Homi are staying after their tea ceremony class in the school tea room. They're reaching their limits as they sit upright on the tatami mats. Ren is about to drink tea in front of the teacher, checking the proper etiquette, when Yua, who is sitting next to him, pokes at his numb leg.",
                    "Aliases": []
                },
                "7": {
                    "ID": "7227669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miru-tights/episodes/7227669",
                    "TitleEnglish": "Seduction & Tights",
                    "SummaryEnglish": "Ren and his classmates' homeroom teacher, Ms. Okuzumi, is the center of attention for the boys. Her low-cut shirt, tight miniskirt suit, and high heels draw all eyes. After school, she gives advice to a male student who did poorly on a quiz, but...",
                    "Aliases": []
                },
                "8": {
                    "ID": "7246434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miru-tights/episodes/7246434",
                    "TitleEnglish": "Reflexology & Tights",
                    "SummaryEnglish": "After school, Ren says his feet are tired from working a part-time job on the weekend, so Yua suggests giving him a foot massage. Ren timidly entrusts his feet to Yua. As the massage gets stronger and stronger, Ren complains of pain, but Yua ends up getting more and more excited.",
                    "Aliases": []
                },
                "9": {
                    "ID": "7246435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miru-tights/episodes/7246435",
                    "TitleEnglish": "Kotatsu & Tights",
                    "SummaryEnglish": "Yua and Homi start studying in the kotatsu in Yua's room. Homi starts to get bored with studying and starts to play with the cat in the kotatsu. Homi tries to pet the cat with her paw, but the cat escapes to Yua's feet, and Yua and Homi start fighting over the cat in the kotatsu.",
                    "Aliases": []
                },
                "10": {
                    "ID": "7246436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miru-tights/episodes/7246436",
                    "TitleEnglish": "Earpick & Tights",
                    "SummaryEnglish": "Homi suddenly appears in her younger brother's room while he is studying for his high school entrance exams and demands to have his ears cleaned. Homi reluctantly complies, and she places his head on her lap and begins to clean his ears. His younger brother tries to stop quickly, but Homi holds him down and continues to clean his ears.",
                    "Aliases": []
                },
                "11": {
                    "ID": "7246437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miru-tights/episodes/7246437",
                    "TitleEnglish": "Valentine Day & Tights",
                    "SummaryEnglish": "Ren gets a stuffed toy in return for the Valentine's chocolate that Yua gave him, and brings it to Yua's house. Yua invites him inside. While Yua makes tea, Ren is alone in his room, when he suddenly comes up with a prank.",
                    "Aliases": []
                },
                "12": {
                    "ID": "7246438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miru-tights/episodes/7246438",
                    "TitleEnglish": "Travel & Tights",
                    "SummaryEnglish": "Ren, Yua, and Homi want to go on a trip during spring break, so they discuss their destination in Yua's room. They have so many places they want to go, overseas, domestically, to the beach, and to hot springs, that they can't agree on anything. The three lie down and start discussing, but before they know it, they fall asleep...",
                    "Aliases": []
                }
            }
        }
    }
}