{
    "URL": "https://thetvdb.com/series/astra-lost-in-space",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10483250/",
        "http://astra-anime.com/",
        "http://www.reddit.com/r/AstraLostInSpace",
        "https://www.themoviedb.org/tv/88041",
        "https://x.com/astra_anime"
    ],
    "TitleEnglish": "Astra Lost in Space",
    "SummaryEnglish": "The year is 2061, when space travel is now possible and commercially viable, and the students of Caird High School embark on their Planet Camp. But soon after Group B5 arrived at their planetary camp site, a mysterious and unforeseen sentient light sphere warps its 9 members into outer space, stranding them 5012 light years away from their home planet.\r\n\r\nWith the discovery of an old, unmanned spaceship nearby, the students must stay strong, manage their limited resources and remain united in the darkness of space, so that all of them can survive their long and likely perilous trek back home aboard the Astra.",
    "Aliases": [
        "Kanata no Astra"
    ],
    "Modified": "2025-10-14",
    "Seasons": {
        "1": {
            "ID": "809731",
            "URL": "https://thetvdb.com/series/astra-lost-in-space/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7171934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astra-lost-in-space/episodes/7171934",
                    "TitleEnglish": "Planet Camp",
                    "SummaryEnglish": "Nine students embark on their first trip to outer space, to attend a five-day \"Planet Camp\" on an uninhabited planet. The moment they arrive, however, a mysterious sphere transports them to a different part of the galaxy.",
                    "Aliases": []
                },
                "2": {
                    "ID": "7254057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astra-lost-in-space/episodes/7254057",
                    "TitleEnglish": "Wilderness",
                    "SummaryEnglish": "The team reach the first planet on their interstellar trip, Planet Vilavurs. Though the planet itself seems comfortably inhabitable, the novice explorers have much to learn about space survival, and about each other.",
                    "Aliases": []
                },
                "3": {
                    "ID": "7254100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astra-lost-in-space/episodes/7254100",
                    "TitleEnglish": "Meteor",
                    "SummaryEnglish": "Spirits are raised and friendships are forged after the nine students successfully complete their first visit to a foreign planet. However, they are reminded that danger still lurks - in outer space, and from within the group.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7254101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astra-lost-in-space/episodes/7254101",
                    "TitleEnglish": "Star of Hope",
                    "SummaryEnglish": "Disaster narrowly averted, the group land on Planet Shummoor, the second planet of their trip. Finding resources proved to be a challenge, but every member of the group was optimistic that things will work out - except for one.",
                    "Aliases": []
                },
                "5": {
                    "ID": "7254102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astra-lost-in-space/episodes/7254102",
                    "TitleEnglish": "Paradise",
                    "SummaryEnglish": "After surviving another dangerous setback, the team are able to resume their trip. Meanwhile, back home, the students' parents meet to discuss the fate of their children.",
                    "Aliases": []
                },
                "6": {
                    "ID": "7254103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astra-lost-in-space/episodes/7254103",
                    "TitleEnglish": "Secret",
                    "SummaryEnglish": "Ulgar threatens to kill Luca, revealing the previously unknown connection between the two, as well as secrets about Luca himself. Kanata attempts to piece the information together, but another disaster strikes.",
                    "Aliases": []
                },
                "7": {
                    "ID": "7254104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astra-lost-in-space/episodes/7254104",
                    "TitleEnglish": "Past",
                    "SummaryEnglish": "As the Astra and Team B5 approach their next planet, Aries notices that Charce's story doesn't add up. The team confront Charce about his past, which he has kept secret until now.",
                    "Aliases": []
                },
                "8": {
                    "ID": "7254105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astra-lost-in-space/episodes/7254105",
                    "TitleEnglish": "Lost and Found",
                    "SummaryEnglish": "The team meet Polina, an astronaut hibernating inside a ship identical to the Astra. Together, they work on a way to get off of this planet.",
                    "Aliases": []
                },
                "9": {
                    "ID": "7254106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astra-lost-in-space/episodes/7254106",
                    "TitleEnglish": "Revelation",
                    "SummaryEnglish": "Some peculiar medical readings raise Zack's suspicions about the true relationship between Funicia and Quitterie. Studying this, the team discovers the common link between the team members - the reason someone wants them all dead.",
                    "Aliases": []
                },
                "10": {
                    "ID": "7254107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astra-lost-in-space/episodes/7254107",
                    "TitleEnglish": "Culprit",
                    "SummaryEnglish": "The team is on its way to the final planet. Polina is determined to find out how it is possible that the children are from a different planet, and Kanata closes in on the enemy within.",
                    "Aliases": []
                },
                "11": {
                    "ID": "7254108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astra-lost-in-space/episodes/7254108",
                    "TitleEnglish": "Confession",
                    "SummaryEnglish": "The entrapment was successful, and the team finally corners the killer amongst them. What drove the killer to do what they did, despite developing such a close bond with the rest of the team?",
                    "Aliases": []
                },
                "12": {
                    "ID": "7254109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astra-lost-in-space/episodes/7254109",
                    "TitleEnglish": "Friend-ship",
                    "SummaryEnglish": "The truth is revealed about the killer, which leads to numerous discoveries about the history of the world. Can the team overcome the final obstacle and return home safely?",
                    "Aliases": []
                }
            }
        }
    }
}