{
    "URL": "https://thetvdb.com/series/wakanobu",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10409756/",
        "https://www.themoviedb.org/tv/88065"
    ],
    "TitleEnglish": "Kochoki",
    "SummaryEnglish": "The series is a historical drama aesthetically and boldly adapting the life of Oda Nobunaga in his teens up to his time as a warlord against his brother, Nobuyuki.",
    "Aliases": [
        "Gorgeous Butterfly: Young Nobunaga"
    ],
    "Modified": "2023-05-29",
    "Seasons": {
        "1": {
            "ID": "809737",
            "URL": "https://thetvdb.com/series/wakanobu/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7171943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wakanobu/episodes/7171943",
                    "TitleEnglish": "Coming of Age",
                    "SummaryEnglish": "Kippoushi (Nobunaga), surrounded by castle intrigue, is caught aiding a band of homeless youth who are stealing his father's goods. As his father is about to shoot them, Nobunaga intervenes. His father releases the gang into Nobunaga's care.",
                    "Aliases": []
                },
                "2": {
                    "ID": "7254305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wakanobu/episodes/7254305",
                    "TitleEnglish": "Marriage",
                    "SummaryEnglish": "Nobunaga is engaged against his will to the daughter of The Viper of Minou, Kichou--secretly a ninja. After the wedding, she tries to kill Nobunaga, but he talks her out of it. She then attempts suicide, but Nobunaga convinces her to remain with him.",
                    "Aliases": []
                },
                "3": {
                    "ID": "7254306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wakanobu/episodes/7254306",
                    "TitleEnglish": "Father and Child",
                    "SummaryEnglish": "As Nobuhide awaits death, Tsuneoki gets wind of a traitor. A brash child, Inuchiyo, begs his way into Nobunaga’s service. On the eve of the funeral, Nobunaga rushes to help Tsuneoki confront the spy, and ends up missing his father’s memorial service.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7254307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wakanobu/episodes/7254307",
                    "TitleEnglish": "An Old Man's Wish",
                    "SummaryEnglish": "When Nobunaga requests 500 muskets, of his retainers, only Nobunaga’s mentor Hirate supports him. Nobutomo, titular lord of Owari, makes a grab for real power. As Hirate's health fades, Nobunaga puts his new battle method to the test.",
                    "Aliases": []
                },
                "5": {
                    "ID": "7254308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wakanobu/episodes/7254308",
                    "TitleEnglish": "A Meeting",
                    "SummaryEnglish": "Saitou Dousan, lord of neighboring Mino Province and Nobunaga's father-in-law, invites Nobunaga and Kichou to meet. As Toshiie tries to lead a defensive force to the site, Dousan's son/Kichou's brother, Yoshitatsu, puts a cunning plan into action.",
                    "Aliases": []
                },
                "6": {
                    "ID": "7254309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wakanobu/episodes/7254309",
                    "TitleEnglish": "Kiyosu",
                    "SummaryEnglish": "Facing multiple provocations by the aggressor Imagawa, in cahoots with the puppetmasters of the Principal Line, Nobunaga appeals to his loyal brother Nobukatsu for aid. But Nobukatsu faces opposition from those surrounding him, who have other ideas.",
                    "Aliases": []
                },
                "7": {
                    "ID": "7254310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wakanobu/episodes/7254310",
                    "TitleEnglish": "Love and Death",
                    "SummaryEnglish": "Hemmed in by power-hungry schemers, Nobukatsu attempts to communicate secretly with Nobunaga via their naïve younger brother, Hidetaka. But when Hidetaka meets with misfortune, Nobukatsu’s loyalty to Nobunaga is put to the ultimate test.",
                    "Aliases": []
                },
                "8": {
                    "ID": "7254311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wakanobu/episodes/7254311",
                    "TitleEnglish": "Nobukatsu",
                    "SummaryEnglish": "Hearing rumors that his brother Nobukatsu is preparing for war, Nobukatsu issues a proclamation to protect local villages. When Nobukatsu defies the proclamation and raises an army of thugs, Nobunaga is forced to make the most difficult of decisions.",
                    "Aliases": []
                },
                "9": {
                    "ID": "7254312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wakanobu/episodes/7254312",
                    "TitleEnglish": "Parting",
                    "SummaryEnglish": "Nobunaga attempts to marry his younger sister Oichi to his cousin Nobukiyo in order to forge an alliance, an effort that goes badly awry. Meanwhile, rumors of a great serpent lurking near Midori-ga-Ike Pond have the people of Owari living in fear.",
                    "Aliases": []
                },
                "10": {
                    "ID": "7254313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wakanobu/episodes/7254313",
                    "TitleEnglish": "Elder Brother and Younger Brother",
                    "SummaryEnglish": "Nobukatsu agrees to a cowardly ploy by Tsuzuki to draw Nobunaga outside the safety of his castle. Choosing loyalty over his personal safety, Nobunaga takes the bait, and the brothers face off at last, with the fate of Owari in the balance.",
                    "Aliases": []
                },
                "11": {
                    "ID": "7254315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wakanobu/episodes/7254315",
                    "TitleEnglish": "Advancing Toward the Capital",
                    "SummaryEnglish": "When Shiba Yoshikane--nominally Lord Protector of Owari but in fact merely a feckless ward--begins to stir up trouble, Nobunaga must act. But his actions carry repercussions, and Nobunaga receives a summons from the Shogun to explain himself.",
                    "Aliases": []
                },
                "12": {
                    "ID": "7254316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wakanobu/episodes/7254316",
                    "TitleEnglish": "Okehazama",
                    "SummaryEnglish": "As Imagawa Yoshimoto’s enormous army invades, Nobunaga’s resolve to fight against impossible odds wavers. In this, his ultimate test, Nobunaga’s strategic savvy and courage, and the courage of his faithful companions, are put to the ultimate test.",
                    "Aliases": []
                }
            }
        }
    }
}