{
    "URL": "https://thetvdb.com/series/king-of-warrior-ex",
    "Genres": [
        "Superhero"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/205339",
        "https://www.themoviedb.org/tv/205339"
    ],
    "TitleEnglish": "King of Warrior EX",
    "SummaryEnglish": "The main character's parents are researchers at a university. One day, they opened a gate to a different dimension. Xu Feng, the male protagonist, and his friend Qiu Yu starts to uncover the secrets of Xu's parent's research, leading them to discovery of other lifeforms from the other dimension. Xu Feng gains other members to his team whom all have talismans of different attributes. They must battle against the villain Elder Dragon and his 7 seven dark warriors with spinning tops.",
    "Aliases": [
        "Battle King EX",
        "Battle King Legend"
    ],
    "Modified": "2025-07-04",
    "Seasons": {
        "1": {
            "ID": "814439",
            "URL": "https://thetvdb.com/series/king-of-warrior-ex/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "7231558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/king-of-warrior-ex/episodes/7231558",
                    "TitleEnglish": "Pilot",
                    "SummaryEnglish": "It is said outside the space of human existence, there is another space, known as the Inner Senses. Two elders in this unknown Inner Senses, they are quiet and monensin dragon. Inner Senses evil dragon elders who want to destroy the quiet space balance, established by the new space at their disposal. But the elders of monensin in order to make human space Inner Senses and balance, and the elders secluded Long fierce fighting. Human space, the story of the protagonist's parents Xu wind, space research scholars, a year ago in an unexpected accident and unexplained disappearances.",
                    "Aliases": []
                },
                "52": {
                    "ID": "7231565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/king-of-warrior-ex/episodes/7231565",
                    "TitleEnglish": "Conclusion",
                    "SummaryEnglish": "Xu Feng, who want to use the space secluded home defeat dragon, but did not expect magic heart has not been eliminated and go for spar. So monensin elders sacrificed himself, turned into rain spar, Xu wind, five people finally defeated the secluded Long, Mind Magic escape. Xu Qiu wind and rain but also to stay in the Inner Senses spar to complete the task, only to appear Mind Magic took the spar, Xu Qiu rain wind away, leaving himself in Inner Senses ready to sacrifice. Qiu did not expect the rain of tear awakened magic heart, she changed back to the heart; the heart Elder Qiu rain sent back to the real space, all extremely pleased.",
                    "Aliases": []
                }
            }
        }
    }
}