{
    "URL": "https://thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10635210/",
        "https://rikekoi.com/",
        "http://www.reddit.com/r/RikeKoi",
        "https://www.tvmaze.com/shows/45590/show-slug",
        "https://www.themoviedb.org/tv/90999",
        "https://www.wikidata.org/wiki/Q110459264",
        "https://en.wikipedia.org/wiki/Science_Fell_in_Love,_So_I_Tried_to_Prove_It",
        "https://x.com/rikeigakoini"
    ],
    "TitleEnglish": "Science Fell in Love, So I Tried to Prove It",
    "SummaryEnglish": "Yukimura Shinya and Himuro Ayame are two scientists that want to find out if love can be solved by a scientific theory. These two scientists also have feelings for each other and want to be able to solve their feelings through similar theoretical facts. With this perfect opportunity, these scientists will attempt to solve the theory of the love they express for each other.",
    "Aliases": [
        "Science Fell in Love, So I Tried to Prove It [r=1-sinθ]",
        "Rikei ga Koi ni Ochita no de Shoumei Shite Mita.",
        "Rikei ga Koi ni Ochita no de Shoumei shitemita.",
        "RikeKoi",
        "Rikei ga Koi ni Ochita no de Shoumei shitemita",
        "Rikei ga Koi ni Ochita no de Shoumei Shite Mita Heart"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "1805851",
            "URL": "https://thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7491367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/episodes/7491367",
                    "TitleEnglish": "Science-types Fell in Love, So They Tried to Analyze It.",
                    "SummaryEnglish": "One day, a gifted graduate student in Saitama University's science department, Himuro Ayame, confesses her feelings to Yukimura Shinya. However, as neither of them have any experience with romance, they are worried as to whether it truly is love or not. They decide to discover \"the standard conditions of love\" so that they can judge each other's feelings by them. Even as their underclassman in the lab, Kanade, throws up her hands in exasperation, Yukimura and Himuro attempt to quantitatively measure \"thrilling palpitations of love\" by taking their heart rates while performing actions such as \"kabedon,\" \"chin-lift,\" and \"sleeve-roll,\" but...",
                    "Aliases": []
                },
                "2": {
                    "ID": "7532405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/episodes/7532405",
                    "TitleEnglish": "Science-types Fell in Love, So They Tried Experiments.",
                    "SummaryEnglish": "To find proof as to whether he is \"in love\" or not, Yukimura pats Himuro on the head from point-blank range. Seeing this, Ibarada, an upperclassman in the Ikeda Lab, talks about the need for a control experiment. In other words, in order to prove that the racing of his heart is because of Himuro specifically and not just because he's facing a woman, Yukimura has to pat Kanade and Ibarada on the head too. Himuro, on the other hand, sets out to prove that food made with love tastes better and cooks, but...",
                    "Aliases": []
                },
                "3": {
                    "ID": "7532406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/episodes/7532406",
                    "TitleEnglish": "Science-types Fell in Love, So They Try Planning a Date.",
                    "SummaryEnglish": "When Himuro finds out that her junior in the Ikeda lab, Kosuke, has spent over 220 thousand yen on his beloved Aika and holds her every night when he goes to sleep, she is shaken by the realization that the only present she's ever given Yukimura is a notebook, and that she's never held him while she slept. She worries that she can't objectively call what she feels \"love.\" As Yukimura and Himuro endlessly debate \"love\" using numbers, Kanade proposes that the two of them go on a date, but...",
                    "Aliases": []
                },
                "4": {
                    "ID": "7533844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/episodes/7533844",
                    "TitleEnglish": "Science-types Fell in Love, So They Tried Going on a Date.",
                    "SummaryEnglish": "Yukimura and Himuro wear lab coats, as befits science-types, as they get ready to begin their date experiment. Kanade is there to watch over their date and record observations, but she can't help bursting in to tell them to buy date clothes. Both of them are wearing monitors for heart rate, blood pressure, and temperature, and they're using an app to record things like \"times my heart raced,\" \"times I felt happy,\" \"times I felt relaxed,\" and \"times I felt uneasy.\" Suddenly, a man appears and starts hitting on Himuro...!?",
                    "Aliases": []
                },
                "5": {
                    "ID": "7533845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/episodes/7533845",
                    "TitleEnglish": "Science-types Fell in Love, So They Tried Holding a Meeting.",
                    "SummaryEnglish": "Today is a day when the members of the Ikeda lab gather to announce research results. When Kosuke cites Aika as an excuse for not having read the papers he was supposed to, Professor Ikeda's muscles expand and he crushes a pen to smithereens. On the other hand, Yukimura and Himuro give a joint presentation of the results from the date they went on. As they present the records stating in which situation their highest recorded heart rates were, writhing in distress with the embarrassment, Professor Ikeda's reaction is... On top of this, In order to increase the amount of experimental data, Yukimura and Kosuke, and Ibarada and Kosuke, form pairs to measure data on their vitals...",
                    "Aliases": []
                },
                "6": {
                    "ID": "7533846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/episodes/7533846",
                    "TitleEnglish": "Science-types Fell in Love, So They Tried Kissing.",
                    "SummaryEnglish": "Ibarada suggests that one of the greatest factors in the base conditions of romantic love is \"whether or not you want to kiss the person,\" so Yukimura decides to try to kiss Himuro. However, Himuro doesn't like the idea of a kiss where the exact angle is measured with a protractor. When Himuro realizes that if the mood were more like it had been in the Ferris wheel, she might not mind a kiss, she and Yukimura create an equation to numerically define \"mood value.\" In what location might the \"mood value\" be highest? And will the two of them be able to kiss...?!",
                    "Aliases": []
                },
                "7": {
                    "ID": "7533847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/episodes/7533847",
                    "TitleEnglish": "Science-types Fell in Love, So They Tried Having a Drinking Party.",
                    "SummaryEnglish": "The first semester has come to a close, and the Ikeda lab is having a party where everyone's bringing what they like to eat and drink. They're having fun, playing games like the \"prime number Yamanote line game,\" when a drunken Himruo finally does a certain something with Yukimura... And even Kanade ends up drunk... On the other hand, the mood quantifier obtained through the previous round-robin kiss experiment has progressed their research tremendously, and in order to gather more data, Yukimura and the others use fairy tales such as \"Snow White,\" \"Kaguya-hime,\" and \"The Crane Returns a Favor\" as references, but...",
                    "Aliases": []
                },
                "8": {
                    "ID": "7533848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/episodes/7533848",
                    "TitleEnglish": "Science-types Fell in Love, So They Tried to Gather Evidence of Love",
                    "SummaryEnglish": "Yukimura and the others will be giving presentations at the summer study sessions. There's less than a month left until the training camp, but Kosuke still hasn't picked a research theme. Professor Ikeda suggests research into \"an algorithm that could instantly find the True End in any dating game.\" On the other hand, Yukimura and Himuro are focused on the hormone which is released when a person is touched by someone they love - oxytocin. By investigating the amount present in a person's saliva, they think they might be able to determine if the person loves the one who touched them, and they decide to immediately put it to the test with some close contact...",
                    "Aliases": []
                },
                "9": {
                    "ID": "7533849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/episodes/7533849",
                    "TitleEnglish": "Science-types Fell in Love, So They Tried Attending a Training Camp in Okinawa.",
                    "SummaryEnglish": "At long last, it's the first day of the summer training camp. On the plane, Yukimura presses close to Himuro and tries to collect her saliva in spite of the surrounding gazes. Manga artist Yamamoto observes them with an eerie smile. On the beach in Okinawa, the midsummer sun shines down on Yukimura and Himuro in their swimsuits, and they immediately attempt to begin their close physical contact experiment. However, since they're doing it, they choose to seek \"the position which offers two people having close physical contact the greatest contact area\"...",
                    "Aliases": []
                },
                "10": {
                    "ID": "7533850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/episodes/7533850",
                    "TitleEnglish": "Science-types Fell in Love, So They Tried Giving Presentations.",
                    "SummaryEnglish": "As Himuro looks out over a sunset colored ocean from her room in the resort hotel, Yukimura barges in saying, \"we have to do now what we couldn't do this afternoon.\" The next day, it's finally time to make their presentations in front of a huge audience. Kosuke boldly gives his presentation on romantic visual novel games, but one of the professors grills him, asking, \"what purpose does this research serve?\" On the other hand, when Kanade falls into a panicked state just before her presentation, Yukimura hugs her, not realizing that Himuro is watching.",
                    "Aliases": []
                },
                "11": {
                    "ID": "7533851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/episodes/7533851",
                    "TitleEnglish": "Science-types Fell in Love, So They Tried Having a Fight.",
                    "SummaryEnglish": "Kanade finishes her presentation safely, but when she goes backstage, Yukimura and Himuro are fighting. Before her presentation, Yukimura hugged Kanade, trying to help calm her anxiety. Out of jealousy, because she hasn't been able to do any close contact experiments with Yukimura lately, Himuro ends up saying some very harsh things to Yukimura. In return, Yukimura finds himself replying, \"it isn't as if we're dating, is it?\" The heartbreaking statement causes Himuro to race from the room. Having witnessed this scene, Yamamoto smiles an eerie smile...",
                    "Aliases": []
                },
                "12": {
                    "ID": "7533852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/episodes/7533852",
                    "TitleEnglish": "I Knew I Could Fall in Love with You, So I Tried to Prove it.",
                    "SummaryEnglish": "For some reason, the glasses case Himuro gives Yukimura as a present is smashed to pieces. Shock sends Himuro racing away from the scene. Ibarada points out that it could have broken when Himuro fell on the stairs, but Yukimura estimates the force of impact based on the case's mass, materials, and height of fall, and concludes that someone must have deliberately destroyed it. Finally, at dawn, Yukimura finds Himuro crouched alone, barefooted, on a bridge. Will they be able to reconcile? And will they be able to prove their love...?!",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "1964727",
            "URL": "https://thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/seasons/official/2",
            "TitleEnglish": "[r=1-sinθ]",
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8805575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/episodes/8805575",
                    "TitleEnglish": "Science-types Fell in Love, So They Tried Comparing Couples.",
                    "SummaryEnglish": "At the Okinawa training camp, Yukimura and Himuro shared a kiss of the highest theoretical value on a bridge of the greatest mood value under the beautiful, painterly rays of the morning sun. But the amount of saliva they collected was insufficient and so retesting is required. They head to the biological sciences' Regulation of Biological Systems Department to meet with a specialist in saliva testing. There, they find an alluring woman dressed like a traditional courtesan wearing a lab coat, Suiu, and her sweetheart, Chris. When Yukimura asks Suiu and Chris to help with their experiment to \"give proof of love,\" Chris and Suiu flaunt their overwhelming aura of love.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9081376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/episodes/9081376",
                    "TitleEnglish": "Science-types Fell in Love, So They Tried Looking for a New Theory.",
                    "SummaryEnglish": "Though Yukimura and Himuro went as far as to kiss for the experiment, they were soundly beaten by Chris and Suiu's oxytocin levels in their saliva. Panicked, Yukimura suggests that they conduct control experiments. However, in the midst of the Yukimura/Suiu pairing, Suiu's seductive manner ends up causing Yukimura to ogle her charms. Seeing that, Himuro runs another experiment with Yukimura, but ends up sulking. The two end up having a lover's quarrel. Yukimura's behavior causes Chris to look down at him coldly and say, \"As a man, you are a failure.\"",
                    "Aliases": []
                },
                "3": {
                    "ID": "9081377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/episodes/9081377",
                    "TitleEnglish": "Science-types Fell in Love, So They Tried Taking a Nap.",
                    "SummaryEnglish": "Even after Professor Ikeda recommends that Ibarada proceed on a doctoral course, she can't make up her mind about what she wants to do. But after experiencing a little of Professor Ikeda's deep love for strength training, she strives to complete some sit ups, an activity she isn't used to doing, on the sofa. As she does, Kosuke looks on in fascination. Meanwhile, Himuro has caught a cold due to the changing of the seasons. Worried for her, Yukimura goes to her apartment to check on her, but the flush and heat of her fever has given her a coquettish appearance that sends Yukimura's heart racing. At that very moment, Kanade shows up and Himuro promptly hides Yukimura under her comforter.",
                    "Aliases": []
                },
                "4": {
                    "ID": "9081378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/episodes/9081378",
                    "TitleEnglish": "Science-types Fell in Love, So They Tried Going to a Live Concert.",
                    "SummaryEnglish": "At Kanade's suggestion, the first \"Ikeda Lab Science-type Girls' Night Out\" is held at a family restaurant, but Himuro and Ibarada, who are both uncomfortable around people, start talking about their experiences of being all alone. Kanade attempts to liven up the mood with some girl talk about romance, asking Himuro what she likes about Yukimura, but Himuro then pulls out some documents and begins to analyze them in a matter-of-fact manner. Later, Kosuke attends a concert and waves his penlight furiously for Aika's voice actress, Hinamori Ren. When he looks behind him, he sees Ibarada and Himuro!",
                    "Aliases": []
                },
                "5": {
                    "ID": "9081379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/episodes/9081379",
                    "TitleEnglish": "Science-types Fell in Love, So They Tried Analyzing Their Proof of Love.",
                    "SummaryEnglish": "Yukimura and Himuro allow Yamamoto to turn their experiences thus far into a manga and Yamamoto collects proof of love from her readers in return. The manga becomes very popular. Yamamoto, pleased with herself, says that an anime adaptation may not be just a dream. In the meantime, Kanade, still bothered by the love she experienced back in high school, gives some hard thought to the confession she received from Shikijou. Seeing Kanade so full of anxiety over the question, \"what is love anyway,\" Yukimura tries to give her some advice and pulls out a whiteboard where he begins to write out an equation.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9081380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/episodes/9081380",
                    "TitleEnglish": "Science-types Fell in Love, So They Tried Not Trying to Prove It.",
                    "SummaryEnglish": "Yukimura is working hard on his computer, as usual, when Himuro suddenly says, \"I am in love with you. Her confession greatly shakes Yukimura. Unlike the last time, Himuro states her feelings matter-of-factly. Yukimura asks, \"What theory did you use to determine that you love me?\" Himuro replies by taking Yukimura out on a date and begins performing experiments they've done before such as measuring heart rates, using an emotion counter, collecting saliva, and the kiss experiment.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9081381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/episodes/9081381",
                    "TitleEnglish": "Science-types Fell in Love, So They Tried Going on a Group Date.",
                    "SummaryEnglish": "After worrying long and hard over what to do about Shikijou's invitation to go hang out together, Kanade decides to try going on the date with him. When Himuro hears about it she leans forward excitedly to congratulate Kanade on finding someone she might fall in love with. Himuro is also eager to observe and analyze Kanade's date from afar in order to put it to good use in her own research. As she's thinking about this, Yukimura arrives and proclaims that he has devised a new standard unit for the measurement of favorable feeling, the Kanade love power. Then, Kanade's date becomes a double date!",
                    "Aliases": []
                },
                "8": {
                    "ID": "9081382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/episodes/9081382",
                    "TitleEnglish": "Science-types Fell in Love, So They Tried Confessing Their Feelings to Their Juniors.",
                    "SummaryEnglish": "Kosuke enjoyed his date with his beloved Aika. They did things like shop for clothes and watch a movie. In the midst of his fun, Kosuke watched Kanade, her date, and a lot of other couples up close. He ends up being made aware he was the only one playing with dolls, and the feeling makes him scream and cry. Meanwhile, Kanade is still in shock from the words Shikijou said to her on their date: \"You didn't seem normal.\" Seeing this, Yukimura asks Kanade for the definition of \"normal,\" and declares that living with an obsession about being \"normal\" is a truly stupid way to live.",
                    "Aliases": []
                },
                "9": {
                    "ID": "9081383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/episodes/9081383",
                    "TitleEnglish": "Science-types Fell in Love, So They Tried Preparing for a Campus Festival.",
                    "SummaryEnglish": "The Ikeda Lab is, as is traditional, doing something for the university's Mutsumi Festival, an event which draws many people from off-campus. Yukimura proposes conducting a large-scale experiment on the importance of appearance for romance. He has readied a large number of cosplay costumes to rent out to visitors who will then participate in an attractiveness rating. In order to emphasize how important appearance is, Yukimura projects a series of images of Himuro in cosplay on the screen, including Himuro in a nurse's uniform, a maid's uniform, and a black cat style outfit?!",
                    "Aliases": []
                },
                "10": {
                    "ID": "9081384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/episodes/9081384",
                    "TitleEnglish": "Science-types Fell in Love, So They Tried Having a Campus Festival.",
                    "SummaryEnglish": "When Himuro finds out that Yukimura spends time alone in a room with a high school girl for his part-time home tutoring job, she becomes intensely worried that he might be ogling his student. That student, Haru, isn't good at studying. Her average score on her end of term exams was 38 points. When Yukimura personally witnesses Haru's father disparaging her as a failure, he... Later, the Mutsumi Festival begins and twin sister cosplayers who are brimming with youthful energy arrive at the Ikeda Lab's cosplay experience.",
                    "Aliases": []
                },
                "11": {
                    "ID": "9081385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/episodes/9081385",
                    "TitleEnglish": "Science-types Fell in Love, So They Tried Getting Married.",
                    "SummaryEnglish": "At the Mutsumi Festival, Kosuke and the others debate the relationship between wearing wedding dresses and the age at which a person gets married. Yamamoto, with her thirties closing in on her and also due to pressure from her parents, relentlessly proposes marriage to Kosuke. After outrunning Yamamoto, Kosuke turns to look back and finds Ibarada standing there wearing a wedding dress. When a child asks, \"Aren't you getting married?\" Ibarada and Kosuke reply by... Meanwhile, Kanade, who had been looking around the Mutsumi Festival with Shikijou, coldly turns away from Yukimura and tells Shikijou that she doesn't know him.",
                    "Aliases": []
                },
                "12": {
                    "ID": "9081386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-has-fallen-in-love-so-we-tried-to-prove-it/episodes/9081386",
                    "TitleEnglish": "I Tried to Prove that You Are Fine Just as You Are.",
                    "SummaryEnglish": "After Kanade rejects his confession of love, Shikijou presses her for a reason, grabbing her arm and saying, \"This isn't normal. This isn't like you.\" Kanade throws him by reflex, then Shikijou flies into a rage and turns a stun gun on her! When Kanade slowly regains consciousness, she finds herself in a dimly lit abandoned warehouse where a group of delinquents are chatting and laughing. Kanade's hands and feet are tied with rope, so she can't move. Shikijou moves closer to her saying, \"Kanade-san, you aren't normal right now. We have to reform you.\"",
                    "Aliases": []
                }
            }
        }
    }
}