{
    "URL": "https://thetvdb.com/series/didnt-i-say-to-make-my-abilities-average-in-the-next-life",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/3B09-153B-6519-DDEB-59D4-X",
        "https://www.imdb.com/title/tt10882992/",
        "https://noukin-anime.com/",
        "https://www.themoviedb.org/tv/91547",
        "https://x.com/noukin_anime"
    ],
    "TitleEnglish": "Didn't I Say to Make My Abilities Average in the Next Life?!",
    "SummaryEnglish": "Having stood out from others most of her life due to her exceptional character, Misato Kurihara has lived without neither the joy of having close friends nor the experience of having a regular life. However, after a sudden death, she was transported to a divine realm to be reincarnated—and granted one wish to top it off. Thinking about the ordinary life that she had always wanted, she wished to be born as a normal person, with abilities that are average for the world she will resurrect in.\r\nReborn as Adele von Ascham—the daughter of a noble—she possesses magic powers completely exceeding what one would label average. Still desiring to carry out the life she wanted, she leaves her home and enrolls at a hunter school in a faraway kingdom using \"Mile\" as an alias. However, try as she might to hide her overpowering potential, attaining her goal will be difficult—especially when facing against the crazy situations that ensue!",
    "Aliases": [
        "Watashi Nouryoku wa Heikinchi dette Itta yo ne!",
        "Watashi, Nouryoku wa Heikinchi de tte Itta yo ne!",
        "Watashi, Nōryoku wa Heikinchi de tte Itta yo ne!",
        "God Bless Me?",
        "I Said Make My Abilities Average!",
        "Noukin",
        "私、能力は平均値でって言ったよね!"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "823936",
            "URL": "https://thetvdb.com/series/didnt-i-say-to-make-my-abilities-average-in-the-next-life/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7337419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/didnt-i-say-to-make-my-abilities-average-in-the-next-life/episodes/7337419",
                    "TitleEnglish": "You Said I'd Get a Do-Over in a New World!",
                    "SummaryEnglish": "Mile is a super normal 12 year old girl! Or so it seems... She's actually one of those reincarnated-into-another-world people that are all the rage right now, who has all her memories of her past life as a Japanese high school girl named Kurihara Misato! Lots of stuff happened and Mile decided to become a Hunter, so she's arrived in the Kingdom of Tiers where she learns of a series of child kidnappings in the capitol. Being a good person, Mile looks into the incident, but...",
                    "Aliases": []
                },
                "2": {
                    "ID": "7390237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/didnt-i-say-to-make-my-abilities-average-in-the-next-life/episodes/7390237",
                    "TitleEnglish": "Didn't I Say the Four of Us Would Be a Party?!",
                    "SummaryEnglish": "After successfully(?) concluding the incident, Mile enters the Kingdom of Tils' Hunter Prep School where she reunites with the three girls she met while investigating - Reina, Mavis, Pauline - and ends up forming a party with them. The experiences from her previous life make Mile dream of average happiness, but the three girls are very curious about the cheat-level power she just can't seem to keep hidden. Will Mile's dream ever come true?",
                    "Aliases": []
                },
                "3": {
                    "ID": "7390239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/didnt-i-say-to-make-my-abilities-average-in-the-next-life/episodes/7390239",
                    "TitleEnglish": "Didn't I Say to Make My Graduation Plain and Simple?!",
                    "SummaryEnglish": "It's been six months since they started at the Hunter Prep School. Drawn along by Mile's insane abilities, Reina and the others' skills have rapidly improved so that they've mega leveled up without noticing. But just before graduation, Mile is pulled into a sordid plot. In order to protect the Hunter Prep School and keep it from getting closed down, Mile and the others must take on the challenge of the \"Graduation Certification Mock Battle.\" It's a fight they can't afford to lose!",
                    "Aliases": []
                },
                "4": {
                    "ID": "7390241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/didnt-i-say-to-make-my-abilities-average-in-the-next-life/episodes/7390241",
                    "TitleEnglish": "Didn't I Say This Was the Crimson Vow's First Step?!",
                    "SummaryEnglish": "Now full-fledged Hunters, Mile, Reina, Mavis and Pauline form the \"Crimson Vow.\" That said, they're still just novices, so they work some questionable side-jobs while steadily gaining experience through straight-foward quests. One day, while on a quest as guards, they are attacked by bandits. The bandits think they'll have an easy time of things, but Reina's acting strangely...",
                    "Aliases": []
                },
                "5": {
                    "ID": "7424141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/didnt-i-say-to-make-my-abilities-average-in-the-next-life/episodes/7424141",
                    "TitleEnglish": "Didn't I Say That We're Doing Everyone's Backstories?!",
                    "SummaryEnglish": "Reina reveals her past... Memories of a tragedy that torments her still. Then Pauline reveals her past, and Mavis reveals hers too. Then, suddenly, Mile gives confirmation of her past as well. Up until now, she's managed to gloss things over, but the truth of her reincarnation into another world is here! And, of course, \"those girls\" will make an appearance too!",
                    "Aliases": []
                },
                "6": {
                    "ID": "7424330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/didnt-i-say-to-make-my-abilities-average-in-the-next-life/episodes/7424330",
                    "TitleEnglish": "Didn't I Say I'm Not Going Into the Forest Anymore?!",
                    "SummaryEnglish": "Now that they each know the burdens of each other's pasts, the Crimson Vow has only grown closer. Their job guarding has come to a successful close and they have a moment to enjoy a brief rest, but sudden bad news brings the smoldering embers of Reina's resentment roaring back to life. How will Mile and the others face this first threat to the Crimson Vow? Their friendship is about to be tested...",
                    "Aliases": []
                },
                "7": {
                    "ID": "7445330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/didnt-i-say-to-make-my-abilities-average-in-the-next-life/episodes/7445330",
                    "TitleEnglish": "Didn't I Say We Should Take Breaks Sometimes?!",
                    "SummaryEnglish": "Having worked much too hard, Mile and the others decide the Crimson Vow should cease activities for a little while. In plain terms this means... That's right, every working person's inalienable right —— a vacation! While each of the friends enjoys their time off in their own way, Mile, with her sad history as a master of spending time by herself in her previous life, goes off to savor her time off on her own, but... Also, on an unrelated note, this episode contains swimsuits.",
                    "Aliases": []
                },
                "8": {
                    "ID": "7445347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/didnt-i-say-to-make-my-abilities-average-in-the-next-life/episodes/7445347",
                    "TitleEnglish": "No One Mentioned That Pauline's Getting Married, Did They?!",
                    "SummaryEnglish": "After a holiday, cruel reality is the destiny that awaits... Even in another world, that doesn't change. Mile and the others are worried about Pauline who has suddenly disappeared. Then Mavis receives a letter from home saying that her older brother is getting married, and his bride to be is none other than Pauline!? In order to settle the debts of Pauline's past and deal with Mavis' family situation, Mile and the others head to Pauline's home town!",
                    "Aliases": []
                },
                "9": {
                    "ID": "7463535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/didnt-i-say-to-make-my-abilities-average-in-the-next-life/episodes/7463535",
                    "TitleEnglish": "Didn't I Say Wyvern Hunting?!",
                    "SummaryEnglish": "To make it through, you need money! Even in another world, money is valued more than life! Being poor is the problem! To turn the tables on a tightfisted little girl, Mile and the others take on a high-paying quest with a high degree of difficulty -- that fantasy standard, wyvern hunting. For the sake of money, they'll even make their friends cry! This is the epic struggle of Hunters running low on money! Also, completely unrelated, there will be baths in this episode.",
                    "Aliases": []
                },
                "10": {
                    "ID": "7476677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/didnt-i-say-to-make-my-abilities-average-in-the-next-life/episodes/7476677",
                    "TitleEnglish": "Didn't I Say Surprises Should Be Kept Secret?!",
                    "SummaryEnglish": "Someone once said that to be alone is to be indifferent to one's surroundings... Preposterous! When you're alone, because you're alone, you are more sensitive to your surroundings than anyone else. That is why Mile, with a long history of alone-ness, notices. She has noticed. And she wonders, \"could it be that everyone's avoiding me?!\" Mile fears the looming threat of being alone again. What are Reina and the others' true intentions?",
                    "Aliases": []
                },
                "11": {
                    "ID": "7485855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/didnt-i-say-to-make-my-abilities-average-in-the-next-life/episodes/7485855",
                    "TitleEnglish": "Didn't I Say Arrogance Leads to Trouble?!",
                    "SummaryEnglish": "Having made tremendous advances, breaking through everything in their path since their Hunter debut, the Crimson Vow is now being treated as the next generation of ace Hunters by the Guild. They take on a difficult quest that other Hunters shy away from, but, lurking in the shadows of the quest, beastpeople are on the move. And it seems even that is not all there is to this quest... The Crimson Vow faces its most dire threat ever. The greatest of enemies appears before Mile!",
                    "Aliases": []
                },
                "12": {
                    "ID": "7485857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/didnt-i-say-to-make-my-abilities-average-in-the-next-life/episodes/7485857",
                    "TitleEnglish": "Didn't I Say The Crimson Vow Would Never Be Destroyed?!",
                    "SummaryEnglish": "Mile has been utterly defeated by the strongest creature in the world -- the elder dragon. The average abilities she wished for when she was reborn failed against the elder dragon, crushing her spirit and breaking her heart. Who speaks to Mile in her moment of despair? What will become of Reina and the others who stand in the face of the elder dragon because they believe in Mile? Will Mile ever attain normal happiness? This is the end. Blaze away, Crimson Vow!",
                    "Aliases": []
                }
            }
        }
    }
}