{
    "URL": "https://thetvdb.com/series/blade-of-the-immortal-2019",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "History"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10778040/",
        "https://www.themoviedb.org/tv/92090"
    ],
    "TitleEnglish": "Blade of the Immortal (2019)",
    "SummaryEnglish": "Edo, an era of warriors: the immortal, Manji, the Hundred Killer, meets Rin, a woman who has sworn to avenge her parents and is looking for a group of swordsmen - Ittou-ryu. Rin asks Manji to be her bodyguard during her journey. The man refuses, but in Rin he sees his dead sister. Thus begins the battle that will bring the immortal Manji to its knees.",
    "Aliases": [
        "Mugen no Juunin: Immortal"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "826819",
            "URL": "https://thetvdb.com/series/blade-of-the-immortal-2019/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "7365310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365310",
                    "TitleEnglish": "Act One - Meeting",
                    "SummaryEnglish": "The Edo period. Daughter of a martial arts dojo, Rin embarks on a journey to take revenge for her slain parents. For her bodyguard on the journey, she has chosen the immortal man Manji, nicknamed the Slayer of Hundreds. Her target is the head of the Ittou-ryu, Kagehisa Anotsu, the man she hates. The adventure of the man who never dies and the girl who's sworn to live for revenge unfolds.",
                    "Aliases": []
                },
                "2": {
                    "ID": "7365311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365311",
                    "TitleEnglish": "Act Two - Founding",
                    "SummaryEnglish": "Rin announces that she will go meet her father's friend Souri, the painter, in her journey for revenge. Souri cannot lend her a hand, but instead gives her funds. Rin, now with a full wallet and no leads, finds her father's sword at the blacksmith's from which it was supposedly stolen. However, its wielder is a swordsman of the Ittou-ryu, 'Taito Magatsu.'",
                    "Aliases": []
                },
                "3": {
                    "ID": "7365312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365312",
                    "TitleEnglish": "Act Three - Dream Pangs",
                    "SummaryEnglish": "A prostitute approaches Manji as he waits for Rin. Though Manji sees through the prostitute's ruse, he accepts her invitation. But this woman, 'Makie Otonotachibana' seems too weak to be a warrior of the Ittou-ryu as she claims. After sparing Makie's life, she appears before Manji again with different eyes and hair.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7365313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365313",
                    "TitleEnglish": "Act Four - Rin at Odds",
                    "SummaryEnglish": "Wanting to become stronger herself, Rin received training from Manji, but is still a long way off from matching him in ability, much less the Ittou-ryu. Rin, in her melancholy, is drawn in by a sound, and finds a man training on his own. 'Some day I'll be like him', Rin tells herself, then is astonished upon seeing the man's face. It's her arch-nemesis, the head of the Ittou-ryu, Kagehisa Anotsu.",
                    "Aliases": []
                },
                "5": {
                    "ID": "7365314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365314",
                    "TitleEnglish": "Act Five - Song of the Bugs",
                    "SummaryEnglish": "After seeing Kagehisa, Rin becomes weak at the knees. Lost in thought over her circumstances, Rin and her guard Manji are approached by a Buddhist monk. The monk is 'Eiku Shizuma' of the Ittou-ryu. He fights with Manji but is swiftly cut down. However, despite the lethal blow, Shizuma stands back up, his wound mending itself completely. Shizuma possesses an 'immortal' body, just like Manji.",
                    "Aliases": []
                },
                "6": {
                    "ID": "7365315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365315",
                    "TitleEnglish": "Act Six - Wing Roots",
                    "SummaryEnglish": "Rin, who has come to see the festival, meets a cheeky little kid, Renzou. At the mask shop, things get dangerous between Manji and Araya, until Araya's son Renzou shows up and the hostility dissolves. Araya and Renzou then leave. Having watched Manji from behind, for some reason Rin continues glaring at Araya with eyes full of shock and hatred.",
                    "Aliases": []
                },
                "7": {
                    "ID": "7365316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365316",
                    "TitleEnglish": "Act Seven - Evil's Shadow",
                    "SummaryEnglish": "Discussions of the task of naming the instructor at the Ittou-ryu school, allotted them by the shogunate, have begun. They will make the Ittou-ryu's sword known to the world. Taito Magatsu vows to make that a reality, but decides to leave from Kagehisa Anotsu's side. At the same time, Ittou-ryu leaders start to be targeted. The tip of that blade is also pointed at Magatsu.",
                    "Aliases": []
                },
                "8": {
                    "ID": "7365317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365317",
                    "TitleEnglish": "Act Eight - Mugai-ryu",
                    "SummaryEnglish": "Manji and Rin involve the four known as Mugai-ryu, who hold information on Kagehisa, in order to assassinate him. Lying in wait on the road that leads out of Edo, based on information only known to Rin, she and Shira close in on Kagehisa as he tries to flee from the others.",
                    "Aliases": []
                },
                "9": {
                    "ID": "7365319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365319",
                    "TitleEnglish": "Act Nine - Gathering",
                    "SummaryEnglish": "Rin was told of Kagehisa's whereabouts by Giichi, and now her and Manji are suspected of indiscriminate murder. Suspected criminals cannot pass the checkpoint. But thanks to a maid who was acquaintance of Rin's, she has a countermeasure. She heads alone to a village that can help her slip through the checkpoint.",
                    "Aliases": []
                },
                "10": {
                    "ID": "7365320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365320",
                    "TitleEnglish": "Act Ten - Animal",
                    "SummaryEnglish": "Manji wants to go after Rin, but he has no pass. That's when Souri and Magatsu appear before him. Souri tells Manji that he can acquire as many passes as Manji likes, but there's a condition. Meanwhile, a gray-haired, one-armed Shira appears before Hyakurin and Shinriji as they re-work their plan for assassinating Kagehisa.",
                    "Aliases": []
                },
                "11": {
                    "ID": "7365321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365321",
                    "TitleEnglish": "Act Eleven - Fall Frost",
                    "SummaryEnglish": "Having become traveling partners for the sake of their goals, Manji and Magatsu are assaulted by a group of bald men. Manji, groaning in pain, is approached from behind by Shira, who then lops off Manji's arm. Shira had reconstructed his body, and desired a rematch with Manji. But now Magatsu, whose important woman was killed by Shira, stands in his path.",
                    "Aliases": []
                },
                "12": {
                    "ID": "7365322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365322",
                    "TitleEnglish": "Act Twelve - Blood of Finality",
                    "SummaryEnglish": "Having left for Kaga in pursuit of Kagehisa, a collapsed Rin is rescued by the very same Kagehisa. Then, having to cooperate with Kagehisa who is pursued by the Shingoto-ryu, Rin starts to see Kagehisa, her enemy, as a human being.",
                    "Aliases": []
                },
                "13": {
                    "ID": "7365323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365323",
                    "TitleEnglish": "Act Thirteen - Twilight",
                    "SummaryEnglish": "The Ittou-ryu had its members slaughtered by the shogunate. Kagehisa gathers the remaining members of Ittou-ryu in secrecy, and plots revenge against the shogunate. Manji is invited to the Mugai-ryu by Giichi, but he refuses, and they clash swords. Giichi's weapon breaks, so a truce is called. Manji decides to go meet the head of the Mugai-ryu, Habaki.",
                    "Aliases": []
                },
                "14": {
                    "ID": "7365324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365324",
                    "TitleEnglish": "Act Fourteen - Ammendments",
                    "SummaryEnglish": "Habaki's scheme gets Manji trapped in a dungeon. Habaki uses a doctor, Burando Ayame, to try and solve the mystery of immortality. For the sake of the advancement of medicine, Burando sinks a scalpel into Manji's body. Meanwhile, while waiting for Manji's return, Rin is caught up in a strange cohabitation with Doua and Isaku, who had been searching for a place to stay.",
                    "Aliases": []
                },
                "15": {
                    "ID": "7365325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365325",
                    "TitleEnglish": "Act Fifteen - Acquisition of Guts",
                    "SummaryEnglish": "Burando succeeds in transplanting Manji's left arm onto the test body of Dewanosuke. From that starting point, more tests succeed. But Habaki puts pressure on Burando, and demands results. Habaki's blade closes in on the imperfectly immortalized Dewanosuke. Rin meets with Doua and Isaku in the street as she searches for Manji. That's when the official that Doua knocked over approaches them.",
                    "Aliases": []
                },
                "16": {
                    "ID": "7365326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365326",
                    "TitleEnglish": "Act Sixteen - Altered Limb",
                    "SummaryEnglish": "Ever since the Dewanosuke incident, Burando kept making blunders. He is finally thrown in solitary confinement by Habaki, and goes insane. But as a result of his madness, Burando grasps something important about the immortality experiments. That humans are essentially otters. Meanwhile, Rin and Doua resolve to infiltrate Edo Castle to rescue the surrounded Manji and Isaku.",
                    "Aliases": []
                },
                "17": {
                    "ID": "7365327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365327",
                    "TitleEnglish": "Act Seventeen - Ceremonial Bond",
                    "SummaryEnglish": "Manji and Rin finally reunite. But the formidable foe made by Habaki in the dungeon blocks their escape. Then Doua and the presumed dead Isaku arrive as backup. The dungeon begins to cave in. As their escape nears, an unexpected person appears before Rin and Manji. Then, the answer that Burando arrived at from the results of his experiments...",
                    "Aliases": []
                },
                "18": {
                    "ID": "7365328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365328",
                    "TitleEnglish": "Act Eighteen - Banshee's Cries",
                    "SummaryEnglish": "After his failure at Edo Castle, Habaki is dismissed as head clerk. But still, in order to annihilate Ittou-ryu, he heads up the Rokki-dan in hopes of subjugation. However, the new head clerk, Ugen, decides that Ittou-ryu, having left Edo, is now in the clear. Furthermore, to ensure he abides by the agreement, Habaki's wife and children are taken hostage.",
                    "Aliases": []
                },
                "19": {
                    "ID": "7365330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365330",
                    "TitleEnglish": "Act Nineteen - Massacre",
                    "SummaryEnglish": "The Ittou-ryu are pursued by the Rokki-dan, lead by Habaki. Upon hearing this, Rin and Manji decide to pursue as well. Even with all these people leaving Edo to chase the Ittou-ryu, the four leaders appointed by Kagehisa Anotsu are nowhere to be found. Then, in the wee hours of the morning, Kagehisa and the other three stand at the Ootemon in front of Edo Castle.",
                    "Aliases": []
                },
                "20": {
                    "ID": "7365331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365331",
                    "TitleEnglish": "Act Twenty - Unending",
                    "SummaryEnglish": "Rin and Manji chase after Kagehisa, but Shira attacks them and Rin is taken away. Manji goes to rescue her, and meets not only Shira, but Renzou as well. Manji fights Shira in order to rescue Rin. But astoundingly, what slashes at Manji is Shira's left arm, which should have been lost.",
                    "Aliases": []
                },
                "21": {
                    "ID": "7365332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365332",
                    "TitleEnglish": "Act Twenty One - Trap",
                    "SummaryEnglish": "Manji is wounded from his duel with Shira. Renzou picks up a sword and tries to kill Manji, but Rin and the others talk him down. Meanwhile, Habaki is livid upon learning of the attack on Edo Castle. Habaki wants to pursue Itto-Ryu, even in absence of its leader. As a result, one of the Ittou-ryu enters a mountain village. Habaki's daughter, Ryou, tries to subdue him to be of use to her father.",
                    "Aliases": []
                },
                "22": {
                    "ID": "7365333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365333",
                    "TitleEnglish": "Act Twenty Two - Ten Final Pushes",
                    "SummaryEnglish": "Arashino, Hasshuu, and Murasaki of the Rokki-dan act as the vanguard in the clash with the Ittou-ryu. The crucial Abayama manages to escape with the help of his followers. But then he has to confront Giichi and Hyakurin, who pursued Abayama to assist Habaki.",
                    "Aliases": []
                },
                "23": {
                    "ID": "7365334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365334",
                    "TitleEnglish": "Act Twenty Three - 100 Spectacular Dances",
                    "SummaryEnglish": "The Ittou-ryu, Rokki-dan, and Manji and Rin all gather in Nakaminato, as if guided there. They all bear their motives on their swords in the moment they begin their final deathmatch. Deceive, subdue, and dance in chaos. Sparks will fly in the decisive battle between the strongest. The last laugh belongs to...",
                    "Aliases": []
                },
                "24": {
                    "ID": "7365336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365336",
                    "TitleEnglish": "Final Act - Blade of the Immortal",
                    "SummaryEnglish": "The lives of those gathered fizzle out one after another. Those remaining are battered and bruised. Yet still they take up their swords, and slam their convictions against one another. The last one standing... And the revenge that was fulfilled... The curtain now closes on the tale of the man with an eternal life, and of those people whose finite lives were a blaze of passion.",
                    "Aliases": []
                }
            }
        }
    }
}