{
    "URL": "https://thetvdb.com/series/aikatsu-on-parade",
    "Genres": [
        "Adventure",
        "Animation",
        "Children",
        "Drama",
        "Family",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13856702/",
        "http://www.aikatsu.net/index.html",
        "https://www.themoviedb.org/tv/94313"
    ],
    "TitleEnglish": "Aikatsu on Parade!",
    "SummaryEnglish": "Raki Kiseki is a second-year middle school student who transfers to Star Harmony Academy to become an idol. However, when she uses an Aikatsu Pass she received from her big sister (an Aikatsu engineer), something mysterious happens. Lots of doors appeared before her, and when she opens them, she meets Aikatsu idols she never knew before, such as Yume Nijino (Aikatsu Stars!). Raki vows to design her own premium dress and perform in it on stage.",
    "Aliases": [
        "アイカツオンパレード！ (2019)"
    ],
    "Modified": "2025-05-06",
    "Seasons": {
        "1": {
            "ID": "828819",
            "URL": "https://thetvdb.com/series/aikatsu-on-parade/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "7389323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7389323",
                    "TitleEnglish": "Let's Open It! The Door to Aikatsu!",
                    "SummaryEnglish": "Raki Kiseki is about to embark on her idol journey as a second year middle school student. Her dream is to make her own premium rare dress. Raki's older sister is an Aikatsu engineer, who works with the Aikatsu system, and gives Raki a special Aikatsu pass before wishing her luck on her first day. At the idol school Star Harmony Academy, Raki meets Aine Yūki and Mio Minato, who are carrying out the introduction for new idols. Aine and Mio perform in their Jeweling Dresses before the new idols are asked to perform, starting with Raki. After the performance, Raki is talking to Aine and Mio when her Aikatsu pass begins to glow, and a mysterious door appears.",
                    "Aliases": []
                },
                "2": {
                    "ID": "7403658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7403658",
                    "TitleEnglish": "Exciting Inspiration",
                    "SummaryEnglish": "Raki, Aine and Mio find themselves in an unknown location, that just happens to be at another idol school. The three idols are introduced to Yume Nijino of Four Star Academy and her friend Koharu Nanakura. Although the idols are able to sense that each of them is a talented idol, neither group have heard of each other. With seemingly no way back to Star Harmony Academy, Raki, Aine and Mio decide to stay with Yume and Koharu at Four Star Academy and see how they do Aikatsu. As luck would have it, Yume's friend and fellow S4 idol, Mahiru Kasumi, is holding a fashion show with her premium rare dress, and Raki is determined to see it for inspiration. Meanwhile Yume and Mio believe they have a perfect opportunity to learn from each other's Aikatsu and shine brighter as idols.",
                    "Aliases": []
                },
                "3": {
                    "ID": "7403660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7403660",
                    "TitleEnglish": "The Unexpected Mermaid",
                    "SummaryEnglish": "Raki, Aine and Mio are still at Four Star Academy with no idea how to return to Star Harmony Academy. Yume announces that she and Koharu are hosting an event for their brand Rainbow Berry Parfait, and invite Raki and the others to attend. Raki is thrilled at being able to see more dresses and quizzes Koharu about her designs. After watching Yume and Koharu perform, Raki admits that only person she has yet to see is Ako, so the three idols go to find her. Ako is busy filming a mermaid movie when some of the actors fail to show up. Luckily Raki, Aine and Mio make perfect stand ins.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7403662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7403662",
                    "TitleEnglish": "Feel it! The Passionate Wind",
                    "SummaryEnglish": "Raki, Aine and Mio amnage to return to Star Harmony Academy where, despite spending several days at four Star Academy, no time at all seems to have passed back home. The girls discuss their adventure with Maika and Ema, who become excited about going to Four Star Academy. Unfortunately no one seems to have heard of the school or can find any information on it. However things take an interesting turn when Maika and Ema head to a Honey Cat fan fest, where two mysterious idols appear. The idols introduce themselves as Hinaki Shinjo and Juri Kurebayashi from Starlight Academy and things heat up.",
                    "Aliases": []
                },
                "5": {
                    "ID": "7435040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7435040",
                    "TitleEnglish": "Lucky☆Halloween",
                    "SummaryEnglish": "Raki manages to send Hinaki and Juri home to Starlight Academy, but also ends up sending Aine, Mio and herself there too in pursuit of her sister, in order to find out what's happening with Raki's Aikatsu pass. There, they reunite with Hinaki and Juri, and meet their friends Sumire Hikami and Akari Ozora. It turns out that Starlight Academy is hosting a Halloween event with a costume contest, where the two winning idols get to perform as a unit. It also appears that Karen and Mirai have been transported to Starlight Academy and are helping with the contest.",
                    "Aliases": []
                },
                "6": {
                    "ID": "7442695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7442695",
                    "TitleEnglish": "Four Stars Shining",
                    "SummaryEnglish": "As Raki is about to perform at Starlight Academy, her Aikatsu pass suddenly starts shining and she is pulled through another door. Raki arrives back in the Four Star Academy city and manages to interrupt a performance by the 25th generation S4, Hime Shiratori, Tsubasa Kisaragi, Yozora Kasumi, and Yuzu Nikaido. Luckily Yuzu manages to pass off the interruption as a prank on the other members and the concert continues. Afterward, Aine and Mio, who also managed to get pulled through the door, meet up with Yume Nijino and explain what happened to Hime and the others. Initially, Raki tries to pass it off as a lucky coincidence, but Tsubasa becomes angry with her at almost ruining their show. As punishment Raki becomes S4's assistant for the day and learns all about the hard work it takes for idols to shine.",
                    "Aliases": []
                },
                "7": {
                    "ID": "7442699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7442699",
                    "TitleEnglish": "The Three Shining Suns",
                    "SummaryEnglish": "Raki, Aine and Mio are taken through another door to a shopping district. The idols come across a Bento shop where they meet Ichigo Hoshimiya, Aoi Kiriya, and Ran Shibuki. Having heard of the Star Harmony idols winning the Halloween costume contest, Ichigo and her friends want to find out more about them. Equally Raki, Aine and Mio want to learn about the Starlight idols, so Ichigo's mother Ringo allows Aine and Mio to work at the bento shop for a day, while Ichigo lets Raki be Soleil's assistant for their upcoming concert.",
                    "Aliases": []
                },
                "8": {
                    "ID": "7466948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7466948",
                    "TitleEnglish": "Let's Make It! Lucky Dress",
                    "SummaryEnglish": "Raki, Aine and Mio are invited to watch a Soleil concert by Ichigo. At the concert, Ichigo shows of her Pisces Constellation dress which sets Raki off in a creative frenzy. Raki creates her own version of the dress but Mio warns her that it would be rude to the designer if she made it as the dress is heavily influenced by Ichigo's. However, Ringo suggests she go and ask Angely Sugar's designer, Asuka Amahane, for advice.",
                    "Aliases": []
                },
                "9": {
                    "ID": "7466943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7466943",
                    "TitleEnglish": "Let's Ride It! A Big Wave",
                    "SummaryEnglish": "Raki, Aine and Mio pass through another door and end up on a ship in the middle of the sea, with Ichigo unexpectedly following them. The four idols are suddenly apprehended by the ship's crew and locked up. But luckily Raki's sister Saya shows up to help them escape and gives them disguises. Saya informs the idols that they are on an idol school ship called Neo Venus Ark and that she is researching idol pirates. Raki pushes Saya to explain more about her Aikatsu pass but all Saya says is that the 'experiment' is entering its final phase. The idols are caught again and brought before Elza Forte, the proprietor of the ship and a top idol, and Ichigo discovers that Mizuki Kanzaki and Mikuru Natsuki are aboard too. Elza decides to make things interesting and has the idols compete against each other.",
                    "Aliases": []
                },
                "10": {
                    "ID": "7466944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7466944",
                    "TitleEnglish": "Aikatsu! Top Gun!",
                    "SummaryEnglish": "Recent developments in the Aikatsu world have seen various different Idol schools being connected together, allowing different idols the chance to meet each other. In light of this, Karen and Mirai invite the top idols; Hibiki Tensho, Alicia Charlotte, Mizuki Kanzaki, Hime Shiratori and Elza Forte to Karen's mansion to take advantage to the situation and plan a collaboration event between the schools.",
                    "Aliases": []
                },
                "11": {
                    "ID": "7466945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7466945",
                    "TitleEnglish": "Ciao☆New World!",
                    "SummaryEnglish": "The Aikatsu! New World Festival begins, and Raki is eager to take advantage of it and see as many idols and dresses as possible. While Aine and Mio host the Collaboration Stage at Star Harmony Academy, Raki goes with Yume and Akari to the other schools to see what's going on. At Dream Academy they find the Rock Stage and that Ichigo will be performing with Seira Otoshiro as 2WingS. Yume also gets a surprise when Rola Sakuraba shows up. Both Seira and Rola express their passion for Rock and Roll before performing on stage. The performances give Yume and Akari a desire to perform together.",
                    "Aliases": []
                },
                "12": {
                    "ID": "7510378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7510378",
                    "TitleEnglish": "Happy Lucky☆ Christmas",
                    "SummaryEnglish": "Aikatsu! New World Festival will have its last day on Christmas day! As the heart and core, Dream Academy will be relaying the efforts of the five schools. On this day, the Aikatsu! idols are busy with the legendary tree cutting, as well as cookie making. And for the climax, there will be a special collaboration stage between the five schools!",
                    "Aliases": []
                },
                "13": {
                    "ID": "7510381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7510381",
                    "TitleEnglish": "Raki and the Winged Dress",
                    "SummaryEnglish": "Raki boards Neo Venus Ark intend on showing Elza a dress she designed based on Elza's wing dress. However Elza feels insulted by the imitation and tells Raki she only accepts perfect dresses. Rei and Kirara come to Raki's rescue and suggest that Raki help out with the preparations for the New Year Revival Fashion Collection event being held at the school. This would give Raki as chance to design a dress worthy of Elza's praise. However, despite Rei's, Kirara's and Aria's assistance, Raki struggles to find inspiration until Mahiru arrives with some words of advice.",
                    "Aliases": []
                },
                "14": {
                    "ID": "7522834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7522834",
                    "TitleEnglish": "Smile♪ Nyan-ber One",
                    "SummaryEnglish": "Yuzu Nikaido and Lily Shirogane have been left in charge of Ako's animal show while she is away filming abroad. In order to make the show a success, Yuzu and Lily enlist the help of Raki, Maika, Ema and a comedian idol named Nina Dojima.",
                    "Aliases": []
                },
                "15": {
                    "ID": "7554813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7554813",
                    "TitleEnglish": "PowaFuwaDreamin",
                    "SummaryEnglish": "Ako and Kirara hold a fan meet at the Dream Park Land theme park along side Starlight Academy's Otome Arisugawa, Sakura Kitaoji and Shion Kamiya, with Raki reporting for the TV broadcast. However things take a dramatic turn when Coco decides to take over the event. Luckily Aine, Mio and Yume are on hand to save the day.",
                    "Aliases": []
                },
                "16": {
                    "ID": "7554814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7554814",
                    "TitleEnglish": "Raki's Radiance",
                    "SummaryEnglish": "Raki travels to the Kingdom of Sorbett as part of an entertainment troupe, created by Hibiki from various acting idols. Alicia is holding an event where an old Sorbett fairy tale will be brought to life though Aikatsu. Raki is surprised to learn she'll be playing the part of the Frost Princess, Grace, who saves the day by stopping two Princesses of Flame from arguing. Hibiki also tasks Raki with creating Grace's costume and although she is at first eager, she soon begins to doubt Hibiki's decision. However, after a talk with Alicia, Raki gets the motivation she needs to pull though.",
                    "Aliases": []
                },
                "17": {
                    "ID": "7578907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7578907",
                    "TitleEnglish": "Gothic Wars",
                    "SummaryEnglish": "Raki wakes up to an emergency phone call from her sister, the Moon Princesses are invading Earth and turning everyone into their bunny eared servants. Raki cannot believe what is happening and is taken by a mind controlled Aine and Mio to see the Princesses. Sakuya and Kaguya attempt to turn Raki into one of their servants but she is saved by Alica, Lily and Yurika Toudou. Yurika challenges the Princesses to a duel, with Sumire appearing and siding with Sakuya and Kaguya, who subsequently transport everyone to the Moon. As the Gothic War begins, it looks like its up to Raki to save the day.",
                    "Aliases": []
                },
                "18": {
                    "ID": "7578908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7578908",
                    "TitleEnglish": "Your Entrance",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "19": {
                    "ID": "7594815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7594815",
                    "TitleEnglish": "Dance♪ Valentine Sweets",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "20": {
                    "ID": "7605511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7605511",
                    "TitleEnglish": "Shine☆Local Idols",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "21": {
                    "ID": "7605513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7605513",
                    "TitleEnglish": "Let's Go! Aikatsu! Grand Sports Festival!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "22": {
                    "ID": "7627075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7627075",
                    "TitleEnglish": "Everyone Gathered! On Parade!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "23": {
                    "ID": "7627076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7627076",
                    "TitleEnglish": "Stars! On Parade!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "24": {
                    "ID": "7627078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7627078",
                    "TitleEnglish": "Friends! On Parade!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "25": {
                    "ID": "7668560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7668560",
                    "TitleEnglish": "To the Shining Future",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "1833151",
            "URL": "https://thetvdb.com/series/aikatsu-on-parade/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "7681368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7681368",
                    "TitleEnglish": "Noeru Dream Part 1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "7696079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7696079",
                    "TitleEnglish": "Noeru Dream Part 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "7741550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7741550",
                    "TitleEnglish": "Curtains Up! Dream School Grand Prix Part 1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "7741572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7741572",
                    "TitleEnglish": "Curtains Up! Dream School Grand Prix Part 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "7770693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7770693",
                    "TitleEnglish": "The Blossoming Stage Part 1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "7770696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu-on-parade/episodes/7770696",
                    "TitleEnglish": "The Blossoming Stage Part 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}