{
    "URL": "https://thetvdb.com/series/johnny-cypher-in-dimension-zero",
    "Genres": [
        "Adventure",
        "Animation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0127379/",
        "https://www.themoviedb.org/tv/16087"
    ],
    "TitleEnglish": "Johnny Cypher in Dimension Zero",
    "SummaryEnglish": "Johnny Cypher, a brilliant scientist, becomes man's greatest hope to save Earth by discovering the incalculable power of Dimension Zero, enabling him to travel through time and space in superhuman form.  The fantastic Dimension Zero is an indestructible force that defies science and nature.  It is Johnny's ultimate weapon against treachery and injustice!  Hovering above the Earth in his space satellite, Johnny maintains his space vigil with the aid of his beautiful assistant, Zena, and a friendly Martian named Rhom.  Together, they ward off all attempts to destroy and plunder Earth, halting attacks from other planets.",
    "Aliases": [],
    "Modified": "2025-05-07",
    "Seasons": {
        "1": {
            "ID": "832988",
            "URL": "https://thetvdb.com/series/johnny-cypher-in-dimension-zero/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 130,
            "Episodes": {
                "1": {
                    "ID": "7441941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7441941",
                    "TitleEnglish": "The Vultarian",
                    "SummaryEnglish": "Borgo, the evil dwarf scientist, enlists the aid of Vultarian to drop sleep gas bombs on the innocent citizens of Sky City so he and his henchmen can rob them of their jewels.",
                    "Aliases": []
                },
                "2": {
                    "ID": "7441954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7441954",
                    "TitleEnglish": "Attack from Outer Space",
                    "SummaryEnglish": "Johnny receives a gift that appears to be a television set, but turns out to be one end of a space tunnel that strange gray aliens plan to use to invade the Earth.",
                    "Aliases": []
                },
                "3": {
                    "ID": "7441955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7441955",
                    "TitleEnglish": "The Doll Invaders",
                    "SummaryEnglish": "Large green aliens transform themselves into small toy dolls as a means of infiltrating the homes in Sky City so that they can later take over first the city, and then the world.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7441957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7441957",
                    "TitleEnglish": "20,000 Dangers Under the Sea",
                    "SummaryEnglish": "A strange whirlpool in the sea is swallowing whole ships.  When a ship captained by General Astro's son disappears, the General asks Johnny to investigate.",
                    "Aliases": []
                },
                "5": {
                    "ID": "7442003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442003",
                    "TitleEnglish": "Gravity Belt Mystery",
                    "SummaryEnglish": "As Zena is returning to Earth on a commercial spaceliner following a two week vacation on Mars, a strange ship steals all of the gravity belts from the passengers.",
                    "Aliases": []
                },
                "6": {
                    "ID": "7442005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442005",
                    "TitleEnglish": "The Mutant Monsters",
                    "SummaryEnglish": "Gorgon Zola develops a strain of giant ants and sends them to Earth, threatening to destroy the planet unless he's paid a ransom of one billion dollars.",
                    "Aliases": []
                },
                "7": {
                    "ID": "7442006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442006",
                    "TitleEnglish": "Menace of Maroo",
                    "SummaryEnglish": "Togo smuggles an army of giant robot tanks disguised as toys from Earth to Maroo, intending to take over the planet of Maroo.",
                    "Aliases": []
                },
                "8": {
                    "ID": "7442008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442008",
                    "TitleEnglish": "Operation Freeze",
                    "SummaryEnglish": "Johnny's friend Perry Sparrow, the famous space adventurer, goes missing while exploring the polar regions of the distant planet Nimrod, so Johnny travels to Nimrod to search for him.",
                    "Aliases": []
                },
                "9": {
                    "ID": "7442009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442009",
                    "TitleEnglish": "Mission Miraculous",
                    "SummaryEnglish": "President Bueno of Marami asks for Johnny's protection as he travels to the southern part of the planet to sign a peace treaty.",
                    "Aliases": []
                },
                "10": {
                    "ID": "7442010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442010",
                    "TitleEnglish": "The Fear of the Year",
                    "SummaryEnglish": "Johnny Cypher is notified that he has been elected Man of the Year.  He must travel to the planet of Academia to receive the award, but galaxy famous munitions maker Lucifer Demon is jealous of the award, so he plans to stop Johnny from reaching the ceremony.",
                    "Aliases": []
                },
                "11": {
                    "ID": "7442012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442012",
                    "TitleEnglish": "The Mysterious Meteorites",
                    "SummaryEnglish": "Emperor Merlino of the planet Merbo creates a weapon that causes meteorites to be attracted to a spaceship.  He plans to entrap Johnny so he can steal the powers of Dimension Zero.",
                    "Aliases": []
                },
                "12": {
                    "ID": "7442013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442013",
                    "TitleEnglish": "The Mothmen",
                    "SummaryEnglish": "Johnny encounters the Mothmen, who ask him to help stop their sun from getting hotter before it destroys their world.",
                    "Aliases": []
                },
                "13": {
                    "ID": "7442014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442014",
                    "TitleEnglish": "The Traitorous Dr. Flood",
                    "SummaryEnglish": "Phineas Flood, the foremost electro-scientist on Earth, is captured by evil aliens from the planet Zenith.  The aliens leave a note purportedly from Dr. Flood saying he has left of his own free will.  Johnny doesn't believe it, so he travels to Zenith to investigate.",
                    "Aliases": []
                },
                "14": {
                    "ID": "7442262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442262",
                    "TitleEnglish": "The Planet of Little Men",
                    "SummaryEnglish": "Traveling home following an exploratory mission, Johnny's spaceship encounters a space tornado and is forced to land on an uncharted planet.  After he falls unconscious, Johnny is captured by the diminutive Ocean Men, who think he is a weapon sent by their enemy, the Mountain Men.",
                    "Aliases": []
                },
                "15": {
                    "ID": "7442271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442271",
                    "TitleEnglish": "The Evil Mr. E.S.P.",
                    "SummaryEnglish": "The planet Toto hires the evil Mr. E.S.P. to foretell what will happen if they attack Earth.  He shows them that their attack will be thwarted by Johnny Cypher, unless they first capture him so he cannot defend the Earth.",
                    "Aliases": []
                },
                "16": {
                    "ID": "7442273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442273",
                    "TitleEnglish": "The Shockman of Shardu",
                    "SummaryEnglish": "On the planet Shardu, the evil Dr. Wu creates a giant electrified robot called a Shockman so he can conquer the capital, Shardu City.  Since Shardu and Earth are allies, a call goes out to Johnny Cypher to step in and stop the Shockman.",
                    "Aliases": []
                },
                "17": {
                    "ID": "7442274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442274",
                    "TitleEnglish": "The Menace of the Flying Saucer",
                    "SummaryEnglish": "The denizens of a backward planet called Htrae attack Johnny's ship, because they believe it is a \"flying saucer\" that has come to destroy them.",
                    "Aliases": []
                },
                "18": {
                    "ID": "7442275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442275",
                    "TitleEnglish": "The Butronic Trouble Maker",
                    "SummaryEnglish": "On the asteroid Elba, the exile Napoleon creates a weapon that makes its victims fight one another.  He travels to Shepherd City on Earth and uses the weapon to create chaos so he and his men can loot the city.",
                    "Aliases": []
                },
                "19": {
                    "ID": "7442276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442276",
                    "TitleEnglish": "The Incredible Spongeman",
                    "SummaryEnglish": "On Europa, after a sleep of several years, the Spongeman arises from the desert and, in an instinctive search for water, travels to a populated area of the moon.  There, the more water he absorbs, the larger and more invulnerable he becomes.  When the army and air force cannot stop him, Johnny Cypher is called in to save the day.",
                    "Aliases": []
                },
                "20": {
                    "ID": "7442278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442278",
                    "TitleEnglish": "The Castle of Mr. Mist",
                    "SummaryEnglish": "Johnny and Zena travel to Demos, tiny moon of Mars, to look for Mr. Mist.",
                    "Aliases": []
                },
                "21": {
                    "ID": "7442280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442280",
                    "TitleEnglish": "The Deafening Sound of Silence",
                    "SummaryEnglish": "Professor Sonar, the world's greatest and most evil genius of sound, creates a sound machine and uses it to silence a whole city.  In the ensuing panic, he and his sidekick plunder the wealth of the city.",
                    "Aliases": []
                },
                "22": {
                    "ID": "7442283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442283",
                    "TitleEnglish": "Time Marches Back",
                    "SummaryEnglish": "Johnny creates a time machine in his famous floating laboratory aboard the Satellite, but Rhom accidentally pushes a button that sends Johnny back in time to Dodge City in the year 1882.",
                    "Aliases": []
                },
                "23": {
                    "ID": "7442286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442286",
                    "TitleEnglish": "The Super Ship of Captain Krool",
                    "SummaryEnglish": "The evil pirate Captain Krool invites Johnny to his Super Ship. While giving Johnny a tour of the Super Ship, he tricks Johnny into changing out of his Dimension Zero suit by offering him use of his swimming pool.  Captain Krool then imprisons Johnny and steals the Dimension Zero apparatus.",
                    "Aliases": []
                },
                "24": {
                    "ID": "7442288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442288",
                    "TitleEnglish": "The Elusive Space Monster",
                    "SummaryEnglish": "Dr. Cuto, the galaxy famous space explorer, brings a small lizard-like teratops to Earth, but when he exposes it to the air on Earth, it grows to a gigantic size.  Johnny must stop the prehistoric monster before it completely destroys the city, but that proves to be difficult because the creature keeps changing size.",
                    "Aliases": []
                },
                "25": {
                    "ID": "7442290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442290",
                    "TitleEnglish": "Peril from the Past",
                    "SummaryEnglish": "Napoleon sneaks into the Sky City Natural History Museum after hours.  He then uses a Life Ray to reanimate the dinosaur skeletons, intending that they trample the city and drive its citizens into the sea.",
                    "Aliases": []
                },
                "26": {
                    "ID": "7442291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442291",
                    "TitleEnglish": "Circus of Terror",
                    "SummaryEnglish": "The Interplanetary Circus visits the City of Tomorrow, and Rhom persuades Johnny that they should attend.  During the show, one of the performers uses a megasaurus to extort money from the crowd by threatening to hurt Rhom with it unless the crowd hands over its valuables.",
                    "Aliases": []
                },
                "27": {
                    "ID": "7442292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442292",
                    "TitleEnglish": "The Hidden Peril",
                    "SummaryEnglish": "An anonymous donor gifts a statue of Mayor Brink to Astro Park in Glenn City.  After dark, aliens emerge from the statue and steal a micro-miniaturized computer from nearby Glenn City Research Center.  Johnny, Zena, and Rhom are then tasked by the police to locate the stolen computer.",
                    "Aliases": []
                },
                "28": {
                    "ID": "7442296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442296",
                    "TitleEnglish": "Seeds of Chaos",
                    "SummaryEnglish": "Dr. Bone and Ohm visit the planet Uranus, where they obtain seeds and roc eggs.  They then travel to Sky City on Earth, where they leave the seeds and eggs.  Once the eggs hatch, the baby rocs eat the seeds and rapidly grow to adult size.  The giant winged invaders then begin devouring all of the crops in the nearby fields that supply Sky City with its food.  Johnny must stop the flock before famine destroys Sky City.",
                    "Aliases": []
                },
                "29": {
                    "ID": "7442298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442298",
                    "TitleEnglish": "The Liquifier Gun",
                    "SummaryEnglish": "Nero Tyrantor, infamous lord and master of Roman Island and dedicated foe of Johnny Cypher, steals a Neutronic Liquifier Gun from the Hall of Progress at the Inter-World's Fair in Glenn City.  He then uses it to convert Johnny's spaceship, the Satellite, into water.  Johnny must then catch Nero and reverse the liquification caused by the gun.",
                    "Aliases": []
                },
                "30": {
                    "ID": "7442300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442300",
                    "TitleEnglish": "The Eye of Ramapoor",
                    "SummaryEnglish": "A group of identical aliens steal the Eye of Ramapoor, a magnificent ruby, from the Gem Room at the Glenn City Museum.  When Johnny tries to stop them, the aliens kidnap him and take him to Minos, a faraway planet at the very tip of the galaxy.  The aliens then put Johnny into a machine that will make him look identical to them.  It's up to Zena and Rhom to rescue Johnny and recover the ruby.",
                    "Aliases": []
                },
                "31": {
                    "ID": "7442302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442302",
                    "TitleEnglish": "Man with the Golden Hands",
                    "SummaryEnglish": "Johnny, Zena, and Rhom begin a trip via subterranean tube cab from Sky City to Asia, but an earthquake interrupts their journey.  When their tube cab crashes and they are thrown clear, they discover the fabulous underground Lost City of Gold.  There, they are captured by Dr. Torbin, a man with gold hands who intends to transform our heroes into golden statues.",
                    "Aliases": []
                },
                "32": {
                    "ID": "7442309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442309",
                    "TitleEnglish": "Terror in a Toy Shop",
                    "SummaryEnglish": "On the planet Ortheon, Zena and Rhom visit a toy shop where the proprietor turns out to be Majak the Magician, in disguise.  Majak captures Zena and Rhom, intending to use them as guinea pigs in an evil experiment involving giant toys.",
                    "Aliases": []
                },
                "33": {
                    "ID": "7442315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442315",
                    "TitleEnglish": "Nero's Revenge",
                    "SummaryEnglish": "Johnny, Zena, and Rhom are held captive on Roman Island, impregnable fortress hideout of the infamous Nero Tyrantor.",
                    "Aliases": []
                },
                "34": {
                    "ID": "7442321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442321",
                    "TitleEnglish": "The World of Lost Men",
                    "SummaryEnglish": "Johnny goes undercover at the interstellar prison on the planet Dunjana, known as the World of Lost Men, where he is tasked by the warden with gathering information about a suspected upcoming prison break.",
                    "Aliases": []
                },
                "35": {
                    "ID": "7442323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442323",
                    "TitleEnglish": "The Endless Zero",
                    "SummaryEnglish": "Satana, Queen of the Underworld that lies deep in the bowels of the Earth, hatches a plot to use a Magnet Lock to trap Johnny in Dimension Zero until he either sides with her, or is ultimately destroyed.",
                    "Aliases": []
                },
                "36": {
                    "ID": "7442339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442339",
                    "TitleEnglish": "The Space Party",
                    "SummaryEnglish": "The Queen of Tinium invites Johnny to attend a costume party known as the Tinium Lunar Fiesta.  At the party, Atlas kidnaps a guest he believes to be Johnny, but who turns out to be a Venusian guest dressed in a Johnny Cypher costume.",
                    "Aliases": []
                },
                "37": {
                    "ID": "7442341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442341",
                    "TitleEnglish": "Everything Falls Up",
                    "SummaryEnglish": "General Pollux, Director of the Lodestar Sirus, hides an antigravity screen in the smog that blankets a city.  When the General activates the screen, gravity disappears and everything falls up.  It then falls on Johnny to set things right.",
                    "Aliases": []
                },
                "38": {
                    "ID": "7442344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442344",
                    "TitleEnglish": "Wild Animal Hunter",
                    "SummaryEnglish": "Orion, a wild animal hunter, vanishes while on an excursion to capture outer space animals for the Earth Zoo.  Johnny, Zena, and Rhom are sent to rescue Orion, but the wild space animals have other ideas.",
                    "Aliases": []
                },
                "39": {
                    "ID": "7442347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442347",
                    "TitleEnglish": "The Quick Quake-Maker",
                    "SummaryEnglish": "Planet Scorpio's evil inventor, Forfooz, creates an ultrasonic wave machine that causes Earthquakes.  When he uses it on neighboring planet Libra, the ground opens up and swallows Johnny's space Satellite, along with Zena and Rhom.  Johnny must rescue them and stop Forfooz before he can use his terrible machine on the Earth.",
                    "Aliases": []
                },
                "40": {
                    "ID": "7442350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442350",
                    "TitleEnglish": "The Pet Collectors",
                    "SummaryEnglish": "The inhabitants of the distant planet Dorcsus have discovered that Earthmen make excellent pets.  When two of the aliens travel to Sky City to collect more humans as pets, Johnny must stop them.",
                    "Aliases": []
                },
                "41": {
                    "ID": "7442353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442353",
                    "TitleEnglish": "Johnny's Giant Friends",
                    "SummaryEnglish": "On Pluto, pollen from a strange flower turns Rhom into a giant.  Later, back on Earth, Zena accidentally inhales the same pollen, so she too becomes gigantic.  Johnny must then find a cure for his friends.",
                    "Aliases": []
                },
                "42": {
                    "ID": "7442354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442354",
                    "TitleEnglish": "Johnny Cypher's Twin",
                    "SummaryEnglish": "On the plant Negusia, Professor Thug creates a Duplicating Chemical that can turn a robot into a perfect copy of any person.  He invites Johnny to visit his laboratory on Negusia.  At the lab, the Professor's robots subdue Johnny, and the Professor makes a copy of Johnny.  He then sends the fake Johnny on a mission to destroy the Satellite, along with Zena and Rhom.",
                    "Aliases": []
                },
                "43": {
                    "ID": "7442375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442375",
                    "TitleEnglish": "Snarl's Sinister Surprise",
                    "SummaryEnglish": "Johnny receives a distress call from Professor Micron.  Johnny and Zena head to the Professor's lab, where they find Dr. Snarl holding Professor Micron at gunpoint.  Dr. Snarl ties up Zena and Johnny, planning to blow them and the Professor up with a bomb that he has planted in Micron's Atomic Vault.  It's up to Rhom to save the day.",
                    "Aliases": []
                },
                "44": {
                    "ID": "7442396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442396",
                    "TitleEnglish": "The Stolen Satellite",
                    "SummaryEnglish": "Johnny Cypher's dedicated foe, Napoleon of Elba, plots to steal Johnny’s Satellite while Johnny is away on Uranus.  Napoleon's robot ship captures the Satellite, with Zena and Rhom aboard.  Zena radios Johnny for help, and Johnny must rush to Earth before Napoleon's robot ship buries the Satellite, along with Zena and Rhom.",
                    "Aliases": []
                },
                "45": {
                    "ID": "7442397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442397",
                    "TitleEnglish": "Menace from Mercury",
                    "SummaryEnglish": "Glenn City is visited by the Circus from Mercury.  Coincidentally, the city suffers a crime wave with fifteen robberies in one day.  The Police ask Johnny, Zena, and Rhom to look into the robberies.",
                    "Aliases": []
                },
                "46": {
                    "ID": "7442400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442400",
                    "TitleEnglish": "Johnny Versus Zena",
                    "SummaryEnglish": "On Europa, the first moon of Saturn, Zena falls into a four mile deep hole and loses her memory.  When Johnny comes to rescue her, she believes him to be an enemy.",
                    "Aliases": []
                },
                "47": {
                    "ID": "7442401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442401",
                    "TitleEnglish": "The Saturnian Triclops",
                    "SummaryEnglish": "The Satellite makes an emergency landing in the Sea of Milos, on Saturn.  There, Johnny and his friends encounter a three-eyed sea monster whose third eye is a laser beam.",
                    "Aliases": []
                },
                "48": {
                    "ID": "7442402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442402",
                    "TitleEnglish": "Giganticus Serum",
                    "SummaryEnglish": "On Audubon's Planet, the home of Molak, the absolutely sane but utterly ruthless notorious scientist turned criminal, Johnny encounters a mechanical bird that injects him with some sort of a growing serum.",
                    "Aliases": []
                },
                "49": {
                    "ID": "7442403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442403",
                    "TitleEnglish": "Stolen Space Station",
                    "SummaryEnglish": "An android steals a space station with Zena aboard.  The android tows the space station to the Android Plateau, where Johnny must rescue Zena.",
                    "Aliases": []
                },
                "50": {
                    "ID": "7442404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442404",
                    "TitleEnglish": "The Photo Spy",
                    "SummaryEnglish": "Cape Nova launches a new secret photo spy, but its camera capsule crash lands on an unknown asteroid, so Johnny is sent to recover the Maxitron camera lens.  A group of aliens that look like dinner plates try to get to the lens first, so Johnny uses his neutronium guns to rid outer space of them because they are a menace to space travel.",
                    "Aliases": []
                },
                "51": {
                    "ID": "7442407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442407",
                    "TitleEnglish": "The Rescue of Robinson Cosmo",
                    "SummaryEnglish": "Johnny follows a distress signal to planet Girda at Star Point Two, where he must rescue Robinson Cosmo from a metal eating space robot.",
                    "Aliases": []
                },
                "52": {
                    "ID": "7442408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442408",
                    "TitleEnglish": "The Crooked Radar Beam",
                    "SummaryEnglish": "An alien on Sub-Mars Asteroid X - 1 in the Mars Area creates a radar beam that can shoot around corners and uses it to summon Johnny for help, hoping to then destroy Johnny with the beam.",
                    "Aliases": []
                },
                "53": {
                    "ID": "7442409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442409",
                    "TitleEnglish": "An Element of Danger",
                    "SummaryEnglish": "A rocket transport, bringing a sample of the rare atomic element X-92 back to Earth is intercepted by Root and Ark, disguised as an Earth patrol.",
                    "Aliases": []
                },
                "54": {
                    "ID": "7442412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442412",
                    "TitleEnglish": "Dangerous Games",
                    "SummaryEnglish": "On Earth, at the Interplanetary Olympics in City of Tomorrow Stadium, Rhom competes in the Jet Go Kart event, but Borka from Zircon will stop at nothing to ensure that Zircon wins the championship.",
                    "Aliases": []
                },
                "55": {
                    "ID": "7442414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442414",
                    "TitleEnglish": "Zomar the Merciless",
                    "SummaryEnglish": "On the planet Zephyr, as a rebellion grows, King Zomar the Merciless sends a trans-skyway pictogram to his old college friend, Johnny Cypher, asking for help.",
                    "Aliases": []
                },
                "56": {
                    "ID": "7442416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442416",
                    "TitleEnglish": "The Devil's Diamond",
                    "SummaryEnglish": "As homesick Rhom is returning to Mars with Johnny and Zena, the Satellite is drawn in to the evil planet, Silica, also known as the Devil's Diamond.  When they disembark from the ship, they are attracted to a cave by strange tinkling sounds, but when they reach the cave, they are attacked by men made of crystal.",
                    "Aliases": []
                },
                "57": {
                    "ID": "7442417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442417",
                    "TitleEnglish": "Red Hot Planet",
                    "SummaryEnglish": "Johnny's mission is to investigate the red-hot planetoid, Coalsack, because it is contaminating a large area of outer space with a deadly green haze.",
                    "Aliases": []
                },
                "58": {
                    "ID": "7442419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442419",
                    "TitleEnglish": "Runaway Rocket",
                    "SummaryEnglish": "A collector of space secrets from planet Capricorn uses his gravity control to divert a rocket from Earth so he can steal its great invention, a secret one-of-a-kind camera that takes pictures the size of a pinhead.",
                    "Aliases": []
                },
                "59": {
                    "ID": "7442421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442421",
                    "TitleEnglish": "The Crystal Cage",
                    "SummaryEnglish": "Johnny and Zena land on a slippery green moss-covered sphere in space.  They discover that beneath the moss lies a crystal cage, filled with millions of space beetles.",
                    "Aliases": []
                },
                "60": {
                    "ID": "7442422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442422",
                    "TitleEnglish": "Space Prospector",
                    "SummaryEnglish": "On the supposedly uninhabited planet Dorado, which is covered by cosmic dust, Zena and Rhom find a metal rock in the dust.  Johnny drops everything to come and help them investigate.  After Johnny arrives, it becomes apparent that the three of them are not alone on the planet.",
                    "Aliases": []
                },
                "61": {
                    "ID": "7442424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442424",
                    "TitleEnglish": "Wild Blue Trap",
                    "SummaryEnglish": "Zena and Rhom travel in the Satellite to the planet Scootum.  The xenophobic Octans of Scootum set a wild blue trap filled with super mirrors that make it appear as if a million copies of the Satellite are floating in space.",
                    "Aliases": []
                },
                "62": {
                    "ID": "7442425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442425",
                    "TitleEnglish": "The Tower of Majak",
                    "SummaryEnglish": "At the tip of the galaxy, on the distant planet Ortheon, a severe drought has gripped the planet for several months.  When fire breaks out, Johnny, Zena, and Rhom rush to Ortheon to help put out the fire.   After the fire is out, Johnny, Zena, and Rhom are captured by the fiend, Majak the Magician, in Majak's tower.",
                    "Aliases": []
                },
                "63": {
                    "ID": "7442427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442427",
                    "TitleEnglish": "The Interplanetary Olympiad",
                    "SummaryEnglish": "Zena, Rhom, and Johnny visit the Interplanetary Olympic Games, which are being held at Zentor Stadium on Earth’s moon.  There, the Umbrielites inexplicably sweep every honor.",
                    "Aliases": []
                },
                "64": {
                    "ID": "7442428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442428",
                    "TitleEnglish": "The Red Forest",
                    "SummaryEnglish": "On Jupiter, the surface temperature is close to -200 degrees Fahrenheit everywhere except in the Red Forest.  Johnny, Rhom, and Zena visit the Red Forest in search of the X-111 ship so they can recover its microfilm.",
                    "Aliases": []
                },
                "65": {
                    "ID": "7442432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442432",
                    "TitleEnglish": "The Time Warp",
                    "SummaryEnglish": "Returning to Earth from Uranus via Dimension Zero, Johnny Cypher is within sight of the planet when suddenly he blunders smack into a time warp which transports him back a million or more years in time.",
                    "Aliases": []
                },
                "66": {
                    "ID": "7442433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442433",
                    "TitleEnglish": "Shoot Out in Space",
                    "SummaryEnglish": "Aboard a Solar Coach packed with other vacationers, Johnny, Rhom, and Zena streak towards distant Pluto, along a preset solar beam.  Suddenly, a force field stops the ship, and holdup men burst through the hatch and rob the passengers.",
                    "Aliases": []
                },
                "67": {
                    "ID": "7442435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442435",
                    "TitleEnglish": "Borgo's Beam",
                    "SummaryEnglish": "On Phobos, Borgo the notorious dwarf scientist invents a beam that shields the Earth from the Sun's life-giving rays.  Soon after, the Earth begins to literally freeze to death.",
                    "Aliases": []
                },
                "68": {
                    "ID": "7442436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442436",
                    "TitleEnglish": "Descent into Peril",
                    "SummaryEnglish": "In the Sea of Amalthea, the deepest body of water in the entire solar system, Johnny, Zena, and Rhom attempt to descend in a diving bell to a depth of nearly 60,000 feet.",
                    "Aliases": []
                },
                "69": {
                    "ID": "7442439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442439",
                    "TitleEnglish": "Rescue on the Moon",
                    "SummaryEnglish": "On the Moon, a ship crash lands atop 35,387 foot high Mount Leibniz, but the weather is so violent that no rescue ship can approach to remove the survivors.  And so, Johnny Cypher and his Martian friend Rhom volunteer to lead a mountain climbing expedition, a mission of mercy, to the top of Mount Leibniz.",
                    "Aliases": []
                },
                "70": {
                    "ID": "7442440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442440",
                    "TitleEnglish": "The Tidal Wave of Terror",
                    "SummaryEnglish": "There are some planets in the great solar system that always bring trouble. The planet Thor is indeed one of them.  The Emperor of Thor, the wicked Theebs of Thor, is an evil man.  He directs his Chief Scientist, the ingenious but cruel Dr. Clutterhouse, to create a machine that produces an impregnable tidal wave of air currents.  The Emperor plans to use it to conquer the City of Tomorrow on Earth.",
                    "Aliases": []
                },
                "71": {
                    "ID": "7442443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442443",
                    "TitleEnglish": "Magnetic Mayhem",
                    "SummaryEnglish": "At a privately owned experimental station on an asteroid, Gorlok creates a magnetic generator that will reverse all magnetic fields, knocks out all electrical power, and cause all metal to become magnetized.  He then sends Root and Ark to Earth to deploy the device.",
                    "Aliases": []
                },
                "72": {
                    "ID": "7442445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442445",
                    "TitleEnglish": "Expedition to the Martian Arctic",
                    "SummaryEnglish": "In the Martian winter, the polar caps spread southward covering a wide area, bringing deep snows and bitter cold.  Johnny and Rhom join Dr. Hayes on a expedition North to search for raw mullanium, but they encounter Queen Journa, who perceives them to be invaders and launches an attack.",
                    "Aliases": []
                },
                "73": {
                    "ID": "7442446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442446",
                    "TitleEnglish": "No More Dimension Zero",
                    "SummaryEnglish": "During a routine medical examination, Johnny learns that he has a rare disease and must stop using Dimension Zero, or he will die.",
                    "Aliases": []
                },
                "74": {
                    "ID": "7442448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442448",
                    "TitleEnglish": "Rhom, Super Criminal",
                    "SummaryEnglish": "At midnight in the City of Tomorrow, in the famous Art Museum, a security camera captures what appears to be Johnny Cypher's friend Rhom, the little Martian, burglarizing the museum.  Rhom claims to be innocent, and Johnny must help him clear his name.",
                    "Aliases": []
                },
                "75": {
                    "ID": "7442449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442449",
                    "TitleEnglish": "The Torchmen",
                    "SummaryEnglish": "High above Shepherd City, an awe-inspiring sight suddenly becomes visible - a magnificent meteor shower.  But when the white hot chunks of space stone strike the Earth below, torchmen spring forth and run amok, setting the city on fire.",
                    "Aliases": []
                },
                "76": {
                    "ID": "7442452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442452",
                    "TitleEnglish": "Captain Nogo",
                    "SummaryEnglish": "On a routine mission to Pluto, Johnny Cypher's Satellite runs into trouble in the midst of the asteroid belt.  When the stabilizer power unit malfunctions, the ship must put down on a nearby chunk of space stone.  Unfortunately, the asteroid turns out to be the camouflaged pirate ship of Captain Nogo, and Johnny, Zena, and Rhom are captured.",
                    "Aliases": []
                },
                "77": {
                    "ID": "7442453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442453",
                    "TitleEnglish": "The Coreman",
                    "SummaryEnglish": "When Mount Bolton, the largest extinct volcano on the eastern seaboard unexpectedly erupts, the Coreman, a strange stone giant from the center of the Earth, emerges.  When the Coreman begins to wreak destruction on a nearby city, Johnny must stop him.",
                    "Aliases": []
                },
                "78": {
                    "ID": "7442455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442455",
                    "TitleEnglish": "The Invisible Fire Beam",
                    "SummaryEnglish": "Sky City's entire water supply turns to fire, with flames shooting forth from fire hoses and water faucets.  Professor Holton notices that an eighth star has joined the Seven Sisters of the Pleiades, and Johnny goes up to investigate.  There, Johnny discovers that Borgo is responsible, having created an invisible fire beam.",
                    "Aliases": []
                },
                "79": {
                    "ID": "7442502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442502",
                    "TitleEnglish": "The Forget Ray of Egghead",
                    "SummaryEnglish": "Egghead, the genius of villains, is captured by Johnny and sent to the City of Tomorrow Prison.  Swearing vengeance, Egghead breaks out of prison.  He then erases Johnny's memory with a Forget Ray, making him docile and subservient.",
                    "Aliases": []
                },
                "80": {
                    "ID": "7442503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442503",
                    "TitleEnglish": "The Planet of Gold",
                    "SummaryEnglish": "A space storm forces Johnny to land his ship on an unknown planet where he meets Advento, a man who has been searching the galaxies for 50 years for Arum, the legendary Planet of Gold.",
                    "Aliases": []
                },
                "81": {
                    "ID": "7442505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442505",
                    "TitleEnglish": "The Ten Ton Diamond",
                    "SummaryEnglish": "A team of scientists from Sky City Museum, accompanied by Johnny and Rhom, travels to Mercury and succeeds in unearthing the prize of the century - the diamond of King Morlex.  Overlooking their find is a statue of Xander, the winged lion and immortal guardian of Morlex Diamond.  When they attempt to remove the diamond from its resting place, the statue springs to life, and Johnny must deal with it.",
                    "Aliases": []
                },
                "82": {
                    "ID": "7442506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442506",
                    "TitleEnglish": "The Electronic Monster",
                    "SummaryEnglish": "In the City of Tomorrow, Johnny receives a call from General Astro.  The General sends Johnny and his friends to the Moon to investigate a strange shadow that appears then disappears.  Once on the Moon, they discover an Electronic Space Monster, previously thought to be extinct.  The monster emits poisonous protons which prevent Johnny from using the Zero, so he must come up with another way to defeat it.",
                    "Aliases": []
                },
                "83": {
                    "ID": "7442507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442507",
                    "TitleEnglish": "The Door to the Future",
                    "SummaryEnglish": "A meteor from space brings the evil and unscrupulous Majak to Earth.  Majak uses his magic to create a carnival which includes an attraction called \"The Door to the Future.\"  When Rhom enters the doorway and fails to return, Johnny grabs Majak and goes through the door.",
                    "Aliases": []
                },
                "84": {
                    "ID": "7442508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442508",
                    "TitleEnglish": "The Glass Giant",
                    "SummaryEnglish": "When the Van Horn expedition attempts to cross the Sarpedonian Desert on Callisto, their vehicle breaks down and they radio for help.  Johnny and his friends pick up the SOS, and they head for Callisto.  Because of the urgency of the call, Johnny goes on ahead, and Zena and Rhom follow in the Satellite.  Johnny is able to fix the broken down vehicle, so the group sets out across the desert.  Sometime later, they encounter the legendary City of Glass.",
                    "Aliases": []
                },
                "85": {
                    "ID": "7442509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442509",
                    "TitleEnglish": "The Deadly Blossom",
                    "SummaryEnglish": "A meteor from outer space lands on the Earth, bringing with it a deadly radioactive plant with an endless thirst for water.  Within 48 hours, nearby Sky City is running out of water.  All attempts by the fire department and army to destroy the plant are ineffective, so it's up to Johnny to save the city.",
                    "Aliases": []
                },
                "86": {
                    "ID": "7442510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442510",
                    "TitleEnglish": "The Paper Perisher",
                    "SummaryEnglish": "On the planet Pictor, Dr. Grux creates a cloud seeding chemical that he calls the Paper Perisher.  When the chemical is used to seed clouds, any rain that falls from those clouds turns paper to ash.  He plans to use it on the clouds of Earth so the rain destroys all of the world's paper.",
                    "Aliases": []
                },
                "87": {
                    "ID": "7442511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442511",
                    "TitleEnglish": "The Return of Frankenstein",
                    "SummaryEnglish": "Alongside Frankenstein Lake in the City of Tomorrow lies Monster Mountain and high atop Monster Mountain sits Frankenstein Castle.  Within the castle lives Baron von Frankenstein, the latest in a long line of scientific geniuses.  The Baron is certain that he has overcome the mistakes made by his ancestors.  However, when he creates a new monster and brings it to life, the monster turns on him and escapes.",
                    "Aliases": []
                },
                "88": {
                    "ID": "7442512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442512",
                    "TitleEnglish": "The Giant Robot",
                    "SummaryEnglish": "On Hyperion, the seventh moon of Saturn lives the notorious Dr. Morpheus Sphero.  Previously defeated by Johnny Cypher, Dr. Sphero creates a giant robot and sends it to Earth to destroy Sky City.",
                    "Aliases": []
                },
                "89": {
                    "ID": "7442513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442513",
                    "TitleEnglish": "The Gigantic Garble",
                    "SummaryEnglish": "Johnny receives a call from absent minded Professor Gideon Garble, who invites Johnny to come and see his newly perfected growth formula.  When Johnny visits the Professor, the Professor shows him the first results of the rapid growth formula, a series of giant vegetables.  The Professor then tells Johnny that he is about to witness the first use of the new formula on a human being - the Professor himself.",
                    "Aliases": []
                },
                "90": {
                    "ID": "7442515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442515",
                    "TitleEnglish": "The Strangest World of All",
                    "SummaryEnglish": "Johnny, Zena, and Rhom travel to Phobos, the first moon or Mars, to confront Borgo, the infamous dwarf scientist.  Johnny wants to question Borgo about a series of gas attacks on Mars.  However, Borgo captures Johnny and Rhom, and shrinks them down to microscopic size.",
                    "Aliases": []
                },
                "91": {
                    "ID": "7442516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442516",
                    "TitleEnglish": "The Man Duplicator",
                    "SummaryEnglish": "On distant Phobos, an agreement is reached between the sinister dwarf scientist Borgo and General Warman of Kobol.  Borgo allows the General to use his Man Duplicator to conquer Sky City in exchange for half the plunder.  Meanwhile, Johnny, Zena, and Rhom leave Earth on a yearlong mission to Anthor, at the other end of the galaxy, leaving Sky City vulnerable to the impending attack.",
                    "Aliases": []
                },
                "92": {
                    "ID": "7442518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442518",
                    "TitleEnglish": "Too Many Johnnies",
                    "SummaryEnglish": "Colonel Zorbok of Dreamland, seeking revenge on Johnny Cypher for thwarting his merciless attack against the Titanians, has his scientists devise a second Johnny Cypher to, as it were, replace the original.",
                    "Aliases": []
                },
                "93": {
                    "ID": "7442519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442519",
                    "TitleEnglish": "The Four-Armed Man",
                    "SummaryEnglish": "On Roman Island, fortress home of the diabolically clever and ruthless Nero Tyrantor, Sky City Police attempt to capture the tyrant and bring him to justice, but his island stronghold proves impregnable.  Chief Locker asks Zena to contact Johnny on the Police Dimension Communicator, to relay news of the Sky City Police Force's unsuccessful attempt to bring in Nero.  Minutes later, Johnny arrives at Roman Island, where he is captured by Nero's henchmen.  Nero pits Johnny in a gladiatorial contest against a man with four arms and the strength of four men.",
                    "Aliases": []
                },
                "94": {
                    "ID": "7442520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442520",
                    "TitleEnglish": "Farewell Dr. Root",
                    "SummaryEnglish": "On distant Noxor, Gorlock hatches a plan to depopulate the Earth.  He sends Dr. Root and Ark to Earth to build a ship at the former location of Dr. Root's lab.  They then use the ship to pump up the core of the Earth like a rubber ball, using compressed air.",
                    "Aliases": []
                },
                "95": {
                    "ID": "7442521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442521",
                    "TitleEnglish": "The One-inch Johnny Cypher",
                    "SummaryEnglish": "The brilliant scientist and adventurer, Johnny Cypher, decides to test the effects of X-7 on the body, but he accidentally grabs the bottle of X-8 instead.  When Johnny drinks the X-8, it reduces him to the size of an insect.",
                    "Aliases": []
                },
                "96": {
                    "ID": "7442522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442522",
                    "TitleEnglish": "The Lost Planet",
                    "SummaryEnglish": "Johnny Cypher and his aid, Zena, are returning to the City of Tomorrow Earth from the far planet of Janus, when they encounter an interstellar tornado.  The Satellite is damaged, so they must land on a nearby planet that turns out to be a lost prehistoric world.",
                    "Aliases": []
                },
                "97": {
                    "ID": "7442523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442523",
                    "TitleEnglish": "The Martian Plague",
                    "SummaryEnglish": "Rhom contracts the Martian Plague.  Johnny must obtain the crushed root of the Loki Pine in less than six hours, or the plague will spread throughout the Earth.",
                    "Aliases": []
                },
                "98": {
                    "ID": "7442525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442525",
                    "TitleEnglish": "The Mysterious Signal",
                    "SummaryEnglish": "One hour away from Saturn, Johnny Cypher's Satellite is cruising past Io, when suddenly and without warning the radio picks up an SOS coming from Io.  The ship lands to investigate, but then is immediately swallowed up by the ground.",
                    "Aliases": []
                },
                "99": {
                    "ID": "7442527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442527",
                    "TitleEnglish": "Rhom's Double",
                    "SummaryEnglish": "Not far from the City of Tomorrow, Dr. Root, the evil and diabolically clever scientist, labors unceasingly to further the ambitions of his master, Gorlock.  Dr. Root receives a Martian from Gorlock that looks exactly like Cypher's Martian, Rhom, to be used as part of a plan to defeat Cypher and eliminate him forever.",
                    "Aliases": []
                },
                "100": {
                    "ID": "7442529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442529",
                    "TitleEnglish": "The Deadly Beams",
                    "SummaryEnglish": "North America is enjoying a typically lazy summer day, when suddenly and without warning, the oceans become dangerously disturbed.  Huge tidal waves roll out of the depths, pounding city after city.  Astro-scientists determine that a tremendously powerful force beam is at work drawing the Moon out of orbit, and an identical beam is caving in the other side.  The source of the lower beam is determined to be Black Mountain, where the laboratory of Dr. Root is located.  Rhom deduces that the other beam is being controlled by Gorlock on Noxor.  Johnny must then stop the fiendish plot.",
                    "Aliases": []
                },
                "101": {
                    "ID": "7442530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442530",
                    "TitleEnglish": "The Robot",
                    "SummaryEnglish": "On Roman Island, impregnable fortress home of Nero Tyrantor, sworn enemy of Johnny Cypher, Nero builds a robot that looks exactly like Nero himself.  He then plants a bomb in the chest cavity of the robot, hoping to use it blow up Johnny Cypher and his Satellite.",
                    "Aliases": []
                },
                "102": {
                    "ID": "7442531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442531",
                    "TitleEnglish": "Mr. Mist",
                    "SummaryEnglish": "In the heart of an isolated pyramid on tiny Deimos near Mars lives the notorious and elusive Mr. Mist, a most unusual criminal.  Mr. Mist travels from Deimos to Glenn City on Earth, where he steals every single bar of gold from the vault of the Glenn City Bank.  Mr. Mist's ability to atomize loot allows him to embark on a seemingly unstoppable crime wave, stealing gold, silver, and jewels from the citizens of Glenn City.",
                    "Aliases": []
                },
                "103": {
                    "ID": "7442532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442532",
                    "TitleEnglish": "The Song of Doom",
                    "SummaryEnglish": "24 hours a day, seven days a week, patrol ships guard the skies over the City of Tomorrow.  When the infernal Song of Doom lures a dozen patrol ships to their doom, General Astro calls Johnny Cypher for help.",
                    "Aliases": []
                },
                "104": {
                    "ID": "7442533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442533",
                    "TitleEnglish": "Multiplier Gun",
                    "SummaryEnglish": "Gorlock gives a Multiplier Gun to Ark to take to Root.  Gorlock explains that one shot at anything doesn't kill it - it just makes more of it.  Gorlock tells Ark to tell Root to go after Johnny Cypher with the weapon.  That will turn Johnny into a million Cyphers, and he'll be lost in the crowd forever.",
                    "Aliases": []
                },
                "105": {
                    "ID": "7442534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442534",
                    "TitleEnglish": "Space Vacuums",
                    "SummaryEnglish": "A fleet of vacuum ships from planet Lumière encircles the Earth, intending to destroy all things on Earth by using vacuum suction to suck the Earth's air into their tanks.",
                    "Aliases": []
                },
                "106": {
                    "ID": "7442535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442535",
                    "TitleEnglish": "Monster of the Mists",
                    "SummaryEnglish": "Titan, largest of Saturn's moons, is forever shrouded in a deadly mist of poisonous methane gas and ammonia, and dotted with treacherous swamps and countless other hidden dangers.  No world in the solar system is less inviting. Flying through Titan's mists on its way to Saturn, Johnny Cypher's ship develops radio trouble, so Johnny decides to land.  While Johnny and Rhom are repairing the antenna, a titanosaurus appears out of the mist and attacks.",
                    "Aliases": []
                },
                "107": {
                    "ID": "7442536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442536",
                    "TitleEnglish": "The Evil Eye",
                    "SummaryEnglish": "Deep in the mountain retreat of the infamous Dr. Root, the evil genius shows his powerful assistant an incredible invention.  The device is a hypnotic eye that will soon give Dr. Root control of Johnny Cypher, and through him, all of the City of Tomorrow.",
                    "Aliases": []
                },
                "108": {
                    "ID": "7442537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442537",
                    "TitleEnglish": "8,000 Degrees Fahrenheit",
                    "SummaryEnglish": "Somewhere in the vast reaches of space, Johnny Cypher is returning in Dimension Zero, and Zena is trying to contact him.  However, her signal is jammed by Ark, while Dr. Root sends a false signal to Johnny to lure him into a trap.  Johnny unknowingly follows the bogus signal to a duplicate of the Satellite, where he is instantly struck by a powerful arctic ray, freezing him in place.  Dr. Root then sends the trap Satellite hurtling through space, on a collision course with the sun.",
                    "Aliases": []
                },
                "109": {
                    "ID": "7442538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442538",
                    "TitleEnglish": "The Billion Dollar Robbery",
                    "SummaryEnglish": "On Roman Island, the impenetrable home of the insidious Nero Tyrantor, Nero creates an anti-light gas. He then sends a missile filled with his anti-light gas to strike the sun, eliminating its light.  He drops anti-light bombs on Sky City to darken all other sources of light in the city.  In the darkness that follows, Nero plans to steal the Cooper Diamonds, valued at one billion dollars.",
                    "Aliases": []
                },
                "110": {
                    "ID": "7442539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442539",
                    "TitleEnglish": "The Thing from the Sea",
                    "SummaryEnglish": "Glenn City, a thriving metropolis, and the safest and most well protected city on the entire western seaboard, is attacked by a giant fire-breathing monster from the sea.  After the attack, the monster returns to the sea, where it is revealed to be a machine piloted by Napoleon, master of the asteroid of Elba, and dedicated to the conquest of Glenn City.",
                    "Aliases": []
                },
                "111": {
                    "ID": "7442540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442540",
                    "TitleEnglish": "Barclay's Bullet",
                    "SummaryEnglish": "Barclay's Bullet is an incredibly fast space ship that runs on mere water, but tests of the new ship are repeatedly failing due to suspected sabotage.  Dr. Barclay asks Johnny to act as a test pilot for the ship, in an effort to catch the saboteur.",
                    "Aliases": []
                },
                "112": {
                    "ID": "7442541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442541",
                    "TitleEnglish": "The Dyre Moth",
                    "SummaryEnglish": "Noxor, the forbidden planet, is situated far beyond Pluto's orbit in deep space.  Its animals and vegetation are unlike anything known on the planet Earth.  Strangest of all Noxor's creatures is the deadly Dyre Moth.  When a Dyre Moth is driven by its instinctive hunger to travel to planet Earth, it begins to strip the countryside of vegetation near Sky City.",
                    "Aliases": []
                },
                "113": {
                    "ID": "7442542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442542",
                    "TitleEnglish": "Mission to Jandor",
                    "SummaryEnglish": "Suddenly and without warning, the delicate balance of oxygen and carbon dioxide in Earth's atmosphere becomes disturbed, and oxygen becomes scarcer and scarcer.  Despite the efforts of Earth's best scientists, the oxygen is projected to be depleted in less than 30 days.  Rhom suggests that the oxygen might be replenished using a flower that grows on the planet Jandor, so Johnny goes on a mission to retrieve the flower.",
                    "Aliases": []
                },
                "114": {
                    "ID": "7442544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442544",
                    "TitleEnglish": "Zero versus Nero",
                    "SummaryEnglish": "Callisto, Jupiter's fourth moon, is a peaceful world until the fatal day the mysterious subterranean disturbances begin.  The terrified populace jams the spaceport, and a mass exodus takes place.  When Johnny investigates, he discovers that the quakes are being caused by Nero Tyrantor, who is mining Callisto's core for platinum.",
                    "Aliases": []
                },
                "115": {
                    "ID": "7442546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442546",
                    "TitleEnglish": "The Black Vapor",
                    "SummaryEnglish": "Gorlock and Dr. Root visit Clavius crater on Earth's Moon to extract Black Vapor from beneath its powdery surface.  They then travel to Sky City on Earth, where they release the Black Vapor into the air and the Black Vapor turns the inhabitants of Sky City to stone.",
                    "Aliases": []
                },
                "116": {
                    "ID": "7442548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442548",
                    "TitleEnglish": "Invasion of the Shadowmen",
                    "SummaryEnglish": "From distant Umbriel, second moon of Uranus, comes a strange looking spaceship.  Under cover of darkness, it lands near Glenn City, discharging an army of Shadowmen.  The invaders from Umbriel quickly begin recruiting residents from Glenn City for their army, using a doorway that forcibly converts Earthmen into Shadowmen.",
                    "Aliases": []
                },
                "117": {
                    "ID": "7442552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442552",
                    "TitleEnglish": "The Mystery of the Missing Pilots",
                    "SummaryEnglish": "A routine transport ship from Sky City spaceport to Venus is intercepted by the infamous space pirate Captain Nogo and his first mate Mr. Link.  In the days that follow, ship after ship crashes into Captain Nogo's lightning trap.  Transportation beyond Earth's atmosphere in the direction of Venus becomes impossible.  One by one, thirty ships disappear and are picked up days later, floating in space, damaged, and completely empty.",
                    "Aliases": []
                },
                "118": {
                    "ID": "7442559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442559",
                    "TitleEnglish": "Gorlock against the Universe",
                    "SummaryEnglish": "Noxor, the forgotten planet, situated far out in deep space, is a dark forbidding world, and the private domain of the infamous Gorlock the Conqueror, self-styled ruler of the universe.  There, Dr. Root has developed the ultimate weapon - The Injector Velocity Gun.  Gorlock believes that with it, his dream of conquest will become a reality.",
                    "Aliases": []
                },
                "119": {
                    "ID": "7442563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442563",
                    "TitleEnglish": "Zero Hour for Glenn City",
                    "SummaryEnglish": "Within the walls of his mountain laboratory, the sinister Dr. Root labors to complete a strange top secret experiment.  When the experiment fails, Dr. Root tells Ark to get rid of the germ solution.  Ark dumps the deadly germs out the window and into the sea.  After several weeks pass, an enormous blob from the ocean begins attacking ships and beachgoers.",
                    "Aliases": []
                },
                "120": {
                    "ID": "7442565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442565",
                    "TitleEnglish": "Crisis on Volcos",
                    "SummaryEnglish": "Volcos is a planet situated in deep space, far beyond Pluto's orbit.  Its sun is dying, reducing itself to a dwarf star.  The inhabitants of Volcos cannot move, because they have roots that bind them to the ground.  They send for help, and Johnny Cypher arrives via Dimension Zero.",
                    "Aliases": []
                },
                "121": {
                    "ID": "7442568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442568",
                    "TitleEnglish": "The Wandering World",
                    "SummaryEnglish": "A lost world, wandering through space, finds its way to Earth.  The world turns out to be an enormous plant that roots itself in the soil and begins drawing sustenance from it.  Overnight, every living plant for miles around Sky City begins to wither and die.  The army attempts to destroy the giant plant.  After they fail, the mayor of Sky City calls Johnny for help.",
                    "Aliases": []
                },
                "122": {
                    "ID": "7442569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442569",
                    "TitleEnglish": "Gothar the Terrible",
                    "SummaryEnglish": "Nearly sixty million miles from Earth, within sight of Mercury, Johnny, Rhom, and Zena discover a city floating in space.  When Johnny investigates, he discovers that the buildings are not real, shortly after which he is captured by Gothar, Master of the Inner Planets.",
                    "Aliases": []
                },
                "123": {
                    "ID": "7442584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442584",
                    "TitleEnglish": "The Mad Magic of Eerio",
                    "SummaryEnglish": "High atop the mountain of Toro, in the menacing Castle of the Seven Sins, sits a group bent on world conquest.  The Society of E.V.I.L. is named for its members:  Eerio (the Super Magician), Vampa (the beautiful, sinister genius), Inviso (the frightening Invisible Man), and Loco (the mad, powerful giant).  The group plots to steal gold from the First City of Tomorrow Bank.",
                    "Aliases": []
                },
                "124": {
                    "ID": "7442588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442588",
                    "TitleEnglish": "The Abominable Snowman",
                    "SummaryEnglish": "It is midsummer in the City of Tomorrow.  Flowers and Plants are in bloom.  Flying cars have their tops down.  Floating platforms are filled with lightly clad people. But way out on the edge of the city, in the lair of the near-mad scientist who calls himself Dr. Weather, it is winter.  Dr. Weather has developed a machine that controls the weather, and he plans to use it to freeze the City of Tomorrow.",
                    "Aliases": []
                },
                "125": {
                    "ID": "7442592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442592",
                    "TitleEnglish": "The Haunted Planet",
                    "SummaryEnglish": "The ships of Earth's planet patrol travel the complete breadth of the sky, guarding the heavens against evil, and exploring the unknown.  When one of the patrol ships lands on a strange planet, it encounters ghosts in the sky.  General Stellar then asks Johnny Cypher to investigate the haunted planet.",
                    "Aliases": []
                },
                "126": {
                    "ID": "7442593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442593",
                    "TitleEnglish": "Invisible Enemy",
                    "SummaryEnglish": "Super space rockets are being driven off course by an unknown force and vanishing, so Johnny is brought in to investigate.  From his vantage point on the planet Virgo, Johnny sees a rocket explode, but he can't see what caused it.  Johnny concludes that the enemy must be invisible.",
                    "Aliases": []
                },
                "127": {
                    "ID": "7442595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442595",
                    "TitleEnglish": "Mission of Mercy",
                    "SummaryEnglish": "Rhom falls ill, and is returned to Mars by Johnny and Zena.  The Doctor says the only known cure is the juice of the Danu weed, which grows only on planet Farnor, beyond Arcturus, in deep space.  Johnny and Zena load Rhom onto on the Satellite and head for Farnor.",
                    "Aliases": []
                },
                "128": {
                    "ID": "7442596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442596",
                    "TitleEnglish": "Race Against Time",
                    "SummaryEnglish": "The home of Borgo, the dwarf scientist of Phobos, is a place where evil thrives.  There, the diminutive master of the house creates an aging powder.  He plans to trick Johnny Cypher into ingesting it, after which it will turn Johnny into a helpless old man within hours.  Borgo hides the powder in candy, and sends the candy to Johnny as a birthday present.",
                    "Aliases": []
                },
                "129": {
                    "ID": "7442597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442597",
                    "TitleEnglish": "The Space Pirates",
                    "SummaryEnglish": "While travelling through the asteroid belt between Mars and Jupiter to meet up with Zena, Johnny and Rhom notice a strange flashing light coming from an asteroid, so they land to investigate.  When Johnny goes outside, he encounters Captain Nogo and his band of space pirates.  Johnny is captured and stripped of his Dimension Zero device, so Rhom must come to the rescue.",
                    "Aliases": []
                },
                "130": {
                    "ID": "7442599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-cypher-in-dimension-zero/episodes/7442599",
                    "TitleEnglish": "The Trap",
                    "SummaryEnglish": "Outward bound for the planet Jupiter, Johnny Cypher and his friends, Zena and Rhom, are cruising along when they suddenly pass a ship that seems to be in trouble.  When Rhom and Zena both try to radio the distressed ship but receive no response, Johnny goes to investigate.  Johnny boards the ship, and although it turns out to be unmanned, he is entrapped and placed inside a missile.  Meanwhile, back on Earth, Johnny Cypher's dedicated enemy Dr. Root starts a three minute timer that, upon expiration, will launch Johnny clear to Saturn and blow him into a million pieces.",
                    "Aliases": []
                }
            }
        }
    }
}