{
    "URL": "https://thetvdb.com/series/gibiate",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12350092/",
        "https://gibiate.com/",
        "https://www.themoviedb.org/tv/94388"
    ],
    "TitleEnglish": "Gibiate",
    "SummaryEnglish": "2030, Japan. A virus has infected humans throughout the world. Infected people turn into different forms of monsters based on their ages, sexes and races. The virus is named 'Gibia' - after being rich in variety like gibia. A samurai and a ninja traveled from the early Edo period, fighting together with help from a doctor who tries to find cure for Gibia. Facing ceaseless attacks from Gibias, and outlaws that attack travelers for food, they start the dangerous journey with enemies all around.",
    "Aliases": [
        "Gibiate: A life's end"
    ],
    "Modified": "2025-08-21",
    "Seasons": {
        "1": {
            "ID": "1843574",
            "URL": "https://thetvdb.com/series/gibiate/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7703504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gibiate/episodes/7703504",
                    "TitleEnglish": "Spirited Away",
                    "SummaryEnglish": "Tokyo, 2030. A pandemic called Gibiate, which transforms all regardless of age, sex, or race into monsters known as Gibier, has spread throughout the world. This is the age that the samurai, Kanzaki Sensui, and the shinobi, Sanad Kenroku, find themselves in after traveling through time from the Edo era to meet the Doctor and his assistant, Funada Kathleen. What future lies in store for Sensui and Kenroku as they face these monsters for the first time?",
                    "Aliases": []
                },
                "2": {
                    "ID": "7703505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gibiate/episodes/7703505",
                    "TitleEnglish": "Beyond the Maelstrom",
                    "SummaryEnglish": "After meeting Kathleen, Sensui and Kenroku are invited into the camp where people have been living together. Kathleen challenges Sensui to a duel, hoping to learn how strong he is. Shortly afterward, the camp's lights suddenly go dark and the Gibier attack. Can Sensui and Kenroku fight against these unknown Gibier?",
                    "Aliases": []
                },
                "3": {
                    "ID": "7703506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gibiate/episodes/7703506",
                    "TitleEnglish": "The Third Man",
                    "SummaryEnglish": "Sensui and the others decide to set out for a new location. Along the way they encounter a type of Gibier they have never faced before. Yet during that challenge a third man who has traveled through time like Sensui and Kenroku appears before them!",
                    "Aliases": []
                },
                "4": {
                    "ID": "7865472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gibiate/episodes/7865472",
                    "TitleEnglish": "Danger Zone",
                    "SummaryEnglish": "With aid from Onikura Yukinojyo, a warrior monk who traveled through time, Sensui and the others manage to repel the powerful Gibier, Meteora, and then stop in at a nearby shopping mall. There Sensui and Kenroku's past is revealed, as well as how they first met one another. Yet as their group sets out for the new destination, a new peril approaches!",
                    "Aliases": []
                },
                "5": {
                    "ID": "7875941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gibiate/episodes/7875941",
                    "TitleEnglish": "Evil VS Bushido",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "7885029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gibiate/episodes/7885029",
                    "TitleEnglish": "Desperate Situation",
                    "SummaryEnglish": "A lone woman appears when Kathleen is in danger. Is she an ally or an enemy?! Will they be able to escape from the desperate situation within the tunnel? Sensui's past is finally revealed, along with his history with his Master and the origin of his dual wielding style...",
                    "Aliases": []
                },
                "7": {
                    "ID": "7895291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gibiate/episodes/7895291",
                    "TitleEnglish": "Dream Road to Death",
                    "SummaryEnglish": "Ayame joins their group, but they continue their journey toward Niigata, they once again encounter Meteora! How will Sensui, Kenroku, and Yukinojyo overcome this danger as they struggle against Meteora's fierce assault?!",
                    "Aliases": []
                },
                "8": {
                    "ID": "7904106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gibiate/episodes/7904106",
                    "TitleEnglish": "Letter of Farewell",
                    "SummaryEnglish": "When the group makes a pit stop to try and allow a wounded Sensui to rest, Yurika is stabbed by Gibier. Yet even as Yurika's injury brings great sadness to them all, a swarm of Gibier attacks without mercy... Can they make it through this disaster?!",
                    "Aliases": []
                },
                "9": {
                    "ID": "7921504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gibiate/episodes/7921504",
                    "TitleEnglish": "Until It All Burns Out",
                    "SummaryEnglish": "Sensui is wounded and unable to move, so Yukinojyo takes a stand all alone to protect him and Kathleen from the Gibier... After finally overcoming countless hardships, the group arrives at their final destination where a large horde of Gibier lies in wait!",
                    "Aliases": []
                },
                "10": {
                    "ID": "7933795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gibiate/episodes/7933795",
                    "TitleEnglish": "New Allies",
                    "SummaryEnglish": "A huge horde of Gibier awaits them at the research center, so Sensui and the others steel themselves for battle. Doctor Yoshinaga continues his research, but can he complete his vaccine?!",
                    "Aliases": []
                },
                "11": {
                    "ID": "7933796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gibiate/episodes/7933796",
                    "TitleEnglish": "Illusory Love",
                    "SummaryEnglish": "Their group spends an enjoyable night with their new allies, the Galients, but then they're attacked by Meteora... Doctor Yoshinaga continues his research toward a vaccine in the research center, and his past is revealed to all...",
                    "Aliases": []
                },
                "12": {
                    "ID": "7933797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gibiate/episodes/7933797",
                    "TitleEnglish": "A Life's End",
                    "SummaryEnglish": "With the memories of their dead comrades behind them, Sensui and Kenroku put up a fierce fight to the death against the transformed Dr. Yoshinaga. All is revealed and the story reaches its shocking conclusion...",
                    "Aliases": []
                }
            }
        }
    }
}