{
    "URL": "https://thetvdb.com/series/tower-of-god",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.facebook.com/anime.tog",
        "https://www.imdb.com/title/tt12057106/",
        "https://www.instagram.com/official.tower.of.god",
        "https://tog-anime.com/",
        "https://www.themoviedb.org/tv/97860",
        "https://x.com/anime_ToG"
    ],
    "TitleEnglish": "Tower of God",
    "SummaryEnglish": "There is a tower that summons chosen people called \"Regulars\" with the promise of granting their deepest desires. Whether it be wealth, fame, authority, or something that surpasses them all—everything awaits those who reach the top.\r\nTwenty-Fifth Bam is a boy who had only known a dark cave, a dirty cloth, and an unreachable light his entire life. So when a girl named Rachel came to him through the light, his entire world changed. Becoming close friends with Rachel, he learned various things about the outside world from her. But when Rachel says she must leave him to climb the Tower, his world shatters around him. Vowing to follow after her no matter what it takes, he sets his sight on the tower, and a miracle occurs.\r\nThus begins the journey of Bam, a young boy who was not chosen by the Tower but opened its gates by himself. They call his kind \"Irregulars\"—beings that have shaken the very foundation of the Tower each time they set foot inside it.",
    "Aliases": [
        "Kami no Tō",
        "Kami no Tou"
    ],
    "Modified": "2025-09-08",
    "Seasons": {
        "1": {
            "ID": "1819691",
            "URL": "https://thetvdb.com/series/tower-of-god/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7580214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7580214",
                    "TitleEnglish": "BALL",
                    "SummaryEnglish": "She wanted to see the stars. He wanted to be with her. What do you desire that you would give your life for? Only those with the strength to survive can acquire that which they seek at the top of the tower.",
                    "Aliases": []
                },
                "2": {
                    "ID": "7659830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7659830",
                    "TitleEnglish": "3/400 (Three Four-Hundredths)",
                    "SummaryEnglish": "Bam overcomes Headon's test and ascends to the second level of the tower. \"The Black March\" Bam received from Yuri catches the attention of Khun, who toys with him. Together they aim for the top, but...",
                    "Aliases": []
                },
                "3": {
                    "ID": "7663521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7663521",
                    "TitleEnglish": "The Correct Door",
                    "SummaryEnglish": "When Test Director Hansung Yu announces the subject of the test, Rak throws a tantrum, and Bam calms him. Meanwhile, the gears in Khun's head alone are turning. Second by second, time moves forward. What will they do?",
                    "Aliases": []
                },
                "4": {
                    "ID": "7663523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7663523",
                    "TitleEnglish": "The Green April",
                    "SummaryEnglish": "At the end of the first round of the Crown Game, Anaak, wielder of the ever-changing sword \"The Green April,\" sits upon the throne. Bam, Khun, and Rak wait for the right moment to participate. Will they survive until the end of this bonus game?",
                    "Aliases": []
                },
                "5": {
                    "ID": "7663524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7663524",
                    "TitleEnglish": "The Crown’s Fate",
                    "SummaryEnglish": "Bam's team defends the crown from the looming Regulars. As they charge into battle one after alone, Bam is distracted by a lone girl. The Regulars attack Bam, but...",
                    "Aliases": []
                },
                "6": {
                    "ID": "7663527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7663527",
                    "TitleEnglish": "Position Selection",
                    "SummaryEnglish": "What will Khun do after meeting Rachel? The position selection begins, and despite struggling with their assignments, the examinees grow closer. Meanwhile, someone watches them and ruminates from afar...",
                    "Aliases": []
                },
                "7": {
                    "ID": "7663529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7663529",
                    "TitleEnglish": "Lunch and Tag",
                    "SummaryEnglish": "Several days have passed since Anaak and Endorsi's feud came to a total stop. As the next \"Tag\" test is about to begin, dark clouds begin gathering around Bam again.",
                    "Aliases": []
                },
                "8": {
                    "ID": "7663532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7663532",
                    "TitleEnglish": "Khun’s Strategy",
                    "SummaryEnglish": "Team A is awed by the overwhelming power of the Ranker. As the Regulars are attacked one after another in the dark, will Anaak make it to the exit? What is Khun's next plan?",
                    "Aliases": []
                },
                "9": {
                    "ID": "7663533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7663533",
                    "TitleEnglish": "The One-Horned Ogre",
                    "SummaryEnglish": "\"My plan worked.\" With this declaration, Endorsi kicks her own teammate. What was the true intention of her plan to gather all the Fishermen in one location and see how the Ranker would act?",
                    "Aliases": []
                },
                "10": {
                    "ID": "7663534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7663534",
                    "TitleEnglish": "Beyond the Sadness",
                    "SummaryEnglish": "Rachel suffers a grave wound. How will she feel about reuniting with Bam? As their various thoughts and intentions jumble together, each one reaches their own decision in order to move forward. What waits for them beyond their sadness?",
                    "Aliases": []
                },
                "11": {
                    "ID": "7663536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7663536",
                    "TitleEnglish": "Underwater Hunt (Part One)",
                    "SummaryEnglish": "Another test is held to reach the top of the tower. Much has been lost and important things have been gained in order to climb the tower. Accept it all and move forward in the direction your feelings lead you.",
                    "Aliases": []
                },
                "12": {
                    "ID": "7663537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7663537",
                    "TitleEnglish": "Underwater Hunt (Part Two)",
                    "SummaryEnglish": "All manner of thoughts and intentions intersect at the chaotic final testing ground. While tossed about by a giant plot, the combatants boldly race across the battlefield. As the test reaches its climax, what resolve will Bam show to Rachel?",
                    "Aliases": []
                },
                "13": {
                    "ID": "7663539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7663539",
                    "TitleEnglish": "Tower of God",
                    "SummaryEnglish": "Just as the guardian's test is about to end, Bam is pushed off by Rachel. Time turns back to when the tower's doors opened. How did Bam spend his time? What is the world Rachel saw?",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2016680",
            "URL": "https://thetvdb.com/series/tower-of-god/seasons/official/2",
            "TitleEnglish": "Return of the Prince / Workshop Battle",
            "SummaryEnglish": "Ja Wangnan can’t seem to pass the 20th floor. Even after failing time and time again, he refuses to give up. On his journey, he meets a mysterious and powerful character named Viole. Wangnan invites Viole to join his team of Regulars. Their journey continues with new challenges at every turn.",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "10075790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10075790",
                    "TitleEnglish": "Last Chance",
                    "SummaryEnglish": "On the twentieth level, there is another test to determine who may continue to climb the tower. Many who have failed and buried their dreams gather there. However, Ja Wangnan does not want to give up and puts everything on one last chance.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10563857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10563857",
                    "TitleEnglish": "The Strongest Regular",
                    "SummaryEnglish": "Once all the successful candidates had gathered, the second test began. However, the Test Director makes a strange proposal to Viole, who passes the test with top marks.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10563858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10563858",
                    "TitleEnglish": "The Trustworthy Room",
                    "SummaryEnglish": "Viole refused to choose companions for the journey ahead. Therefore, another test is being conducted to resolve this issue.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10563859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10563859",
                    "TitleEnglish": "Ramen and the Great Big Sky",
                    "SummaryEnglish": "In the test on the 20th floor, the examinees are supposed to form teams and capture rooms. However, trust is a rare resource in a world that rewards betrayal.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10563860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10563860",
                    "TitleEnglish": "The Other Team",
                    "SummaryEnglish": "Khun continues to climb the tower, thinking of his best friend Bam. He has assembled a new team and is dragging along the sluggish Rachel. But there's much more going on behind the scenes.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10563861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10563861",
                    "TitleEnglish": "Zygaena's Flower",
                    "SummaryEnglish": "The team with Viole and Wangnan faces the next test on their journey to the top of the tower. But before that, they are evaluated by Viole's friends from FUG.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10563862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10563862",
                    "TitleEnglish": "Mazino Magic",
                    "SummaryEnglish": "The battle against Urek continues in Zygaena. In a deadly game between Urek and Viole, the stakes are Zygaena's flower. But then, everything takes an unexpected turn.",
                    "Aliases": []
                },
                "8": {
                    "ID": "10563863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10563863",
                    "TitleEnglish": "Her Name Is Emily",
                    "SummaryEnglish": "Both Khun's team and the team of Wangnan and Viole continue to climb the tower, facing the necessary trials along the way. In the process, they discover a new tool: the increasingly popular chat AI, Emile.",
                    "Aliases": []
                },
                "9": {
                    "ID": "10563864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10563864",
                    "TitleEnglish": "One-Winged Devil",
                    "SummaryEnglish": "Kang Horyang shares his past with his teammates and asks Viole about the source of his power.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10563865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10563865",
                    "TitleEnglish": "The Hand of Arlen",
                    "SummaryEnglish": "Kang Horyang leaves to look for Cassano alone. Unable to abandon their teammate, Viole and the others go after him.",
                    "Aliases": []
                },
                "11": {
                    "ID": "10563866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10563866",
                    "TitleEnglish": "A Thick and Distant Wall",
                    "SummaryEnglish": "Viole witnesses Kang Horyang's defeat and unleashes an incredible power. Meanwhile, Khun realizes he has been betrayed and rushes to save his teammates.",
                    "Aliases": []
                },
                "12": {
                    "ID": "10563867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10563867",
                    "TitleEnglish": "A New Trial",
                    "SummaryEnglish": "The Hand of Arlen is destroyed by FUG. Wangnan's team rescues Khun from the rubble, who explain that the long-haired man he saw is FUG Slayer Candidate Jue Viole Grace. While contemplating recent events, Khun encounters a familiar face...",
                    "Aliases": []
                },
                "13": {
                    "ID": "10563868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10563868",
                    "TitleEnglish": "Archimedes",
                    "SummaryEnglish": "Khun learns the truth from Hwaryun and decides to join Wangnan's team in the Workshop Battle. Meanwhile, Bam remains on Team FUG as Viole.",
                    "Aliases": []
                },
                "14": {
                    "ID": "10684068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10684068",
                    "TitleEnglish": "Meeting the Traveler",
                    "SummaryEnglish": "Workshop Manager Io announces a game in which all participants will compete for a spot on the floating ship. As each team prepares for the start of the game, Viole rescues a Traveler being chased by a security robot in a back alley.",
                    "Aliases": []
                },
                "15": {
                    "ID": "10684069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10684069",
                    "TitleEnglish": "The Promise of That Day",
                    "SummaryEnglish": "Unaware that FUG agent Viole is actually Bam, Endorsi Jahad attempts to capture him. Meanwhile, Team Shibisu launches a surprise attack on the hotel where Team FUG is staying and Wangnan and Team Khun face off against Chang and Quaetro.",
                    "Aliases": []
                },
                "16": {
                    "ID": "10684070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10684070",
                    "TitleEnglish": "The 25th Bam",
                    "SummaryEnglish": "Team Shibisu arrives to confront FUG member Jue Viole Grace. In order to prevent his former teammates from discovering that he is the 25th Bam, Viole takes on Team Shibisu.",
                    "Aliases": []
                },
                "17": {
                    "ID": "10684071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10684071",
                    "TitleEnglish": "Funky!",
                    "SummaryEnglish": "The participants that acquired boarding passes enjoy a moment’s rest aboard the Archimedes. Khun is reunited with Rak on the floating ship. With their determination to take back Viole (Bam) from FUG, the “Flag” Workshop Battle finally begins!",
                    "Aliases": []
                },
                "18": {
                    "ID": "10684072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10684072",
                    "TitleEnglish": "The Mad Dog and the Lizard",
                    "SummaryEnglish": "As soon as the game begins, Wangnan, Prince, and Akraptor are forced to fight against Miseng, who has been driven mad by Verdi’s ability. Unable to communicate with Miseng, how will they stop her rampage?",
                    "Aliases": []
                },
                "19": {
                    "ID": "10684073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10684073",
                    "TitleEnglish": "ALL IN",
                    "SummaryEnglish": "Special rules are applied to Anaak and Ran’s match, and they face off against each other one-on-one. As both combatants fight fiercely with all their strength, the gamblers become excited, and the battle finally nears its end! Meanwhile, Beta, who was created in the workshop, appears before Viole...",
                    "Aliases": []
                },
                "20": {
                    "ID": "10684074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10684074",
                    "TitleEnglish": "Like a Flame in the Wind",
                    "SummaryEnglish": "The results of the individual tournament pit the two winning teams, Team Mad Dog and Team FUG, against each other in the Workshop Battle, while the losing teams advance to the training tournament. As their respective battles begin, Khun and Wangnan begin summoning their teammates.",
                    "Aliases": []
                },
                "21": {
                    "ID": "10684075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10684075",
                    "TitleEnglish": "The Beginning of Dawn",
                    "SummaryEnglish": "Viole is sent to the bottom by Beta where the Thorn can be found. Reflejo appears before the massive Thorn to reveal the truth to Viole. Meanwhile, Team Khun is reunited with Team Shibisu, and they learn FUG’s true goal hidden within the Workshop Battle...",
                    "Aliases": []
                },
                "22": {
                    "ID": "10684076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10684076",
                    "TitleEnglish": "Their Workshop",
                    "SummaryEnglish": "Khun and the others learn Viole is in trouble and head to the summoning station so they can rescue him. Meanwhile, Beta receives Medina the Regular as a teammate from the gambler sent by FUG. Beta allows Medina to enter his body and becomes its host, making him a legitimate competitor, as he sets out to eliminate all of Viole’s friends!",
                    "Aliases": []
                },
                "23": {
                    "ID": "10684077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10684077",
                    "TitleEnglish": "The End of Dawn",
                    "SummaryEnglish": "Viole finally acquires Enryu’s “Thorn.” Reflejo, who has been trying to acquire the Thorn along with Viole, even if it means involving the entire Workshop Battle, desperately tries to prevent him from escaping. They attempt to outsmart him by summoning Viole, who is currently an item, from the shop’s summoning station, but...!",
                    "Aliases": []
                },
                "24": {
                    "ID": "10730762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10730762",
                    "TitleEnglish": "The Cost of Battle",
                    "SummaryEnglish": "Viole (Bam), Khun, and Rak, who once thought each other dead, are reunited. Khun’s team makes an enemy of FUG and the Workshop, but at the suggestion of former 2nd Floor Test Admin Lero Ro, who has been secretly working to help Viole escape, they decide to leave the arena with the losers before the final begins. Reflejo uses the dying Hwaryun as a hostage to force Viole into a final confrontation.",
                    "Aliases": []
                },
                "25": {
                    "ID": "10730763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10730763",
                    "TitleEnglish": "Return of the King",
                    "SummaryEnglish": "While Reflejo, Viole (Bam), Khun, and Rak are engaged in their final showdown, FUG and the Workshop attempt to pour a solution capable of melting everything into the area... Lero Ro and Endorsi rush to their three companions in order to save them, but FUG Rankers and Team Mad Dog stand in their way! Will Viole and the others be able to escape safely?!",
                    "Aliases": []
                },
                "26": {
                    "ID": "10730764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10730764",
                    "TitleEnglish": "The Dawn of the Departure",
                    "SummaryEnglish": "Reflejo is brought to the brink of death using the unleashed power of the Thorn. Viole (Bam) finds himself in a difficult position. But thanks to quick thinking from Khun and Rak and Endorsi’s Bongbong, they successfully escape. Their companions gather one after another and all leave the arena on the Wolhaiksong floating ship as the turbulent Workshop Battle finally comes to a close...",
                    "Aliases": []
                }
            }
        }
    }
}