{
    "URL": "https://thetvdb.com/series/moriarty-the-patriot",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12831098/",
        "https://www.themoviedb.org/tv/100281"
    ],
    "Titles": {
        "eng": "Moriarty the Patriot",
        "jpn": "憂国のモリアーティ"
    },
    "Summaries": {
        "eng": "In the late 19th century, the British Empire has become a global power. Due to the strict class stratification, the average citizen has little chance of successfully rising up to the top, where the despicable nobility rules over them all.\r\n\r\nWilliam James Moriarty, the second son of the Moriarty household, is a young mathematics professor who has displayed great cunning and intellect since he was a child. Along with his brothers Albert and Louis, he lives the simple life of a noble. Outside of school, William is a well-known private consultant willing to solve the problems of anyone in need. However, his gentle demeanor belies his position as the head of a group prepared to wreak havoc in pursuit of its desire—a new world built from the ashes of the old.\r\n\r\nYuukoku no Moriarty puts a new spin on Arthur Conan Doyle's original work by putting the spotlight on its main antagonist and exploring how he came to be the first and only \"criminal consultant.\"",
        "jpn": "大英帝国全盛期（パクス・ブリタニカ）のロンドン。古くから根付く完全階級制度は、人間同士の差別をさらに強固なものとした。主人公のウィリアムは、貴族の気まぐれによって弟のルイスとともにモリアーティ家に引き取られた。非凡な頭脳をもったウィリアムは、モリアーティ家のアルバートにその才能を認められ、ルイスも入れた3人でモリアーティ家を乗っ取り、国を変えるために様々な策を講じる。"
    },
    "Aliases": [
        "Yūkoku no Moriarty",
        "Yuukoku no Moriarty"
    ],
    "Modified": "2025-05-11",
    "Seasons": {
        "0": {
            "ID": "1855603",
            "URL": "https://thetvdb.com/series/moriarty-the-patriot/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "8912614",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/8912614",
                    "Titles": {
                        "eng": "OVA 1 - Lily's Reminiscence",
                        "jpn": "百合の追憶"
                    },
                    "Summaries": {
                        "eng": "In Bath, one of the most famous spa resorts in England, a painting by a popular aristocratic artist was defaced. William feels a sense of deja vu at the motif of white lilies..., White lilies bloom in the favelas. William heads to Bath with Lewis and runs into Sherlock and his friends who have come to investigate. They decide to visit the rumored painter, Baron Cubid, together...",
                        "jpn": "英国有数の温泉地・バースで、人気の貴族画家が描いた絵が汚される事件が起きた。\r\n貧民街に咲く白百合の花……そのモチーフにウィリアムは既視感を覚える。\r\nルイスと共にバースに向かったウィリアムは、捜査のためにやってきたシャーロックたちと偶然再会する。\r\nそして、一緒に噂の画家・キュービッド男爵の元を訪ねることになって…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8912615",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/8912615",
                    "Titles": {
                        "eng": "OVA 2 - The Moriarty Family's Holiday",
                        "jpn": "モリアーティ家の休日"
                    },
                    "Summaries": {
                        "eng": "The Moriarty family, which has always maintained its secrecy, is finally put in charge of holding a tea party! The task is to entertain the invited ladies, and to complete the tea party without letting them know about any of the underground activities. Under Albert's direction, will the members, who have been assigned to their respective positions, be able to overcome the Moriarty family's greatest crisis?",
                        "jpn": "秘密主義を貫いてきたモリアーティ家に、ついに持ち回りのお茶会当番が回ってきてしまった！任務は招待された貴婦人たちをうまくもてなしながら、裏稼業に関わる一切を悟られずにお茶会を終えること。アルバートの指示のもと、各自配置についたメンバーたちは、モリアーティ家最大の危機を乗り越えることができるのか！？"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1855604",
            "URL": "https://thetvdb.com/series/moriarty-the-patriot/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null,
                "ara": null
            },
            "Summaries": {
                "eng": "William James Moriarty lives as a regular noble while also being a consultant for the common folk to solve their problems. However, deep inside him lies a desire to destroy the current structure that dominates British society.",
                "jpn": null,
                "ara": "يعيش ويليام جيمس موريارتي كنبيل عادي بينما يعمل أيضًا مستشارًا للعامة لحل مشاكلهم. ومع ذلك، تكمن في أعماقه الرغبة في تدمير الهيكل الحالي الذي يهيمن على المجتمع البريطاني."
            },
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "7842891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7842891",
                    "Titles": {
                        "eng": "The Earl's Crime",
                        "jpn": "伯爵の犯罪"
                    },
                    "Summaries": {
                        "eng": "A rash of abductions of young boys that end up brutally murdered is plaguing London, and police are powerless to stop it. When William Moriarty discovers a clue linking all the victims, he and his brothers take an interest in the case.",
                        "jpn": "19世紀末、イギリス。少年ばかりを狙った連続殺人事件がロンドンの市民たちを脅かしていた。\r\nウィリアム・ジェームズ・モリアーティは、被害者の共通点から犯人がとある貴族であることを探り当てる。\r\n特権階級の立場を利用し、弱い立場の少年たちを慰み者にする殺人犯を断罪すべく、“犯罪相談役（クライムコンサルタント）”であるウィリアムが作り上げた計画は……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "7925303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7925303",
                    "Titles": {
                        "eng": "The Scarlet Eyes, Act 1",
                        "jpn": "緋色の瞳 第一幕"
                    },
                    "Summaries": {
                        "eng": "In 1866, a brilliant young orphan and his ailing younger brother are taken in by a charitable aid organization, where they catch the attention of the son of an earl, who is discontent with Britain's class system.",
                        "jpn": "生まれながらに一生涯の身分が決められる階級制度は人間同士の差別を生んだ。そんな階級制度を嫌悪するモリアーティ伯爵家の嫡男アルバートは、慈善活動で訪れたラグド・スクールで不思議な魅力を持った孤児の少年に出会う。大人顔負けの博識でどんな相談にも応える彼のもとに自然と集まる人々。そしてアルバートもまた彼にある提案を持ちかける。\r\n\r\n脚本：雑破 業／絵コンテ：野村和也／演出：加藤大貴／作画監督：新野量太、永島明子、神谷美也子"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "7925304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7925304",
                    "Titles": {
                        "eng": "The Scarlet Eyes, Act 2",
                        "jpn": "緋色の瞳 第二幕"
                    },
                    "Summaries": {
                        "eng": "Albert invites the brothers to come live at the Moriarty's estate, but the pair are not warmly welcomed by the other members of the household. Albert grows increasingly disturbed by his family's intolerance, and resorts to drastic measures.",
                        "jpn": "アルバートの推薦でモリアーティ家は孤児の兄弟を養子に迎えた。しかし養子といえど下級階級（アンダークラス）出身者。真の「貴族の子ども」に成り代わることはできない。家族どころか使用人たちさえもふたりを見下し虐げる様子に、アルバートは……。\r\nモリアーティ家の三兄弟、アルバート、ウィリアム、ルイス。血のつながり以上に彼らを強く結びつけた幼い日の契約と誓い。壮絶な過去が明らかに……！"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "7925305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7925305",
                    "Titles": {
                        "eng": "A Rare Breed",
                        "jpn": "希少な種"
                    },
                    "Summaries": {
                        "eng": "William begins teaching at a university, and is invited to dinner at the home of the Viscount of Belfor. He and his brothers receive a tour of the viscount's well-kept conservatory, but are taken aback by what they hear of the gardener and his wife.",
                        "jpn": "赴任先の大学近くに移住したウィリアムたちは、領主のベルファー子爵から晩餐に招かれる。贅を尽くした食事の後に案内された子爵自慢の温室には、希少な植物が集められていた。植物の世話を任されているのは庭師のバートンという男。ウィリアムは、彼の妻のミシェルが子爵を深く恨んでいると聞いたことを思い出す。しかし子爵に横柄な態度で頤使されても、バートンはただ黙々と従っていて…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "7925306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7925306",
                    "Titles": {
                        "eng": "The Dancers on the Bridge",
                        "jpn": "橋の上の踊り子"
                    },
                    "Summaries": {
                        "eng": "Lucian, one of William's students, fails to come home for three days, while the pub waitress Lucian declared his love for leaps to her death from a bridge. However, one of the school's administrators assures William that there is no cause for alarm.",
                        "jpn": "数学教授としてダラム大学で教鞭をとるウィリアムは、生徒のルシアンが出掛けたきり3日も戻ってきていないことを知る。しかもルシアンが愛を誓っていた酒場の女給が、橋の上から身を投げて亡くなったばかり。大学の経営を手伝うジェントリーのダドリーは、特に心配する必要はないと言うが…。不審に思ったウィリアムはふたりの仲間を呼び寄せ、ルシアンの動きを探り始める。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "7925307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7925307",
                    "Titles": {
                        "eng": "The \"Noahtic\", Act 1",
                        "jpn": "ノアティック号事件 第一幕"
                    },
                    "Summaries": {
                        "eng": "William embarks on a new project to make the citizens of London audience to crimes exposing the skewed nature of the world. For his first performance, he chooses the luxury cruise ship Noahtic, where he encounters an extraordinary man.",
                        "jpn": "革命のためにウィリアムが打ち出した新たな計画。それはロンドンの市民たちを観客に、世界の歪みが最も顕になるような死を演出する゛犯罪の劇場化”。ウィリアムが犯罪劇の最初の舞台として選んだのは、豪華客船「ノアティック号」。主演は若き伯爵、ブリッツ・エンダース。彼には人狩りをしているという黒い噂があって…。計画が進む中、ノアティック号に乗り込んだウィリアムは謎の男と出会う。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "7925308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7925308",
                    "Titles": {
                        "eng": "The \"Noahtic\", Act 2",
                        "jpn": "ノアティック号事件 第二幕"
                    },
                    "Summaries": {
                        "eng": "William helps to cover up Enders's crime, and Enders believes he is in the clear. As the first ballet performed aboard a sailing vessel takes place, William and the others secretly prepare another production in criminal theatre behind the scenes.",
                        "jpn": "エンダースが犯した殺人の隠蔽工作を手伝うウィリアム。上手く隠蔽できたと安心するエンダースだったが、ウィリアムたちによる計画の準備は着々と進められていた。船内に作られた豪華な劇場で、世界初の船上バレエの上演が始まった。そしてその裏で、犯罪劇の幕も切って落とされる…!　ウィリアム達に翻弄されたエンダースは、再びナイフを握りしめ…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "7925309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7925309",
                    "Titles": {
                        "eng": "A Study in \"S\", Act 1",
                        "jpn": "シャーロック・ホームズの研究 第一幕"
                    },
                    "Summaries": {
                        "eng": "After receiving the approval of Miss Hudson, landlady of 221B Baker Street, John H. Watson, recently returned from the Afghan War, becomes the housemate of consulting detective Sherlock Holmes, who himself is soon implicated in a serious crime.",
                        "jpn": "ベーカー街221B。アフガン戦争帰りの元軍医のジョンは、大家であるハドソンのお眼鏡に適い、諮問探偵シャーロックの同居人となった。しかし出会って早々、なぜかシャーロックがドレッバー伯爵殺害容疑で逮捕されてしまう！現場には血文字でシャーロックの名前が残されていたほか、証拠品も多数見つかったというのだが…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "7925310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7925310",
                    "Titles": {
                        "eng": "A Study in \"S\", Act 2",
                        "jpn": "シャーロック・ホームズの研究 第二幕"
                    },
                    "Summaries": {
                        "eng": "Searching for the true killer of Count Drebber, Sherlock and John set a trap for the culprit using a wedding ring found at the murder scene as bait. After a struggle in which the ring is lost, Sherlock is able to deduce who the real killer is.",
                        "jpn": "ドレッバー伯爵殺しの真犯人を探すシャーロックとジョンは、殺害現場で見つけた結婚指輪を餌に犯人へ罠を仕掛けた。大立ち回りのすえ、ウィリアムたちに指輪を奪われるものの、シャーロックの推理で真犯人を突き止める。犯行を認めた真犯人からシャーロックはある奇妙な取引を持ち掛けられて…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "7925312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7925312",
                    "Titles": {
                        "eng": "The Two Detectives, Act 1",
                        "jpn": "二人の探偵 第一幕"
                    },
                    "Summaries": {
                        "eng": "Holmes is frustrated at the thought of there being a mastermind behind the Noahtic and Drebber cases whose identity eludes him. After an unsatisfying investigation into a third nobleman death, Holmes has a chance encounter on a train.",
                        "jpn": "ノアティック号事件、ドレッバー殺し、その犯人の後ろには黒幕がいる。しかしその正体にたどり着く糸口を掴めず苛立つシャーロックは、貴族の不審死の話に飛びつくも空振り…。八つ当たり気味の態度でジョンと大喧嘩してしまう。そんな帰路の列車の中で、偶然にもウィリアムと再会する。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "7925314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7925314",
                    "Titles": {
                        "eng": "The Two Detectives, Act 2",
                        "jpn": "二人の探偵 第二幕"
                    },
                    "Summaries": {
                        "eng": "With 48 minutes remaining before the train reaches the next station, Sherlock declares that William and he can find the murderer in time. Sherlock relies on the evidence at the scene, while William pursues a psychological profile of the killer.",
                        "jpn": "走行中の列車の中で起きた殺人事件。シャーロックはウィリアムとともに、次の停車駅に着くまでの48分間で犯人を見つけ出すと宣言する。殺害現場の状況証拠から犯人を絞り込んでいくシャーロック。一方ウィリアムは犯罪者心理から犯人像をプロファイリングしていく。二人が導き出した答えは…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "7925315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7925315",
                    "Titles": {
                        "eng": "A Scandal in the British Empire, Act 1",
                        "jpn": "大英帝国の醜聞 第一幕"
                    },
                    "Summaries": {
                        "eng": "Military Intelligence Service Director Mycroft orders Albert to recover classified papers that could rock the nation, and kill the woman who stole them. Sherlock is hired by the king of Bohemia to pursue Irene Adler, who threatens the king's wedding plans.",
                        "jpn": "陸軍情報部長官のマイクロフトに呼び出されたアルバートは、国家を揺るがす機密文書の奪還と、文書を盗んだ女の抹殺を命じられる。\r\n一方、ボヘミア王からの依頼を受けたシャーロックは、結婚を控えた王を脅迫する謎の女を追うことに。女の名前はアイリーン・アドラー。それはアルバートの密命のターゲットでもあった…。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "7985195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7985195",
                    "Titles": {
                        "eng": "A Scandal in the British Empire, Act 2",
                        "jpn": "大英帝国の醜聞 第二幕"
                    },
                    "Summaries": {
                        "eng": "Following William's plan, Albert invites Irene to a masquerade, where a game with the famed \"Lord of Crime\" as its theme is being played. Dressed as a man, Irene uses the game to contact Albert, pleading for her safety in return for the stolen papers.",
                        "jpn": "ウィリアムによる計画の元、アルバートはアイリーンを仮面舞踏会に招く。会場では巷で話題の“犯罪卿”をテーマとした余興が開かれていた。男装姿で現れたアイリーンは、余興を利用してアルバートに接触する。そして、文書と引き換えに、身の安全と文書を盗んだ罪を不問にするよう訴えるが…。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "7985197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7985197",
                    "Titles": {
                        "eng": "A Scandal in the British Empire, Act 3",
                        "jpn": "大英帝国の醜聞 第三幕"
                    },
                    "Summaries": {
                        "eng": "Despite Sherlock recognizing that Irene is dealing with the Lord of Crime, he sees her off. Irene negotiates with the Lord of Crime in an abandoned church, but before she can turn over the papers, Sherlock arrives, and makes a deal to keep Irene safe.",
                        "jpn": "シャーロックはアイリーンの交渉相手が政府ではなく犯罪卿であることを見抜きつつも、交渉の場へ向かう彼女を見送った。アイリーンは廃教会で犯罪卿との交渉を開始する。しかし、文書を渡そうとしたその時、別れを告げたはずのシャーロックが現れる。アイリーンを守るためシャーロックが犯罪卿と交わした取引きとは…。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "7985198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7985198",
                    "Titles": {
                        "eng": "The Phantom of Whitechapel, Act 1",
                        "jpn": "ホワイトチャペルの亡霊 第一幕"
                    },
                    "Summaries": {
                        "eng": "Receiving a new name, Bonde joins the Moriarty ranks, and is sent to retrieve the contents of a safe deposit box with Moran, Louis, and Fred. But when an unexpected bank heist spurs the others into spontaneous action, Bonde is left wondering what to do.",
                        "jpn": "新しい名前を得て、モリアーティ陣営のメンバーとなったボンド。ウィリアムはそんなボンドと、モラン、ルイス、フレッドに、銀行の貸金庫に預けた荷物を取ってくるよう指示する。しかし4人が訪れた銀行が偶然にも強盗犯に占拠されてしまう。即座に自身の役割を見定めて行動するモランたちに対して、ボンドの取った行動は…？"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "7985199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7985199",
                    "Titles": {
                        "eng": "The Phantom of Whitechapel, Act 2",
                        "jpn": "ホワイトチャペルの亡霊 第二幕"
                    },
                    "Summaries": {
                        "eng": "A series of murders is being carried out by someone claiming to be Jack the Ripper. In response, a vigilante group of the town's poor confronts Scotland Yard while William and the real Jack scramble to uncover the true culprit's aims and foil their plans.",
                        "jpn": "「ジャック・ザ・リッパー」を名乗る犯人による娼婦ばかりを狙った連続殺人事件。現場となった貧民街では、事件をきっかけに自警団とヤードの対立が勃発していた。\"本物の\"ジャックの依頼を受けたウィリアムは、真犯人の本当の狙いを見破り、計画を打ち砕くための大立ち回りを仕掛ける！"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "7985200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7985200",
                    "Titles": {
                        "eng": "The Riot in New Scotland Yard",
                        "jpn": "スコットランドヤード狂騒曲"
                    },
                    "Summaries": {
                        "eng": "A culprit is arrested in the Jack the Ripper case which was solved by the Moriartys. Suspecting a frame-up by Arterton, Lestrade asks Sherlock for help in finding evidence that would prove it. Meanwhile, Paterson works to sneak Bonde inside the station.",
                        "jpn": "ウィリアムたちが収めたはずの「ジャック・ザ・リッパー」事件の犯人が逮捕された！しかし、アータートン主任警部による冤罪を疑ったレストレードは、同僚のパターソンの助言に従い冤罪の証拠となる裏帳簿を探すためにシャーロックを頼ることに。一方、パターソンはボンドと接触し、警察内部への侵入を手引きしていた――"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "7985201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7985201",
                    "Titles": {
                        "eng": "The Merchant of London",
                        "jpn": "ロンドンの証人"
                    },
                    "Summaries": {
                        "eng": "William outshined the adults in knowledge and nerve while saving the orphanage where he was staying. Judicial records state that William lent a nobleman £600 in the spirit of a certain play. But when the contract is broken, William takes drastic measures.",
                        "jpn": "かつて孤児院で暮らしていたころ、ウィリアムは大人顔負けの知識と度胸で孤児院の窮地を救ったことがあった。残された裁判記録によると、ウィリアムはとある貴族に600ポンドを貸し、ある戯曲をなぞった契約を結んだという。契約を踏み倒そうとした貴族に対して、ウィリアムが打った策とは…"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "7985204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7985204",
                    "Titles": {
                        "eng": "The White Knight of London, Act 1",
                        "jpn": "ロンドンの騎士 第一幕"
                    },
                    "Summaries": {
                        "eng": "Adam Whiteley, a young MP in the House of Commons working toward an equitable society, garners public support as a \"White Knight.\" Milverton is hired by those opposed to Whiteley to oust him. William takes interest in Whiteley, and decides to test him.",
                        "jpn": "平等な社会の実現のために活動する庶民院の若手議員・ホワイトリーは、正義の「白い騎士（ホワイトナイト）」と称され、民衆の支持を集めていた。しかしその活動を快く思わない者たちより依頼を受けたミルヴァートンが、ホワイトリー排除に動き出す。一方、ホワイトリーの志に興味を持ったウィリアムたちも彼を試してみることに…。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "7985205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7985205",
                    "Titles": {
                        "eng": "The White Knight of London, Act 2",
                        "jpn": "ロンドンの騎士 第二幕"
                    },
                    "Summaries": {
                        "eng": "Whiteley goes alone to deal with the House of Lords with the irrefutable proof obtained from Albert in hand, but finds Milverton, the king of blackmailers. Even as Whiteley negotiates with him, Milverton's devilish clutches close in on his dear brother.",
                        "jpn": "アルバートから貴族院の不正の証拠となる資料を受け取ったホワイトリーは、貴族院との取引を試みるため、一人で交渉場所に向かう。しかしそこに待っていたのは脅迫王・ミルヴァートンだった。ホワイトリーがミルヴァートンに取引を持ち掛ける中、最愛の弟にミルヴァートンの魔の手が差し迫る…。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "7985206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7985206",
                    "Titles": {
                        "eng": "The Sign of Mary",
                        "jpn": "四つの署名"
                    },
                    "Summaries": {
                        "eng": "John introduces Sherlock to Mary, his fiancée. A stunned Sherlock realizes that Mary has another concern. She produces six pearls, detailing their connection to her missing father. She asks Sherlock to look into the matter, but is holding something back.",
                        "jpn": "ジョンが婚約者のメアリーを連れてきた。突然の結婚話に驚愕するシャーロックだが、メアリーの思いつめた様子に気が付く。話を促すと、彼女は美しい６つの真珠を取り出し、その真珠の謎と父親の失踪について語り始めた。真相を知りたいとシャーロックに依頼するメアリーだが、彼女はまだ何かを隠しているようで…。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "7985207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7985207",
                    "Titles": {
                        "eng": "The Two Criminals",
                        "jpn": "犯人は二人"
                    },
                    "Summaries": {
                        "eng": "Milverton blackmails Mary, exploiting her dalliance in antigovernment activities as a student. Sherlock decides to sneak into Milverton's estate to steal his evidence, but even that act was anticipated. Sherlock finds that he is not the only trespasser.",
                        "jpn": "学生時代の反政府勢力とのつながりをネタに、ミルヴァートンに脅迫されていたメアリー。シャーロックは脅迫のネタとなる証拠品を盗み出すため、ミルヴァートンの留守中に彼の屋敷に忍び込むことに。しかしそれすらもミルヴァートンの計画通りだった。シャーロックが足を踏み入れた先。そこにいたのは――。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "7985208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7985208",
                    "Titles": {
                        "eng": "The Final Problem, Act 1",
                        "jpn": "最後の事件 第一幕"
                    },
                    "Summaries": {
                        "eng": "When William James Moriarty claims responsibility for being the Lord of Crime in all the papers, aristocratic condemnation and public anger falls upon the Moriartys. The final problem of the Moriarty Plan that William has concocted at long last begins.",
                        "jpn": "新聞各紙に掲載された\"犯罪卿\"ウィリアム・ジェームズ・モリアーティからの突然の犯行声明によって、貴族たちからの糾弾、民衆たちからの怒り、すべての矛先が\"モリアーティ”へと集まっていく。ウィリアムが企てたモリアーティプランの総仕上げ、最後の事件がついに幕を開ける――。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "7985209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7985209",
                    "Titles": {
                        "eng": "The Final Problem, Act 2",
                        "jpn": "最後の事件 第二幕"
                    },
                    "Summaries": {
                        "eng": "William aims to complete his plan with his death, as Albert and the others each carry out their roles. Meanwhile, Sherlock deduces William's true reason for having him vanquish the Lord of Crime. Overlooking London, the pair face each other one last time.",
                        "jpn": "自らの死をもって計画を遂げようとするウィリアム。その強い意志を受け入れた仲間たちは、それぞれに己の役割をまっとうするために動き出す。一方、\"犯罪卿”ウィリアムから幕引きを託された\"探偵”シャーロックもまた、ウィリアムの計画の真意にたどり着く。\r\nロンドンを見下ろすタワーブリッジの上で、再び対峙したウィリアムとシャーロックは…。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}