{
    "URL": "https://thetvdb.com/series/talentless-nana",
    "Genres": [
        "Adaptation",
        "Psychological Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12312018/",
        "http://www.reddit.com/r/TalentlessNana",
        "https://www.themoviedb.org/tv/101571",
        "https://x.com/munounanana"
    ],
    "TitleEnglish": "Talentless Nana",
    "SummaryEnglish": "It is the year 20XX. Earth was assaulted by monsters that would come to be known as \"the Enemy of Humanity.\" In order to deal with this threat, special schools composed of teenagers with extraordinary abilities were formed. These people, who came to be known as \"the Talented,\" had abilities that could defy the rules of reality.\r\nAmong these people with supernatural powers was an outlier, an individual who was sent to one of these schools despite having no innate special abilities whatsoever. This is the story of our protagonist, who attempts to defeat the Enemies of Humanity through the use of intelligence and manipulation alone.",
    "Aliases": [
        "Munō na Nana",
        "Munou na Nana",
        "Munouna Nana",
        "Incompetent Nana"
    ],
    "Modified": "2025-10-16",
    "Seasons": {
        "0": {
            "ID": "1860289",
            "URL": "https://thetvdb.com/series/talentless-nana/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "8014875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/8014875",
                    "TitleEnglish": "Mini Anime 1: Personality Test",
                    "SummaryEnglish": "Nana poses questions to different students and then provides her own interpretation of their answers. The results don't reveal a positive personality trait but rather suggest what Nana believes are their psychological weaknesses or fatal flaws that she can exploit.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8014877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/8014877",
                    "TitleEnglish": "Mini Anime 2: Kick the Can",
                    "SummaryEnglish": "In this special, the characters play a game of “kick the can,” which is a typical childhood game. They run around trying to kick a can and tag each other (or something along those lines).",
                    "Aliases": []
                },
                "3": {
                    "ID": "8014878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/8014878",
                    "TitleEnglish": "Mini Anime 3: Romeo and Juliet",
                    "SummaryEnglish": "The class or some setting sets up to reenact Romeo and Juliet. Nana and Kyouya are assigned (or volunteer) to play the titular roles. Other students may have supporting roles or be an audience.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8014882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/8014882",
                    "TitleEnglish": "Mini Anime 4: Russian Roulette Cooking",
                    "SummaryEnglish": "The characters decide to have a cooking contest/game. The twist: something like “Russian roulette” is part of the cooking — meaning one of the ingredients, or cooking actions, is dangerous or random.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8021073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/8021073",
                    "TitleEnglish": "Mini Anime 5: Michiru Stuck",
                    "SummaryEnglish": "Michiru somehow becomes stuck to a wall that has fresh wet paint.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8031738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/8031738",
                    "TitleEnglish": "Mini Anime 6: Advice",
                    "SummaryEnglish": "In this short episode, Nana gives some candid and straightforward advice to her classmates. The episode focuses on her sharp insight and unique perspective, which often mixes blunt honesty with a hint of sarcasm. Nana’s advice typically reflects her pragmatic and somewhat cold approach to the mysterious survival game they’re caught in. The episode highlights how Nana’s advice can be both unsettling and enlightening to those around her, revealing her deeper understanding of the dangerous situation and the people involved.",
                    "Aliases": []
                },
                "7": {
                    "ID": "8044791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/8044791",
                    "TitleEnglish": "Mini Anime 7: Power Outage",
                    "SummaryEnglish": "In this episode, the setting experiences a sudden blackout, plunging the facility or school into darkness. This creates a tense atmosphere where the students must navigate the uncertainty without their usual power-dependent resources. Nana uses the opportunity to observe others’ reactions and behaviors under stress, which helps her in her secret mission. The blackout also triggers some revealing conversations and moments, showcasing different characters’ true personalities and alliances.",
                    "Aliases": []
                },
                "8": {
                    "ID": "8054650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/8054650",
                    "TitleEnglish": "Mini Anime 8: Ninjutsu",
                    "SummaryEnglish": "In this episode, the focus is on a playful and lighthearted moment where the characters talk about or try out ninjutsu techniques—stealth, agility, and ninja-like moves. It adds a bit of humor and contrast to the otherwise tense atmosphere of the main series. Nana might demonstrate her own skills or tease others, highlighting the camaraderie and the quirky personalities of the group. Despite the fun tone, subtle hints about the characters’ abilities and hidden strengths come through.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8075316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/8075316",
                    "TitleEnglish": "Mini Anime 9: Ruin Excavation",
                    "SummaryEnglish": "In this episode, the characters explore or investigate ancient ruins, uncovering hidden secrets and relics from the past. The setting gives a mysterious and adventurous vibe, contrasting with the usual school environment. As they dig deeper, tensions rise, and clues about the larger mystery or the truth behind their current situation start to surface. Nana’s sharp intellect helps guide the group through potential dangers and puzzles, while also revealing more about the world’s lore.",
                    "Aliases": []
                },
                "10": {
                    "ID": "8075603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/8075603",
                    "TitleEnglish": "Mini Anime 10: Transformation",
                    "SummaryEnglish": "This episode focuses on change—both physical and emotional—among the characters. It could feature a moment where someone reveals a new ability, changes their outlook, or undergoes a significant personal growth. Nana might observe these transformations with her usual analytical eye, highlighting how these shifts affect group dynamics and the ongoing survival game. The episode often balances lighthearted moments with hints of deeper plot developments, showing how characters adapt in the face of challenges.",
                    "Aliases": []
                },
                "11": {
                    "ID": "8085946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/8085946",
                    "TitleEnglish": "Mini Anime 11: Mysterious Black Box",
                    "SummaryEnglish": "In this episode, the characters discover or receive a strange black box that piques everyone’s curiosity. The box may contain unknown contents, secrets, or challenges that add tension and intrigue to the group’s dynamic. Nana uses this opportunity to analyze the situation and the reactions of others, often revealing hidden motives or fears. The mystery surrounding the black box deepens the suspense and adds another layer to the overarching plot.",
                    "Aliases": []
                },
                "12": {
                    "ID": "8094605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/8094605",
                    "TitleEnglish": "Mini Anime 12: Psychological Training",
                    "SummaryEnglish": "This episode focuses on mental and emotional challenges faced by the characters, highlighting a form of psychological training or tests. The students might undergo exercises designed to test their mental resilience, decision-making, or ability to handle stress and deception. Nana’s sharp mind and keen observations come into play as she navigates these tests, often seeing through others’ facades. The episode explores themes of trust, manipulation, and the mental toll of their dangerous situation.",
                    "Aliases": []
                },
                "13": {
                    "ID": "8128425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/8128425",
                    "TitleEnglish": "Mini Anime 13: Blind Hot Pot Party",
                    "SummaryEnglish": "In this lighthearted and fun episode, the characters gather for a hot pot party—but with a twist: it’s a blind tasting challenge! Everyone is blindfolded and tries to guess the ingredients or flavors of the dishes. The episode brings a playful vibe, showcasing the characters’ personalities, quirks, and interactions in a relaxed setting. Despite the fun, subtle character dynamics and hints about relationships and rivalries still shine through, balancing humor with deeper social insight.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1860290",
            "URL": "https://thetvdb.com/series/talentless-nana/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7921744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/7921744",
                    "TitleEnglish": "Talentless",
                    "SummaryEnglish": "The year is 20XX. Nanao, an outcast with a paranormal talent, lives on a remote island training with others like him to fight against the enemies of humanity. Nana, a bubbly transfer student, befriends him and encourages him to become their leader...",
                    "Aliases": []
                },
                "2": {
                    "ID": "7973519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/7973519",
                    "TitleEnglish": "Time Traveler",
                    "SummaryEnglish": "Nana's secret is in danger of being exposed when a boy in her class is revealed to have the ability to travel into the past and rewrite history.",
                    "Aliases": []
                },
                "3": {
                    "ID": "7973523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/7973523",
                    "TitleEnglish": "Talented vs. Talentless",
                    "SummaryEnglish": "Nana befriends Kyoya, the other transfer student at the school, in an attempt to discover his talent before he finds out what really happened to Nanao.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7973524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/7973524",
                    "TitleEnglish": "Healing",
                    "SummaryEnglish": "Nana's mission comes to a standstill when Kyoya starts to spy on her. When she discovers Michiru has healing abilities, she hatches a plan to use Michiru's talent to regain the upper hand.",
                    "Aliases": []
                },
                "5": {
                    "ID": "7973527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/7973527",
                    "TitleEnglish": "Talented vs. Talentless Part 2",
                    "SummaryEnglish": "Tsunekichi weaponizes his power to see Nana's future wrongdoings to blackmail her into being his girlfriend. Nana thinks she might be able to defy fate, but another sharp twist in the road is waiting for her.",
                    "Aliases": []
                },
                "6": {
                    "ID": "7978021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/7978021",
                    "TitleEnglish": "Necromancer",
                    "SummaryEnglish": "Just when Nana thinks she's gotten off scot-free, it's revealed that there's a necromancer in the class who can manipulate dead bodies and draw out their memories and talents.",
                    "Aliases": []
                },
                "7": {
                    "ID": "7978022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/7978022",
                    "TitleEnglish": "Necromancer Part 2",
                    "SummaryEnglish": "Nana is in the most dangerous position ever since she set foot on the island. Her only chance of escape is discovering Yuka's weakness before the powers of necromancy kill her.",
                    "Aliases": []
                },
                "8": {
                    "ID": "7978023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/7978023",
                    "TitleEnglish": "Talented vs. Talentless Part 3",
                    "SummaryEnglish": "Between Nana's whereabouts during the mysterious murders, her suspicious behavior, and now the pile of dead bodies in the forest, Nana's classmates are starting to suspect her. She devises a scheme to cover her tracks using the pair of gyaru bullies.",
                    "Aliases": []
                },
                "9": {
                    "ID": "7978024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/7978024",
                    "TitleEnglish": "Survival of the Fittest",
                    "SummaryEnglish": "Kyoya seems to be temporarily out of Nana's hair. But a betrayal by one classmate and the revelation of a new Talented on the island quickly turn the tables on her. What happened on the island before Nana was sent there?",
                    "Aliases": []
                },
                "10": {
                    "ID": "7978025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/7978025",
                    "TitleEnglish": "The Invisible Blade",
                    "SummaryEnglish": "Jin interrogates Nana, trying to learn more about her and the organization that sent her to the island. During these talks, the door to Nana's soul cracks open and she starts to remember things she would rather forget.",
                    "Aliases": []
                },
                "11": {
                    "ID": "7978026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/7978026",
                    "TitleEnglish": "The Invisible Blade Part 2",
                    "SummaryEnglish": "For the first time, Nana and Kyoya work together to try to solve the most recent murder. But Nana has her own mystery to worry about when Michiru starts acting noticeably strange.",
                    "Aliases": []
                },
                "12": {
                    "ID": "7978028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/7978028",
                    "TitleEnglish": "The Invisible Blade Part 3",
                    "SummaryEnglish": "Nana's mission moves to the back burner when she has to spend the day nursing Michiru back to health. Deeply disturbed by her own behavior, Nana asks Michiru to open up about her past, hoping to gain some insight into what made her so selfless.",
                    "Aliases": []
                },
                "13": {
                    "ID": "7978029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/talentless-nana/episodes/7978029",
                    "TitleEnglish": "Revival",
                    "SummaryEnglish": "Kyoya wants Nana to help him unmask the killer. A part of Nana wants to let the killer do her work for her, but when Michiru gets a mysterious summons, Nana has to choose between her mission and Michiru.",
                    "Aliases": []
                }
            }
        }
    }
}