{
    "URL": "https://thetvdb.com/series/noblesse-2020",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.facebook.com/Anime.Noblesse",
        "https://www.imdb.com/title/tt12885610/",
        "https://www.instagram.com/official.noblesse.anime",
        "https://noblesse-anime.com",
        "http://www.reddit.com/r/Noblesse",
        "https://www.themoviedb.org/tv/99779",
        "https://x.com/Anime_Noblesse"
    ],
    "TitleEnglish": "Noblesse",
    "SummaryEnglish": "Raizel awakens from his 820-year slumber. He holds the special title of Noblesse which is a pure-blooded Noble and protector of all other Nobles. In an attempt to protect Raizel, his servant Frankenstein enrolls him at Ye-Ran High School, where Raizel learn the simple and quotidian routines of the human world through his classmates.\r\nHowever, the Union—a mighty secret organization with strings around the globe and a goal to rule the world—dispatches modified humans and gradually encroaches on Raizel's life progressively—which causes him to wield his mighty power to protect those around him.\r\nAfter 820 years of intrigue, the secrets behind his slumber are finally revealed and Raizel's absolute protection as the Noblesse begins.",
    "Aliases": [
        "ノブレス",
        "Nobeulleseu",
        "Noburesu"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "1860713",
            "URL": "https://thetvdb.com/series/noblesse-2020/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "7995064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7995064",
                    "TitleEnglish": "Noblesse: The Beginning of Destruction",
                    "SummaryEnglish": "A victim of one war and orphaned, Ashleen was saved by the lord of the werewolves, Muzaka. Muzaka had abandoned his duties as lord and left the werewolf clan, travelling with Ashleen to secure her happiness. However, during his absence, members of Muzaka's species began orchestrating further wars on humans, disgusted by Muzaka's compassion. A secret and powerful organization established itself in the human realm, intending to manipulate Muzaka. When he is misinformed by the Union, Muzaka starts directing his rage toward the humans. Can his only friend, Cadis Etrama Di Raizel, the Noblesse, stop Muzuka's madness?\r\nSet 820 years before the events of Noblesse, Noblesse: Pamyeol-ui Sija depicts the tragic history of Muzaka, and how it led to the Noblesse's indefinite slumber.",
                    "Aliases": []
                },
                "2": {
                    "ID": "7995065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7995065",
                    "TitleEnglish": "Noblesse: Awakening",
                    "SummaryEnglish": "Long ago lived the \"nobles,\" an ancient race of immortal supernatural beings. They were revered as rulers and gods. Among the nobles was the \"Noblesse,\" a powerful individual shrouded in mystery named Cadis Etrama di Raizel, or \"Rai.\" Upon awakening in South Korea after an 820-year-long sleep, Rai sets to find his loyal and devoted servant, Frankenstein, whom he discovers to be the current director of Ye Ran High School. In his wish to learn more about modern civilization, Rai enrolls as a student to better experience life in the modern world.\r\nNoblesse: Awakening details the beginning of Rai's new life as a high school student as he spends time with friends and fights threats both human and supernatural in order to prevent their schemes from harming Korea.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1860714",
            "URL": "https://thetvdb.com/series/noblesse-2020/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7886381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7886381",
                    "TitleEnglish": "What Must Be Protected / Ordinary",
                    "SummaryEnglish": "Raizel, protector of the nobles, along with his loyal butler Frankenstein and former Union experiment M-21, continue to spend their days at Ye Ran High School while keeping their true identities secret. They were living their lives as normal until one day, when a violent gang barges onto the school grounds. M-21 is forced to make a choice in order to protect the students. Meanwhile, DA-5, a mysterious special forces team, is dispatched to Japan on an investigative mission. What will become of the trio's peaceful new life?",
                    "Aliases": []
                },
                "2": {
                    "ID": "7925283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7925283",
                    "TitleEnglish": "A Reason to Fight / Nobility",
                    "SummaryEnglish": "Two nobles, Regis and Seira, arrive at Ye Ran High School as part of their investigation into a series of incidents in Japan. Raizel and Frankenstein conceal their identities when they interact with the duo, but Regis and Seira realize that M-21 is a modified human and grow wary of him. Meanwhile, Tashiro is caught up in another fight with street punks on his way home from school...",
                    "Aliases": []
                },
                "3": {
                    "ID": "7925284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7925284",
                    "TitleEnglish": "Night's Footsteps / Fall Out",
                    "SummaryEnglish": "M-21 finds himself suddenly blending in easily with normal life. He's even begun to develop some degree of mutual trust with Regis, even though the two of them initially clashed over every little thing. Tao tries to hack into the police department's security system, but Kase intercepts him, and an unexpected hacking war breaks out. Meanwhile, the Union's special forces team, DA-5, finally tracks down M-21's location...",
                    "Aliases": []
                },
                "4": {
                    "ID": "7925285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7925285",
                    "TitleEnglish": "Spiderweb / Long Fall",
                    "SummaryEnglish": "The Union's special forces team, DA-5, has captured M-21, but he sees this as a chance to search for information on his old comrades. When things don't go as he had expected with M-21, Shark begins to search for a new target... Meanwhile, Tashiro and Seira encounter Takio on the street and notice he's in trouble, and Kase is surprised to find himself hitting it off with Tao, the one he'd gotten into a hacking battle with.",
                    "Aliases": []
                },
                "5": {
                    "ID": "7925286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7925286",
                    "TitleEnglish": "A Friend's Hand / Fight For...",
                    "SummaryEnglish": "Seira realizes Regis is in danger and rushes to help him. Raizel and Frankenstein suspect that Tashiro and Kase might be in trouble as well, so they follow Seira. M-21 comes up with a plan to sacrifice himself to save all of them, and Regis confronts the danger by his side. The battle against DA-5 has begun! But they're up against the Union's state-of-the-art special forces team, an opponent that won't go down easily...",
                    "Aliases": []
                },
                "6": {
                    "ID": "7925287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7925287",
                    "TitleEnglish": "Great Power / Raizel",
                    "SummaryEnglish": "Frankenstein's battle with Takio and Seira's battle with Hammer grow more intense. Tao and Takio clash as Tao tries to keep Tashiro and Kase out of the conflict, but their leader, Crans, enacts an unbelievably brutal plan in order to win... Meanwhile, Raizel reaches M-21 and uses his overwhelming power to take on Crans.",
                    "Aliases": []
                },
                "7": {
                    "ID": "7925288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7925288",
                    "TitleEnglish": "The Girl I'm Into Is a Noble / Unforgettable",
                    "SummaryEnglish": "Tashiro finds himself increasingly attracted to Seira, so he asks the other guys for advice. Unfortunately for him, the likes of M-21, Tao, and Takio are already a hit with the ladies, so their advice isn't very helpful, and Frankenstein only gives him boastful stories from his own history. Will Tashiro's plan to get his feelings across to Seira be successful?",
                    "Aliases": []
                },
                "8": {
                    "ID": "7925289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7925289",
                    "TitleEnglish": "Frankenstein / First Contact",
                    "SummaryEnglish": "Since contact with Regis and Seira has been lost, Regis's grandfather, Gejutel, heads to Japan on Raskreia's orders. Once he arrives there, he unexpectedly runs into Frankenstein and Raizel. Who were the Frankenstein and Raizel that Gejutel knew in the past? Are their true identities finally about to be revealed?",
                    "Aliases": []
                },
                "9": {
                    "ID": "7925290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7925290",
                    "TitleEnglish": "Blood Pact / Devote",
                    "SummaryEnglish": "Raizel and Frankenstein first met in Lukedonia, the country of nobles. Raizel took Frankenstein, who was a noble hunter at the time, into his mansion to work as his butler. Frankenstein protected him for several years, but then some among the nobility who had unfavorable opinions of the duo began to revolt. What decision did Frankenstein and Raizel reach in response to this conflict?",
                    "Aliases": []
                },
                "10": {
                    "ID": "7925291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7925291",
                    "TitleEnglish": "Dangerous Man / LOVEPARADE",
                    "SummaryEnglish": "Rael arrives at Ye Ran High School to collect Seira per the Lord's order, but he encounters M-12, Tao, and Takio there, and a fight breaks out. Who is this man suddenly confronting the three of them? Seira tries to persuade Rael to leave, but Rael continues to do as he pleases. And for the sake of protecting Raizel, Frankenstein can't just stand by and watch all this carry on...",
                    "Aliases": []
                },
                "11": {
                    "ID": "7925292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7925292",
                    "TitleEnglish": "Lord / Lost Child",
                    "SummaryEnglish": "Seira visits Lukedonia per the Lord's order. To protect Gejutel, she has no choice but to conceal the truth about Raizel. Raizel and Frankenstein finally decide to visit Lukedonia in person to settle everything, and M-21, Tao, and Takio follow them in secret. The welcoming of these unexpected visitors would be the start of chaos in Lukedonia...",
                    "Aliases": []
                },
                "12": {
                    "ID": "7925293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7925293",
                    "TitleEnglish": "That All May Be as It Should Be / Execution",
                    "SummaryEnglish": "Seira escapes the Room of Discipline to save Gejutel, but is forced to fight Rozaria, and Regis also heads for the castle to save Gejutel but is stopped by Karias. M-21, Tao, and Takio work together to hold off Rael so that Raizel and Franken can get to the Sanctuary. Fierce battles are breaking out everywhere in response to Raskreia's final decision to force Gejutel into eternal sleep...",
                    "Aliases": []
                },
                "13": {
                    "ID": "8085611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/8085611",
                    "TitleEnglish": "Noblesse / Take Her Hand",
                    "SummaryEnglish": "Raizel finally faces Raskreia and the clan leaders in order to prevent Gejutel's punishment of eternal sleep and settle things down. When Raskreia faces Raizel, someone she has hated for most of her life, she decides to try to destroy him herself, but the clan leaders who serve her are unable to just stand by and watch. Only the Lord's soul weapon, Ragnarok, holds the truth about what happened in the past as the curtain rises on the battle between the Lord and the Noblesse.",
                    "Aliases": []
                }
            }
        }
    }
}