{
    "URL": "https://thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12898990/",
        "https://lasdan.com",
        "http://www.reddit.com/r/TatoebaLastDungeon",
        "https://www.themoviedb.org/tv/100825",
        "https://x.com/lasdan_pr"
    ],
    "TitleEnglish": "Suppose a Kid From the Last Dungeon Boonies Moved to a Starter Town?",
    "SummaryEnglish": "Lloyd is a novice adventurer whose dream is to discover \"true strength\" in the capital he's always admired, despite growing up with neighbors who always considered him weak. The story starts with him departing from his hometown, which just so happens to be located right next to...one of the most dangerous dungeons in the world?! Lloyd may think of himself as powerless, but when he goes to the city that serves as the starter town for adventurers, the difference between him and everyone else couldn't be starker!",
    "Aliases": [
        "たとえばらすとだんじょんまえのむらのしょうねんがじょばんのまちでくらすようなものがたり",
        "たとえばラストダンジョン前の村",
        "Tatoeba Last Dungeon Mae no Mura no Shōnen ga Joban no Machi de Kurasu Yō na Monogatari",
        "Tatoeba Last Dungeon Mae no Mura no Shounen ga Joban no Machi de Kurasu Youna Monogatari",
        "LasDan"
    ],
    "Modified": "2025-07-20",
    "Seasons": {
        "1": {
            "ID": "1861202",
            "URL": "https://thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7908911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/episodes/7908911",
                    "TitleEnglish": "Suppose a kid from the last dungeon boonies moved to a starter town?",
                    "SummaryEnglish": "Lloyd Belladonna wants to become a soldier, but he's the weakest boy in his village. He moves to the big city to join the military academy, not realizing that the people of his village are incredibly strong compared to outsiders.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8117985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/episodes/8117985",
                    "TitleEnglish": "Suppose a majestic lion showed up to the petting section of a zoo and dozed off?",
                    "SummaryEnglish": "Lloyd manages to somehow fail the test, sending those who are already aware of his strengths scrambling to figure out what went wrong.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8117987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/episodes/8117987",
                    "TitleEnglish": "Suppose someone told you they'd do anything for you, which you appreciate but you know you should push back?",
                    "SummaryEnglish": "Marie saves Lloyd from a terrible fate by stopping the fight between him and Allan, and reveals her true identity to Chrome. Marie and Chrome decide to execute Marie's plan to stop the kingdom from going to war.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8117989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/episodes/8117989",
                    "TitleEnglish": "Suppose the protagonist of a novel led the story to a grand finale?",
                    "SummaryEnglish": "Marie faces off against the culprit that took over the king's body to drive the kingdom towards war. Meanwhile, Lloyd finds the courage to go against Marie's own wishes to go and assist her.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8123024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/episodes/8123024",
                    "TitleEnglish": "Suppose someone took flirtation advice on a magazine way too seriously?",
                    "SummaryEnglish": "Peace returns to the kingdom. Lloyd, still oblivious to his strengths, continues to support his friends in any way he feels he can. Seeing Riho get depressed after meeting an old acquaintance, Lloyd devises a plan to cheer her up.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8123026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/episodes/8123026",
                    "TitleEnglish": "Suppose the obviously superior contestant wins, but the clearly inferior contestant also wins?",
                    "SummaryEnglish": "The magic contest is on! Selen faces Phyllo, Lloyd fights Mena, and Riho is prepared to settle her old grudge with Rol.",
                    "Aliases": []
                },
                "7": {
                    "ID": "8123027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/episodes/8123027",
                    "TitleEnglish": "Suppose it's looking like you need to clean up the mess, and you kind of saw it coming?",
                    "SummaryEnglish": "Something is making people fall unconscious in an area around an expensive hotel owned by Chrome's former colleague. Chrome sends Lloyd to fill in for lost manpower as a part-time job, but the rest of the usual gang end up there by coincidence.",
                    "Aliases": []
                },
                "8": {
                    "ID": "8123028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/episodes/8123028",
                    "TitleEnglish": "Suppose you were just pretending to be lovers, but somehow the pretense transforms into the real deal!",
                    "SummaryEnglish": "Selen successfully argues that taking Lloyd out on a lovey-dovey date is somehow beneficial for everyone. As they proceed with their \"investigation\", Kikyou the spy, believing Lloyd is the unwitting culprit, approaches from the shadows.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8123029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/episodes/8123029",
                    "TitleEnglish": "Suppose you visited an early dungeon but encountered three final bosses?",
                    "SummaryEnglish": "Witnesses report a huge snake monster in a dungeon near the city. The king sends the cadets to investigate. However, Alka, Micona, and the mysterious man Sou all get involved for their own reasons.",
                    "Aliases": []
                },
                "10": {
                    "ID": "8123031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/episodes/8123031",
                    "TitleEnglish": "Suppose someone suggested taking a short trip to Neverland, or something impossible like that?",
                    "SummaryEnglish": "Alka takes Lloyd and his friends back to the village of Kunlun to restore Vritra to his original form. The visitors get a glimpse of the superhuman life of a Kunlun resident.",
                    "Aliases": []
                },
                "11": {
                    "ID": "8123032",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/episodes/8123032",
                    "TitleEnglish": "Suppose the villain starts appearing on and off like the middle part of a movie?",
                    "SummaryEnglish": "Eug begins performing the suspiciously delicious-looking ritual to bring Vritra back to his full, stable form. However, things don't seem to be going exactly as Eug claims.",
                    "Aliases": []
                },
                "12": {
                    "ID": "8123033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/episodes/8123033",
                    "TitleEnglish": "Suppose a kid from the last dungeon boonies got used to life in a starter town?",
                    "SummaryEnglish": "Lloyd rescues Alka from Eug's trap and rushes back to Azami. Eug, Sou and Shoma put their plan in motion, but Marie, Riho, Selen and the others take a stand to resist them.",
                    "Aliases": []
                }
            }
        }
    }
}