{
    "URL": "https://thetvdb.com/series/the-hidden-dungeon-only-i-can-enter",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12728856/",
        "https://kakushidungeon-anime.jp/",
        "http://www.reddit.com/r/HiddenDungeon",
        "https://www.themoviedb.org/tv/103157",
        "https://x.com/kakushidungeon"
    ],
    "TitleEnglish": "The Hidden Dungeon Only I Can Enter",
    "SummaryEnglish": "The Hidden Dungeon is a place of legend where rare treasures and items are hidden. Nor, the third son of an impoverished noble family who's lost the one job offer he had, was lucky enough to hear about this dungeon. He then acquires a skill that allows him to create, bestow, and edit skills... and in order to use it, he needs to accumulate points by carrying out such tasks as eating delicious meals and doing sexual things with alluring members of the opposite sex.",
    "Aliases": [
        "Ore dake Haireru Kakushi Dungeon - Kossori Kitaete Sekai Saikyou",
        "Ore dake Haireru Kakushi Dungeon",
        "Special Training in the Secret Dungeon"
    ],
    "Modified": "2025-10-17",
    "Seasons": {
        "0": {
            "ID": "1865515",
            "URL": "https://thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 14,
            "Episodes": {
                "1": {
                    "ID": "8310577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8310577",
                    "TitleEnglish": "Doki Doki! Mini Mini! Hidden Dungeon Theater #1: Olivia's Lesson",
                    "SummaryEnglish": "Noir and Olivia engage in a playful interaction. Olivia, in her usual teasing manner, expresses her affection for Noir. Noir, ever the polite and composed individual, responds with his characteristic calmness. The episode concludes with Olivia playfully kissing Noir on the cheek, marking a flirtatious moment between the characters.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8310578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8310578",
                    "TitleEnglish": "Doki Doki! Mini Mini! Hidden Dungeon Theater #2: Lola's Special Benefits",
                    "SummaryEnglish": "Noir and Lola engage in a playful interaction. Lola, in her usual teasing manner, expresses her affection for Noir. Noir, ever the polite and composed individual, responds with his characteristic calmness. The episode concludes with Lola playfully kissing Noir on the cheek, marking a flirtatious moment between the characters.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8310579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8310579",
                    "TitleEnglish": "Doki Doki! Mini Mini! Hidden Dungeon Theater #3: Elna-sensei's Grinding",
                    "SummaryEnglish": "Noir and Elna engage in a playful interaction. Elna, in her usual teasing manner, expresses her affection for Noir. Noir, ever the polite and composed individual, responds with his characteristic calmness. The episode concludes with Elna playfully kissing Noir on the cheek, marking a flirtatious moment between the characters.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8310580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8310580",
                    "TitleEnglish": "Doki Doki! Mini Mini! Hidden Dungeon Theater #4: Alice's Job",
                    "SummaryEnglish": "Noir and Alice engage in a playful interaction. Alice, in her usual teasing manner, expresses her affection for Noir. Noir, ever the polite and composed individual, responds with his characteristic calmness. The episode concludes with Alice playfully kissing Noir on the cheek, marking a flirtatious moment between the characters.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8310581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8310581",
                    "TitleEnglish": "Doki Doki! Mini Mini! Hidden Dungeon Theater #5: Maria and Amane's Repayment",
                    "SummaryEnglish": "Noir and Maria engage in a playful interaction. Maria, in her usual teasing manner, expresses her affection for Noir. Noir, ever the polite and composed individual, responds with his characteristic calmness. The episode concludes with Maria playfully kissing Noir on the cheek, marking a flirtatious moment between the characters.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8310582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8310582",
                    "TitleEnglish": "Doki Doki! Mini Mini! Hidden Dungeon Theater #6: Tigerson's Tulip",
                    "SummaryEnglish": "Tigerson (a character from the main show) and a “tulip” (perhaps literally a flower, or figuratively something named “tulip”).",
                    "Aliases": []
                },
                "7": {
                    "ID": "8310583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8310583",
                    "TitleEnglish": "Doki Doki! Mini Mini! Hidden Dungeon Theater #7: Olivia's Test",
                    "SummaryEnglish": "Noir’s commitment (or devotion) to Olivia by having him flirt / comfort her under her “test,” and Olivia teases him about how he expresses affection.",
                    "Aliases": []
                },
                "8": {
                    "ID": "8310584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8310584",
                    "TitleEnglish": "Doki Doki! Mini Mini! Hidden Dungeon Theater #8: Dory-Chan's Treasure Chest",
                    "SummaryEnglish": "Noir and Dori engage in flirtatious / sensual interaction under the pretext of “finding a treasure chest.”",
                    "Aliases": []
                },
                "9": {
                    "ID": "8310585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8310585",
                    "TitleEnglish": "Doki Doki! Mini Mini! Hidden Dungeon Theater #9: Leila's Special Training",
                    "SummaryEnglish": "Noir undergoes special training under Leila's guidance. The session begins with Leila emphasizing the importance of basic form, though she notes that real combat situations may differ. Noir, ever the diligent student, responds affirmatively. Leila apologizes for any odor, but Noir reassures her, mentioning a floral scent. The training continues with Leila instructing Noir on throwing techniques, encouraging him to proceed at his own pace. As the session progresses, the atmosphere becomes more intimate, leading to a playful exchange between the characters. The episode concludes with a humorous twist, highlighting the comedic and lighthearted nature of the series.",
                    "Aliases": []
                },
                "10": {
                    "ID": "8310586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8310586",
                    "TitleEnglish": "Doki Doki! Mini Mini! Hidden Dungeon Theater #10: Luna's Savings",
                    "SummaryEnglish": "Noir and Luna discuss the concept of \"Luna's savings.\" Luna proposes that 30% of the LP Noir gathers should be used to create skills for her, while the remaining can be used by Noir. She encourages Noir to \"make good use\" of her, leading to a humorous and flirtatious interaction between the two. The episode concludes with Luna teasing Noir about his newfound hobby.",
                    "Aliases": []
                },
                "11": {
                    "ID": "8310587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8310587",
                    "TitleEnglish": "Doki Doki! Mini Mini! Hidden Dungeon Theater #11: Beautiful-Girl Onigiri",
                    "SummaryEnglish": "Noir and his companions—Emma and Alice—celebrate the success of their shop. Noir, feeling the exhaustion of the day's work, is offered assistance by Emma, who suggests a hug to alleviate his fatigue. Alice, not to be outdone, proposes that skinship is natural since they are family. The situation escalates into a playful competition between Emma and Alice, each trying to outdo the other in offering comfort to Noir. Amidst the playful banter, Noir, ever the opportunist, suggests they make \"beautiful-girl onigiri,\" a term that piques the interest of both Emma and Alice. The episode concludes with Noir expressing his gratitude, stating, \"Thank you very much!\"",
                    "Aliases": []
                },
                "12": {
                    "ID": "8310588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8310588",
                    "TitleEnglish": "Doki Doki! Mini Mini! Hidden Dungeon Theater #12: Olivia's Ambition",
                    "SummaryEnglish": "Noir finally gathers enough LP to free his master, Olivia. However, upon her release, Olivia reveals that she enjoys being chained due to her 200-year confinement, leading to a humorous exchange between the two. Lola, an adventurer, tests Olivia's identity by asking her to touch an appraisal book, confirming Olivia's legendary status. Olivia proudly declares herself as the beautiful and powerful Olivia Servant, challenging anyone who desires Noir to defeat her first. Noir, taken aback by her boldness, questions if she's a demon lord. The episode concludes with Olivia kissing Noir on the cheek, marking a playful and flirtatious moment between the characters.",
                    "Aliases": []
                },
                "13": {
                    "ID": "8310640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8310640",
                    "TitleEnglish": "Spira Spica x The Hidden Dungeon Only I Can Enter",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "14": {
                    "ID": "8310642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8310642",
                    "TitleEnglish": "Coala Mode. x The Hidden Dungeon Only I Can Enter",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1865516",
            "URL": "https://thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8054828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8054828",
                    "TitleEnglish": "Powerful Skill Set",
                    "SummaryEnglish": "Noir is the 3rd son of a poor noble and his job position is taken away by a more powerful noble. He also sadly lacks enough skills to attend the Hero Academy. He tries to find a way to be able to use his skill [Great Sage] better and stumbles across a hidden dungeon.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8117875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8117875",
                    "TitleEnglish": "The Guild and the Receptionist",
                    "SummaryEnglish": "In order to find a way to earn enough money for the enrollment fee to the Hero Academy, Noir visits the Adventurers' Guild. However, the receptionist at the guild, Lola, doubts his skills, so he has to prove himself. Once she finds out he's telling the truth, she's supposed to offer him a reward, and...",
                    "Aliases": []
                },
                "3": {
                    "ID": "8117881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8117881",
                    "TitleEnglish": "The Troubled Classmate",
                    "SummaryEnglish": "Noir finds out the social ladder at the Hero Academy. A duke's daughter named Maria is the only one who gives him a helping hand. But he finds out that she has a curse that will kill her when she turns 16.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8117884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8117884",
                    "TitleEnglish": "The Untainted Cleric",
                    "SummaryEnglish": "Right before his meeting with Luna, Noir goes to visit Olivia. He asks her if there's a more effective way to gain LP and she tells him about a forbidden skill that will make him very lucky in the most unexpected way.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8117889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8117889",
                    "TitleEnglish": "The Future of This Harem",
                    "SummaryEnglish": "In order to gain LP and money, Noir and the others enter a harem tournament. In this tournament, contestants show off their harems to be judged by a harsh crowd. Noir gets close with Emma, Lola, and Luna in order to try to impress the judges and win!",
                    "Aliases": []
                },
                "6": {
                    "ID": "8117891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8117891",
                    "TitleEnglish": "The Tulip Lion",
                    "SummaryEnglish": "Noir successfully cures Maria's curse and receives a mountain of cash and decides to build a shop that sells rare materials, so he goes to the dungeon to gather said materials. He travels further down and meets a lion that apparently speaks human words.",
                    "Aliases": []
                },
                "7": {
                    "ID": "8117895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8117895",
                    "TitleEnglish": "The Receptionist Ranking",
                    "SummaryEnglish": "Lola gets in an argument with a rival receptionist. Noir visits the Adventurers Guild and ends up getting caught in their fight. Noir decides to take down a dragon both for his test and for Lola, but...",
                    "Aliases": []
                },
                "8": {
                    "ID": "8117898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8117898",
                    "TitleEnglish": "A Little Girl's Wish",
                    "SummaryEnglish": "Noir arrives at the 7th floor of the dungeon and he runs into a mysterious spirit who happens to look a lot like Emma when she was younger. Apparently, the spirit is having her life sucked away by something creepy and asks Noir to defeat it in exchange for a treasure.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8117901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8117901",
                    "TitleEnglish": "To the Gala",
                    "SummaryEnglish": "Noir is invited to a high society party by Emma. The party is in a stir when thieves proclaim to visit it and steal away a few things that are there, but then Noir participates in a dance battle against a noble to win Emma's honor.",
                    "Aliases": []
                },
                "10": {
                    "ID": "8117904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8117904",
                    "TitleEnglish": "Let's Go to the Hot Springs",
                    "SummaryEnglish": "The day for the Hero Academy tradition, their trip to the hot springs, has finally arrived! The monsters they face on the way to the hot springs are tough, but the boys in the class who can't control their lust are a far bigger threat. What should Noir do to protect Emma and the other girls?",
                    "Aliases": []
                },
                "11": {
                    "ID": "8117906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8117906",
                    "TitleEnglish": "Noir's Decision",
                    "SummaryEnglish": "The materials shop that Noir had been wanting to run is finally open. This all began after he met Olivia, so he wants to repay her by undoing her curse. He heads to the 15th floor of the dungeon and sees...",
                    "Aliases": []
                },
                "12": {
                    "ID": "8117911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-hidden-dungeon-only-i-can-enter/episodes/8117911",
                    "TitleEnglish": "A Battle I Can't Lose",
                    "SummaryEnglish": "The reason Olivia is so fond and protective of Noir is revealed. It has to do with an adventurer from the past. Meanwhile, Noir fights for his life against the fake Olivia. Will he be able to figure something out?",
                    "Aliases": []
                }
            }
        }
    }
}