{
    "URL": "https://thetvdb.com/series/cherry-magic",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13243836/",
        "https://www.tv-tokyo.co.jp/cherimaho/",
        "https://www.themoviedb.org/tv/111204",
        "https://x.com/tx_cherimaho"
    ],
    "TitleEnglish": "Cherry Magic! Thirty Years of Virginity Can Make You a Wizard?!",
    "SummaryEnglish": "After remaining a virgin for 30 years, Kiyoshi Adachi gains the ability to read other people's minds by touching them.",
    "Aliases": [
        "30sai made Dotei dato Mahotsukai ni Narerurashii",
        "Cherry Magic! (JA)",
        "Cherry Magic! 2020",
        "チェリまほ"
    ],
    "Modified": "2025-04-14",
    "Seasons": {
        "0": {
            "ID": "1865672",
            "URL": "https://thetvdb.com/series/cherry-magic/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "8097195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cherry-magic/episodes/8097195",
                    "TitleEnglish": "Valentine's Day episode & Rokkaku episode",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "8097201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cherry-magic/episodes/8097201",
                    "TitleEnglish": "Tsuge & Minato episode",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "9497702",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/cherry-magic/episodes/9497702",
                    "TitleEnglish": "Cherry Magic! The Movie",
                    "SummaryEnglish": "This heartwarming romantic film depicts a gay couple and one has a magical power that enables him to read the minds of those he touches. Adachi is a dull office worker who turned 30 as a virgin and has obtained the \"magic\". Kurosawa is Adachi's lover at work and is popular and successful. They are secretly lovers. One day, Adachi is offered a job transfer. Adachi is happy to have the chance to do the work he wants, but his new job place is in Nagasaki, 1,200 km away. Through difficulties and challenges, their long-distance relationship leads them to rethink about their relationship and their future. Where will the magic lead them?",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1865673",
            "URL": "https://thetvdb.com/series/cherry-magic/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7921825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cherry-magic/episodes/7921825",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "Adachi Kiyoshi (Akaso Eiji) becomes a 30 year old virgin and gains the power to read the thoughts of people he touches. Unsure how to handle his new magic power, Adachi accidentally reads the thoughts of the company's most handsome employee and ace salesman, his colleage Kurosawa Yuichi (Machida Keita). The thoughts he hears are romantic feelings for himself...! The bewildered Adachi suspects that it's all in his head, but while working late at the office, Kurosawa appears... Hidden beneath his handsome and cool face are romantic thoughts and fantasies?!",
                    "Aliases": []
                },
                "2": {
                    "ID": "7921826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cherry-magic/episodes/7921826",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "Adachi misses the last train while working late and is pressured into staying the night at Kurosawa's (Machida Keita) place. With zero romantic experience, Adachi finds the fantasies of Kurosawa that keep pouring into him titillating... Meanwhile, Kurosawa is completely unaware that his romantic feelings have been exposed, and the two of them spend a tense night together... Concerned about his relationship with Kurosawa, Adachi decides to discuss the problem with his friend and romance novelist Tsuge Masato (Asaka Kodai). However, instead of receiving advice, he learns the surprising truth about his friend...!",
                    "Aliases": []
                },
                "3": {
                    "ID": "7984895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cherry-magic/episodes/7984895",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "After hearing the thoughts of Kurosawa (Machida Keita), Adachi (Akaso Eiji) learns that his romantic feelings for him are genuine. The office goes drinking together at Rokkaku's (Kusawakaw Takuya) invitation, and Adachi and Kurosawa suddenly find themselves much closer?! Meanwhile, a courier arrives at Tsuge's (Asaka Kodai) house. When he opens the door, the unfriendly deliveryman Minato (Yutaro) is standing there...",
                    "Aliases": []
                },
                "4": {
                    "ID": "7984909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cherry-magic/episodes/7984909",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "It's been two weeks since he nearly kissed Kurosawa (Machida Keita), and Adachi (Akaso Eiji) is desperately avoiding being alone with him. Terrified of their relationship progressing, he has been attempting to escape from reality. Meanwhile, Adachi and Fujisaki (Sato Ryo) are harassed by some thugs while shopping. Just as Adachi is about to get hit while trying to protect Fujisaki, Kurosawa arrives... and Adachi learns Kurosawa's surprising true thoughts...!",
                    "Aliases": []
                },
                "5": {
                    "ID": "7984910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cherry-magic/episodes/7984910",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "Adachi begins to think hearing the genuine thoughts of the people around him may be an opportunity for him to change. Meanwhile, the mood between Kurosawa and a client seems to have taken a turn for the worse... In order to rescue Kurosawa, Adachi uses his power for another for the first time! Adachi is delighted to have been useful to Kurosawa, but on the way home, he spots him with a woman who seems to be an ex-girlfriend and is for some reason shaken by the incident... Adachi begins to notice a certain feeling that has formed inside him.",
                    "Aliases": []
                },
                "6": {
                    "ID": "7984911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cherry-magic/episodes/7984911",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "Concerned for Adachi's poor health, Kurosawa stays the night as his place to take care of him. Furthermore, Adachi agrees to let Kurosawa stay at his place for a while! Kurosawa is excited, but for some reason, they end up throwing a takoyaki party with Rokkaku. That night, Kurosaw realizes he can't control his feelings for Adachi anymore... Meanwhile, Tsuge has packages delivered to his place so he can see Minato, but Minato's sudden disappearance leaves Tsuge writhing in agony...",
                    "Aliases": []
                },
                "7": {
                    "ID": "7984912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cherry-magic/episodes/7984912",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "Unable to control his feelings for Adachi, Kurosawa confesses his feelings! Saying he just wanted to tell him how he feels, Kurosawa leaves. Unable to organize his own thoughts, Adachi fails to stop him... While Kurosawa attempts to kill his romantic feelings for Adachi so that their relationship can return to how it was before his confession, he recalls the moment he fell in love... Why was Kurosawa drawn to Adachi? Meanwhile, Adachi can't stop thinking about his experiences with Kurosawa until now, and makes a certain decision...!",
                    "Aliases": []
                },
                "8": {
                    "ID": "7984913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cherry-magic/episodes/7984913",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "Adachi and Kurosawa begin dating. Adachi acts like it's business as usual at the office, but he can't keep his heart from pounding every time he talks to Kurosawa.\r\nEventually, Kurosawa asks him out on a date! But Tsuge suddenly shows up... Though they were supposed to go on their first date, the two of them are unable to abandon Tsuge while he's worried about Minato. Together they go to watch Minato practice dancing instead, where they run into Rokkaku! While hearing Minato's true feelings, watching Tsuge and Minato's relationship deepen, and spending time with Kurosawa, Adachi experiences heartwarming feelings for the first time.",
                    "Aliases": []
                },
                "9": {
                    "ID": "7984916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cherry-magic/episodes/7984916",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "It's been nine days since Adachi and Kurosawa started dating. They eat together, have agreed to reattempt to go on their first date, and in general couldn't be happier. Meanwhile, Tsuge has been confused ever since he saw Minato and Keita kiss and has been avoiding Minato. Adachi suddenly asks to meet him, but when he shows up, Rokkaku grabs him by the collar...?! Tsuge reaches a certain decision and goes to see Minato!",
                    "Aliases": []
                },
                "10": {
                    "ID": "7984917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cherry-magic/episodes/7984917",
                    "TitleEnglish": "Episode 10",
                    "SummaryEnglish": "While Kurosawa continues to get closer to Adachi as his boyfriend, Adachi worries about whether or not he should keep his magic power a secret. With advice from Tsuge, Adachi secretly decides not to use his power to read people's thoughts anymore, but a certain event throws Adachi's feelings into chaos...",
                    "Aliases": []
                },
                "11": {
                    "ID": "7984918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cherry-magic/episodes/7984918",
                    "TitleEnglish": "Episode 11",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "7984919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cherry-magic/episodes/7984919",
                    "TitleEnglish": "Episode 12",
                    "SummaryEnglish": "After breaking up with Kurosawa, Adachi feels down. He has a meal with Tsuge who gives him advice about his love life. Adachi makes a decision about how to proceed with Kurosawa.",
                    "Aliases": []
                }
            }
        }
    }
}