{
    "URL": "https://thetvdb.com/series/true-beauty-2020",
    "Genres": [
        "Adaptation",
        "K-Drama",
        "Young Adult"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13274038/",
        "http://program.tving.com/tvn/truebeauty"
    ],
    "TitleEnglish": "True Beauty (2020)",
    "SummaryEnglish": "A high school girl rises to pretty girl fame at her school after mastering the art of makeup through YouTube.",
    "Aliases": [
        "True Beauty",
        "True Beauty: The Live Action Series",
        "True Beauty (KR)"
    ],
    "Modified": "2025-04-11",
    "Seasons": {
        "1": {
            "ID": "1866532",
            "URL": "https://thetvdb.com/series/true-beauty-2020/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 16,
            "Episodes": {
                "1": {
                    "ID": "7928491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty-2020/episodes/7928491",
                    "TitleEnglish": "The Errand Girl",
                    "SummaryEnglish": "Kids hate her just because she’s ugly. And for the same reason, her crush cruelly rejects her confession. Thinking of ending her life, Ju Kyung stands at the edge of a rooftop. That’s when Soo Ho jumps in to save her. Days later, Ju Kyung comes across some makeup techniques, and she can’t believe her own eyes. On her first day as a transfer student, kids are captivated by Ju Kyung’s looks.",
                    "Aliases": []
                },
                "2": {
                    "ID": "7928494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty-2020/episodes/7928494",
                    "TitleEnglish": "With or Without Make-Up",
                    "SummaryEnglish": "As soon as Soo Ho sees Ju Kyung at the comic book store, he recognizes that it’s the same girl he saw on the rooftop. He’s kind of disappointed that she doesn’t seem to remember him. Ju Kyung is anxious to see how Soo Ho will react at school the next day, but strangely he doesn’t seem to recognize her at all.",
                    "Aliases": []
                },
                "3": {
                    "ID": "7928495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty-2020/episodes/7928495",
                    "TitleEnglish": "Revenge Is a Dish Best Served Cold",
                    "SummaryEnglish": "It seems Soo Ho knows that the no makeup Ju Kyung at the comic store is the same person as the made up Ju Kyung at school. Ju Kyung feels anxious that he might tell everyone about how ugly she actually is. She promises him that she’ll do anything he asks, but it starts to wear her out.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7928497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty-2020/episodes/7928497",
                    "TitleEnglish": "Ju Kyung Goes on a Blind Date",
                    "SummaryEnglish": "Ju Kyung prepares to go on a blind date. She asks her mother for help at her hair salon, but then Seo Jun steps into the salon when Ju Kyung’s not wearing makeup on her face. She tries to avoid meeting him. Meanwhile, Soo Ho participates in a maths competition, but he keeps feeling bothered by the fact that Ju Kyung is meeting with a man on a blind date.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8031336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty-2020/episodes/8031336",
                    "TitleEnglish": "If He Has Feelings for Me",
                    "SummaryEnglish": "Soo Ho goes all the way to meet Ju Kyung late at night with a lame excuse. Ju Kyung starts to wonder if Soo Ho has feelings for her. She asks him out. Meanwhile, a first-year student is bullied by her classmates for her ugly looks. This reminds Ju Kyung of her past school life and she decides to offer help.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8031338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty-2020/episodes/8031338",
                    "TitleEnglish": "Ju Kyung Runs into Bullies",
                    "SummaryEnglish": "Soo Ho’s father visits Saebom High School to meet Soo Ho’s teacher. Everyone at school gets surprised by the fact that Soo Ho’s father is actor Lee Joo Hun. Meanwhile, Ju Kyung runs into the bullies who used to harass her before transferring to Saebom High School. Soo Ho happens to see them and decides to help Ju Kyung.",
                    "Aliases": []
                },
                "7": {
                    "ID": "8031339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty-2020/episodes/8031339",
                    "TitleEnglish": "Mutual Feelings of Love",
                    "SummaryEnglish": "Ju Kyung’s heart doesn’t seem to calm down whenever she sees Soo Ho. Unfortunately, she finds out that there is already someone whom Soo Ho likes. Devastated and disappointed, Ju Kyung begins to naturally avoid him. Meanwhile, Hyung Jin, the ace baseball player from Seonil High, confesses his feelings to Ju Kyung. Knowing this, Seo Jun and Soo Ho also feel the surge of affectionate feelings for Ju Kyung.",
                    "Aliases": []
                },
                "8": {
                    "ID": "8031340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty-2020/episodes/8031340",
                    "TitleEnglish": "Misunderstanding",
                    "SummaryEnglish": "The students of Saebom High School go on a school trip. Soo Ho makes up his mind to tell Ju Kyung that he has feelings for her and even buys jewellery for her. However, Ju Kyung gets heartbroken, thinking that Soo Ho likes Soo Jin. Meanwhile, Hee Kyung gets transferred to a different department at work without prior notice.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8031341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty-2020/episodes/8031341",
                    "TitleEnglish": "Secret Boyfriend",
                    "SummaryEnglish": "Not long after reassuring each other’s feelings, Ju Kyung and Soo Ho initiate a movie-like plan to keep their relationship secret at school. However, doing so makes it difficult for them to enjoy a typical ordinary date. Soo Ho even puts up with embarrassing moments for Ju Kyung. Meanwhile, Seo Jun is having trouble getting over Ju Kyung when he bumps into her at the least expected place.",
                    "Aliases": []
                },
                "10": {
                    "ID": "8031342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty-2020/episodes/8031342",
                    "TitleEnglish": "Between Love and Friendship",
                    "SummaryEnglish": "Ju Kyung still doesn’t want to let her friends know that her boyfriend is Soo Ho. Soo Jin tells Ju Kyung that she plans to tell Soo Ho that she has feelings for him. Ju Kyung gets torn between love and friendship. Meanwhile, Soo Ho and Seo Jun happen to meet at Ju Kyung’s house and start to make dumplings with Ju Kyung’s family.",
                    "Aliases": []
                },
                "11": {
                    "ID": "8031343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty-2020/episodes/8031343",
                    "TitleEnglish": "The Truth About Se Yeon",
                    "SummaryEnglish": "After stumbling upon the truth behind Se Yeon’s death, Soo Ho gets into an accident as he runs out of his dad’s office, and Seo Jun also gets involved while trying to save Soo Ho. Hospitalized in the same room, Soo Ho and Seo Jun get to know each other a little better. Meanwhile, Ju Kyung and Soo Ho come to an agreement that they are both responsible for the fight earlier. However, Soo Ho can’t seem to shake off a bitter feeling.",
                    "Aliases": []
                },
                "12": {
                    "ID": "8031345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty-2020/episodes/8031345",
                    "TitleEnglish": "Transfer Student",
                    "SummaryEnglish": "At school, Soo Ho comes back to his class, and Ju Kyung runs into Hye Min who just transferred. Hye Min asks Ju Kyung if they know each other, but Ju Kyung denies and keeps avoiding her at school. Meanwhile, Soo Jin and Se Mi make a deal, and Se Mi shares with Soo Jin the photos of Ju Kyung without makeup on her face.",
                    "Aliases": []
                },
                "13": {
                    "ID": "8031346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty-2020/episodes/8031346",
                    "TitleEnglish": "Only Fools Judge Others",
                    "SummaryEnglish": "A video of Ju Kyung sends the whole school in turmoil. When Ju Kyung finds out that her past from the old school has been exposed, she runs away. However, it doesn’t bother Soo Ho a bit what others are saying. The only thing that worries him is whether Ju Kyung is okay or not. Meanwhile, Seo Jun does whatever he can to get to the bottom of this happening and is shocked when he finds the person responsible for the video.",
                    "Aliases": []
                },
                "14": {
                    "ID": "8031347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty-2020/episodes/8031347",
                    "TitleEnglish": "Trip to the Sea",
                    "SummaryEnglish": "Ju-kyung resolves go to school in her bare, makeup-less face and makes her relationship with Su-ho known to everyone. She reconciles with Soo-ah who felt betrayed for not knowing the truth sooner. Su-ho tries to convince Soo-jin to apologize to Ju-kyung, knowing that something other than mere jealousy must have brought her to maligning Ju-kyung. A shocking news from overseas puts Ju-kyung and Su-ho's relationship to the test.",
                    "Aliases": []
                },
                "15": {
                    "ID": "8031348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty-2020/episodes/8031348",
                    "TitleEnglish": "Unexpected Encounter",
                    "SummaryEnglish": "Ju Kyung and Soo Ho have no other option but to accept the breakup. After, Ju Kyung stumbles upon the fact that Soo Ho is the very boy she met at the Prince Comics when she was young and struggles even more. Meanwhile, Seo Jun finds it difficult to hide feelings towards Ju Kyung and decides to act upon it. Confused by Seo Jun’s unexpected confession, Ju Kyung heads out to Namsan where she bumps into someone.",
                    "Aliases": []
                },
                "16": {
                    "ID": "8031349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty-2020/episodes/8031349",
                    "TitleEnglish": "Happy Ending",
                    "SummaryEnglish": "Ju Kyung and Soo Ho finally confirm that their feelings for one another haven't changed after all these years. After shedding tears from their reunion, they start their happy relationship, which is more grown-up from their high school days. Meanwhile, Seo Jun, who has now moved on from his unrequited love, gets ready to debut while Hee Kyung asks Soo Ho to include \"Missing Love\" on Seo Joon's debut album.",
                    "Aliases": []
                }
            }
        }
    }
}