{
    "URL": "https://thetvdb.com/series/forbidden-love-2020",
    "Genres": [
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13026912/",
        "https://www.themoviedb.org/tv/109237",
        "https://www.themoviedb.org/tv/109237"
    ],
    "TitleEnglish": "Forbidden Love (2020)",
    "SummaryEnglish": "An anthology of four short films that explores the complex human emotions and their dark underlying desires. Each film narrates a love story of different characters and their struggles and shows societal problems that are taboo to discuss.",
    "Aliases": [],
    "Modified": "2024-04-17",
    "Seasons": {
        "1": {
            "ID": "1867344",
            "URL": "https://thetvdb.com/series/forbidden-love-2020/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "7934550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/forbidden-love-2020/episodes/7934550",
                    "TitleEnglish": "Arranged Marriage",
                    "SummaryEnglish": "Unable to come out of the closet to his parents, Neel gets married to his partner Dev's sister, Keya. Will Neel succeed in living a dual life, or will his truth destroy everyone involved?",
                    "Aliases": []
                },
                "2": {
                    "ID": "7934572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/forbidden-love-2020/episodes/7934572",
                    "TitleEnglish": "Anamika",
                    "SummaryEnglish": "The movie revolves around Anamika, a housewife deprived of her husband's love and attention, who develops a close bond with Ishaan, a budding music director. Can their unconventional love last",
                    "Aliases": []
                },
                "3": {
                    "ID": "7967678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/forbidden-love-2020/episodes/7967678",
                    "TitleEnglish": "Rules of the game",
                    "SummaryEnglish": "Rules of the Game Is a romantic thriller short film starring Aahana Kumra, Chandan Roy Sanyal. The story revolves around Gaurav Gupta and Priya who are married for seven years. But while they are committed to each other, their marriage has run out of excitement and much needed spice. To spice up their relationship the couple engage in role play, which eventually lands them in serious trouble.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7967694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/forbidden-love-2020/episodes/7967694",
                    "TitleEnglish": "Diagnosis of love",
                    "SummaryEnglish": "Diagnosis of Love is a romantic medical thriller film starring Raima Sen, Mahesh Manjrekar, Vaibhav Tatwawaadi and Rannvijay Singh. The story is a complex web of relationships, where a husband asks his cop friend to monitor his wives movements as he suspects her to be in affair with her colleague, who has had a dark past.",
                    "Aliases": []
                }
            }
        }
    }
}