{
    "URL": "https://thetvdb.com/series/388672-",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13375866/",
        "https://www.netflix.com/mx/title/81364887",
        "https://www.themoviedb.org/tv/112398"
    ],
    "TitleEnglish": "Heaven Official's Blessing",
    "SummaryEnglish": "Eight hundred years ago, Xie Lian was the Crown Prince of the Xian Le kingdom; one who was beloved by his citizens and the darling of the world. Unsurprisingly, he ascended to the Heavens at a very young age. Now, eight hundred years later, Xie Lian ascends to the Heavens for the third time as the laughing stock of all three realms. On his first task as a god, he meets a mysterious demon who rules the ghosts and terrifies the Heavens... yet unbeknownst to Xie Lian, this demon king has been paying attention to him for a very, very long time.",
    "Aliases": [
        "Eternal Faith",
        "Tian Guan Ci Fu",
        "TGCF"
    ],
    "Modified": "2025-07-15",
    "Seasons": {
        "0": {
            "ID": "1868391",
            "URL": "https://thetvdb.com/series/388672-/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "8089793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/8089793",
                    "TitleEnglish": "Special Episode",
                    "SummaryEnglish": "After the events in Half-Moon Pass, Xie Lian, San Lang, and Half-Moon return to Chestnut Temple. Xie Lian and San Lang talk about the old days, and Xie Lian reveals that he knows San Lang is actually Hua Cheng. Half-Moon reminds Xie Lian of something he said 200 years ago that touched her deeply. When Xie Lian wakes, San Lang is no longer there.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10564164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/10564164",
                    "TitleEnglish": "Season 1 Recap",
                    "SummaryEnglish": "recap of Season 1",
                    "Aliases": []
                },
                "5": {
                    "ID": "11244831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/11244831",
                    "TitleEnglish": "Meeting Under the Water, A Pair in Red",
                    "SummaryEnglish": "The Crown Prince finds himself in danger amid the waters, only to encounter an unexpected figure.\r\nAs unseen undercurrents stir his heart, the Ghost King personally tends to his wounds.\r\nWith shy words and veiled emotions, he takes the Prince's measure for a red robe —\r\nbut behind each careful gesture, his true intentions remain hidden.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1868392",
            "URL": "https://thetvdb.com/series/388672-/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "7946423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/7946423",
                    "TitleEnglish": "The Bride Prince",
                    "SummaryEnglish": "The prince of the Xianle Kingdom, Xie Lian, was demoted for the third time after being demoted, but accidentally destroyed the golden palace of the priests. He could only go down into the world to eliminate ghosts in exchange for merits as compensation. In the deadly experience, Xie Lian met two little priests who came to help him and he met a mysterious boy dressed in red. Together, the four of them resolved the treacherous incidents and gradually came into contact with the seemingly glamorous The Bleak Past of the beautiful priests of the fairy world.",
                    "Aliases": []
                },
                "2": {
                    "ID": "7946424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/7946424",
                    "TitleEnglish": "Mountain-Locked Ming Guang",
                    "SummaryEnglish": "Xie Lian and Hua Cheng are still walking together through the forest. They stop and Hua Cheng attempts to lift Xie Lian's veil, but he sends out Ruoye to attack. Hua Cheng dissolves into silver butterflies and Xie Lian notices he was guided to an abandoned Ming Guang temple. He proceeds to enter and discovers the seventeen missing, but already dead, brides. When he suddenly hears the Ghost Bridegroom come in, he quickly hides among the brides. As the person checks the brides, Xie Lian tries to attack them. However, they manage to turn into black fog and escape.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8006898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/8006898",
                    "TitleEnglish": "Confidant's Past Grudge",
                    "SummaryEnglish": "After the dead brides come to live, the villagers run back and seek shelter in the courtyard of the Ming Guang temple. Xie Lian tries to distract the brides with Ruoye, but after even more villagers come into the courtyard, the brides once again start attacking them. Xie Lian creates a protection circle with Ruoye instead and the villagers manage to save themselves inside of it.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8006899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/8006899",
                    "TitleEnglish": "The Ghost King Hua Cheng",
                    "SummaryEnglish": "The group is still being at Xiao Ying's grave. Xie Lian is shocked to see Lang Ying has the Human Face Disease, but Lang Ying runs away before he can ask further. He tells Fu Yao and Nan Feng that they should inform Ling Wen to track him down as soon as possible.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8006901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/8006901",
                    "TitleEnglish": "Daily Life at Chestnut Temple",
                    "SummaryEnglish": "Xie Lian asks the young man about Hua Cheng, and he is suspiciously forthcoming. Despite his apprehensions, Xie Lian’s kindness prevails, and he takes San Lang to the Chestnut Temple. San Lang’s sincerity and talent raise more questions, especially when it is revealed he knew what Xie Lian looked like when he was crown prince. Later, a bewitched survivor arrives at the temple after an attack.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8006902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/8006902",
                    "TitleEnglish": "Lost Crescentian",
                    "SummaryEnglish": "Xie Lian finds the story of Half-Moon Pass strange and asks the heavenly officials about what transpired there. It becomes clear that a senior heavenly official is behind the disappearances, and no one dares look into it. Xie Lian decides to go investigate, and San Lang joins him. They pursue two Daoists before getting caught in a sandstorm.",
                    "Aliases": []
                },
                "7": {
                    "ID": "8006903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/8006903",
                    "TitleEnglish": "Scorpion-Tailed Snake Shadow",
                    "SummaryEnglish": "Xie Lian saves his group, and they enter a cave where the trade caravan had taken refuge. After the caravan recounts their story, San Lang spots carvings on the stone Xie Lian is sitting on. They tell the story of a general who rescued both his people and his enemies until he died on the battlefield. A poisonous scorpion-tailed snake bites Xie Lian, and his band must leave to find the antidote.",
                    "Aliases": []
                },
                "8": {
                    "ID": "8006904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/8006904",
                    "TitleEnglish": "Foreboding Wind in the Ancient Country",
                    "SummaryEnglish": "Xie Lian and the men from the caravan search for the antidote. They hear a scream from the brush nearby and find a half-buried human face that summons the Half-Moon soldiers and General Millstone. They capture Xie Lian and his men and take them to the Sinners’ Pit. The General asks Xie Lian to choose two people to throw down. Xie Lian distracts him by speaking Half-Moon, while preparing to jump.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8006909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/8006909",
                    "TitleEnglish": "Evil Taoist Scourge",
                    "SummaryEnglish": "A woman in black suddenly appears and pushes all of Millstone’s soldiers into the Sinners’ Pit. Xie Lian and Millstone fall into the pit, sending Millstone into a fit of rage. Xie Lian realizes that Millstone’s Half-Moon Daoist enemy is the woman who just pushed the soldiers into the pit. Xie Lian still feels suspicious of the general’s story when the woman in black jumps down herself.",
                    "Aliases": []
                },
                "10": {
                    "ID": "8006910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/8006910",
                    "TitleEnglish": "Bygone Banyue Days",
                    "SummaryEnglish": "Xie Lian realizes the woman in black is the Imperial Preceptor that Millstone talked about, named Half-Moon. Xie Lian recognizes Half-Moon as the girl he saved when he was a general. Half-Moon tells her side of the story, and snakes begin to rain down on them, engulfing the bottom of the pit in chaos.",
                    "Aliases": []
                },
                "11": {
                    "ID": "8006912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/8006912",
                    "TitleEnglish": "Right and Wrong Buried in the Sand",
                    "SummaryEnglish": "As the snakes rain down, Xie Lian realizes there’s a sixth person in the pit. He remembers a young heavenly official, Pei Xiu, orchestrated a massacre before ascending. Both Millstone and Half-Moon recognize Zhao as Pei Xiu. Afterwards, Xie Lian returns to the cave with the antidote for the merchant who had been bitten. Xie Lian says his goodbyes, and Nan Feng and Fu Yao return to heaven.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2008077",
            "URL": "https://thetvdb.com/series/388672-/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9241213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/9241213",
                    "TitleEnglish": "Here Comes the Ghost King",
                    "SummaryEnglish": "Xie Lian is summoned by Jun Wu to the Heavenly Realm where he's informed that a Heavenly Official needs to be rescued, so he goes to the Ghost Realm, the territory of the dead.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10097081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/10097081",
                    "TitleEnglish": "Accidentally Entered a Gambling Den",
                    "SummaryEnglish": "The Martial God of the East, Lang Qianqiu, causes a commotion in the ghost king's gambling hall, forcing Xie Lian to play a dice game against the king himself, Hua Cheng, to save his comrade.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10097082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/10097082",
                    "TitleEnglish": "Ghost Binding Cursed Shackle",
                    "SummaryEnglish": "A masked ghost leads Xie Lian to the Paradise Manor, where Hua Cheng is waiting for him. Later on, Xie Lian meets the bandaged boy from Yu Jun Mountain again and recalls a similar boy he met eight hundred years ago.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10097083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/10097083",
                    "TitleEnglish": "The Secret Chamber",
                    "SummaryEnglish": "After infiltrating Paradise Manor and using a mysterious door granting access to various spaces depending on dice rolls, Xie Lian and Shi Qingxuan eventually reach the underground dungeon, where they discover the missing Heavenly Official.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10097084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/10097084",
                    "TitleEnglish": "The Second Coming of Fang Xin",
                    "SummaryEnglish": "Back in the Heavenly Realm, Lang Qianqiu confronts Xie Lian about the true identity of the State Preceptor of Yong'an kingdom, Fang Xin, who massacred Yong'an's nobility and killed Lang Qianqiu's father, the king.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10097574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/10097574",
                    "TitleEnglish": "Heavenly Palace Raid",
                    "SummaryEnglish": "Acknowledging his position as the State Preceptor, Xie Lian is apprehended and put under house arrest. He reflects on his haunted past before the doors of the Palace of Xianle are kicked open and silver butterflies swarm in.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10097576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/10097576",
                    "TitleEnglish": "A Thousand Miles Away",
                    "SummaryEnglish": "Hua Cheng leads Xie Lian away from the Heavenly Realm. Meanwhile, Feng Xin and Mu Qing encounter many obstacles while attempting to rescue him, and Lang Qianqiu has a plan of his own.",
                    "Aliases": []
                },
                "8": {
                    "ID": "10097577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/10097577",
                    "TitleEnglish": "The Green-Clothed Ghost Qi Rong",
                    "SummaryEnglish": "Xie Lian and Hua Cheng enter the lair of the Night-Touring Green Lantern, Qi Rong. After a brief, violent confrontation, Qi Rong reveals the truth about the Yong'an massacre but other surprising truths are also told.",
                    "Aliases": []
                },
                "9": {
                    "ID": "10097579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/10097579",
                    "TitleEnglish": "Yong An and Xianle",
                    "SummaryEnglish": "Hua Cheng loses his composure and begins to violently assault Qi Rong. Qi Rong gives in and reveals the truth about the massacre at the Golden Feast...\r\nThe truth is revealed about what happened in Yong An, which was supposed to have been heading towards peace, just before Lang Qianqiu was about to have his 17th Birthday...",
                    "Aliases": []
                },
                "10": {
                    "ID": "10097581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/10097581",
                    "TitleEnglish": "Bloodstained Banquet",
                    "SummaryEnglish": "An Le, a descendant of the imperial house of the fallen kingdom of Xian Le, was left in charge of preparations for the Golden Feast by the ruler of Yong An. While on the surface, An Le was a good friend to the Yong An Imperial Family, there was a darkness in his heart that Qi Rong took advantage of. When Fangxin (Xie Lian) arrives late to the banquet, he encounters something shocking, and is forced to make a choice...",
                    "Aliases": []
                },
                "11": {
                    "ID": "10097583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/10097583",
                    "TitleEnglish": "A Sad Parting Under Moonlight",
                    "SummaryEnglish": "Xie Lian gets angry with Hua Cheng for revealing the truth about the Golden Feast Massacre to Lang Qianqiu. But Hua Cheng tells him plainly that Xie Lian did nothing wrong. When he realizes that Hua Cheng trusts him absolutely, and is the one person to see through to the truth of the matter, he says aloud that he wonders if they've met somewhere before...",
                    "Aliases": []
                },
                "12": {
                    "ID": "10097585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/388672-/episodes/10097585",
                    "TitleEnglish": "May All Taboos be Shattered",
                    "SummaryEnglish": "Xie Lian returns to the Heavenly Capital and tells Junwu the truth about the banquet massacre. The events have made Xie Lian trust Hua Cheng even more, but Junwu feels even more suspicious of him. Xie Lian leaves heaven and heads to the ruins of Xian Le. As he goes to see his parents' coffin, someone is waiting for him...",
                    "Aliases": []
                }
            }
        }
    }
}