{
    "URL": "https://thetvdb.com/series/project-scard",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13041916/",
        "https://www.instagram.com/bookcafetitan",
        "https://project-scard.com/",
        "https://www.themoviedb.org/tv/108977",
        "https://www.themoviedb.org/tv/108977",
        "https://x.com/pj_scard"
    ],
    "TitleEnglish": "Scar on the Praeter",
    "SummaryEnglish": "In the wake of a rebellion in the Akatsuki Special Ward of Tokyo, agents known as the Scard rise up to become the protectors of peace. With Divine Tattoos that each possess unique powers, they’ll have to fight to preserve their own definitions of justice.",
    "Aliases": [
        "PROJECT SCARD プレイタの傷",
        "PROJECT SCARD",
        "Project Scard: Praeter no Kizu",
        "Project Scard: Scar on the Praeter"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1882098",
            "URL": "https://thetvdb.com/series/project-scard/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "8054217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/project-scard/episodes/8054217",
                    "TitleEnglish": "The Town Had Its Hero",
                    "SummaryEnglish": "In the Akatsuki Special Ward, the unfortunate turn to the Scard and their powerful tattoos for protection. One day, a youth named Yamato meets the town hero, a Scard named Eiji, and they get dragged into a battle with the criminal organization Dusk.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8095041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/project-scard/episodes/8095041",
                    "TitleEnglish": "Cerberus",
                    "SummaryEnglish": "After the fight with Dusk, Yamato wakes up in the hospital. Detective Kouga tells Yamato that Eiji’s dead and pressures him to join the PSSS. As Dusk mounts an attack to free its people from the hospital, Yamato is forced to make a choice…",
                    "Aliases": []
                },
                "3": {
                    "ID": "8095042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/project-scard/episodes/8095042",
                    "TitleEnglish": "The Twin Wings of Artemis",
                    "SummaryEnglish": "Yamato tells Helios all about Eiji’s death but is suspected of being connected with the mysterious Fenrir. Meanwhile, a girl who is being pursued by Artemis comes to Helios for help. Yamato and Kazuma go to escort her, but they are waylaid by Ran and Jin…",
                    "Aliases": []
                },
                "4": {
                    "ID": "8095044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/project-scard/episodes/8095044",
                    "TitleEnglish": "Public Security Special Service",
                    "SummaryEnglish": "While out looking for Fenrir, Kazuma and Yamato hear an explosion and find several large claw marks. Later, the PSSS show up at Titan. Yamato runs off, and Itsuki goes after him. Kazuma takes on Kouga but is thwarted by Kouga’s tattoo Fafnir…",
                    "Aliases": []
                },
                "5": {
                    "ID": "8095045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/project-scard/episodes/8095045",
                    "TitleEnglish": "We the Twin Wings Do Solemnly Swear",
                    "SummaryEnglish": "Ran and Jin are pursuing a Dusk collaborator within Artemis as well as Fenrir, who has been attacking Artemis members. They first go to Titan for info on Fenrir then pay Ran’s predecessor a visit hoping for some kind of breakthrough. What they find is…",
                    "Aliases": []
                },
                "6": {
                    "ID": "8095046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/project-scard/episodes/8095046",
                    "TitleEnglish": "Justice With Force",
                    "SummaryEnglish": "Left with questions about Yamato’s behavior after their recent clash, Itsuki visits Yamato’s brother Minato seeking answers. Meanwhile, Kazuma comes down with a cold after days of chasing Fenrir. When Yamato offers to fix him an alcoholic home remedy…",
                    "Aliases": []
                },
                "7": {
                    "ID": "8095048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/project-scard/episodes/8095048",
                    "TitleEnglish": "Dusk Arrives",
                    "SummaryEnglish": "Annoyed that Yamato battled Fenrir first, Kazuma challenges Yamato to a fight and loses. As Kazuma reflects on how powerless he feels, suddenly he sees Fenrir standing before him. Little does he know that Dusk is also preparing to make its move...",
                    "Aliases": []
                },
                "8": {
                    "ID": "8095049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/project-scard/episodes/8095049",
                    "TitleEnglish": "Dawn",
                    "SummaryEnglish": "With Kazuma down for the count, Yamato heads to B1 to take on Dusk alone. However, he is overwhelmed by the sheer number of foot soldiers that stand against him. Just then, a familiar car pulls up, and a figure appears on a rooftop under the full moon...",
                    "Aliases": []
                },
                "9": {
                    "ID": "8095050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/project-scard/episodes/8095050",
                    "TitleEnglish": "The Warg's Claw Marks",
                    "SummaryEnglish": "The day after Dusk’s defeat, Helios looks into the possible connection between Dusk and Fenrir. Meanwhile, Ran and Jin discover that Fenrir has struck at Artemis Finance. They race to Azusa’s office and find her on the floor, motionless…",
                    "Aliases": []
                },
                "10": {
                    "ID": "8095052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/project-scard/episodes/8095052",
                    "TitleEnglish": "The Moon and the Sun",
                    "SummaryEnglish": "As Artemis prepares to battle Helios, Ran and Jin believe they can smoke Fenrir out after defeating Yamato and Kazuma. Meanwhile, braving their critical injuries, Azusa and Kagami team up in a race against time to stop it all…",
                    "Aliases": []
                },
                "11": {
                    "ID": "8095053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/project-scard/episodes/8095053",
                    "TitleEnglish": "Fenrir",
                    "SummaryEnglish": "Kazuma was Fenrir all along. The tattoo possessed him three years ago, and sealing it with Cat-sìth was the only way to keep it in check. But the shock of Eiji’s death weakened the seal. And now that it is broken, Fenrir reveals another shocking truth...",
                    "Aliases": []
                },
                "12": {
                    "ID": "8095054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/project-scard/episodes/8095054",
                    "TitleEnglish": "The Blockade of Akatsuki",
                    "SummaryEnglish": "Under Kouga’s command, the SWAT Team moves to totally blockade the Akatsuki Special Ward. Kagami reveals that it all started from a proposal of Kouga’s. And Kazuma/Fenrir has plans to destroy himself after taking out everyone and everything around him...",
                    "Aliases": []
                },
                "13": {
                    "ID": "8308041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/project-scard/episodes/8308041",
                    "TitleEnglish": "Hero of Akatsuki",
                    "SummaryEnglish": "Having defeated Yamato, Fenrir attacks the SWAT Team. Artemis and the PSSS call a truce so that Artemis can go after Fenrir and the PSSS can assist the SWAT Team. Meanwhile, Eiji confronts Fenrir to get it to give up control of Kazuma’s body...",
                    "Aliases": []
                }
            }
        }
    }
}