{
    "URL": "https://thetvdb.com/series/the-honor-student-at-magic-high-school",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13715764/",
        "https://mahouka-yuutousei.jp/",
        "https://www.themoviedb.org/tv/115312",
        "https://www.themoviedb.org/tv/115312",
        "https://en.wikipedia.org/wiki/List_of_The_Honor_Student_at_Magic_High_School_episodes"
    ],
    "Titles": {
        "eng": "The Honor Student at Magic High School (2021)",
        "jpn": "魔法科高校の優等生"
    },
    "Summaries": {
        "eng": "A century has passed since magic - true magic, the stuff of legends - has returned to the world. It is spring, the season of new beginnings, and a new class of students is about to begin their studies at the First National Magic University Affiliated High School, nickname: First High.\r\n\r\nIt follows the events of the original series as seen through the eyes of Shiba Miyuki, Tatsuya's sister. The life of an honor student comes with a lot of expectations...and unexpected hidden feelings?!",
        "jpn": "──魔法。\r\nそれが現実の技術となってから一世紀弱。\r\n\r\n魔法を保持・行使する「魔法師」の育成機関、通称「魔法科高校」。\r\n若い才能たちが日々研鑽に励むこの学園に西暦2095年の春、とある少女が入学する。\r\n才色兼備で完全無欠な優等生──彼女の名は、司波深雪。\r\n共に入学した兄・達也との仲睦まじいスクールライフを夢見ていた深雪だったが\r\n彼女の前には「一科生」と「二科生」──優等生と劣等生の壁が立ちはだかり……?\r\n\r\n優等生の妹と、劣等生の兄。\r\n個性豊かなクラスメイトやライバルたちと繰り広げられる\r\n青春スクールマギクス、ここに開幕！\r\nお兄様、今度は深雪が主役です。"
    },
    "Aliases": [
        "The Honor Student at Magic High School (2021)",
        "Mahōka Kōkō no Yūtōsei",
        "Mahouka Koukou no Yuutousei",
        "The Honor at Magic High School (2021)",
        "Mahouka Koukou no Yuutousei (2021)"
    ],
    "Modified": "2025-06-18",
    "Seasons": {
        "1": {
            "ID": "1889468",
            "URL": "https://thetvdb.com/series/the-honor-student-at-magic-high-school/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "8249875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8249875",
                    "Titles": {
                        "eng": "I'll Cherish This for the Rest of my Life",
                        "jpn": "一生大事にします"
                    },
                    "Summaries": {
                        "eng": "March 25th, 2095. To celebrate her 15th birthday, Miyuki Shiba goes shopping with her older brother Tatsuya in Yokohama. Miyuki enjoys her time with Tatsuya as if they are on a date, and she is ecstatic when he gives her a surprise gift. However, they are interrupted by a call from the main branch of their family, the Yotsubas, who are members of the Ten Master Clans. They ask Tatsuya to attend to an urgent matter. While Miyuki waits for Tatsuya to return, the fire alarm in the building goes off. Miyuki senses that this is a criminal act committed by someone using magic and heads toward the fire.",
                        "jpn": "２０９５年３月２５日。司波深雪は１５歳の誕生日に、兄の達也と横浜へショッピングに向かう。デート気分を満喫する深雪は、達也からのサプライズなどもあり上機嫌。\r\nそんな中、二人の実家である十師族・四葉家から連絡が入り、達也は呼び出されてしまう。一人達也の帰りを待つ深雪。だがその時、火災警報が鳴り響く。魔法による犯罪の気配を察知した深雪は単身、火災の中心へと向かっていく。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8500756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8500756",
                    "Titles": {
                        "eng": "May I Join You?",
                        "jpn": "ご一緒してもいいですか？"
                    },
                    "Summaries": {
                        "eng": "Honoka Mitsui and Shizuku Kitayama are accepted into First High. Ever since Honoka caught a glimpse of Miyuki at the entrance exams, she felt a strong admiration for her, and is overjoyed when they unexpectedly become friends. Honoka also respects Tatsuya for being an exceptional magician but is surprised to find out that he is a Course 2 student. She begins to wonder what the difference between Course 1 and 2 students are. When Honoka and her friends find themselves caught in a quarrel between Course 1 and 2 students, she tries to use magic to quell the dispute, knowing full well that it is against school rules to do so…",
                        "jpn": "第一高校に入学した光井ほのかと北山雫。入試の時から深雪に憧れていたほのかは、図らずも深雪と友人になり大喜び。しかし、同じく優秀な魔法師として注目していた達也が、なぜか劣等生扱いの二科生になっていたと知り、「一科生と二科生の違いって何なんだろう」と疑問を抱く。\r\nそんな中、一科生と二科生の揉め事にほのかたちも巻き込まれてしまう。ほのかは禁止されてると知りつつも、魔法で騒ぎを鎮めようとするが……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8500757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8500757",
                    "Titles": {
                        "eng": "The Girls' Detective Club is Here!",
                        "jpn": "少女探偵団、始動よ！"
                    },
                    "Summaries": {
                        "eng": "With the club recruitment week happening at First High School, Honoka and Shizuku, who are all-round outstanding students, are asked by various clubs to join. When they find themselves mobbed by club members, Eimi comes to the rescue, and the three of them become fast friends. One the way home from school, Honoka and her friends witness Tatsuya, who recently became a member of the Disciplinary Committee, being attacked by someone. Eimi, who is driven by her interest in this incident and in Tatsuya, decides to investigate who the attacker is. Honoka and Shizuku get pulled into Eimi’s investigation and the three girls end up forming the Girls’ Detective Club.",
                        "jpn": "第一高校は新入部員勧誘週間の真っ最中。成績優秀なほのかと雫は各部から狙われ、揉みくちゃに。そこに現れた赤毛の美少女・エイミィが二人を救出。三人は友達になる。\r\nそんなある日の下校時、ほのかたちは風紀委員となった達也が何者かに襲われるところを目撃。事件と達也に興味津々なエイミィは、自ら犯人捜索に乗り出す。ほのかと雫も巻き込まれ、なぜか少女探偵団が結成されてしまう。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8500758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8500758",
                    "Titles": {
                        "eng": "Friends",
                        "jpn": "友達"
                    },
                    "Summaries": {
                        "eng": "After observing the behavior of Mibu and the Kendo Club, Tatsuya concludes that the person who attacked him must be a member of the international anti-magic political organization, Blanche. Miyuki is infuriated by Blanche’s attempt to further the rift between Course 1 and 2 students. Meanwhile, Honoka and the Girls’ Detective Club identify the attacker as Kinoe Tsukasa, the captain of the Kendo Club. They begin pursuing him but find themselves surrounded by a mysterious bike gang. They try to use magic to retaliate, but are pushed into a tight spot when the attackers use Cast Jamming to nullify their spells.",
                        "jpn": "達也は剣道部の壬生たちの言動から、自分を襲った者の正体を反魔法国際政治団体・ブランシュと突き止める。一科生と二科生の分断を図ろうとするブランシュの行動に憤る深雪。\r\n一方、ほのかたち少女探偵団は犯人を剣道部の主将・司甲と特定し、尾行を開始するが、気づかれて謎のバイク集団に襲われてしまう。魔法で対抗する三人だったが、魔法を無効化するキャスト・ジャミングを使われて大ピンチに。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8500759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8500759",
                    "Titles": {
                        "eng": "I Won't Let Anyone Interfere",
                        "jpn": "手出しはさせません"
                    },
                    "Summaries": {
                        "eng": "During the public debate with the volunteer coalition, Blanche’s combat unit invades First High. Honoka and Shizuku almost get attacked but they fight back with magic. Thanks to Miyuki and her friends, the situation does not escalate out of control, but Honoka and the others are enraged with Blanche’s actions. Miyuki and Tatsuya head to the enemy hideout along with Erika in order to crush Blanche. When Blanche’s combatants ridicule magicians as being monsters, Miyuki unleashes her powerful magic on them.",
                        "jpn": "有志同盟との討論会の最中、ブランシュの戦闘部隊が第一高校に侵入。ほのかと雫も襲われそうになるが、魔法で応戦。深雪たちの活躍もあり、大事には至らなかったが、ほのかたちはブランシュのやり方に憤りを隠せない。\r\n深雪と達也はブランシュを完全に叩き潰すべく、エリカたちと共に敵のアジトへ乗り込む。魔法師を化け物と呼び、その存在を認めないブランシュの戦闘員たちに対し、深雪の恐るべき魔法が放たれる。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8500760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8500760",
                    "Titles": {
                        "eng": "The Nine Schools Competition Begins",
                        "jpn": "九校戦、開幕です"
                    },
                    "Summaries": {
                        "eng": "First High is aiming to win for the third year in a row at the National Magic High School Goodwill Tournament of Magic Skills, also known as the Nine Schools Competition. Mayumi and the other seniors at First High are known as the most powerful team of their generation, and they are fired up about claiming victory again. However, Airi Isshiki, Shiori Kanou, and Toko Tsukushiin from Third High are determined to stop their winning streak. First High steadily stacks up points in the Nine Schools Competition, but during the Battle Board race, Mari, who was favored to win, is seriously injured in an accident. Mari, who desperately wants First High to take the overall victory in the tournament, asks Miyuki to take Mari’s place in the Mirage Bat event.",
                        "jpn": "全国魔法科高校親善魔法競技大会、通称「九校戦」。今年は一高の３連覇がかかっているため、真由美たち最強世代は気合いが入っている。一方、第三高校は一年生の一色愛梨・十七夜栞・四十九院沓子らを筆頭に、打倒一高に燃えていた。\r\nかくして九校戦が開幕。一高は順調にポイントを挙げていくが、バトル・ボードの競技中に優勝候補の摩利が事故に巻き込まれて負傷。総合優勝を狙う真由美は、摩利が出場する予定だったミラージ・バットの代役に、深雪を指名する。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8500761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8500761",
                    "Titles": {
                        "eng": "Arithmetic Chain",
                        "jpn": "数学的連鎖 (アリスマティック・チェイン)"
                    },
                    "Summaries": {
                        "eng": "The Nine Schools Competition begins, and Shizuku goes head-to-head with Shiori in the Speed Shooting tournament. Shiori utilizes the “Arithmetic Chain” magic sequence which allows her to perform mathematical calculations faster than a supercomputer. Shiori left her own broken family to join Airi’s team, and her determination to win drives Shizuku into a corner. Honoka and her friends nervously watch the match, but Miyuki says, “Who do you think Shizuku’s engineer is?” with a confident smile. Just as she has predicted, Tatsuya has a secret tactic up his sleeve to bring victory to Shizuku.",
                        "jpn": "九校戦は新人戦が始まる。雫はスピード・シューティングで栞と対戦。栞はスパコン並みの演算能力を駆使した魔法「アリスマティック・チェイン」を使用。落ちぶれた家を捨てて愛梨と共に歩む決意をした栞の執念が、雫を追い詰めていく。\r\n客席で見守るほのかたちも気が気でない様子。だが深雪は一人、余裕の笑み。「雫の担当技術者を誰だと思っているの？」。その言葉通り、技術者の達也には秘策があった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8500762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8500762",
                    "Titles": {
                        "eng": "Hell of Ice and Flames",
                        "jpn": "氷熱地獄 (インフェルノ)"
                    },
                    "Summaries": {
                        "eng": "The trials of the new ones continue, and Isshiki Airi is distinguished by his lightning speed. But High School 1 is not left out, and Miyuki will finally be able to show the extent of her powers...",
                        "jpn": "新人戦二日目。愛梨はエクレール（稲妻）の呼び名の通り、超高速の移動魔法を駆使してクラウド・ボールを制覇。復活した栞もアイス・ピラーズ・ブレイクで敵を圧倒。三高と一高の差が徐々に詰まっていく中、遂に深雪のピラーズ・ブレイク初戦が始まる。その圧倒的な魔法力に観客もライバル校も慄然。更に同じ競技に出場するエイミィまで圧倒されてしまう。そんなエイミィの次の対戦相手は、栞だった。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8500763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8500763",
                    "Titles": {
                        "eng": "Because You Were by my Side",
                        "jpn": "あなたがいたから"
                    },
                    "Summaries": {
                        "eng": "The match between Eimi and Shiori begins, with Eimi using the same tactics as in the qualifying rounds to overturn Shiori’s ice pillars so that First High can dominate the rankings. However, Shiori comes prepared, and Eimi is driven into a corner. Meanwhile, Honoka takes on Toko in the Battle Board finals. As a Light Element, Honoka uses her Light Magic and her ability to perceive light with her eyes to dodge the Ancient Magic traps laid by Toko . Toko takes the lead in the race, but Honoka still has some tricks up her sleeve.",
                        "jpn": "エイミィvs栞の試合開始。エイミィは一高の上位独占を目指し、予選と同じ戦法で栞の氷柱を倒していく。\r\nだが栞も対策済みだった。次第に追い詰められていくエイミィ。\r\n一方、ほのかは沓子とのバトル・ボード決勝戦。ほのかは得意の光魔法と、光のエレメンツとしての眼を使い、沓子の仕掛けた古式魔法のトラップを次々とクリアしていく。引き離される沓子。だが、彼女にはまだ奥の手があった。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8500764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8500764",
                    "Titles": {
                        "eng": "I Don't Want to Lose",
                        "jpn": "負けたくない"
                    },
                    "Summaries": {
                        "eng": "The match between Miyuki and Shizuku is approaching. Shizuku doesn’t want to miss her opportunity to go up against a brilliant magician like Miyuki, so she works on a strategy with Tatsuya to bring home a victory. Seeing how serious Shizuku is about the competition, Miyuki resolves to give it her all in the battle. The stadium is packed and the Ice Pilllars Break final match begins. Shizuku uses Oscillation-Type Magic, which is her specialty, but it has no effect on Miyuki. Just when everyone thinks that Shizuku will lose, she pulls out a secret move which takes Miyuki by surprise",
                        "jpn": "深雪と雫の対戦の時が迫る。優れた魔法師としての深雪との対戦を願っていた雫は、本気で彼女に勝つために達也と共に策を練り、試合に臨む。そんな雫の覚悟を知った深雪も、全力で彼女に挑む決意をする。\r\n超満員の観客が見守る中、アイス・ピラーズ・ブレイク決勝が始まる。雫は得意の振動魔法で攻めるが、深雪には届かない。誰もが諦めかけたその時、雫は遂に秘策を投入。その技に深雪は驚愕する。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8500765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8500765",
                    "Titles": {
                        "eng": "Brother, Good Luck",
                        "jpn": "お兄様、ご武運を"
                    },
                    "Summaries": {
                        "eng": "Tatsuya, Leo, and Mikihiko are chosen to compete in the Monolith Code rookie event as replacements when Morisaki and his team members are injured. Miyuki fears that Tatsuya and his team might also become targets of sabotage. To show their gratitude for all the hard work that Tatsuya has done for them as an engineer in the rookie events, Honoka and the other freshmen girls do everything they can to protect him by checking the Monolith Code stage and inspecting the venue. With Miyuki’s help, the competition goes smoothly and a team member is able to notice an abnormality on stage.",
                        "jpn": "負傷した森崎たちに代わり、達也・レオ・幹比古がモノリス・コード新人戦に出場することになった。深雪は、妨害工作が達也たちにも及ぶのではと危惧。\r\nすると、ほのかたち一年女子は新人戦でお世話になった達也のためにと一致団結。モノリス・コードのステージのチェックや会場の監視などをし、達也たちを守ろうとする。\r\n深雪たちの行動もあって何事も無く試合が進むが、ステージの異常にいち早く気づく者がいた。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8500766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8500766",
                    "Titles": {
                        "eng": "I Will Fly!",
                        "jpn": "飛びます！"
                    },
                    "Summaries": {
                        "eng": "Miyuki is pumped up to compete in the Official Mirage Bat Event to bring victory to First High. Growing tired of the power battle between the clans, Airi vows to bring in a one-two finish with Mizuo. Meanwhile, Kobayakawa from First High is injured in her match. Tatsuya discovers that someone had meddled with Miyuki’s CAD, and though it didn’t affect her, she is the only remaining athlete from First High to be able to compete in the match. Miyuki asks Tatsuya for his permission to use a special type of magic for this match she can’t afford to lose.",
                        "jpn": "ミラージ・バット本戦当日。深雪は一高の総合優勝に向けて気を引き締める。一方、愛梨は師族間の権力争いに辟易しつつも、水尾とのワン・ツーフィニッシュを誓う。\r\nそんな中、試合中に一高の小早川がまたしても事故に遭遇。達也がＣＡＤへの細工を看破し、深雪には影響はなかったが、一高の選手は深雪だけになってしまう。負けられない試合、負けたくない試合に深雪は、達也にある魔法の使用を申し出る。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "8525652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8525652",
                    "Titles": {
                        "eng": "I Can't Lose",
                        "jpn": "ゆずれない想い"
                    },
                    "Summaries": {
                        "eng": "At the Mirage Bat Official Event, all the competitors begin using Flying Magic, but Miyuki, who has more experience in using this spell, continues to rack up points. While the other competitor who are novices in using this magic fall behind, Airi is the only one who doesn’t give up. She combines her Jump Spell and speedy movements with Flying Magic and gives it her all in challenging Miyuki. Miyuki is struck by Airi’s courage, but also strengthens her resolve to win the match. Who will emerge victorious in the intense battle between Miyuki and Airi?",
                        "jpn": "ミラージ・バット本戦決勝。全選手が飛行魔法を使う中、一日の長のある深雪がポイントを挙げていく。他の選手たちは慣れない飛行魔法で次々と離脱していくが、愛梨だけは諦めない。急ごしらえの飛行魔法に、得意の跳躍魔法と高速移動、持てる力の全てを駆使して深雪に戦いを挑む。その勇敢な姿に深雪は驚くが、同時に「負けられない」との思いを強くする。深雪vs愛梨、全力同士の激突。果たして勝者は――!?"
                    },
                    "Aliases": []
                }
            }
        }
    }
}