{
    "URL": "https://thetvdb.com/series/ichu-halfway-through-the-idol",
    "Genres": [
        "Animation",
        "Anime",
        "Musical"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13415416/",
        "https://www.instagram.com/etoile_vie_school",
        "https://etoile-anime.jp/",
        "https://www.themoviedb.org/tv/112667",
        "https://www.themoviedb.org/tv/112667",
        "https://x.com/ichu_anime"
    ],
    "Titles": {
        "eng": "I★Chu: Halfway Through the Idol",
        "jpn": "アイ★チュウ HALFWAY THROUGH THE IDOL"
    },
    "Summaries": {
        "eng": "Youths aiming to become full-fledged idols enroll in the Étoile Vio School where the students are called IChu. But soon after they begin, Kuma Kocho gets them off to a rocky start with a single phrase...?! As they each work toward their individual goals, their activities as idols make the IChu begin to wonder... \"What is an idol?\" In their struggle to find an answer, the springtime of the IChu's lives is whittled out in glittering moments and flashes of brilliance. Their story begins now!",
        "jpn": "一人前のアイドルを目指す学園エトワール・ヴィオスクールに入学したアイチュウたち。\r\nしかし、入学早々クマ校長の一言で前途多難なスタートを切ることに…!?\r\nそれぞれの目標に向かって努力するアイチュウたちは、アイドル活動を通して次第に考えるようになる。\r\nアイドルってなんだろう…？\r\n\r\nその答えを見つけるべく奮闘するアイチュウたちの、輝く一瞬一瞬の姿を切り取った\r\n青春ストーリーが今、はじまる―――！"
    },
    "Aliases": [
        "I-Chu: Halfway Through the Idol",
        "IChu: Halfway Through the Idol",
        "I★Chu - Halfway Through the Idol"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1892270",
            "URL": "https://thetvdb.com/series/ichu-halfway-through-the-idol/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8124392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/episodes/8124392",
                    "Titles": {
                        "eng": "The Colors of Songs",
                        "jpn": "couleur～歌の彩～"
                    },
                    "Summaries": {
                        "eng": "A week after enrollment, the IChu of Class 3 are starting their activities in their idol units. Amidst all this, Principal Kuma issues them an assignment: If you don't sell 3000 CDs within 3 months, you'll be expelled! Each unit begins to move slowly toward accomplishing this goal, but F∞F just can't seem to get in sync with each other...",
                        "jpn": "入学して一週間、それぞれユニット活動を始める三期生のアイチュウたち。\r\nそんな中、クマ校長から「3ヶ月後までにCD3000枚を売らないと退学だよ♪」という、とんでもないノルマが課せられる。\r\n各ユニットが達成に向けて少しずつ前進し始めるが、F∞Fはなかなか足並みが揃わずーー"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8124401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/episodes/8124401",
                    "Titles": {
                        "eng": "That Which Is Engraved",
                        "jpn": "disque～刻まれるもの～"
                    },
                    "Summaries": {
                        "eng": "Seiya and the others are moving to complete their CD. On the way to the photoshoot for the cover, Seiya is reunited with his childhood friend, Noah. Meanwhile, Akio is starting to feel anxious as no one in ArS seems to be interested in recording even after hearing Principal Kuma Kocho's assignment. He writes a letter of his intent to withdraw from the school.",
                        "jpn": "CD完成を目指して動きだした星夜たち。\r\nジャケット撮影に向かう途中で、幼馴染のノアと再会する。\r\n一方、クマ校長のノルマを聞いても誰もレコーディングする気配のないArSのメンバーをみて不安を募らせたアキヲは退学届けを書いていた。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8124404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/episodes/8124404",
                    "Titles": {
                        "eng": "In the Case of an Otokonoko",
                        "jpn": "performance ～男の娘の場合～"
                    },
                    "Summaries": {
                        "eng": "The students from Class 3 are fighting hard to sell their CDs. That's when the world's most adorbs otokonoko idol appears before them, POP'N STAR's Hanabusa Kokoro. After having their various inadequacies pointed out to them, the students of Class 3 declare that, on stage, they won't be beaten by anyone. Kokoro invites them to open at his upcoming solo live concert.",
                        "jpn": "CD販売に苦戦する三期生たちの前に世界一きゃわゆい男の娘アイドル、POP’N STAR 華房心が登場。\r\n自分たちの力不足を指摘された三期生たちは、「ステージでなら負けない！」と心のソロライブの前座に出演することに。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8124406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/episodes/8124406",
                    "Titles": {
                        "eng": "Just as You Are",
                        "jpn": "costume ～素顔のままで～"
                    },
                    "Summaries": {
                        "eng": "After seeing Kokoro's overwhelming performance with his own eyes, Akira, who has difficultly expressing himself, is reminded of an old trauma, leaving him unable to put everything he has into rehearsal. A lone owl watches Akira's struggles through a window...",
                        "jpn": "心の圧倒的なステージを目の当たりにして以来、自分を曝け出して表現することが苦手な晃は過去のあるトラウマを思い出してしまい、練習に身が入らない。\r\nそんな晃の様子を一羽のフクロウが窓から見ていて...。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8150822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/episodes/8150822",
                    "Titles": {
                        "eng": "That Which We Wish to Convey",
                        "jpn": "session ～伝えたいこと～"
                    },
                    "Summaries": {
                        "eng": "After the failure I♥B experienced in their latest live performance, they've dedicated themselves to practicing. When a senior IChu unit, Lancelot, appears before them, I♥B performs a song perfectly at their request, but the word that comes out of Issei's mouth is one they never expected.",
                        "jpn": "前回のステージでの失敗を経て練習に励むI♥Bたちの前に、先輩アイチュウのLancelotが現れる。\r\n彼らの前で完璧な演奏を披露してみせたI♥Bだったが、一誠の口から出たのは思わぬ一言だった。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8150823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/episodes/8150823",
                    "Titles": {
                        "eng": "Where I Belong",
                        "jpn": "equipe ～私の居場所～"
                    },
                    "Summaries": {
                        "eng": "The IChu of Class 2 hold a joint concert outside of Tokyo. Kokoro leaves ahead of everyone else to get back for his fan event the following day, but the plane is forced to make an emergency landing due to bad weather. Then, as the Class 3 IChu are trying to sell CDs at the venue for Kokoro's event, Principal Kuma Kocho suddenly tells them to get the show going and keep it going until Kokoro arrives...?!",
                        "jpn": "地方での合同ライブを行うアイチュウ二期生たち。翌日に東京でファンイベントを控えた心は一足先に飛行機に乗り込むも、悪天候の影響をうけて途中で緊急着陸してしまう。\r\n一方、心のイベント会場でCD販売をしていた三期生たちは、いきなりクマ校長から到着するまでの繋ぎを任されて...!?"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8150824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/episodes/8150824",
                    "Titles": {
                        "eng": "Judgment ~For a Smile~",
                        "jpn": "jugement ～笑顔のために～"
                    },
                    "Summaries": {
                        "eng": "Today is the last day to complete the assignment to sell 3000 CDs. Each unit is poised to achieve their goals with one last push, but F∞F's numbers still aren't climbing. Just before the live concert that will seal their fate and determine whether they are expelled or not, a lost little girl who has gotten separated from her mother appears before Seiya, Kanata, and Akira...",
                        "jpn": "CD3000枚完売ノルマの期限となる最終日。それぞれユニットが達成まであとひと押しというところだが、F∞Fはまだまだ数字が伸びない。\r\n退学になるかの命運がかかったステージ直前、星夜たちの前に母親とはぐれた迷子の女の子が現れて.."
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8150825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/episodes/8150825",
                    "Titles": {
                        "eng": "Bonds",
                        "jpn": "vacance ～キズナ～"
                    },
                    "Summaries": {
                        "eng": "Principal Kuma Kocho has sent the IChu on a summer vacation as a present. Each of them set out to make the most of their vacation on a private beach reserved just for them, but Mutsuki seems unhappy somehow. Then, one by one, people start going missing... The IChu that are left find a mansion deep in the forest and head inside to search for their friends.",
                        "jpn": "クマ校長からアイチュウたちに夏休みのプレゼント。貸切のプライベートビーチで各々がバカンスを満喫していたが、睦月は何やら浮かない顔をしていた。\r\nそんな中、次第に一人、また一人と行方不明に…。残されたアイチュウたちは森の奥の洋館を捜索することに。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8234311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/episodes/8234311",
                    "Titles": {
                        "eng": "The Lost Color",
                        "jpn": "monochrome ～失われた色～"
                    },
                    "Summaries": {
                        "eng": "The charismatic IChu of Tenjo Tenge have suddenly returned to Japan! They show up in front of Seiya and the others and it is announced that they will be joining the selection competition to appear in this year's Sound Carnival. Seiya is super excited because he really admires Tsubaki, the leader of Tenjo Tenge. He slips out of the celebration to tell Tsubaki how he feels, but Tsubaki's response is something he never expected...",
                        "jpn": "カリスマアイチュウ天上天下が突然の帰国！星夜たちの前に現れ、サウンドカーニバルの参加枠争いに加わるという。\r\nリーダーの椿に憧れてアイチュウになった星夜は大興奮。祝賀会を抜け出して思いを伝えに行くが、椿からは予想外の言葉をかけられる。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8256129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/episodes/8256129",
                    "Titles": {
                        "eng": "Back to Life",
                        "jpn": "phoenix～再生～"
                    },
                    "Summaries": {
                        "eng": "The day of the selection stage for the Sound Carnival has finally arrived. On the morning of the decisive battle, the IChu are in perfect condition, each holding their own emotions and motivations in their hearts. They face the stage, knowing they must give everything they have in this performance. And the final results are...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8272800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/episodes/8272800",
                    "Titles": {
                        "eng": "Infini ~The Decisive Battle~",
                        "jpn": "infini ～決戦～"
                    },
                    "Summaries": {
                        "eng": "Finally, the day of the sound carnival selection. Aichu and others who have reached the morning of the decisive battle go to the selection meeting in perfect condition with their thoughts in mind.",
                        "jpn": "いよいよサウンドカーニバル選考会当日。決戦の朝を迎えたアイチュウたちは、それぞれが思いを胸に、万全の状態で選考会へ。\r\n全力のパフォーマンスをすべく、ステージへ臨む。果たして結果は...。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8288622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/episodes/8288622",
                    "Titles": {
                        "eng": "Harmonie ~ Ichu~",
                        "jpn": "harmonie ～アイチュウ～"
                    },
                    "Summaries": {
                        "eng": "Seiya and the others have been defeated by Tenjo Tenge and none of them seem to be able to work up much enthusiasm for anything. Principal Kuma Kocho appears before them and suddenly tells them they'll all be working at the Sound Carnival as staff.",
                        "jpn": "天上天下に敗れた星夜達は、どこか身が入らない様子。そんな彼らの前に現れたクマ校長は、突然スタッフとしてサウンドカーニバルで働くようにと伝える。\r\n動揺するアイチュウたちだったが、ライブの準備を行う事に。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}