{
    "URL": "https://thetvdb.com/series/mouse-2021",
    "Genres": [
        "K-Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13634792/",
        "http://program.tving.com/tvn/mouse",
        "https://www.themoviedb.org/tv/117378"
    ],
    "TitleEnglish": "Mouse (2021)",
    "SummaryEnglish": "A psychopath’s ruthless serial murders have left the entire nation gripped with fear and chaos. A honest and justice-seeking rookie police officer and a veteran detective with tragic past, face against the killer. After the encounter with the psychopath, their lives totally change.",
    "Aliases": [
        "Mouse: The Predator"
    ],
    "Modified": "2025-10-09",
    "Seasons": {
        "0": {
            "ID": "1893534",
            "URL": "https://thetvdb.com/series/mouse-2021/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 5,
            "Episodes": {
                "8": {
                    "ID": "8341919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouse-2021/episodes/8341919",
                    "TitleEnglish": "A Special Mouse Highlight",
                    "SummaryEnglish": "All actors and actresses starring in Mouse share a special recapture of how the filming was. Now halfway through its full episodes for the season, the actors share their honest thoughts of each other’s characters as well as how they’ve enjoyed the viewer’s company.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8393391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouse-2021/episodes/8393391",
                    "TitleEnglish": "The Predator (1)",
                    "SummaryEnglish": "In the first part of Mouse: The Predator, unveiled scenes of Jung Ba Reum being the real murderer and manipulator of all events are shared. From purposely calling in to report the fake video of Han Kook to luring Moo Chi into scenes with hints, Ba Reum is clearly revealed as an artful psychopath.",
                    "Aliases": []
                },
                "10": {
                    "ID": "8393378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouse-2021/episodes/8393378",
                    "TitleEnglish": "The Predator (2)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "8420592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouse-2021/episodes/8420592",
                    "TitleEnglish": "The Theatrical Cut",
                    "SummaryEnglish": "Mouse: \"The Theatrical Cut\" is a 140-minute long episode reviewing the story portrayed in the first 17 episodes in a chronological order.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1893535",
            "URL": "https://thetvdb.com/series/mouse-2021/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 20,
            "Episodes": {
                "1": {
                    "ID": "8136528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouse-2021/episodes/8136528",
                    "TitleEnglish": "The Head Hunter",
                    "SummaryEnglish": "Terrifying news of an unsolved serial killing case strikes the country, putting everyone in fear. One day, a family of four visits a camp site just to face a horrible death by this very serial killer, Head Hunter. A boy survives the ambush and later on pinpoints the prime suspect as the killer. Meanwhile, a gene test to verify an unborn fetus for its potential psychopathic characteristics is carried out on Head Hunter’s baby, and the baby’s mother has to make a choice.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8227289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouse-2021/episodes/8227289",
                    "TitleEnglish": "Eye for Eye",
                    "SummaryEnglish": "Moo Chi visits the Head Hunter at the prison and tells him that he’ll not only kill the Head Hunter but find his son and make him suffer as he did. Meanwhile, more murder victims are found in a row and the culprit is leaving leads, asking to be noticed. When Ba Reum visits Moojin Prison, he sees the Head Hunter and also witnesses another murder case.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8227299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouse-2021/episodes/8227299",
                    "TitleEnglish": "Resurfacing Murder Cases",
                    "SummaryEnglish": "Chi Kook has been found at the prison with multiple stab marks all over his body along with a message written in blood. Not long after that, Chi Kook’s watch, a present gifted by Ba Reum and Dong Koo, was retrieved at the grape farm murder site, leading Ba Reum to join Moo Chi for the investigation. Meanwhile, Bong Yi’s grandmother stumbles upon something she should’ve never found out while working as a cleaning lady for Bong Yi’s settlement money.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8227301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouse-2021/episodes/8227301",
                    "TitleEnglish": "Who Are You?",
                    "SummaryEnglish": "After Bong Yi’s grandmother is murdered and a mysterious finger is found at a church, Moo Chi and his team start investigating more thoroughly. Moo Chi feels that something is suspicious about Doctor Sung Yo Han, but he can’t find any evidence yet. A boy suddenly gets kidnapped and Moo Chi gets a call from the kidnapper. He demands Moo Chi to find out the reason why the boy had to be kidnapped before a certain time. Will Moo Chi be able to save the kid?",
                    "Aliases": []
                },
                "5": {
                    "ID": "8254821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouse-2021/episodes/8254821",
                    "TitleEnglish": "The Live Broadcast",
                    "SummaryEnglish": "An hour-long live broadcast goes on air in hopes to save Han Kook. But Ba Reum sets off to a discreet journey as the rest struggle hard to find out the predator’s motive of murder. During the live broadcast, endless tip-offs and reports from former victims of the predator flood into the broadcast station. The investigation seems to progress in a positive outlook as Moo Chi narrows down the suspects. Will they be able find the murderer in time?",
                    "Aliases": []
                },
                "6": {
                    "ID": "8254822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouse-2021/episodes/8254822",
                    "TitleEnglish": "The Donkey and Goat",
                    "SummaryEnglish": "After Moo Won is brutally murdered, Moo Chi gives up on everything and only keeps drinking. While Han Kook is still missing and his life is under threat, the police haven’t found any clues on the culprit. When Moo Chi gets back on his feet and starts investigating Bong Yi’s grandmother’s case, he finds out about Yo Han and his mother.",
                    "Aliases": []
                },
                "7": {
                    "ID": "8254823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouse-2021/episodes/8254823",
                    "TitleEnglish": "Memory Loss",
                    "SummaryEnglish": "After getting a gunshot wound, Yo Han is in critical condition. Ba Reum gets brain surgery. But after receiving the brain surgery, he suffers from memory loss. After a year, Moo Chi is assigned to a new team that collects and organizes criminal evidence. Ba Reum starts to work for a small precinct. On his first day at work, he accidentally finds a dead body.",
                    "Aliases": []
                },
                "8": {
                    "ID": "8254824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouse-2021/episodes/8254824",
                    "TitleEnglish": "Ba Reum’s Memories",
                    "SummaryEnglish": "Ba Reum’s instinctive intuition helps Moo Chi get closer to the bottom of the mystery behind the knots. But he suffers from the random flashbacks that seem very unfamiliar. While investigating the suspects, Moo Chi and Ba Reum spot a man who stands out from the rest. On the other hand, Kang Duk Soo, who has been released from prison keeps trying to find out where Bong Yi lives.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8254825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouse-2021/episodes/8254825",
                    "TitleEnglish": "Ba Reum’s Brain",
                    "SummaryEnglish": "Ba Reum finds out about a shocking story behind his brain surgery a year ago. He’s tormented by unwanted memories that keep haunting him. Detective Ko is furious at Han Seo Joon’s remark of being saved and being at peace after accepting Christ and decides to kill him himself.",
                    "Aliases": []
                },
                "10": {
                    "ID": "8254826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouse-2021/episodes/8254826",
                    "TitleEnglish": "Sung Yo-Han in Me",
                    "SummaryEnglish": "Ba Reum finds himself acting a lot more violent than before and realizes that it’s getting harder to control himself. He even gets the urge to kill someone. While Ba Reum is terrified that the Yo Han inside him might take him over completely, another murder case occurs that shows the MO of the previous murder cases. If Yo Han wasn’t the culprit of the serial murders, then is the piece of brain transplanted into Ba Reum’s head not of a psychopath?",
                    "Aliases": []
                },
                "11": {
                    "ID": "8254827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouse-2021/episodes/8254827",
                    "TitleEnglish": "Kill Him! Kill Her!",
                    "SummaryEnglish": "Ba Reum keeps hearing Yo Han’s voice in his head telling him to kill people. The hallucination eventually made him murder Woo Hyung Chul. When he goes to the station to turn himself in, he finds out all the evidence related to his murder is gone, including Woo Hyung Chul’s body. Bong Yi runs into Kang Duk Soo, which makes her anxious. On a rainy day, Kang Duk Soo starts making a move again.",
                    "Aliases": []
                },
                "12": {
                    "ID": "8254828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouse-2021/episodes/8254828",
                    "TitleEnglish": "The Yo Han in Ba Reum",
                    "SummaryEnglish": "After killing Kang Duk Soo, Ba Reum keeps a close eye on how the investigation rolls out. He tries to keep a foot ahead so his murder stays unveiled. Bong Yi on the other hand, thinks Moo Chi was the killer of Kang and keeps her mouth shut even when she’s being speculated as a suspect.",
                    "Aliases": []
                },
                "13": {
                    "ID": "8254829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouse-2021/episodes/8254829",
                    "TitleEnglish": "DNA On The Weapon",
                    "SummaryEnglish": "The DNA result found on the weapon that was used to kill Kang Duk Soo confuses Moo Chi. Bong Yi joins Hong Ju’s team and starts investigating the Suseong serial murder case. With Ba Reum, Bong Yi begins to find the link between the Suseong serial murder cases and the Guryeong attempted murder case. At the same time, Moo Chi also looks into one of the inmates’ cases from Moojin Penitentiary.",
                    "Aliases": []
                },
                "14": {
                    "ID": "8254830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouse-2021/episodes/8254830",
                    "TitleEnglish": "The Cat Killer",
                    "SummaryEnglish": "Ko Nam, a bright and insightful kid finds out about a cat killer around his neighbourhood. One day, he promises to share his personal investigation with Bong Yi but unexpectedly goes through an accident. Ba Reum and Moo Chi dig deeper to find out who would’ve done such a heinous act to a little kid.",
                    "Aliases": []
                },
                "15": {
                    "ID": "8254831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouse-2021/episodes/8254831",
                    "TitleEnglish": "It Was All Me!",
                    "SummaryEnglish": "Ba Reum starts to remember everything and is filled with guilt. When Ba Reum sees Han Kook’s mother desperately looking for her child even after a year, he decides to confess his crimes and clear Yo Han’s name. Meanwhile, Moo Chi notices that Chi Kook is lying and that he reacts strangely sensitive towards Ba Reum.",
                    "Aliases": []
                },
                "16": {
                    "ID": "8254832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouse-2021/episodes/8254832",
                    "TitleEnglish": "Was It Really Sung Yo Han?",
                    "SummaryEnglish": "Chi Kook’s sudden death shocks everyone and Ba Reum tries to convince Chi Kook’s mom in requesting an autopsy. Meanwhile, Detective Ko starts to doubt that Sung Yo Han was the real killer. He starts to dig deeper into Song Soo Ho’s past.",
                    "Aliases": []
                },
                "17": {
                    "ID": "8254833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouse-2021/episodes/8254833",
                    "TitleEnglish": "The Guryeong Family Massacre",
                    "SummaryEnglish": "Ba Reum finally remembers what exactly happened to his family. He tries to set a trap to catch the mysterious OZ, and he finds out a secret about Dr. Daniel Lee in the process. Meanwhile, Moo Chi finds the unregistered car the OZ, the murderer who killed Chi Kook, used.",
                    "Aliases": []
                },
                "18": {
                    "ID": "8254834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouse-2021/episodes/8254834",
                    "TitleEnglish": "Please, Give Me Some Time",
                    "SummaryEnglish": "Moo Chi finds out that Ba Reum was the killer and ferociously charges after him at the station. Moo Chi also suspects that Detective Lee is part of the OZ organization and tries to carry out an investigation on the two, but it’s not easy. As flustered as he is, Ba Reum tries to remain calm to buy time until he figures out the killer of Chi Kook.",
                    "Aliases": []
                },
                "19": {
                    "ID": "8254835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouse-2021/episodes/8254835",
                    "TitleEnglish": "Kim Joon Sung’s Laptop",
                    "SummaryEnglish": "Moo Chi and Bong Yi get closer to the truth. In the meantime, Ba Reum tries to find his aunt, the last missing puzzle piece. Sang, who tries to confirm Ba Reum’s alibi, finds something suspicious at Ba Reum’s house.",
                    "Aliases": []
                },
                "20": {
                    "ID": "8254836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouse-2021/episodes/8254836",
                    "TitleEnglish": "Ba Reum’s Final Call",
                    "SummaryEnglish": "Ba Reum makes the final decision to turn himself in and finish one last mission that only he can do. Hong Ju also shares her big secret that’s been tormenting her for years on her last show with Hee Jin, a woman who in fact was a secret agent working for Choi Young Shin under a massive private organization.",
                    "Aliases": []
                }
            }
        }
    }
}