{
    "URL": "https://thetvdb.com/series/repetit-starting-life-in-another-world-from-petit",
    "Genres": [
        "Adventure",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/119834"
    ],
    "TitleEnglish": "Re:PETIT ~Re: Starting Life in Another World From PETIT~",
    "SummaryEnglish": "A collection of comedic shorts featuring characters from Re:Zero kara Hajimeru Isekai Seikatsu. A continuation of Re:Zero kara Hajimeru Break Time.",
    "Aliases": [
        "Re:Petit kara Hajimeru Isekai Seikatsu"
    ],
    "Modified": "2022-11-12",
    "Seasons": {
        "1": {
            "ID": "1897616",
            "URL": "https://thetvdb.com/series/repetit-starting-life-in-another-world-from-petit/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 14,
            "Episodes": {
                "1": {
                    "ID": "8162453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/repetit-starting-life-in-another-world-from-petit/episodes/8162453",
                    "TitleEnglish": "Return to School",
                    "SummaryEnglish": "Subaru wakes up to find himself in a classroom where Emilia is a teacher. Attempting to ask her about Puck, she tells him that the familiar is the school's principal. After his questions disrupt class and he is sent to stand in the hall, Subaru vows to return to his own world, before wondering what world that really is.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8162454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/repetit-starting-life-in-another-world-from-petit/episodes/8162454",
                    "TitleEnglish": "Beatrice, Self-Proclaimed Teacher",
                    "SummaryEnglish": "Subaru is shocked to find that he is in the same class as Felt, and even more surprised to discover that their teacher is Beatrice. When he expresses his disbelief that someone who looks so much like a child could be a teacher, she tickles him. He tells her that he thought she was going to suck his mana out, and both her and Felt mishear him as saying \"mayo\".",
                    "Aliases": []
                },
                "3": {
                    "ID": "8162455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/repetit-starting-life-in-another-world-from-petit/episodes/8162455",
                    "TitleEnglish": "The Master and His Maids",
                    "SummaryEnglish": "Subaru visits a maid café where Rem and Ram work, and finds that all they serve is steamed potatoes. When he pays them 500 yen (approximately $4.59) to assume a \"special pose\", Ram sneers at him, and when he asks for some \"maid service\", Ram attempts to crush his head with her fist (a Japanese word for underworld, 冥土, is also pronounced meido).",
                    "Aliases": []
                },
                "4": {
                    "ID": "8162456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/repetit-starting-life-in-another-world-from-petit/episodes/8162456",
                    "TitleEnglish": "That Menu Item Is...",
                    "SummaryEnglish": "Visiting a café where Beatrice and Anastasia work, Subaru orders their most popular item, a Meow Meow Omelet. The omelet is delivered by Puck, who then eats it.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8162457",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/repetit-starting-life-in-another-world-from-petit/episodes/8162457",
                    "TitleEnglish": "Ditz",
                    "SummaryEnglish": "At an arcade Subaru meets with Felt who finding her arcade coin while explaining she's having a game contest with Reinhard. Failing to retrieve her only coin Emilia suggests a game machine to Felt that give coins.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8162458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/repetit-starting-life-in-another-world-from-petit/episodes/8162458",
                    "TitleEnglish": "Greed That Isn't a Pig's",
                    "SummaryEnglish": "Once again Subaru met Felt reaching for a coin under the crane game machine, this time Priscilla walks in on them. Felt managed to retrieve her coin this time and is about to head off to contest Reinhard when Priscilla produced an \"Old Man Rom\" plush toy offering to give it to Felt on the condition that she bow down to her. Felt rejected the offer as the contest is between herself and Reinhard and it would be wrong to obtain a prize that way, she then heads off to get a toy.",
                    "Aliases": []
                },
                "7": {
                    "ID": "8162459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/repetit-starting-life-in-another-world-from-petit/episodes/8162459",
                    "TitleEnglish": "From Zero",
                    "SummaryEnglish": "Subaru attends a doujin event (Comiket) and is surprised that Rem is in a circle. He proceeds to read the book she made and it describes everything that Rem knew about Subaru to a disturbing accuracy. As expected zero volumes were sold and Rem used her famous quote \"Let's start here from square one, no from zero!\".",
                    "Aliases": []
                },
                "8": {
                    "ID": "8162460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/repetit-starting-life-in-another-world-from-petit/episodes/8162460",
                    "TitleEnglish": "The Day of the Battle",
                    "SummaryEnglish": "At the same event as the previous episode, Subaru found Crusch and asked her what she learnt from the event, awhile later Priscilla joins in the conversation. Subaru thought that Priscilla is about to say unpleasant things about the attendees of the event however to his surprise she express positive interest in them. Priscilla then forcefully drags Subaru to the 18+ section of the event with Crusch in tow.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8162461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/repetit-starting-life-in-another-world-from-petit/episodes/8162461",
                    "TitleEnglish": "Conquering the Watermelon",
                    "SummaryEnglish": "Subaru appears at a beach (reference to fanservice episodes), he compliments Crusch's and Rem's swimsuit accordingly. Rem suggests that they play Suikawari since they are at the beach. Crusch was the first to try and she claim to be able to hit the watermelon in one swing. Rem is up next however she used her watermelon designed Flail instead and smashed the watermelon. Anastasia popped in and expressed her disappointment for not being able to sell the ruined watermelon.",
                    "Aliases": []
                },
                "10": {
                    "ID": "8162462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/repetit-starting-life-in-another-world-from-petit/episodes/8162462",
                    "TitleEnglish": "Just Resisting Desires of the Flesh",
                    "SummaryEnglish": "Subaru wakes up to find himself immobile and buried up to his neck under the sand and thought it was Ram being mean to him. Emilia cleared up the misunderstanding and explained they were trying to prevent him from getting sunburn. Eventually Subaru requested help from both of them to be freed and while Emilia was digging up the sand he got his reward.",
                    "Aliases": []
                },
                "11": {
                    "ID": "8162463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/repetit-starting-life-in-another-world-from-petit/episodes/8162463",
                    "TitleEnglish": "That and That and (Omitted) at Checkout",
                    "SummaryEnglish": "Subaru goes to a convenience store to buy a bottle of cola when he saw Anastasia as the cashier. Anastasia managed to persuade Subaru to spend up to 100K yen in total through deals and discounts, Priscilla enters the store and decides to buy everything it has which led to Anastasia ignoring Subaru to serve her rich customer.",
                    "Aliases": []
                },
                "12": {
                    "ID": "8162464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/repetit-starting-life-in-another-world-from-petit/episodes/8162464",
                    "TitleEnglish": "Buy It",
                    "SummaryEnglish": "Subaru entered another convenience store and is excited that Emilia is the cashier. Subaru proceeds to order a soft-serve ice-cream which Emilia went to the back of the store to make and told the Manager who is Puck to man the cashier. Puck tries to convince Subaru to buy fried chicken by talking directly into his mind. When Emilia eventually returns, Puck falsely states that Subaru ordered fried chicken. Subaru eventually agreed to give Puck and Emilia a treat after Puck convinced him that he could share the ice cream with Emilia.",
                    "Aliases": []
                },
                "13": {
                    "ID": "8162465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/repetit-starting-life-in-another-world-from-petit/episodes/8162465",
                    "TitleEnglish": "The Book the Lion King Saw",
                    "SummaryEnglish": "Subaru enters a bookstore and is greeted unpleasantly by Beatrice as the cashier. Beatrice later accuses Subaru of entering the store to browse undesirable books and even hired Crusch as a part timer discern if Subaru will ogles at the aforementioned books or not. Crusch proceeds to use her ability on Subaru while he comments on the unusual sound effect, she declares that Subaru has no intention of reading those book shocking Beatrice. Crusch however states that the result only applies at that instance. Subaru ends up buying the series's Light Novel volumes and shamelessly promotes it and himself.",
                    "Aliases": []
                },
                "14": {
                    "ID": "8162466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/repetit-starting-life-in-another-world-from-petit/episodes/8162466",
                    "TitleEnglish": "That's All This Promotion Is About",
                    "SummaryEnglish": "Subaru and Emilia are cashiers at a certain store to promote the release of the series's DVDs and BDs, as they amicably mention how puck put in his best effort for the day Rem, Ram and Beatrice enter the store to buy the products. When Subaru was about to pack Ram's order, Satella used her unseen hand to purchase a copy whilst promoting the bonus and sale of the series's DVD and BD. Ram reminds Subaru of her order again and while he reaffirms the order he realized his copy of the product was gone and Puck sold it while Subaru was on a break. Emilia and Rem proposes that everyone watch the series together at the end.",
                    "Aliases": []
                }
            }
        }
    }
}