{
    "URL": "https://thetvdb.com/series/396755-",
    "Genres": [
        "Adaptation",
        "C-Drama",
        "Period"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14390970/",
        "https://www.themoviedb.org/tv/122182"
    ],
    "TitleEnglish": "The Long Ballad",
    "SummaryEnglish": "The year is 626 C.E, and the realm and its political center Chang’an, are shaken to its core by the Xuanwu Gate Incident, a successful palace coup to take charge of the Tang Dynasty. A scheming prince leads the bloody coup and kills the family of Li Chang Ge during the raid, although she manages to escape. Now the prince has placed himself on the Imperial throne, and rules as Emperor Tai Zong.\r\nLi Chang Ge has her mind firmly set on revenge – and musters a powerful army intent on overthrowing the new Emperor.\r\nBut her plans are thrown into disarray when she suffers an unexpected defeat against the armies of the Eastern Turkic Khaganate. The victorious General, Ashi Na Sun, decides to keep her in his service, making her his military strategist as he looks to pursue his own military goals. The duo forms a formidable military partnership. And over time, she finds herself falling for her captor – as he also starts developing feelings for her.",
    "Aliases": [
        "Chang Ge Xing",
        "Song of the Long March",
        "Princess Changge",
        "Princess Chang Ge"
    ],
    "Modified": "2025-08-03",
    "Seasons": {
        "1": {
            "ID": "1915020",
            "URL": "https://thetvdb.com/series/396755-/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 49,
            "Episodes": {
                "1": {
                    "ID": "8321169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8321169",
                    "TitleEnglish": "A Game of Cuju",
                    "SummaryEnglish": "Envoys from the Ashina Tribe comes to Chang'an to meet with Tang Dynasty's Crown Prince Li Jian Cheng to compete in Cuju and discuss their inter-marriage. Li Chang Ge is the Crown Prince's daughter, Princess Yongning. Disguised as a man, she accidentally meets Ashina Sun, prince of Ashina Tribe, and even plays with him in Cuju.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8321170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8321170",
                    "TitleEnglish": "Massacre",
                    "SummaryEnglish": "Not pleased with Chang Ge disguising as a man, the Crown Princess decided to send Chang Ge to Biyong Hall. Chang Ge can tell that her mother behaves differently from usual. She can tell that something is not right. Chang Ge feels strange when she realizes that the direction that the cart heading towards is not leading to Biyong Hall. She goes back home and witnesses the most horrible thing ever.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8321171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8321171",
                    "TitleEnglish": "The Seal",
                    "SummaryEnglish": "After her family is killed, Chang Ge is on the run. At this point, she doesn't trust anyone, even Le Yan and Shu Yu. She had an opportunity to sneak into Prince of Qin's Manor to assassinate him, but she failed in her attempt, and was detained as a result. Will she be able to escape?",
                    "Aliases": []
                },
                "4": {
                    "ID": "8321172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8321172",
                    "TitleEnglish": "Fleeing the City",
                    "SummaryEnglish": "Chang Ge is on the run as the Crown Prince’s men hunt her down. She accepts Dou as her disciple and together, they try to find a way out of Chang’an. Meanwhile, Ashina Sun and his men find their way out of the city by disguising as a caravan. Chang Ge runs into them and begs them to take her. Ashina asks for Chang Ge’s dagger in exchange and she reluctantly agrees.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8321173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8321173",
                    "TitleEnglish": "The Blindfold",
                    "SummaryEnglish": "Ashina Sun rescues Li Chang Ge and finds out the she's a girl. Each with their own plans, they still end up in the same place, Youzhou. Meanwhile, His Majesty wants Princess Yong'an to intermarry with the Ashina Tribe.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8321174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8321174",
                    "TitleEnglish": "A Search for an Ally",
                    "SummaryEnglish": "With no one to trust, Li Chang Ge plans to meet the Prince of Lujiang to hopefully join hands with him and retaliate against Li Shi Min. However, she runs into Ashina Sun again and the two realize they're staying at the same inn. Ashina Sun hatches a plan against Wang Jun Kuo and gives him an offer to submit to the Ashina Tribe. He promises that the tribe will unconditionally support him in rebelling against the court.",
                    "Aliases": []
                },
                "7": {
                    "ID": "8321176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8321176",
                    "TitleEnglish": "The Trap",
                    "SummaryEnglish": "Li Chang Ge has no other choice but to depend on Li Yuan to go against Li Shi Min. However, Li Yuan seems to have other thoughts in mind. Meanwhile, Young Khan forces Ashina Sun out of Youzhou to have a deal with Li Yuan's general, Wang Jun Kuo.",
                    "Aliases": []
                },
                "8": {
                    "ID": "8321177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8321177",
                    "TitleEnglish": "A Treat to Youzhou",
                    "SummaryEnglish": "As Prince of Lujiang and Wang Jun Kuo have submitted to the Ashina Tribe, Li Chang Ge now has two parties chasing after her for the Crown Prince’s seal. Knowing Prince of Lujiang’s plans to hand Youzhou over to the Ashina Tribe, Chang Ge desperately seeks for reinforcements to save Youzhou before Ashina Tribe’s army arrives.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8321179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8321179",
                    "TitleEnglish": "The Crown Prince’s Seal",
                    "SummaryEnglish": "With the Crown Prince's seal in hand, Li Chang Ge tries to convince Shen Gu to leave Youzhou and join forces with her. However, as a general of Tang, Shen rejected Chang Ge's offer. After knowing Wei Shu Yu's true motive, Li Chang Ge decides to draw lines with him. While waiting for Wei Shu Yu to return, Li Le Yan is kidnapped by a human trafficker.",
                    "Aliases": []
                },
                "10": {
                    "ID": "8321181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8321181",
                    "TitleEnglish": "New to Town",
                    "SummaryEnglish": "Disguised as a man again, Li Chang Ge has come to Shuozhou as Shen Gu suggested. To her surprise, this supposedly mundane and desolate war zone is peaceful and prosperous. She bumps into Dou, and together, they decide to convince Gongsun Heng, the prefectural governor of Shuozhou, to start a revolt against Prince of Qin.",
                    "Aliases": []
                },
                "11": {
                    "ID": "8321184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8321184",
                    "TitleEnglish": "Small Victory",
                    "SummaryEnglish": "The Ashina Tribe’s Tu Ka She, who desperately wants to win against Ashina Sun, leads a surprise attack on Shuozhou in hope to be the one to claim success for the tribe. Chang Ge is furious with Gongsun Heng when he refuses to listen to her warning of the surprise attack. However, when the governor returns with a victory, she realizes he is indeed someone she can trust. Chang Ge and Dou ask to join Governor Gongsun in protecting Shuozhou. Seeing Chang Ge’s bravery and wits, he agrees.",
                    "Aliases": []
                },
                "12": {
                    "ID": "8321185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8321185",
                    "TitleEnglish": "Command Token",
                    "SummaryEnglish": "After Gongsun Heng is detained by Sima Tu, Imperial Guard Wang goes to Governor's Manor to collect the command token. Through Elder Qin's delaying tactics, he is able to temporarily stop the command token from being taken away. Then Li Chang Ge comes up with a very risky plan to save Gongsun Heng and stop the Ashina Tribe's Bear Army from taking over Shuozhou.",
                    "Aliases": []
                },
                "13": {
                    "ID": "8328047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328047",
                    "TitleEnglish": "Resisting the Foreign Enemies",
                    "SummaryEnglish": "Li Chang Ge has to be the leader of the army as Governor Gongsun sustains injuries in the battle at the East Gate. In the battle, Li Chang Ge and Ashina Sun confront each other. Ashina managed to evade being hit by Li Chang Ge's arrow, but Li Chang Ge was shot by Ashina's arrow. Li Change Ge refused to succumb and the Eagle Army chose to retreat in the end. Dou volunteers to send the message to everyone but in the journey, he was caught by the Wolf Army.",
                    "Aliases": []
                },
                "14": {
                    "ID": "8328048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328048",
                    "TitleEnglish": "Protecting the People",
                    "SummaryEnglish": "As the war between Shuozhou and the Ashina Tribe continues, Tu Ka She uses Dou as a bargaining chip to threaten Li Chang Ge to open the city gate. However, he fails and ends up ruining Ashina Sun’s attack plan instead. Knowing very well that prolonging the war will only cause harm to Shuozhou troops and citizens, Gongsun Heng proposes a deal to Ashina Sun.",
                    "Aliases": []
                },
                "15": {
                    "ID": "8328049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328049",
                    "TitleEnglish": "Sacrifices",
                    "SummaryEnglish": "In exchange for the lives of Shuozhou's citizens, Gongsun Heng must sacrifice himself. His sacrifice and the things that happened afterwards make Chang Ge realize a lot of things. Meanwhile, Ashina Sun comes up with a way to protect Chang Ge's life.",
                    "Aliases": []
                },
                "16": {
                    "ID": "8328050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328050",
                    "TitleEnglish": "Looking for Princess Yong’an",
                    "SummaryEnglish": "Princess Yong'an is missing in action and her father send people to look for her in secret. On the other hand, Li Chang Ge is captured by Ashina Sun. Ashina Sun wants her to survive so that she can avenge Gongsun Heng and people in Shuozhou. After listening to Ashina Sun, Li Chang Ge found the courage to live.",
                    "Aliases": []
                },
                "17": {
                    "ID": "8328051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328051",
                    "TitleEnglish": "New Advisor",
                    "SummaryEnglish": "Li Chang Ge offers to be Ashina Sun’s advisor and promises to fulfill three of his wishes. In exchange, he has to let her leave the grasslands after that. The Great Khan makes a sudden visit with She Er, who tries to accuse Ashina Sun for betraying the Ashina Tribe. However, Chang Ge thinks on her feet and turns the tables. Meanwhile, Le Yan seeks shelter at textile workshop and successfully persuades the boss to hire her.",
                    "Aliases": []
                },
                "18": {
                    "ID": "8328052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328052",
                    "TitleEnglish": "The Revelation",
                    "SummaryEnglish": "Li Chang Ge saves a female slave, who falls for her, not knowing that she's a woman as well. Because of an incident, Mu Jin finds out that Shi Si Lang is a woman and that her real name is Chang Ge. Meanwhile, Li Le Yan experiences a lot of hardships while working in the textile workshop.",
                    "Aliases": []
                },
                "19": {
                    "ID": "8328053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328053",
                    "TitleEnglish": "The Same Pouches",
                    "SummaryEnglish": "Mu Jin brings Mimi to the Central Plains for shopping. In the market, Mimi runs into Le Yan who is selling fabrics. After leaving Le Yan's stall, Mimi found that she has lost the pouch given by Li Chang Ge. She goes back to the stall and sees that Le Yan has the exact same pouch as she does. She misunderstands that Le Yan has stolen her pouch and forcefully snatched Le Yan's pouch. Later, Mimi realizes the pouch indeed belongs to Le Yan but she can't find her anywhere.",
                    "Aliases": []
                },
                "20": {
                    "ID": "8328054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328054",
                    "TitleEnglish": "Showdown",
                    "SummaryEnglish": "Both Hao Du and Chang Ge go to Yunzhou to find Le Yan, only to find out that she has already left for Luoyang. Chang Ge returns to the grasslands and realizes Ashina Sun has been ordered to go south to attack the Tang Dynasty. As the Ashina Tribe closes in on Chang’an, Li Shi Min is pressured to think of way to fight back despite Tang’s severe lack of military power.",
                    "Aliases": []
                },
                "21": {
                    "ID": "8328055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328055",
                    "TitleEnglish": "The Arrow",
                    "SummaryEnglish": "Emperor Li Shi Min wants to form an alliance with the Ashina Tribe. On the surface, Great Khan agrees. However, he has other plans. After Chang Ge finds out Great Khan's plan, she placed herself in harm's way to protect her nation as well as the Eagle Army.",
                    "Aliases": []
                },
                "22": {
                    "ID": "8328056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328056",
                    "TitleEnglish": "Trapped",
                    "SummaryEnglish": "Chang Ge is captured by the Young Khan and is kept as his slave. The Young Khan notices that Ashina Sun cares about Chang Ge and hence, he tortures Chang Ge with the intention to annoy Ashina Sun. In the royal court, Chang Ge meets up with General Luo Yi who is captured by the Great Khan.",
                    "Aliases": []
                },
                "23": {
                    "ID": "8328057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328057",
                    "TitleEnglish": "The Deal",
                    "SummaryEnglish": "Princess Yicheng saves Chang Ge and comes up with a plan to help her save General Luo Yi. Through Chang Ge's close contact with Princess Yicheng, She Er accidentally finds out that Chang Ge is a woman. Meanwhile, Ashina Sun plans to get Chang Ge back through a duel.",
                    "Aliases": []
                },
                "24": {
                    "ID": "8328058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328058",
                    "TitleEnglish": "The Set Up",
                    "SummaryEnglish": "Chang Ge decides to stay in the royal court to rescue Luo Yi with the help of A Yi Er and Shi Ba. She Er finds out about the plan and he leads a troop to stop them. Ashina Sun comes to their rescue, but they all soon find out it's a setup and faces She Er.",
                    "Aliases": []
                },
                "25": {
                    "ID": "8328059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328059",
                    "TitleEnglish": "The Secret Code",
                    "SummaryEnglish": "She Er uses A Yi Er to threaten Ashina Sun. In order to prevent Ashina Sun from having a hard time because of her, A Yi Er chooses to die. This results to a big commotion. While the Wolf Army chases after Ashina Sun and the Eagle Army who comes to his rescue, Chang Ge chooses to distract the Wolf Army and eventually gets separated from them. Will she survive the chase of the Wolf Army and the threat of the grasslands? What will Great Khan do when he finds out about Luo Yi's rescue and the events that transpired afterwards?",
                    "Aliases": []
                },
                "26": {
                    "ID": "8328060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328060",
                    "TitleEnglish": "Looking for Chang Ge",
                    "SummaryEnglish": "Chang Ge is saved by Situ Lang Lang and Sun Zhen Ren. Both of them try to bring motivation to Chang Ge to live. After knowing that Chang Ge may still alive, Ashina Sun who has just lost his mother requests from the Great Khan to leave Ashina Tribe. On the other hand, Le Yan and Xiao Wu is approaching Luoyang.",
                    "Aliases": []
                },
                "27": {
                    "ID": "8328061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328061",
                    "TitleEnglish": "Inaction",
                    "SummaryEnglish": "Chang Ge arrives in Liuyun Abbey with Situ Lang Lang and Master Sun. There, she achieves a realization on the path she needs to take. Meanwhile, Le Yan arrives safely in Luoyang, but unfortunately, Xiao Wu didn't make it. The hardships she experienced enabled her to realize a lot of things in life and become stronger. She continues to stay in Luoyang to await her brother's arrival.",
                    "Aliases": []
                },
                "28": {
                    "ID": "8328062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328062",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "While Elder Qin and the gang are searching high and low for Chang Ge, she meets a young girl at Liuyun Abbey and she finally agrees to let go of the past after a conversation with her. Chang Ge and Le Yan reunite with each other at the Abbey. When they are catching up with each other, Hao Du arrives and their reunion is interrupted.",
                    "Aliases": []
                },
                "29": {
                    "ID": "8328063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328063",
                    "TitleEnglish": "Friends",
                    "SummaryEnglish": "Ashina Sun fights with Gongsun Heng's men and wins. They seem to have reached a reconciliation over drinks. Le Yan plans to go to South Mountain to meet Chang Ge, but with Hao Du tagging along, she has to find a way to ditch him. Hao Du thinks that he has lost Le Yan again, and can't control his emotions when he saw her again. With some words from his godfather, Hao Du begins to think about his real feelings for Le Yan.",
                    "Aliases": []
                },
                "30": {
                    "ID": "8328064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328064",
                    "TitleEnglish": "Fire",
                    "SummaryEnglish": "Ashina Sun barges into Liuyun Abbey but Chang Ge is not there. There are rumors going around in town about a fire which may take place in Luoyang. The fire is said to be a punishment from God to the crown price as the crown prince is not well-behaved. Chang Ge almost runs into Du Ru Hui who goes to the abbey to seek treatment from Master Sun but she escapes as Master Jing Dan appears and saves her. The rumor comes true and a big fire takes place at Ziwei Palace.",
                    "Aliases": []
                },
                "31": {
                    "ID": "8328065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328065",
                    "TitleEnglish": "Bait",
                    "SummaryEnglish": "Crown Prince is missing. Du Ru Hui and Hao Du suspects that Chang Ge kidnapped him. With Le Yan's interference, they're not able to capture Chang Ge in Liuyun Abbey. However, they're setting a trap to bait Chang Ge out. Meanwhile, Ashina Sun is still looking for Chang Ge and spots Hao Du and his men heading somewhere.",
                    "Aliases": []
                },
                "32": {
                    "ID": "8328066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328066",
                    "TitleEnglish": "The Arsonist",
                    "SummaryEnglish": "Ashina Sun finally finds Chang Ge. As Du Ru Hui is in Luoyang, it is not safe for them to stay there. Chang Ge plans to bid goodbye to everyone in Liuyun Abbey but as she arrives, she finds that something is unusual. Jinse has seized the whole place and is holding everyone hostage.",
                    "Aliases": []
                },
                "33": {
                    "ID": "8328067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328067",
                    "TitleEnglish": "A Game of Go",
                    "SummaryEnglish": "Pharmacist Li came to help in Liuyun Abbey's situation and sparks Minister Du's curiosity. After Ashina Sun and Chang Ge's escape, they only realized later on that Crown Prince is still in the Sumo Hall. Meanwhile, a little boy goes to find Mimi and relays their master's instructions.",
                    "Aliases": []
                },
                "34": {
                    "ID": "8328068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328068",
                    "TitleEnglish": "Cursed",
                    "SummaryEnglish": "A plague is spreading in the Eagle Army and the Great Shaman claims that it is a curse to the Eagle Army. Ya Luo is sent to bring Ashina Sun back to the Eagle Army to deal with the curse. Chang Ge decided to tag along and she tells Elder Qin to send someone to bring Master Sun who has left to the grassland. Upon checking, Master Sun concludes that claiming the plague is a curse is sheer nonsense. Now, they need to get purple gromwell to produce the cure.",
                    "Aliases": []
                },
                "35": {
                    "ID": "8328069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328069",
                    "TitleEnglish": "Journey to the North",
                    "SummaryEnglish": "Ya Luo goes to the royal court to talk to Great Khan, and Lei Meng kills him under Khatun's orders. After giving Great Khan a tonic, Khatun steals the royal seal and fakes a letter from Great Khan to Ashina Sun. Not knowing that Ya Luo is dead and with the capital refusing to help the Eagle Army, Chang Ge and Yanxing Sect sets out to Northern Desert with Mimi to find purple gromwell.",
                    "Aliases": []
                },
                "36": {
                    "ID": "8328070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328070",
                    "TitleEnglish": "Qihan Festival",
                    "SummaryEnglish": "The Northern Desert is celebrating the Qihan Festival when Chang Ge and the others arrive. On the capital's order, all the tribes in the desert is prohibited from selling purple gromwell. Tu Jia, the princess of the Southern Desert gives them the idea to gather purple gromwell during the ritual of chasing away the God of Misfortune. Just when Chang Ge and the others are getting ready to go back, they are stopped by a group of people.",
                    "Aliases": []
                },
                "37": {
                    "ID": "8328071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328071",
                    "TitleEnglish": "The Alliance",
                    "SummaryEnglish": "While waiting to speak with King of Northern Desert, an envoy from Ashina Tribe sees Chang Ge. Chang Ge manages to convince them to stop him from returning to Ashina Tribe and for Kings of Northern and Southern Deserts to form an alliance with Ashina Tribe. Meanwhile, on the way back to Ashina Tribe, Mimi Guli receives a message telling her to destroy the purple gromwell in order to let her brother live.",
                    "Aliases": []
                },
                "38": {
                    "ID": "8328072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328072",
                    "TitleEnglish": "The Demise of The Eagle Army",
                    "SummaryEnglish": "The Eagle Army and the Bear Army are instructed to attack the Northern and Southern Desert. Ashina Sun seizes the chance to fake the death of the Eagle Army and deceives the Bear Army. After the battle, Mu Jin volunteers to return to the capital to deliver Ashina Sun's headgear as the evidence of his demise.",
                    "Aliases": []
                },
                "39": {
                    "ID": "8328073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328073",
                    "TitleEnglish": "Darkest Moment",
                    "SummaryEnglish": "After being shot by an arrow, Ashina Sun's life is in danger. Chang Ge stays by his side and promises to never leave him. After he finally wakes up, Chang Ge proposes for the Great Desert to form an alliance with Tang in order to stop the wars and the sufferings of the citizens. Meanwhile, Tang sends Wei Shu Yu as an envoy to the Great Desert and sees Chang Ge there.",
                    "Aliases": []
                },
                "40": {
                    "ID": "8328074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328074",
                    "TitleEnglish": "What You See Is Not Always the Truth",
                    "SummaryEnglish": "Chang Ge brings Ashina Sun to her mother's memorial hall. They run into Li Shi Min who comes to pray to Chang Ge's mother. Later, Wei Zheng decides to tell Chang Ge about the relationship between her mother and Li Shi Min. Chang Ge finally understands that she might have held grudges against the wrong person. While envoys from all tribes are feasting, Yicheng makes an appearance and brings up betrothal between Ashina Tribe and the Tang Dynasty.",
                    "Aliases": []
                },
                "41": {
                    "ID": "8328075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328075",
                    "TitleEnglish": "Confirmations",
                    "SummaryEnglish": "Le Yan is worried about her intermarriage with the Ashina Tribe. She's considering all possible options to refuse it, even faking her own death. In the process, she learns that Wei Shu Yu only thinks of her as his sister, and she realizes that she can only rely on herself to get out of this. Meanwhile, Khatun finds out that Mimi is still alive and has given her yet another task to do.",
                    "Aliases": []
                },
                "42": {
                    "ID": "8328076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328076",
                    "TitleEnglish": "True Love",
                    "SummaryEnglish": "At the martial arts competition to decide Le Yan's husband, no one dares to volunteer to fight on the stage with She Er. Le Yan stops Shu Yu from getting on the stage as Shu Yu volunteers himself to protect Le Yan as a brother, but not as a lover. Just when She Er thinks that he wins in the contest, Hao Du appears and fight on the stage. He ends up being beaten by She Er and Le Yan suddenly realizes that she has feelings for Hao Du. The lovebirds finally confess to each other.",
                    "Aliases": []
                },
                "43": {
                    "ID": "8328077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328077",
                    "TitleEnglish": "The Proposal",
                    "SummaryEnglish": "Zhi Xi dies from poisoning while the witness and evidence point to Mimi. However, Khatun's plan for framing Chang Ge fails when She Er interferes in the matter. While preparations are being made for Le Yan's marriage, Ashina Sun seeks the permission of Chang Ge's mother to marry her. Meanwhile, by accident, Sheng Xin finds out about Chang Ge's real identity.",
                    "Aliases": []
                },
                "44": {
                    "ID": "8328078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328078",
                    "TitleEnglish": "Fake Death",
                    "SummaryEnglish": "Chang Ge is brought to a cabin in the west suburbs by the attendant of the crown prince, Sheng Xin. It turns out that Sheng Xin is a spy sent by Yicheng. Mimi and Ashina Sun stage an act in order for Mimi to approach Young Khan and obtain information from him. In the end, Mimi finds out Chang Ge's whereabouts while Ashina Sun reaches in time to rescue Chang Ge. However, in the process, Ashina Sun has to kill Sheng Xin. The crown prince is furious upon learning Sheng Xin's death and he is determined to find out the murderer.",
                    "Aliases": []
                },
                "45": {
                    "ID": "8328079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328079",
                    "TitleEnglish": "Revealed",
                    "SummaryEnglish": "Ashina Sun and She Er are locked up in the prison. Li Chang Ge tries to persuade the Great Desert tribes to form an alliance with Tang. However, the tribes refuse when someone reveals her real identity. Meanwhile, the crown prince tries to kill Ashina Sun.",
                    "Aliases": []
                },
                "46": {
                    "ID": "8328080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328080",
                    "TitleEnglish": "Leaving for Dingxiang",
                    "SummaryEnglish": "All the tribes form an alliance with Tang. Li Shi Min persuades Chang Ge to stay in Chang'an, but she decided to leave for Dingxiang to rescue Ashina Sun. Before she leaves, she visits her mother's memorial hall to ask for blessing. She finds the proposal letter written by Ashina Sun. On the other hand, Ashina Sun who is kept in prison by Yicheng agrees to gather the Eagle Army and fight for her on two conditions.",
                    "Aliases": []
                },
                "47": {
                    "ID": "8328081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328081",
                    "TitleEnglish": "Mooncake",
                    "SummaryEnglish": "She Er finds out about everything her mother did. In the guise of letting the Eagle Army cooperate with Yicheng, Ashina Sun devises a plan to save Great Khan. Out of anger, Yicheng is planning to execute Ashina Sun to serve as a warning for everyone who tries to betray her.",
                    "Aliases": []
                },
                "48": {
                    "ID": "8328082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328082",
                    "TitleEnglish": "Saving Ashina Sun",
                    "SummaryEnglish": "She Er suggests Chang Ge to threaten Yicheng with him in order to save Ashina Sun and their plan succeeds. The Tang Army approaches Dingxiang. Yicheng knows that they are doomed. She tells Lei Meng to protect She Er, but Lei Meng refuses. Lei Meng wants to protect Yicheng until the very last minute of his life.",
                    "Aliases": []
                },
                "49": {
                    "ID": "8328083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/396755-/episodes/8328083",
                    "TitleEnglish": "Burn",
                    "SummaryEnglish": "Yicheng gathered all the clans in the Ashina Tribe in a war against Tang. In the process of assisting Tang, Chang Ge and the Eagle Army separately encounter Yicheng and the Wolf Army. Since Yicheng refuses to surrender, she burns herself in the palace in Dingxiang with Chang Ge.",
                    "Aliases": []
                }
            }
        }
    }
}