{
    "URL": "https://thetvdb.com/series/its-too-sick-to-call-it-love",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13618148/",
        "https://koikimo.jp/",
        "http://www.reddit.com/r/koikimo",
        "https://www.themoviedb.org/tv/98309",
        "https://x.com/koikimo_anime"
    ],
    "Titles": {
        "eng": "Koikimo",
        "jpn": "恋と呼ぶには気持ち悪い"
    },
    "Summaries": {
        "eng": "A total womanizer and handsome man, and a high school nerdy girl. She saves his life once, he falls for her, becoming her stalker. They do not match, but what will happen between them?",
        "jpn": "完全な女たらしとハンサムな男、そして高校のオタク少女。 彼女は一度彼の命を救い、彼は彼女のために倒れ、彼女のストーカーになります。 それらは一致しませんが、それらの間で何が起こりますか？"
    },
    "Aliases": [
        "Koi to Yobu ni wa Kimochi Warui",
        "It's Disgusting to Call This Love",
        "It’s Too Sick to Call It Love",
        "Koikimo (2021)",
        "Koi to Yobu ni wa Kimochi Warui (2021)",
        "こいとよぶにはきもちわるい"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1906182",
            "URL": "https://thetvdb.com/series/its-too-sick-to-call-it-love/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8333178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/episodes/8333178",
                    "Titles": {
                        "eng": "He's Not Entirely Bad",
                        "jpn": "悪い人では"
                    },
                    "Summaries": {
                        "eng": "On a rainy day, the elite salaryman Amakusa Ryo almost falls down some stairs when he is saved by an ordinary high school girl named Arima Ichika. Ryo was dizzy from not eating breakfast, which worries Ichika and she offers him her lunch then runs off. Later when Ryo gets home, Ichika is in his living room and he finds out that she is actually his sister Rio's classmate. Ryo wants to thank Ichika for saving his life and offers to kiss her...",
                        "jpn": "ある雨の日、エリート社会人・天草亮は、階段から落ちそうになったところを、見知らぬ普通の女子高生・有馬一花に救われる。朝食を食べておらず、ふらつく亮を心配した一花は、とっさに自分のお弁当を差し出し、その場を去ってしまう。その夜、亮が帰宅すると、リビングに一花がいて、彼女が妹の理緒の同級生であると判明する。亮は、命を助け、自分の弁当を渡してくれた一花に、お礼のキスをしてあげると突然提案するが…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8333179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/episodes/8333179",
                    "Titles": {
                        "eng": "He Smelled Like Cologne",
                        "jpn": "香水の匂い"
                    },
                    "Summaries": {
                        "eng": "Ryo gets home and he finds Ichika there wearing an apron. Ryo thinks he's daydreaming for a moment, but then he finds out Rio invited her as well as their other classmates, Satsuki and Ruri over. Satsuki and Ruri fall head over heels for Ryo. Meanwhile, Ryo's old friend, the photographer Masuda, hears rumors that Ryo had laid his hands on a high school girl and he tries to get to the bottom of this.",
                        "jpn": "仕事から帰宅した亮を待ち受けていたのは、エプロン姿の一花だった。疲れて白昼夢でも見ているのではないかと錯覚する亮だったが、一花はクラスメイトの五月、瑠璃とともに、理緒の家に遊びに来ていたのだった。スーツを着こなし、大人の余裕を見せる亮に、五月と瑠璃はキュンキュンしてしまう。一方、亮の旧友でカメラマンの益田は、風の噂で亮が女子高生に手を出していることを知り、亮に直接確かめようとするが…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8333180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/episodes/8333180",
                    "Titles": {
                        "eng": "You're Just Messing With Me",
                        "jpn": "からかってるんじゃ"
                    },
                    "Summaries": {
                        "eng": "Ichika ends up slamming a volleyball into the face of her classmate, Tamaru Kai during gym class. She later goes to apologize to him when he's reading a book, but she realizes the book is connected to the anime that she loves, and Kai promises to lend her the series. That night Ryo meets up with Ichika at a convenience store so he can walk her home, and Kai also happens to be there. Ryo finds out that Kai is letting Ichika borrow some books. Kai tells Ichika that he'll see her tomorrow at school, but then Ryo calls him over.",
                        "jpn": "体育の授業中、バレーボールを同級生・多丸快の顔に当ててしまった一花。休み時間にひとり読書している快に謝りに行くと、その本は一花が大好きなアニメの原作本だった。快は一花に原作本を貸す約束をする。その夜、コンビニで買い物中の一花を家まで送ろうと亮が駆けつけると、たまたまそこに快もいて、亮は快が一花に本を貸すことを知る。「明日学校でね」と会釈して去ろうとする快を亮は呼び止めて…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8333181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/episodes/8333181",
                    "Titles": {
                        "eng": "On This Holy Night",
                        "jpn": "聖なる夜に"
                    },
                    "Summaries": {
                        "eng": "Ichika and her friends talk about romance in class as the time for Christmas and their school trip draws near. Ichika is asked what kind of guy she likes and tries to describe someone exactly the opposite of Ryo. However, Satsuki then points out someone who actually fits that description. Meanwhile, one of Ryo's coworkers hears him talking to Ichika over the phone and hears that he addresses her as \"Ichika-san\" as well as him telling her that he loves her...",
                        "jpn": "クリスマスや修学旅行が近づく中、一花は理緒たちと恋バナに花を咲かせていた。好きな男性のタイプを聞かれた一花は、亮のことを思い浮かべながら、亮と正反対のイメージを口にする。五月はその特徴が快にぴったり当てはまることを指摘するのだが…。一方、会社で一花に電話していた亮は、「一花さん」と下の名前で呼んでいることや、「好きです」と電話越しに告白したことを部下の女性に盗み聞きされてしまい…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8333182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/episodes/8333182",
                    "Titles": {
                        "eng": "Pilgrimage",
                        "jpn": "聖地巡礼"
                    },
                    "Summaries": {
                        "eng": "Ichika and Rio go to Okinawa for a school trip. Masuda ends up coming along with one of his seniors at work to be their camera guy on their trip. Rio had been sending pictures to Ryo from their trip, which ends up reminding Ryo of Kai and he gets worried. Meanwhile, Ryo ends up picking up an anime keychain that his coworker Matsushima Arie had dropped and she asks him to not let anyone at work know about her hobbies, and he has something nice to say in return...",
                        "jpn": "修学旅行で沖縄にやってきた一花と理緒たち。そこには、先輩の手伝いで同行することになった益田カメラマンの姿もあった。こっそり修学旅行中の写真を理緒から送ってもらった亮は、快のことを思い出し、心配になる。そんな時、会社の同期・松島有枝が落としたアニメのキーホルダーを拾ってあげた亮は、有枝から「会社では趣味のことを秘密にして欲しい」と頼まれて、優しい言葉をかけてあげるのだが…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8333183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/episodes/8333183",
                    "Titles": {
                        "eng": "Unrequited Love",
                        "jpn": "片思いって"
                    },
                    "Summaries": {
                        "eng": "Ryo's coworker Arie has been working as long as he has and is a secret anime nerd. They get a little closer after they talk about some anime. Arie starts to realize that she has feelings for Ryo and invites him out to dinner with some other coworkers. Meanwhile, Ryo drives Rio to Ichika's house after he finds out she's spending the night there. Ryo gives Ichika's mother various presents, making her ask him to come inside, but...",
                        "jpn": "隠れオタクの同期・有枝は、アニメという共通の話題で、亮と話すようになり、少し距離が近づく。有枝は軽く肩がぶつかっただけでも、自分が亮を異性として意識し始めていることに気づき、意を決して、亮を同期の飲み会に誘う。一方、亮は、一花の家にお泊りをすることになった妹・理緒を一花宅まで車で送る。礼儀正しく、花束や菓子折りを一花の母・百合子にプレゼント亮を、百合子は家に上がるように誘うのだが…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8333184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/episodes/8333184",
                    "Titles": {
                        "eng": "Love for Your Fave",
                        "jpn": "推しへの愛"
                    },
                    "Summaries": {
                        "eng": "Kai goes to the bookstore to buy the new volume of \"Forward World.\" When he gets there, he sees Ryo and immediately tries to avoid him. He remembers what Rio said about her brother to him and feels a little down, but when he goes in to grab one of the copies of the new volume, his hand touches Ryo's hand. Meanwhile, Arie manages to secure the new volume at another store and she runs into Ichika. They realize they have the same favorite character and end up bonding. On her way home, Arie is thinking of Ryo and she realizes something.",
                        "jpn": "新刊発売日に「フォアワード・ワールド」の初回限定版を買いに来た快は、亮の姿を見て、とっさに避けようとする。亮についての理緒からの警告を思い出し、ひるみそうになりながらも、最後の一冊を買おうとした時、快と亮の手が重なる。その頃、別の店で無事新刊を手に入れた有枝は、一花と出会う。推しキャラが同じであることに二人は気づき、意気投合する。帰宅後、有枝は亮のことを考えながら、あることに気づく…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8333185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/episodes/8333185",
                    "Titles": {
                        "eng": "The Person I Love Is...",
                        "jpn": "好きな人は"
                    },
                    "Summaries": {
                        "eng": "On the morning of Valentine's Day, Ryo is waiting by the front door like some pet waiting for their owner to come home. Ichika finally comes by and tells him that she spent days trying to figure out what to get him for Valentine's Day other than chocolate and she gives him something rather surprising. After getting to school, Ichika meets up with her friends and they exchange chocolates. Kai receives a message from Ichika asking if they can meet during lunch. Meanwhile, Arie also had prepared some chocolates and...",
                        "jpn": "バレンタインの朝、亮は飼い主を待つペットの如く、玄関前で正座して一花を待っていた。しかし、やってきた一花は、「数日色々考えて、結論が出ないまま、今日になってしまった」と吐露し、その手にチョコレートはなかった。その後、登校した一花は、理緒や五月たちに友チョコを配る。快のスマホには、一花から「昼休みに少し時間あるかな？」とのメッセージが届いていた…。一方、会社では有枝もチョコを用意していて…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8333186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/episodes/8333186",
                    "Titles": {
                        "eng": "My Answer",
                        "jpn": "自分の答え"
                    },
                    "Summaries": {
                        "eng": "Kai and Ichika meet at the station on Saturday so that she can tell him her reply after he asked her out. Ryo coincidentally passes by and finds out the reason that Ichika seemed troubled lately is because Kai had asked her out. Meanwhile, Arie invites Ryo to dinner so that she can tell him how she feels. She brings up the fact that even if Ryo and Ichika did go out, their age gap might just make them both suffer, and then gently places her hand on his...",
                        "jpn": "先日の告白の返事を伝えるために、土曜の昼に駅前で待ち合わせすることになった一花と快。そこに偶然通りかかった亮は、一花が最近悩んでいたのは、快から告白されたからだと知り、悔しがる。一方、有枝は、自分の気持ちを伝えるため、亮をディナーに誘う。有枝は、一花と亮が付き合えたとしても、年の差で二人が苦しむことになるかもしれないと忠告し、自分の手を亮の手に優しく重ねて…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8333187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/episodes/8333187",
                    "Titles": {
                        "eng": "Being Prepared to Be Hurt",
                        "jpn": "傷つく覚悟"
                    },
                    "Summaries": {
                        "eng": "Arie tells Ryo about her feelings, saying, \"I want to make an effort to make myself like me even if I have a crush.\" From the perspective of the world, Ryo is more realistic to go out with Arie, and it makes me wonder if Ichihana will not suffer because of the difference in age. However, Masuda, who was rarely invited by Ryo to drink at home, advises Ryo, \"I'm not prepared and I'm thinking only about myself. I should act in good faith.\" Around that time, Ryo's father came home for the first time in a while ...",
                        "jpn": "「片想いの相手がいても、自分を好きになってもらう努力をしたい」と健気に自分の想いを亮に伝えた有枝。亮は、世間から見れば有枝と付き合った方が現実的で、年の差のせいで一花が苦しむこともなくなるのではないかと気持ちが揺れる。しかし、珍しく亮から宅飲みに誘われた益田は、「覚悟もなく、自分のことしか考えていない。誠意ある行動をするべきだ」と亮を諭す。その頃、亮の父が久々に家に帰ってきて…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8333188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/episodes/8333188",
                    "Titles": {
                        "eng": "High Schooler",
                        "jpn": "高校生"
                    },
                    "Summaries": {
                        "eng": "Ichika and her classmates were going to be third-years after their spring break. Rio tells them that she plans on becoming a lawyer and Ichika starts panicking because she doesn't know what she wants to do yet. Ichika asks Ryo how he decided what college he'd go to and Ryo remembers the argument he and his father had when they were younger and tells her that he just followed the path that his parents had laid out for him. While at home having dinner with his family, Ryo's father discovers Ryo's feelings for Ichika and...",
                        "jpn": "春休みが終われば受験生になる一花たち。理緒が弁護士になるため法学部を志していることを知った一花は、自分の進路に悩み焦っていた。一花から、どうやって大学を決めたのかを聞かれた亮は、高校時代、父・善次に進路の件で叱られたことを思い出し、「親に敷かれたレールをただ辿っただけ」と自嘲気味に笑う。久々に家族全員で食卓を囲む亮だったが、一花に好意を寄せていることが善次にバレてしまい…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8333189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/episodes/8333189",
                    "Titles": {
                        "eng": "You're Creepy",
                        "jpn": "気持ち悪い"
                    },
                    "Summaries": {
                        "eng": "A few days after they went flower viewing, Ichika is anxious because she hasn't heard from Ryo since and she decides to talk to Rio about it. Rio tells Ichika that she should try contacting him herself, which Ichika is rather nervous about. Rio tells her that she feels sorry for her brother because Ichika won't make up her mind on how she feels about Ryo. Ichika builds up the courage and finally calls Ryo, but he tells her that he's busy with work and won't be able to talk to her for a while as if he's trying to keep his distance from her...",
                        "jpn": "お花見をしてから数日間、亮から電話がなく、不安でいっぱいの一花は、理緒に相談する。理緒は、一花から電話をすることを勧めるが、一花は戸惑うばかりだった。そんな一花に理緒は、好きかどうか、はっきりした態度を見せないと亮がかわいそうだと言う。なんとか勇気を絞り出した一花は、亮に電話をかけるのだが、亮は「仕事が忙しく、しばらく会うことも電話をすることもできない」とあからさまに距離を置こうとして…。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}