{
    "URL": "https://thetvdb.com/series/397831-",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13049906/",
        "https://seijyonomaryoku.jp/",
        "https://www.themoviedb.org/tv/115236",
        "https://x.com/seijyonoanime"
    ],
    "Titles": {
        "eng": "The Saint's Magic Power Is Omnipotent",
        "jpn": "聖女の魔力は万能です"
    },
    "Summaries": {
        "eng": "Sei, a 20-year-old office worker, is whisked away to a whole new world. Unfortunately for Sei, the ritual that summoned her—meant to produce a \"Saint\" who would banish the dark magic—brought two people over instead of one. And everyone prefers the second girl over Sei?! But this is just fine by Sei, who leaves the royal palace to set up shop making potions and cosmetics with her newfound magic. Business is booming, and this might not be such a bad life, after all...as long as her supposed Sainthood doesn't come back to haunt her.",
        "jpn": "ちょっと仕事中毒な20代会社員・セイは、\r\n残業を終えて帰宅した夜、突然光に包まれ\r\n\r\n異世界に「聖女」として召喚されてしまった。\r\nしかも召喚されたのは二人!?\r\n\r\n現れた王子はもう一人の女子高生にかかりきりで、\r\nセイのことは完全スルー。\r\n「それならこっちも自由にやっていいでしょう？ 」\r\nと、セイは王宮を飛び出し、\r\n元々の植物好きを活かして、薬用植物研究所で\r\n一般人として働くことになった。\r\n\r\n所長のヨハン、教育係のジュードに支えられ、\r\nポーション作りや魔力の使い方を学んでいくセイ。\r\nだが、作ったものはすべて効能が 5割増しで、\r\n思いがけず「聖女」としての能力を発揮することになる。\r\nそんなとき、セイのポーションが瀕死状態だった\r\n騎士団長・アルベルトの命を救い、\r\n次第に、セイこそが本物の「聖女」ではないかという噂が\r\n囁かれはじめるのだった……!?"
    },
    "Aliases": [
        "Seijo no Maryoku wa Bannō Desu",
        "Seijo no Maryoku wa Bannou Desu",
        "The Power of the Saint Is All Around",
        "Seijo no Maryoku wa Bannô Desu",
        "Seijo no Maryoku wa Bannou desu",
        "The Saint's Magical Power is Omnipotent"
    ],
    "Modified": "2025-09-17",
    "Seasons": {
        "1": {
            "ID": "1906080",
            "URL": "https://thetvdb.com/series/397831-/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8256488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/397831-/episodes/8256488",
                    "Titles": {
                        "eng": "Summoning",
                        "jpn": "召喚"
                    },
                    "Summaries": {
                        "eng": "When the Kingdom's mages summon not one, but two Saints, and the first is whisked off towards grandeur and glory, the second, older woman, Sei, must make a new life in a fantasy realm.",
                        "jpn": "小鳥遊聖（タカナシ・セイ）は、ちょっと仕事中毒な20代の会社員。ある夜、残業を終えて帰宅すると突然光に包まれ、異世界の王宮に「聖女」として召喚されてしまう。ところが、現れた王子は同じく召喚されたもう一人の少女に夢中で、放置されたセイは暇を持て余す。そんな時、王宮敷地内で出会った青年・ジュードに案内されたのは薬用植物研究所。元々植物好きで研究所に興味を持ったセイは、そこで研究員として働くことになるが、薬草と魔法を使ったポーション作りで思いがけない能力を発揮することに……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8259576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/397831-/episodes/8259576",
                    "Titles": {
                        "eng": "Companionship",
                        "jpn": "親交"
                    },
                    "Summaries": {
                        "eng": "Sei revolutionizes Salutania's culinary arts. A handome high-ranking man expresses his heartfelt thanks to Sei for saving his life. Sei makes a new friend and finds a new passion for cosmetics.",
                        "jpn": "瀕死の騎士を救ったポーションが評判となり、功労者であるセイは褒美として、研究所内にキッチンを設置してもらう。この世界には薬草を料理に使う習慣がなかったが、薬草を加えたセイの手料理は、所長のヨハンも感心するほどの美味しさだった。後日、セイはヨハンから第三騎士団の団長・アルベルトを紹介される。彼こそが、セイのポーションで救われた騎士本人だった。ブルーグレーの瞳を持つアルベルトに優しく微笑まれ、落ち着かない気持ちになるセイ。さらに、王宮図書館でも新たな出会いが待っていた。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8259577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/397831-/episodes/8259577",
                    "Titles": {
                        "eng": "Capital",
                        "jpn": "王都"
                    },
                    "Summaries": {
                        "eng": "The Knight Commander takes Sei out on a shopping trip to the Kingdom's capital. Sei learns a new craft from a powerful mage.",
                        "jpn": "夏の休日、セイはアルベルトに誘われて街へ出かける。人々の賑わいに瞳を輝かせるセイの手を取り、優しくエスコートするアルベルト。二人は一緒に街を歩き、楽しいひとときを過ごす。別れ際、アルベルトはセイに髪留めを贈る。その話を聞いたヨハンとエリザベスは、アルベルトの行動に込められた彼の思いを察していた。数日後、髪留めに魔法付与が施されていると知ったセイは、自分でもやってみたくなり、教えを受けるため宮廷魔道師団の隊舎を訪ねる。そこで出会ったのは、副師団長のエアハルトだった。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8259578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/397831-/episodes/8259578",
                    "Titles": {
                        "eng": "Miracle",
                        "jpn": "奇跡"
                    },
                    "Summaries": {
                        "eng": "After learning about her summoned counterpart's struggles, Sei is forced to come to an uncomfortable conclusion. Soon after, Sei's foray into healing magic changes her world forever.",
                        "jpn": "王宮の執務室で、ジークフリート国王はヨハンとエアハルトからセイの優れた魔力について報告を受ける。一方、当のセイも自らが人並み外れた魔力を持っていることを自覚していた。考えられる理由は「本物の聖女」だから。しかし、それを積極的に喧伝するつもりはなく、できれば普通の人として過ごしたいと思っていた。ある日、ポーションを大量に作りすぎたセイは、ヨハンから強制的に休みを言い渡される。調べ物でもしようと立ち寄った王宮図書館で、不意に声をかけてきたのはジークフリート国王だった……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8259579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/397831-/episodes/8259579",
                    "Titles": {
                        "eng": "Appraisal",
                        "jpn": "鑑定"
                    },
                    "Summaries": {
                        "eng": "Unable to keep her mysterious powers under wraps, Sei meets with the Grand Magus to determine if she is the Saint. The King of Salutania calls Sei to court.",
                        "jpn": "宮廷魔道師団の師団長・ユーリのもとで、「鑑定」を受けることになったセイ。だが、セイはユーリの鑑定魔法を無意識に弾いてしまう。それは彼女の魔力量がユーリよりも多いことを物語っていた。確証はなかったが、魔力の特異性からもセイが聖女であると判断したユーリは、その件をジークフリート国王に報告。王宮の使者はセイに、国王が謁見を望んでいることを伝えた。謁見の日、セイは気合いが入った侍女たちによって美しく仕立てられ、護衛役として迎えに来たアルベルトと共に王座の間へ向かう。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8259580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/397831-/episodes/8259580",
                    "Titles": {
                        "eng": "Lady",
                        "jpn": "淑女"
                    },
                    "Summaries": {
                        "eng": "Sei begins her magic training in earnest, tutored by none other than the Grand Magus himself. Commander Hawke and Liz assist Sei with learning the how to be ladylike.",
                        "jpn": "セイが魔法を正式に学ぶにあたり、講師役はユーリが務めることになった。この機会にセイの不思議な魔力をじっくり観察させてもらおうと、すっかりご機嫌なユーリ。とはいえ、指導は意外とスパルタで、セイは魔法を高速発動する課題に苦しむ。そこで、より実戦的な練習で感覚をつかむため、アルベルトに頼み第三騎士団の訓練に参加させてもらう。それはいずれ、討伐の支援要請が来ると考えてのことだった。セイが受けている講義は他にもあり、ダンスやマナーなどを学ぶその日を、セイは「淑女の日」と呼んでいた。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8259581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/397831-/episodes/8259581",
                    "Titles": {
                        "eng": "Interlude",
                        "jpn": "章間"
                    },
                    "Summaries": {
                        "eng": "When the Kingdom's mages summon a Saint, Aira is whisked off towards grandeur and glory. Now ward to the Crown Prince and unable to return home, Aira must make a new life in a fantasy realm.",
                        "jpn": "セイと同時に聖女として召喚された、もう一人の人物――御園愛良（ミソノ・アイラ）。セイのように放置されることなくカイル王子に保護されたものの、彼女は突然の異世界に戸惑い、元の世界に戻れないと知り涙を流した。カイル王子はそんなアイラの世話を焼き、王立学園に編入させる。アイラ自身も自分にできることを頑張ろうと、魔法の勉強に励んだ。しかし、彼女を偏重しすぎるカイル王子の姿勢が影響し、アイラは学園内で孤立してしまう。その状況をなんとかしようと、エリザベスはアイラに声を掛けるが…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8259582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/397831-/episodes/8259582",
                    "Titles": {
                        "eng": "Awakening",
                        "jpn": "覚醒"
                    },
                    "Summaries": {
                        "eng": "Sei discovers a powerful new aspect of her Saintly nature. When she joins the Knights for a dangerous expedition, Sei must use all she's learned to keep her friends safe.",
                        "jpn": "念願だった禁書庫での書物閲覧を許されたセイは、より効果の高いポーションが作れないかと研究に没頭。過去の聖女は魔物を殲滅（せんめつ）する「聖女の術」という魔法を使ったらしいが、記録がないため詳しいことはユーリにも分からなかった。ある夜、この世界で出会った人たちのことを思い返していたセイの心に何かが湧き上がってくる。その瞬間、辺りに広がる金色の光。それが何なのか答えが見つからないまま、セイは西の森の討伐に回復要員として参加する。同行したユーリやアルベルトと共に危険な森を進んでいく。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8259583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/397831-/episodes/8259583",
                    "Titles": {
                        "eng": "Saint",
                        "jpn": "聖女"
                    },
                    "Summaries": {
                        "eng": "Still unable to replicate her lifesaving conjury, Sei continues her training--then stumbles into an argument between Liz and Prince Kyle about her Sainthood. Aira makes a new friend.",
                        "jpn": "セイが放った光り輝く魔法は、瘴気の沼から湧き出る魔物たちを一掃した。その一件により、セイはますます周囲から聖女として注目されるようになっていく。そんな時、王宮内ではエリザベスが、アイラにかかりきりのカイル王子に詰め寄っていた。カイル王子は聖女と噂されているセイを否定する発言をし、居合わせたセイは気まずくなってしまう。そこへ現れたジークフリート国王が場を収めたが、カイル王子は謹慎処分を受けることになった。しばらくして、エリザベスはセイとアイラを交流させようと、お茶会を開く。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8259585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/397831-/episodes/8259585",
                    "Titles": {
                        "eng": "Diary",
                        "jpn": "日記"
                    },
                    "Summaries": {
                        "eng": "Sei travels to Klausner's Domain. When she's introduced to a masterful alchemist, Sei learns new things about potion-making--and her own powers.",
                        "jpn": "討伐のため、地方のクラウスナー領へ遠征する第三騎士団。危険を伴う任務だったが、同行するセイは薬草の一大産地であるクラウスナー領で、新たな薬草を学べることに期待していた。領主のダニエルはセイに薬師のコリンナを紹介。コリンナは、この地で「製薬の祖」と呼ばれた薬師が残した日記をセイに読ませてくれる。「この薬師も聖女だったのかもしれない」と考えていた時、地元の傭兵団から森に魔物が現れたと知らされる。第三騎士団でもけが人が出たと聞き、アルベルトが心配なセイは思わず駆け出す。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8259595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/397831-/episodes/8259595",
                    "Titles": {
                        "eng": "Predicament",
                        "jpn": "窮地"
                    },
                    "Summaries": {
                        "eng": "Sei struggles to come to terms with the conditions for casting the Saint's conjury. The party of Knights, mercenaries, and mages sets off into the treacherous woods.",
                        "jpn": "再び「聖女の術」を放ったセイは、その発動条件に自ら気づき困惑していた。一方、セイの能力を目の当たりにした傭兵団のレオンハルトは仲間として勧誘しようとするが、彼女が聖女だと知り、仕方なくあきらめる。そして、いよいよ本格的な討伐が開始される。「聖女の術」が必要となる事態も考えられるが、セイはアルベルトに発動条件を打ち明けることはできなかった。クラウスナー領の森は思っていた通り、珍しい植物にあふれていた。アルベルトとレオンハルトに護衛されたセイは、ワクワクしながら森の奥へと向かう……。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8259603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/397831-/episodes/8259603",
                    "Titles": {
                        "eng": "Return",
                        "jpn": "帰還"
                    },
                    "Summaries": {
                        "eng": "When the fighting in Klausner's Woods grows fraught, it's up to Sei and her Saintly conjury to cleanse the forest and restore it to its former glory.",
                        "jpn": "スライムの襲撃を受けたセイたちは、王都から支援に駆け付けたユーリとアイラの加勢で無事に森から撤退した。その後、コリンナの協力で「聖女の術」を自在に発動できるよう練習に励むセイ。再編成した部隊で再び森へ向かうことになるが、過去に魔物討伐で一帯を燃やし尽くしたユーリの参加に、故郷の森を愛するレオは心配顔をする。行く手にはまたしてもスライムが出現するが、目的地は森の奥深くにある瘴気が渦巻く沼。巨大な怪物のようなスライムも襲いかかってくるなか、セイは「聖女の術」で沼の浄化を試みるが……!?"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2082838",
            "URL": "https://thetvdb.com/series/397831-/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": null,
                "fra": null,
                "pt": null,
                "spa": null,
                "deu": null
            },
            "Summaries": {
                "eng": null,
                "jpn": "ある日突然「聖女」として異世界に召喚された20代の会社員・セイ。 元々の植物好きを活かして薬用植物研究所で働き始めるが、 仕事人間ゆえの生真面目さに“聖女パワー”が加わり、 セイは効果５割増しのポーションを次々と作り出す。 さらに、魔物討伐では凄まじい威力の浄化魔法を発動し、セイの評価は爆上がり！ 「聖女」であることも正式に認められ、 スランタニア王国の救世主として、人々の尊敬を集めていく。 そんな彼女を見守り支えてくれるのは、 研究所のヨハンやジュード、宮廷魔道師団のユーリ、 そして、互いに惹かれ合いながらも、いまだ恋人未満な“氷の騎士様”アルベルトだった。 王国の最重要人物となってからも相変わらず研究三昧なセイだが、 アルベルトとの仲は少しずつ深まって、恋模様にも新たな展開が――！？",
                "fra": "Après avoir fait repousser la forêt du Klausner grâce à ses pouvoirs de Sainte, Sei est de retour à la capitale aux côtés du chevalier Albert Hawke. Maintenant qu’elle a compris que ses pouvoirs étaient intimement liés à ses sentiments, la jeune femme est en mesure de les utiliser plus facilement, afin d’aider ses prochains.\r\n\r\nTandis qu’elle enchaine les bonnes actions, sa réputation ne cesse de s’améliorer et ses différentes entreprises commerciales en profitent grandement ! Toutefois, le succès de la Sainte ne plait pas à tout le monde et plusieurs personnes jalouses de sa réussite commencent à comploter contre elle…",
                "pt": "Sei, uma funcionária de escritório na casa dos vinte anos, foi repentinamente convocada para outro mundo como uma “Santa”. Aproveitando seu amor natural pelas plantas, ela começou a trabalhar em um instituto de pesquisa de plantas medicinais. Além disso, ao subjugar monstros, a reputação de Sei dispara quando ela usa um feitiço purificador de tremendo poder! Sendo oficialmente reconhecida como uma “Santa”, ela ganha o respeito do povo como a salvadora do Reino de Salutania. Aqueles que a zelam e apoiam são Johan e Jude do Instituto de Pesquisa, Yuri da Divisão de Magos da Corte Imperial e Albert Hawke, o \"Cavaleiro de Gelo\". Albert e Sei sentem atração um pelo outro, mas ainda não são um casal. Mesmo depois de se tornar a pessoa mais importante do reino, Sei continua obcecada por pesquisa. Porém, seu relacionamento com Albert se aprofunda e sua vida amorosa pode tomar um novo rumo?!",
                "spa": "Un día, Sei, un oficinista de 20 años, es convocado repentinamente a otro mundo como un \"santo\". Aprovechando su amor natural por las plantas, Sei comienza a trabajar en un instituto de investigación de plantas medicinales, pero con la seriedad de una trabajadora y la adición de su \"poder de santa\", Sei crea pociones una tras otra que son un 50% más efectivas. Además, cuando subyuga monstruos, la reputación de Sei se dispara cuando usa un hechizo purificador de tremendo poder. También es reconocida oficialmente como \"Santa\" y se gana el respeto de la gente como la salvadora del Reino de Slantania. Las personas que la cuidan y apoyan son Johan y Jude del instituto de investigación, Yuri de la división de magia de la corte y Alberto, el \"Caballero de Hielo\", quienes se sienten atraídos el uno por el otro pero aún no son amantes.",
                "deu": "Drei Monate sind vergangen, seit der König von Slantania Sei offiziell zur \"Heiligen Maid\" ernannt hat. Seither gilt sie als allmächtige Jungfrau, die aus einer anderen Welt herbeigerufen wurde, um das Königreich zu retten. Und auch wenn Seit nach unzähligen Kämpfen gegen Monster eigentlich ihre Ruhe genießen sollte, kann sie einfach nicht stillsitzen und setzt ihr Studium am Forschungsinstitut für Heilpflanzen fort. Daneben besucht Prinz Ten'yuu offiziell im Rahmen eines Auslandsstudiums das Königreich, aber inoffiziell hat er ein Interesse an der \"Heiligen Maid\". Was sind wohl seine Absichten? Und auch in der Beziehung zwischen Sei und Albert stehen neue Entwicklungen an …"
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10015648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/397831-/episodes/10015648",
                    "Titles": {
                        "eng": "The Trading Company",
                        "jpn": "商会"
                    },
                    "Summaries": {
                        "eng": "Sei greets her second summer in this world. Now that the miasma is under control and she has a bit of free time to do a little exploring...",
                        "jpn": "聖女として認知されてからも、薬用植物研究所で研究三昧の日々を過ごすセイ。今は新しい化粧品を開発中だが、その効果の高さは侍女たちにも注目されていた。そんなとき、ヨハンはセイに新たな商会を立ち上げることを提案する。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10061783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/397831-/episodes/10061783",
                    "Titles": {
                        "eng": "A Foreign Country",
                        "jpn": "異国"
                    },
                    "Summaries": {
                        "eng": "After discovering coffee, Sei decides to go to Morgenhaffen, a port city in Salutania, in her search for items or ingredients from Japan.",
                        "jpn": "元いた世界と同じ農産物を探し求めて、港町モルゲンハーフェンを訪れたセイ。その船着き場で事故現場に遭遇するが、お忍びのため回復魔法は使えない。助けを求めるセイラン船長に手持ちのポーションを渡し、セイは立ち去るが……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10061784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/397831-/episodes/10061784",
                    "Titles": {
                        "eng": "The Ceremony",
                        "jpn": "式典"
                    },
                    "Summaries": {
                        "eng": "Sei is invited to the royal palace for the Holy Saint's official debut. On top of that, it seems like she must also attend the royal ball.",
                        "jpn": "王宮にて「聖女セイ」の正式なお披露目会と舞踏会が開かれることになった。注目されることが苦手なセイは戸惑うものの、アルベルトからのエスコートの申し出を受ける。当日、国王の隣には聖女のローブをまとうセイの姿があった。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10061785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/397831-/episodes/10061785",
                    "Titles": {
                        "eng": "The Imperial Prince",
                        "jpn": "皇子"
                    },
                    "Summaries": {
                        "eng": "The royal palace summons Sei once again. It seems they are getting a foreign exchange student, an imperial prince from Zaidera...",
                        "jpn": "貿易相手国の王子を留学生として迎えるにあたり、セイは住居を研究所から王宮へと移す。それは国家機密である聖女の能力を隠す目的もあった。留学生の国が以前出会ったセイランと同じ国だと知り、嫌な予感がするセイだが……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10061786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/397831-/episodes/10061786",
                    "Titles": {
                        "eng": "Purpose",
                        "jpn": "目的"
                    },
                    "Summaries": {
                        "eng": "Sei remains wary around the imperial prince, but after learning a bit more of his situation, she grows curious about what he's really doing in the country.",
                        "jpn": "研究所で遭遇して以来、留学生のテンユウは連日セイを探し回っていた。ごまかすのも限界と判断したヨハンは、聖女であることを明かさずにセイと会わせる。テンユウと植物談義で盛り上がったセイは、彼の目的が気にかかり……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10061787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/397831-/episodes/10061787",
                    "Titles": {
                        "eng": "Divine Blessing",
                        "jpn": "天佑"
                    },
                    "Summaries": {
                        "eng": "Now that Sei knows Prince Ten'yuu needs her help, she tries to think of a way to create a panacea without exposing her powers as the Holy Saint.",
                        "jpn": "難病に苦しむ母がいるテンユウは、セイランがもらったポーションを手がかりに、優れた薬師を探していた。だが、どんな上級ポーションでも進行中の病に効くとは限らない。事情を知ったセイは万能薬作りに挑戦してみることに……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10061788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/397831-/episodes/10061788",
                    "Titles": {
                        "eng": "Interlude",
                        "jpn": "幕間"
                    },
                    "Summaries": {
                        "eng": "Now that things have settled down, a new problem is arising. It seems that everyone is trying to get the Holy Saint to marry into their family...",
                        "jpn": "アルベルトが率いる第三騎士団とセイが行う魔物討伐に、一旦の区切りが見えてきた。ひと息ついたところで、今後はセイの婚約問題が持ち上がると告げるエリザベス。聖女であるセイの婚約は、国王の会議でも話題になっていた。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10061790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/397831-/episodes/10061790",
                    "Titles": {
                        "eng": "Frontier",
                        "jpn": "辺境"
                    },
                    "Summaries": {
                        "eng": "Sei goes to the farthest end of the kingdom, the Hawke Region, for what the royal palace believes to be her final expedition as the Holy Saint.",
                        "jpn": "魔物討伐のため、アルベルトの故郷・ホーク領を訪れたセイたち。アルベルトの両親で領主を務めるホーク夫妻は晩餐会を開き、セイは楽しいひとときを過ごす。翌日、魔物が出現する鉱山周辺は異様な雰囲気に包まれていた……。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10061791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/397831-/episodes/10061791",
                    "Titles": {
                        "eng": "Final Act",
                        "jpn": "終幕"
                    },
                    "Summaries": {
                        "eng": "To combat the source of the miasma and the unusual monsters in the area, Sei and her faithful guard venture into the local mine, where a frightful danger awaits them...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10061792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/397831-/episodes/10061792",
                    "Titles": {
                        "eng": "Longing",
                        "jpn": "思慕"
                    },
                    "Summaries": {
                        "eng": "It seems that Sei's duties as a Holy Saint are coming to an end with the purification of the last miasma swamp. Now Sei must start thinking about her future.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10061793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/397831-/episodes/10061793",
                    "Titles": {
                        "eng": "Theatergoing",
                        "jpn": "TBA"
                    },
                    "Summaries": {
                        "eng": "As whispers abound about Sei's potential engagement, she receives a special invitation from a suitor who may not even have her eye. But as for what everyone else sees...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10061794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/397831-/episodes/10061794",
                    "Titles": {
                        "eng": "Blessing",
                        "jpn": "TBA"
                    },
                    "Summaries": {
                        "eng": "Rumors are swirling about Sei and her theater date, which has her feeling self-conscious with everyone. Can she acknowledge her own emotions with a little help?",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}