{
    "URL": "https://thetvdb.com/series/sekai-saikou-no-ansatsusha-isekai-kizoku-ni-tensei-suru",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14061838/",
        "https://ansatsu-kizoku.jp/",
        "https://www.tvmaze.com/shows/57759/show-slug",
        "https://www.themoviedb.org/tv/118821",
        "https://en.wikipedia.org/wiki/The_World%27s_Finest_Assassin_Gets_Reincarnated_in_Another_World_as_an_Aristocrat",
        "https://x.com/ansatsu_kizoku"
    ],
    "Titles": {
        "eng": "The World's Finest Assassin Gets Reincarnated in Another World as an Aristocrat",
        "jpn": "世界最高の暗殺者、異世界貴族に転生する"
    },
    "Summaries": {
        "eng": "The world's number one assassin has been reincarnated as the eldest son of a family of aristocrat assassins. In exchange for being reincarnated in another world, a goddess has imposed upon him one condition. \"Kill the Hero who is prophesied to destroy the world.\" This was to be the mission in his new life. The synergistic effect of the vast knowledge and experience he gained that made all manner of assassinations possible in the modern world, and the secret techniques and magic of the fantasy world's most powerful family of assassins turn him into the greatest assassin of all time.",
        "jpn": "世界一の暗殺者が、暗殺貴族の長男に転生した。\r\n異世界で生まれ変わる条件として、\r\n彼が女神から請け負ったミッションは只一つ。\r\n\r\n【人類に厄災をもたらすと予言された《勇者》を殺すこと】\r\n\r\nそれこそが世界最高の暗殺者が、新たな人生で果たすべき使命であった。\r\n現代であらゆる暗殺を可能にした幅広い知識と経験、そして\r\n異世界最強と謳われた暗殺者一族の秘術と魔法。そのすべてが相乗効果をうみ、\r\n彼は史上並び立つものがいない暗殺者へと成長していく――。\r\n\r\n「面白い、まさか生まれ変わってもまた暗殺することになるとはね」\r\n\r\n転生した\"伝説の暗殺者\"が更なる高みへと駆け上がる!\r\n限界突破のアサシンズ・ファンタジー!!"
    },
    "Aliases": [
        "Sekai Saikō no Ansatsusha, Isekai Kizoku ni Tensei suru",
        "Sekai Saikou no Ansatsusha, Isekai Kizoku ni Tensei suru",
        "Sekai Saikou no Assassin, Isekai Kizoku ni Tensei Suru",
        "Ansatsu Kizoku",
        "The world's best assassin, To reincarnate in a different world aristocrat",
        "The World's Finest Assassin Gets Reincarnated in Another World as an Aristocrat Season 2"
    ],
    "Modified": "2025-09-07",
    "Seasons": {
        "1": {
            "ID": "1907516",
            "URL": "https://thetvdb.com/series/sekai-saikou-no-ansatsusha-isekai-kizoku-ni-tensei-suru/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8270379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekai-saikou-no-ansatsusha-isekai-kizoku-ni-tensei-suru/episodes/8270379",
                    "Titles": {
                        "eng": "Quantum of Trust",
                        "jpn": "信用の報酬"
                    },
                    "Summaries": {
                        "eng": "Pretty young girls have been captured and are being sold off at an illegal auction. Marquess Collide is engaging in human trafficking, and all her buyers are evil nobles as well. By royal order, Lugh the assassin, Dia the mage, his assistant Tarte, and Maha the intelligence expert begin their investigation of Marquess Collide. However, Dia is captured by Marquess Collide and put up for auction--",
                        "jpn": "美少女たちが囚われ、闇オークションで売られていた。コライド侯爵による人身売買で、買い手も悪い貴族ばかりだ。王国より指令を受けた暗殺者ルーグは、魔法使いのディア、助手のタルト、情報部のマーハと共にコライド侯爵の調査を開始する。しかしディアはコライド侯爵に捕まり、オークションにかけられるのだった――"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8740112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekai-saikou-no-ansatsusha-isekai-kizoku-ni-tensei-suru/episodes/8740112",
                    "Titles": {
                        "eng": "Deal of Reincarnation",
                        "jpn": "転生の取引"
                    },
                    "Summaries": {
                        "eng": "The world's finest Assassin accepts the Goddess' request to assassinate the Hero. After defeating the Demon Lord and saving the world, the Hero will then use his power to destroy the world. The Goddess wants the Assassin to be reincarnated in another world and assassinate the Hero in order to save it. After being betrayed and killed by his client in his previous life, the Assassin accepts her offer in order to relive his life in a new world, but--",
                        "jpn": "世界最高の暗殺者は、女神から勇者を暗殺して欲しいと依頼を受ける。勇者は魔王を倒して世界を救った後、今度はその力で世界を滅亡させると言うのだ。世界を救うため、異世界に転生して勇者を暗殺して欲しいと。前世で依頼主に裏切られて殺された暗殺者は、新しい世界で人生をやりなおすために依頼を引き受けるが――"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8740113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekai-saikou-no-ansatsusha-isekai-kizoku-ni-tensei-suru/episodes/8740113",
                    "Titles": {
                        "eng": "Magic of Bonds",
                        "jpn": "絆の魔法"
                    },
                    "Summaries": {
                        "eng": "Lugh's magic teacher is a pretty girl named Dia. Being a few years older than Lugh, Dia treats him like a younger brother and sneaks into his bed every night in order to sleep next to him. Because he needs her to teach him magic, Lugh can't complain, but gradually he and Dia grow closer--",
                        "jpn": "ルーグに魔法を教えてくれる先生は、ディアという美少女だった。ルーグより少し年上のディアは、ルーグを弟扱いして、毎晩ルーグのベッドに忍び込んで添い寝するのだった。魔法を教えてもらわなければいけない事もあって、イヤとは言えないルーグだったが、次第にディアとの距離が近づいていく――"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8740114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekai-saikou-no-ansatsusha-isekai-kizoku-ni-tensei-suru/episodes/8740114",
                    "Titles": {
                        "eng": "Plan of the Goddess",
                        "jpn": "女神の計画"
                    },
                    "Summaries": {
                        "eng": "The goddess is formulating a plan to stop the Hero's rampage. After defeating the Demon Lord and saving the world, next he will use his power to destroy the world. The goddess has decided to summon the souls of professionals from other worlds and reincarnate them. She summons the soul of the world's finest special forces soldier who excels in combat and asks him to defeat the Hero, but--",
                        "jpn": "女神は勇者の暴走を食い止める計画をたてていた。勇者は魔王を倒して世界を救った後、今度はその力で世界を滅亡させるのだと言う。そこで、異世界からプロフェッショナルの魂を呼び寄せ、転生させようと言うのである。女神は、戦闘に長けた世界最高の特殊部隊隊員の魂を呼び寄せ、勇者を倒す依頼をするのであったが――"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8740115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekai-saikou-no-ansatsusha-isekai-kizoku-ni-tensei-suru/episodes/8740115",
                    "Titles": {
                        "eng": "Qualifications of Assassins",
                        "jpn": "暗殺者の資格"
                    },
                    "Summaries": {
                        "eng": "Officially a family of renowned doctors and assassins behind the scenes, the house of Tuatha Dé is the right hand of the kingdom. Trusted to become his father's heir, Lugh assists his father with his mission. However, there are those who are displeased by Lugh's success. Lugh defends his status in a challenge against them--",
                        "jpn": "表向きは高名な医者でありながら、裏の顔は『暗殺者』であるトウアハーデ家は、王国の懐刀である。ルーグは、父キアンの跡継ぎとして信頼され、共にその使命に従事していた。しかし、そんなルーグの成功を良く思わない者がいた。ルーグは、その地位をかけて勝負をする事になるが――"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8740116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekai-saikou-no-ansatsusha-isekai-kizoku-ni-tensei-suru/episodes/8740116",
                    "Titles": {
                        "eng": "Residence of Girls",
                        "jpn": "少女の館"
                    },
                    "Summaries": {
                        "eng": "A group of girls were toughing it out despite their impoverished circumstances. Though they had nowhere to live, they ran a business and enjoyed their lives together. However, an orphanage captures the girls and forces them to move into the facility. Motivated by subsidies, the orphanage puts the girls to work and even has them work as ladies of the night--",
                        "jpn": "貧しいながらも、たくましく生きていく少女たちがいた。住む所もない彼女たちだが、自分たちで商売をしながら楽しく生きていた。しかし、そんな彼女たちを捕らえて、強制的に収容する孤児院があらわれる。補助金目当てのその孤児院は、少女たちを働かせるばかりか、夜の客まで取らせて儲けていた――"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8740117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekai-saikou-no-ansatsusha-isekai-kizoku-ni-tensei-suru/episodes/8740117",
                    "Titles": {
                        "eng": "Life of Falsehoods",
                        "jpn": "偽りの生活"
                    },
                    "Summaries": {
                        "eng": "Lugh heads to the neighboring kingdom of Swoigel. Once a month, he travels to the Viekone region in order to visit Dia. During his visit, together Lugh and Dia develop new spells. Meanwhile, left back home by themselves, Tarte and Maha hold a tea party together. While Lugh is gone, they have a fun time preparing a special meal together, but--",
                        "jpn": "ルーグは隣国であるスオイゲル王国に向かう。月に一度、ディアに会うためヴィコーネ領へ赴いているのだ。そこでルーグとディアは、新しい魔法を開発する。一方、留守を任されたタルトとマーハは二人だけのお茶会を催す。ルーグのいない間、二人は楽しくごちそうを作るのだが――"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8740118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekai-saikou-no-ansatsusha-isekai-kizoku-ni-tensei-suru/episodes/8740118",
                    "Titles": {
                        "eng": "Rites of Choice",
                        "jpn": "選択の儀式"
                    },
                    "Summaries": {
                        "eng": "With the success of his cosmetics brand Orna, by acquiring financial power and the Balor Trading Company's information network, Lugh has gained even greater strength as an assassin. However, since being reincarnated in this world, Lugh still has not completed a proper assassination. Then, Lugh's father Cian tells him that he doesn't have to become an assassin--",
                        "jpn": "化粧品ブランド・オルナを成功させたルーグは、その資金力と、バロール商会の情報網を手に入れる事で、より大きな暗殺者としての力を身につけていた。しかしルーグは、この世界に転生して以来、まだ正式な暗殺の任務には就いていなかった。そんなルーグに対して父キアンは、暗殺者にならなくても良いと言う――"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8740119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekai-saikou-no-ansatsusha-isekai-kizoku-ni-tensei-suru/episodes/8740119",
                    "Titles": {
                        "eng": "Compensation of Assassination",
                        "jpn": "暗殺の代償"
                    },
                    "Summaries": {
                        "eng": "Lugh accepts an assassination job and heads to the merchant town of Pisear with Tarte in order to determine if his target is worth assassinating. While there, Lugh witnesses the tragic sight of people suffering because of his target. Based on information gathered by Maha, Lugh plans his assassination.",
                        "jpn": "暗殺の依頼を受けたルーグは、タルトを連れて商業都市ピサールに向かう。ターゲットが、暗殺するに値する人物であるか調べるためだ。そこでルーグは、ターゲットによって苦しめられる人々の悲惨な光景を目にする。ルーグは、マーハが収集した情報を元に、暗殺計画を立てるのだった"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8740120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekai-saikou-no-ansatsusha-isekai-kizoku-ni-tensei-suru/episodes/8740120",
                    "Titles": {
                        "eng": "First of Dates",
                        "jpn": "初めてのデート"
                    },
                    "Summaries": {
                        "eng": "While Lugh is practicing his magic on an uninhabited island with Tarte, Maha shows up with some information. Civil war has broken out in the Swoigel Kingdom. Concerned, Lugh visits Dia, but the region of Viekone is peaceful. Dia is indifferent to Lugh's concerns and suggests they go on a date.",
                        "jpn": "タルトと共に無人島で魔法の訓練合宿をしていたルーグの元に、マーハが情報を持って現れる。スオイゲル王国が内戦に巻き込まれていると言うのだ。心配したルーグはディアのもとに向かうが、ヴィコーネ領は平和なものだった。ディアはルーグの心配を余所に、デートをしようと提案するのだった"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8740121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekai-saikou-no-ansatsusha-isekai-kizoku-ni-tensei-suru/episodes/8740121",
                    "Titles": {
                        "eng": "Choice of Betrayal",
                        "jpn": "裏切りの決意"
                    },
                    "Summaries": {
                        "eng": "Lugh is hired to assassinate Dia by her father Count Viekone, who is an old friend of Lugh's father Cian. Cian asks Lugh to fulfill Count Viekone's request, saying he'll carry out the assassination instead if Lugh turns down the job.",
                        "jpn": "ディアの暗殺を依頼されるルーグ。その依頼主は、なんとディアの父親であるヴィコーネ伯爵だった。ヴィコーネ伯爵は、父キアンの古い友人である。キアンはルーグに、ヴィコーネ伯爵の依頼を叶えて欲しいと言う。そして、もしルーグが暗殺を断ったら、キアンが自ら依頼を遂行すると言う"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8740122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekai-saikou-no-ansatsusha-isekai-kizoku-ni-tensei-suru/episodes/8740122",
                    "Titles": {
                        "eng": "Battle of Assassin",
                        "jpn": "暗殺者の戦い"
                    },
                    "Summaries": {
                        "eng": "The Goddess has been summoning and reincarnating a broad range of people in order to stop the Hero from destroying the world, but they all seem to have ended in failure. However, all the reincarnations that had been conducted until now were for the purpose of gathering data. With the data she has gathered, she summons the person most likely to stop the Hero.",
                        "jpn": "女神は、さまざまな人材を召喚しては転生させ、勇者による世界崩壊を阻止しようとしていた。そしてそれは、すべて失敗したかのように見えた。しかし、これまでの転生は、データを取るためのものにすぎない。集めたデータを元に、もっとも勇者の行動を阻止する確率が高い人材を召喚するのだった"
                    },
                    "Aliases": []
                }
            }
        }
    }
}