{
    "URL": "https://thetvdb.com/series/joran-the-princess-of-snow-and-blood",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14022814/",
        "https://joran.jp/",
        "https://www.themoviedb.org/tv/117945",
        "https://x.com/joran_official",
        "https://www.youtube.com/c/UCW7hhM6OKCuysu1kiPNwTjw"
    ],
    "Titles": {
        "eng": "Joran: The Princess of Snow and Blood",
        "jpn": "擾乱 THE PRINCESS OF SNOW AND BLOOD"
    },
    "Summaries": {
        "eng": "The year is 1931. Prince Tokugawa Yoshinobu holds absolute control over Japan. Remnants of the Meiji era’s culture can be seen around the city, but scientific technology and Japanese esoteric cosmology Onmyodo are also developing. Yet lurking behind the glitz is Kuchinawa, a dissident group planning the assassination of the prince. Tasked to extinguish these dissidents is Nue, the government’s secret executioner group. Sawa Yukimura, who works for this organization, suffered at the hands of the Kuchinawa boss. Her entire family was murdered and she dedicated her life to avenging their death.",
        "jpn": "時は、明治64年。舞台は、徳川慶喜が絶対権力を維持し続けている、もう一つの日本。国家は、独自のエネルギー源、”龍脈”を整備し、江戸時代と科学が混ざり合う、独特な発展を遂げた。しかし、そんな華やかな都市の裏で、革命の炎をくすぶらせ、政権打倒を目論む、反体制派組織クチナワが、うごめく。その駆除を任された、徳川政府の闇組織、「鵺」。幼い頃、家族を殺された雪村咲羽は、「鵺」の処刑人となり、その仇、蛇埜目を探し続けていた。"
    },
    "Aliases": [
        "Jōran: The Princess of Snow and Blood",
        "Jouran: The Princess of Snow and Blood",
        "Joran - The Princess of Snow and Blood"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1907140",
            "URL": "https://thetvdb.com/series/joran-the-princess-of-snow-and-blood/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8300837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joran-the-princess-of-snow-and-blood/episodes/8300837",
                    "Titles": {
                        "eng": "Confidential File 101, The Blue Flower of Carnage",
                        "jpn": "機密事項一〇一アオキシュラノハナ"
                    },
                    "Summaries": {
                        "eng": "The year is 1931, the 64th year of the Meiji era. The 15th Shogun, Yoshinobu Tokugawa, continues to wield absolute power thanks to complete monopolization of a special natural resource known as \"Ryumyaku.\" Supporting the Tokugawa regime from the shadows are the deadly agents of the covert organization known as Nue.",
                        "jpn": "明治六十四年、東亰市。古書店を営む店主・雪村は、政府に仇なす者を秘密裏に抹殺する『鵺(ぬえ)』の処刑人の一人。雪村は『鵺(ぬえ)』の仲間である月城、花風と共に東亰城の完成披露祝賀会で慶喜暗殺を企む反体制派組織首領・蛇埜目の駆除を任される。祝賀会に潜入し手がかりを探る月城と花風。一方、地下道で待ち伏せる雪村。彼女の前に現れたのは蛇埜目が生み出した獣(けもの)異形(いぎょう)。青き血の力で変身した雪村は獣と対峙する。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8319673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joran-the-princess-of-snow-and-blood/episodes/8319673",
                    "Titles": {
                        "eng": "Confidential File 033, The Treasurer",
                        "jpn": "機密事項〇三三キンコバン"
                    },
                    "Summaries": {
                        "eng": "With confidential Nue files having been leaked to their enemies at Kuchinawa, a search is underway for the traitor who provided the information.",
                        "jpn": "盗まれた名簿を元に徳川政府の要人達が殺されていく。『鵺(ぬえ)』の中に裏切り者がいると踏んだ仁は、月城に裏切り者の捜査を、雪村と花風に金庫番・恭子の護衛を命じた。その一方、雪村不在の古書店に姿を現した月城は、浅陽にとある薬を渡す。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8319674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joran-the-princess-of-snow-and-blood/episodes/8319674",
                    "Titles": {
                        "eng": "Confidential File 614, The Enemy Within",
                        "jpn": "機密事項六一四シシシンチュウムシ"
                    },
                    "Summaries": {
                        "eng": "Asahi and Yukimura struggle with the nature of their relationship, while the mole leaking Nue secrets is found... or is he?",
                        "jpn": "金庫番の殺害を命じたのは仁であり、慶喜の要望だった。やるせない雪村を月城は察するも、復讐の過程で浅陽の身に危険が迫ることを示唆、離別を助言する。揺れる雪村はある決断を下す"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8319675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joran-the-princess-of-snow-and-blood/episodes/8319675",
                    "Titles": {
                        "eng": "Confidential File 099, Kuchinawa",
                        "jpn": "機密事項〇九九クチナワ"
                    },
                    "Summaries": {
                        "eng": "Asahi has been kidnapped by Janome, and loyalties are called into question all throughout Nue. Will Yukimura be able to save her adopted sister in time? And will her employers in the Tokugawa government even let her try?",
                        "jpn": "浅陽を連れ去ったのは、仇敵・蛇埜目だった。救出に向かう雪村を、力ずくで止めようとする仁。だが月城の裏切りによって雪村も拉致されてしまう。ついに蛇埜目と邂逅(かいこう)した雪村は激昂し、刃を抜く。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8319676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joran-the-princess-of-snow-and-blood/episodes/8319676",
                    "Titles": {
                        "eng": "Confidential File 620, Divine Right",
                        "jpn": "機密事項六二〇カムナガラ"
                    },
                    "Summaries": {
                        "eng": "Now that her revenge is complete, Sawa doesn't know what to do with herself. With Tsukishima on the run and Elena facing a major change, what will become of the agents of Nue now that their primary target has been dealt with?",
                        "jpn": "仇敵、蛇埜目を倒し、生きる目的を見失ってしまった雪村。「鵺」を裏切り、逃亡する月城。組織から抜けようとする花風。それぞれの道を歩もうとする処刑人たちに、新たな敵の魔の手が迫る。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8332179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joran-the-princess-of-snow-and-blood/episodes/8332179",
                    "Titles": {
                        "eng": "Confidential File 623, Daybreak",
                        "jpn": "機密事項六二三シノノメ"
                    },
                    "Summaries": {
                        "eng": "It's become clear that Nue agents don't leave the shogun's service and live to tell the tale, so it's up to Asahi to find a way for Sawa to break free of the life of violence she's become trapped in.",
                        "jpn": "雪村に飲ませた毒薬は仮死状態になる薬だった。浅陽は月城からの助言を思い出しながら、周囲を欺き、雪村と逃げるべく奮闘する。その頃、慶喜に呼び出された仁は、月城が持つ蛇埜目の新薬を奪い返し、新薬の材料である青き血を持つ雪村を献上するよう命じられる。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8332180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joran-the-princess-of-snow-and-blood/episodes/8332180",
                    "Titles": {
                        "eng": "Confidential File 637, A Fleeting Spring",
                        "jpn": "機密事項六三七タマユラノハル"
                    },
                    "Summaries": {
                        "eng": "After faking Sawa's death, she and Asahi have fled Tokyo for a peaceful life in the country... but can they really escape the cycle of killing?",
                        "jpn": "地方へ逃亡した雪村と浅陽は、廃寺の主・凛子の世話を受けて穏やかな生活を送る。一方で仁は反体制派の轟(とどろき)を捉え、月城が残りの機密文書を探していると知る。機密文書を得た月城は、鴉森一族事件の真実を伝えるため廃寺を訪ねるが、気の抜けた雪村に失望する。月城は青く光る、蛇埜目の新薬を見つめる。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8332181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joran-the-princess-of-snow-and-blood/episodes/8332181",
                    "Titles": {
                        "eng": "Confidential File 642, The Witching Hour",
                        "jpn": "機密事項六四二オウマガトキ"
                    },
                    "Summaries": {
                        "eng": "Sawa's brief respite from the cycle of violence has been irreversibly shattered. But even if she defeats the monster who brought an end to her dream, will she have anything left afterwards?",
                        "jpn": "獣(けもの)異形(いぎょう)に変化した月城と、雪村は刃を交える。苦戦を強いられるも、月城にとどめを刺す機会が訪れる。が、浅陽と交わした“もう誰も殺さない”という約束を思い出し、躊躇する。自分を思ってくれない雪村に寂しさを感じる月城。とその時、疾風と同時に黒い影が過ぎ、雪村の前には残酷な現実が広がる。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8332182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joran-the-princess-of-snow-and-blood/episodes/8332182",
                    "Titles": {
                        "eng": "Confidential File 668, Ethereal Love",
                        "jpn": "機密事項六六八スダマノアイ"
                    },
                    "Summaries": {
                        "eng": "With her life in tatters, Sawa struggles to find a reason to keep going. Accompanied by another Nue executioner, she decides to look to her past while considering her future.",
                        "jpn": "仁は雪村に処刑人に戻るよう命じ、東亰へ戻った。躊躇する雪村の前に現れたのは廃寺の主･凛子。彼女もまた『鵺 (ぬえ) 』の処刑人だった。凛子と共に自分の故郷を訪れた雪村は、生き残った責任を果たすべきだと東亰へ向かう。政府への反感が高まる中、変わらずに佇む古書店の中で雪村は月城が隠した機密文書を発見する。そこには鴉森一族事件の真実が記されていた。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8332183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joran-the-princess-of-snow-and-blood/episodes/8332183",
                    "Titles": {
                        "eng": "Confidential File 089, Star Sign",
                        "jpn": "機密事項〇八九ダイゾクショウ"
                    },
                    "Summaries": {
                        "eng": "Jin Kuzuhara is the ruthless, enigmatic head of the shogun's personal group of assassins, Nue. But how did he come to serve the Tokugawa regime? And what is his secret connection to Sawa?",
                        "jpn": "十八年前。蛇埜目は慶喜に仕え非情な実験を繰り返していた。その材料だった若き仁は、生への貪欲さを買われ『鵺 (ぬえ) 』の処刑人に選ばれる。仁は慶喜に忠誠を誓う。時は経ち、慶喜を裏切る蛇埜目。仁は研究対象だった鴉森一族の警護を任される。警護の中で雪村の母･翔和と出会い、彼女の純真さに心惹かれていく。が、無情にも慶喜から鴉森一族の抹殺を命じられる。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8332184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joran-the-princess-of-snow-and-blood/episodes/8332184",
                    "Titles": {
                        "eng": "Confidential File 701, Past and Future",
                        "jpn": "機密事項七〇一コシカタユクスエ"
                    },
                    "Summaries": {
                        "eng": "Sawa confronts Jin Kuzuhara about the truth behind what happened to her family and her village, but before she can get real answers a squadron of the shogun's troops arrives to try and capture her.",
                        "jpn": "雪村は仁を糾弾するも、慶喜に居場所を嗅ぎ付けられる。仁は“二十四時、不忍池で待つ”と言葉を投げ、雪村を逃がす。逃走する雪村は、死んだと思っていた花風に再会し、地下道から脱出するが、慶喜の命を受けた凛子に襲われる。じりじりと追いつめられつつも、覚悟を決めた雪村は凛子を倒す。花風と共に古書店に戻った雪村は、再び懐かしい人物と出会う。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8332185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joran-the-princess-of-snow-and-blood/episodes/8332185",
                    "Titles": {
                        "eng": "Confidential File 707, The Land of Blessed Words",
                        "jpn": "機密事項七〇七コトダマノサキハフクニ"
                    },
                    "Summaries": {
                        "eng": "Asahi is alive, but Sawa has seen too much to ignore the crimes perpetrated by Jin Kuzuhara in the name of the Tokugawa regime. Hoping to secure a brighter future for the girl she has adopted as a sister, the assassin once known as Yukimura takes up her sword once again...",
                        "jpn": "民衆の慶喜への反感が高まり、城前には混乱の跡が残る。慶喜の元へ向かう雪村は、獣異形 (けものいぎょう) と化した仁に連れ去られる。想いをぶつけ合う二人。雪村の想いを身に刻み、全てを終わらせるため、仁は東亰城へ行く。結末を託すしかない雪村はやるせない思いを抱えつつ、未来を想い、浅陽の元へ向かう。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}