{
    "URL": "https://thetvdb.com/series/spirit-chronicles",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/BA95-2FC3-C54D-6F8F-0E07-7",
        "https://www.imdb.com/title/tt13544802/",
        "http://seireigensouki.com/",
        "http://www.reddit.com/r/SeireiGensouki",
        "https://www.tvmaze.com/shows/55870/show-slug",
        "https://www.themoviedb.org/tv/113808",
        "https://en.wikipedia.org/wiki/Seirei_Gensouki:_Spirit_Chronicles",
        "https://x.com/seireigensouki"
    ],
    "Titles": {
        "eng": "Seirei Gensouki: Spirit Chronicles",
        "jpn": "精霊幻想記"
    },
    "Summaries": {
        "eng": "His past life and current life are intersecting--a boy with memories of two lives faces his destiny! After his mother was killed at an early age, the orphaned Rio fought his hardest to survive in the slums. One day, he awakens to the memories of Haruto Amakwa, who died in an accident while dreaming of being reunited with his childhood friend, and Rio realizing he has reincarnated in a world of swords and sorcery.",
        "jpn": "前世と現世が交錯——二つの記憶を持つ少年が運命に立ち向かう!!\r\n\r\n幼い頃、母を殺され孤児となったリオはスラム街で必死に生きていた。\r\n\r\nある日、幼馴染との再会を夢見て事故死した\r\n《天川春人の記憶》と《強大な魔力》がリオの中で覚醒し、\r\n剣と魔法の異世界に転生していたのだと気づく。\r\n\r\nさらに、偶然出くわした王女誘拐事件の解決に貢献したことで、\r\n貴族の子女が集う名門学院に入学することに……。\r\n\r\n階級社会の最底辺から這い上がるリオは、\r\n出会いと別れを重ねながら過酷な運命を打ち砕いてゆく。"
    },
    "Aliases": [
        "Seirei Gensōki",
        "Seirei Gensouki",
        "Spirit Chronicles"
    ],
    "Modified": "2025-09-15",
    "Seasons": {
        "0": {
            "ID": "1908728",
            "URL": "https://thetvdb.com/series/spirit-chronicles/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 30,
            "Episodes": {}
        },
        "1": {
            "ID": "1908729",
            "URL": "https://thetvdb.com/series/spirit-chronicles/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8278741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirit-chronicles/episodes/8278741",
                    "Titles": {
                        "eng": "Memories of the Previous World",
                        "jpn": "前世の記憶"
                    },
                    "Summaries": {
                        "eng": "Amakawa Haruto, a twenty year old university student, loses his life when the bus he is on gets into an accident. As his consciousness begins to fade, his one regret is not telling his childhood friend, Miharu, how he felt. She'd disappeared after their high school entrance ceremony. Now we move to the slums of the Kingdom of Beltrum. In a corner of a filthy shack, a boy named Rio moans and wakes from a nightmare. He has lived only to take revenge upon a certain man, but now, in his mind, suddenly there are flashes of another version of himself living in a world he's never seen before—the memories of Amakawa Haruto.",
                        "jpn": "二十歳の大学生、天川春人は路線バスの事故で命を落とす。薄れゆく意識の中でただひとつの後悔は、高校の入学式以来姿を消してしまった幼馴染の美春への伝えられぬ想いだった。ところ変わってベルトラム王国のスラム街。薄汚い小屋の隅で悪夢にうなされて目を覚ます孤児の少年リオ。ある男への復讐だけを目標に生きてきたリオの脳内に突然、見知らぬ世界で暮らすもう一人の自分――【天川春人】の記憶がフラッシュバックする。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8500740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirit-chronicles/episodes/8500740",
                    "Titles": {
                        "eng": "Royal Academy",
                        "jpn": "王立学院"
                    },
                    "Summaries": {
                        "eng": "As a reward for saving the kidnapped Princess Flora, Rio has been enrolled in the primary school branch of the Beltrum Royal Academy. However, the students at the academy are mostly the children of royalty and the nobility, and they do not welcome the orphaned Rio. With so many scornful gazes turned toward him, there is one person who worries for him—Celia, a girl of twelve who is nonetheless, at her young age, the lecturer in charge of the primary school. As Rio cannot read, Professor Celia begins privately tutoring him after school.",
                        "jpn": "誘拐された王女フローラを救出したリオは、その恩賞としてベルトラム王立学院の初等部に特待生入学することに。 だが王侯貴族の子弟が集う学院の生徒達は孤児であるリオを歓迎しない。 周囲から蔑んだ視線を向けられるリオを気遣ってくれるのは、十二歳の若さで初等部の担任講師を務める少女、セリアだけだった。 文字を読むことができないリオのため、セリア先生とリオ、放課後の研究室で二人きりの個別指導が始まる。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8500741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirit-chronicles/episodes/8500741",
                    "Titles": {
                        "eng": "Kingdom of Lies",
                        "jpn": "偽りの王国"
                    },
                    "Summaries": {
                        "eng": "Five years have passes since Rio transferred to the Royal Academy. The graduation exam, outdoor exercises, is quickly approaching. Celia listens with mixed feelings, as Rio talks of his plans to go to his parents' homeland, the Yagumo region. On the day of the graduation exam, Steward, who was wounded in a monster attacks, knocks Princess Flora off a cliff. Rio dives in to save her without thinking, throwing Flora back to safety, while he falls to the bottom of the 30 meters high cliff...!",
                        "jpn": "リオの王立学院編入から五年が経ち、卒業試験の野外演習が迫っていた。 卒業後は両親の故郷であるヤグモ地方に向け旅立ちたいと語るリオの言葉を複雑な想いで受け止めるセリア……。 野外演習当日、魔物の襲撃に我を失ったスティアードが王女フローラを崖に突き飛ばしてしまう。 とっさにダイブしたリオは空中でフローラの身体を崖の上に投げ返し、そのまま高さ三十メートルはある崖の下へと落ちていった……！"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8500742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirit-chronicles/episodes/8500742",
                    "Titles": {
                        "eng": "The Assassin Girl",
                        "jpn": "暗殺者の少女"
                    },
                    "Summaries": {
                        "eng": "After bidding farewell to Celia, Rio has left the kingdom of Beltrum and arrived in the market town of Amande in the neighboring kingdom of Galarc. The food stalls near the castle gates sell dishes called \"pasta\" and \"manjuu,\" leading Rio think that the person who developed the them, Liselotte, might have memories of living in Japan, like he does. After leaving the town and entering the forest, Rio comes across a young girl collapsed in his path... In the moment that he approaches and calls out to her, the girl opens her eyes and thrusts a knife at him!",
                        "jpn": "セリアに別れを告げ、ベルトラム王国から旅立ったリオは、隣国ガルアーク王国の交易都市アマンドにたどり着く。 城門前の露店には「パスタ」や「マンジュウ」という名の料理があった。 それらの開発者であるリーゼロッテは自分と同じく日本人の記憶を持っているのではと考えるリオ。 都市を出て森に入ると行き倒れた少女の姿が……。 リオが近づいて声をかけた瞬間、少女は目を見開きリオにナイフを突き出してきた！！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8500743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirit-chronicles/episodes/8500743",
                    "Titles": {
                        "eng": "Forest of Spirits",
                        "jpn": "精霊の森"
                    },
                    "Summaries": {
                        "eng": "Rio and Latifa have entered a forest in the Wilderness. While she's sleeping, they're surrounded by a band of what appear to be demi-humans. The girls reveal themselves to be People of the Spirits. Rio tries to talk things out with them, but Uzuma, a winged beast person, finds Latifa and assumes that Rio has abducted her. Uzuma swoops down on Rio without giving him a chance to explain. Her sudden attack renders Rio unconscious. In his dreams, a beautiful girl with pink blonde hair appears to him as well as Amakawa Hayato's childhood friend, Ayase Miharu.",
                        "jpn": "ラティーファと未開地の森に入ったリオは、眠っている間に亜人らしき集団に取り囲まれた。 「精霊の民」と名乗る彼女らと話し合いを試みるリオだが、 翼獣人のウズマは同じ獣人であるラティーファをリオが拉致したと思い込み問答無用で襲いかかってくる。 ウズマの電撃で意識を失ったリオの夢に現れたのは、 ピンクブロンドの髪を靡かせた見知らぬ美少女と、【天川春人】の幼馴染の少女、綾瀬美春だった。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8500745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirit-chronicles/episodes/8500745",
                    "Titles": {
                        "eng": "Festival Night",
                        "jpn": "祭りの夜"
                    },
                    "Summaries": {
                        "eng": "It's been over a year since Rio began living in the village, and now the day of the Grand Spirit Festival has arrived. With the blessing of the great tree spirit Dryas, Rio is recognized as a sworn friend to the People of the Spirits. That night, while everyone is having fun and feasting, Rio tells Latifa that he intends to leave the village. Unable to accept it, Latifa runs off into the forest. Meanwhile, an airborne intruder is detected and the warriors of the village go to investigate suspicious od reactions. What they discover is a huge flight of wyverns headed straight for the village.",
                        "jpn": "リオが里で暮らすようになって一年が過ぎ、精霊大祭の日が訪れた。 大樹の精霊ドリュアスの祝福を受け、リオは精霊の民の盟友として認められる。 楽しい宴の夜、リオから里を出るつもりであることを告げられたラティーファは、 それを受け入れられずに森へと走り去ってしまう。 一方、上空で侵入者を警戒する里の戦士達が不審なオドの反応を察知する。 その正体は里を鋭く狙うブラックワイバーンの大群だった。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8500747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirit-chronicles/episodes/8500747",
                    "Titles": {
                        "eng": "Land of Promises",
                        "jpn": "約束の地"
                    },
                    "Summaries": {
                        "eng": "Rio has left the village of the People of the Spirits and headed for his parents' homeland, Yaugumo. Unable to find any information on them, Rio searches and encounters the head of a small village in the Karasuki Kingdom, Yuba. When Rio tells Yuba the names of his parents, she's shocked—she and Rio have a profound connection. At Yuba's recommendation, Rio decides to live in the village and so a quiet, happy life alongside the villagers, including his cousin Ruri and a girl named Sayo, begins. Before long, the season turns to autumn, and they hear that the tax examiner will soon arrive to determine the amount of their annual tribute. Then, one day, Sayo's older brother Shin gets into a fight with men from the neighboring village.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8500748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirit-chronicles/episodes/8500748",
                    "Titles": {
                        "eng": "Royal Lineage",
                        "jpn": "王家の系譜"
                    },
                    "Summaries": {
                        "eng": "Rio and the others have traveled to the royal capital of the Kingdom of Karasuki with the village's annual tribute as guards. With their duties fulfilled, Rio and Sayo head into the castle town. They enjoy a meal and are doing some shopping when wandering warriors attempt to abduct a young girl. Rio jumps into the fray and easily defeats them, saving the girl. Her name is Komomo and she's the tax examiner Hayate's younger sister. Hayate's father Gouki receives a letter from Yuba. What he reads astonishes him and he and his wife, Kayoko, visit the lodgings where Rio is staying. They reveal to Rio that they once served his mother, Ayame.",
                        "jpn": "年貢を運ぶ交易隊の護衛としてカラスキ王国王都を訪れたリオ達。 役目を終えたリオとサヨが城下町で買い物や食事を楽しんでいると、幼い少女をさらおうとしている浪人に出くわす。 難なく迎え撃ち少女を助けるリオ。 その少女コモモは検税官ハヤテの妹だった。 ハヤテの父・ゴウキはユバからの手紙を読んで驚愕し、妻のカヨコとともにリオの宿を訪ねる。 そして、自分達はリオの母・アヤメに仕えていた者だと告げるのだった。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8500749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirit-chronicles/episodes/8500749",
                    "Titles": {
                        "eng": "Each of Their Decisions",
                        "jpn": "それぞれの決意"
                    },
                    "Summaries": {
                        "eng": "Having once again firmed his resolve to avenge his mother, Rio tells Yuba that he intends to return to the Strahl region. But prior to that journey, he passes peaceful, happy days in the village, keeping his royal heritage a secret from everyone but his cousin Ruri. Spring arrives, and after learning of Rio's eventual departure, Sayo returns home and collapses in tears. When her older brother Shin sees her like that, he can't just sit still. He goes to beg Rio to stay in the village, but...",
                        "jpn": "あらためて母の復讐を決意したリオは、しばらくしたらシュトラール地方へ戻ることをユバに告げる。 従姉のルリ以外の村人達には王族であることを隠したまま、穏やかな日々が過ぎてゆく。 春になり、リオが村を出ることを知ったサヨは家に帰るとひとり土間で泣き崩れる。 そんなサヨの姿を見て、いてもたってもいられなくなった兄のシンは、村に残ってくれとリオに懇願するが……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8500750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirit-chronicles/episodes/8500750",
                    "Titles": {
                        "eng": "A Spirit's Awakening",
                        "jpn": "精霊の目覚め"
                    },
                    "Summaries": {
                        "eng": "Rio returns home to the village of the People of the Spirits. The next day, he wakes to find an unknown, beautiful, naked girl beside him...?! Latifa and the others peek into the room and chaos ensues, but it turns out that the girl is Rio's bond spirit. As she doesn't have a name, Rio gives her one-Aishia. Dryas, a spirit of great trees, appears after sensing the presence of a powerful spirit. At her urging, Rio and Aishia agree to fight in order to determine her combat capabilities.",
                        "jpn": "リオは精霊の民の里に帰ってきた。翌朝目を覚ますと、リオの隣には全裸で眠っている見知らぬ美少女が……！？ 部屋を覗いて色めき立つラティーファと里の少女達だが、その美少女は「春人（リオ）」の契約精霊であるという。 名前もわからない彼女にリオはアイシアと名づけた。 強力な精霊の気配を感じて現れた大樹の精霊ドリュアスに促され、 謎多き契約精霊の戦闘力を知るためにリオはアイシアと戦うことになる。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8500751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirit-chronicles/episodes/8500751",
                    "Titles": {
                        "eng": "Silver Bride",
                        "jpn": "白銀の花嫁"
                    },
                    "Summaries": {
                        "eng": "Rio is shocked when he learns of Celia's marriage of convenience to Charles Arbor. The wedding is closing in quickly. It's to be held the next day. Rio uses Aishia's powers to sneak into the palace guest house to reunite with Celia. The sight of Rio's face makes Celia overflow with joy, but when she's asked if the wedding is something she truly wants, she replies by saying it's something she's agreed to. From beginning to end, Celia's smiling demeanor never falters. Rio is unable to discern her true feelings. The next day, a magnificent parade begins, heading toward the great temple where the wedding will be held.",
                        "jpn": "セリアとシャルル＝アルボーとの政略結婚を知り愕然とするリオ。結婚式は明日に迫っている。 アイシアの力を借りて王城の迎賓館に忍び込み、リオはセリアとの再会を果たす。 リオの顔を見て喜びがあふれるセリアだが、本当に望んだ結婚なのかという問いには同意していると答える。 終始にこやかな態度を貫くセリア。リオには彼女の本心が見えなかった。 翌日、結婚式が執り行われる王都の大神殿に向かって盛大なパレードが始まる。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8500752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirit-chronicles/episodes/8500752",
                    "Titles": {
                        "eng": "Fated Reunion",
                        "jpn": "運命の再会"
                    },
                    "Summaries": {
                        "eng": "The moment the carriage carrying Celia arrives at the great temple where the wedding is being held, a dark figure darts toward her, threading nimbly through the crowd. The figure who so easily overpowers the knights acting as guards in order to steal Celia away is Rio. In the face of Rio's straight-forward emotions, asking Celia once again what her will in the matter is, she finally speaks her true feelings... Then, a beam of light shoots upward from the royal capital. The same thing happens in other places in the Strahl region until six pillars of light pierce the sky...!",
                        "jpn": "セリアを乗せた馬車が結婚式場の大神殿前に到着したその時、パレードの人垣を縫って素早く接近してくる黒い人影―― 護衛の騎士達を軽々とねじ伏せ、セリアを連れて逃げるその人影はリオだった。 もう一度セリアの意思を確認するリオの真っ直ぐな想いに、セリアもついに本心を伝える……。 その時、王都から一筋の光が上空へ打ち上がり、シュトラール地方の各所からも同じように、合わせて六本の光柱が天空を貫いた……！！"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "1988568",
            "URL": "https://thetvdb.com/series/spirit-chronicles/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": "After Rio escapes the capital of the Beltrum Kingdom with his former teacher Celia Claire and his bond spirit, Aishia, he finds himself in a dire situation once again. As it turns out, multiple people from his past life in Japan are suddenly scattered around the new world. Rio rushes to their help, saving a small group and taking them under his wing. To his surprise, one of the rescuees is his old self's childhood friend Miharu Ayase.\r\n\r\nThe newcomers were not the only ones summoned. With old friends and new allies by his side, Rio sets out to locate the other abductees while searching for a way to send them back to Japan. However, Rio never loses sight of his main goal: avenging his mother's death.",
                "jpn": "数年の旅を経てシュトラール地方へと舞い戻ったリオは、\r\n望まぬ政略結婚を強いられていた恩師セリアを救出。\r\nだが、その直後、突如として出現した光の柱に導かれるようにして、\r\n彼は己が前世である天川春人の初恋の少女・綾瀬美春と衝撃的な再会を果たす――"
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9040160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirit-chronicles/episodes/9040160",
                    "Titles": {
                        "eng": "When I Met You in This World, You Were...",
                        "jpn": "こんな世界で出会えた君は"
                    },
                    "Summaries": {
                        "eng": "Just after rescuing Celia from her wedding, Rio witnesses six pillars of light. He heads towards them at Aishia's behest and finds three people he never imagined meeting in his world... and they need his help!",
                        "jpn": "結婚式からセリアを救出した直後、6本の光の柱を目撃するリオ。アイシアの指示で向かった先には千堂亜紀、雅人、そしてリオの前世、天川春人の初恋の相手である綾瀬美春の姿があった。奴隷商人から三人を救出したリオは、岩の家を出現させ、合流したセリアたちと共に避難する。その夜、食事を終えた一行に、リオはシュトラール地方に伝わる「六賢神の伝説」について語り出す。様々な運命が交錯し、リオの新たな物語が幕を開ける！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10691625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirit-chronicles/episodes/10691625",
                    "Titles": {
                        "eng": "Shopping in Another World",
                        "jpn": "異世界ショッピング"
                    },
                    "Summaries": {
                        "eng": "Rio takes Celia and Miharu to Amande to buy some daily necessities. At first, Miharu is bewildered by the strangeness of being in another world, but soon she's enjoying the trip. Meanwhile, in the Beltrum Kingdom, a Hero appears before Princess Flora.",
                        "jpn": "セリアと美春たちの日用品を買うため、交易都市のアマンドにやってきたリオたち。初めての異世界に戸惑いながらも、美春はセリアと共に試着をするなど、存分に買い物を楽しむのだった。一方ベルトラム王国のフローラ王女の元には、勇者として坂田弘明が召喚されていた。突然の出来事に初めは驚く坂田だったが、持ち前の知識で瞬く間に状況を理解していく。少しずつ運命の歯車が動き出す中、悪しき者たちは静かに暗躍を始めていた。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10691626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirit-chronicles/episodes/10691626",
                    "Titles": {
                        "eng": "My Home, Under Attack",
                        "jpn": "狙われた我が家"
                    },
                    "Summaries": {
                        "eng": "Rio returns to the Village of the Spirits with a request. While he's there, Latifa has a quiet moment with him. Elsewhere, Liselotte goes to Sakata with an invitation to a royal party. Meanwhile, Miharu and the others are attacked by monsters!",
                        "jpn": "セリアと美春たちを預かってもらうため、精霊の民の里へ戻ったリオは、長老に美春たちのことを相談する中で、自分に前世の記憶があることを告白する。そんな彼にそっと寄り添うラティーファ。翌日、受け入れを承諾されたリオは、すぐに美春たちの元へ向かう。一方リーゼロッテは、坂田の元へ勇者をお披露目する夜会の招待状を届けに来ていた。時を同じくして、リオの帰りを待つ美春たちの元に謎の魔物・レヴァナントが迫っていた！"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10691627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirit-chronicles/episodes/10691627",
                    "Titles": {
                        "eng": "Welcome Home",
                        "jpn": "おかえりなさい"
                    },
                    "Summaries": {
                        "eng": "Rio brings Miharu and the others from his old world to the Village of Spirits, where they receive safe shelter. To welcome the visitors, the villagers are preparing a grand festival.",
                        "jpn": "精霊の民の里にやって来たセリアと美春たちの歓迎会が催される。リオにとって大切な存在である彼女たちに対し、ラティーファは自分にも日本人だった前世の記憶があることを打ち明け、美春たちのシュトラール語の先生になると宣言する。それから数日後、リオはセリアの手紙を両親へ手紙を届けるため、故郷のロダニアへ行くことを提案する。里に美春たちを残し、リオはセリアとアイシアとともにセリアの生家へと旅立つ！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10691628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirit-chronicles/episodes/10691628",
                    "Titles": {
                        "eng": "Heroes and Champions",
                        "jpn": "勇者と英雄"
                    },
                    "Summaries": {
                        "eng": "Liselotte had to make an emergency landing with her airship due to a dragon and decides to continue her journey by land. At that moment, the hero Hiroaki offers to accompany her.",
                        "jpn": "ワイバーンに遭遇したリーゼロッテ一行は、近くの都市ノワへ降り立つ。そこにはユグノー公爵の飛行船も避難していた。陸路を使うというリーゼロッテに、坂田は自分たちもついて行くと告げ、馬車でアマンドへ同行することになる。その道中、突如無数の魔物に襲われる一行。アリアを筆頭に侍女たちの活躍で何とか耐え凌ぐ戦闘の最中、さらに強力な伝説の魔物ミノタウロスが現れ、フローラとリーゼロッテに襲い掛かる――"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10691629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirit-chronicles/episodes/10691629",
                    "Titles": {
                        "eng": "Lynchpin of Memories",
                        "jpn": "記憶の楔"
                    },
                    "Summaries": {
                        "eng": "After saving Liselotte's group, Rio hides his identity from them by saying his name is Haruto. Still, Flora senses something familiar in him. Meanwhile, Aki remembers the sad day when she was separated from her older brother.",
                        "jpn": "リーゼロッテたちの窮地を救ったリオは、一行の中にベルトラム王国の学院で旧友だったフローラとロアナがいることを知り、ハルトと名乗って正体を偽る。だがフローラは、名前も髪の色も違うハルトにリオの面影を感じていた。なりゆきで一緒の馬車に同乗してアマンドに向かうことになったリオ。一方精霊の里では、亜紀が子供の頃を思い出し、一人立ちすくんでいた。それはかつての兄、天川春人との悲しい別れの記憶だった。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10691630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirit-chronicles/episodes/10691630",
                    "Titles": {
                        "eng": "Intruders",
                        "jpn": "乱入者たち"
                    },
                    "Summaries": {
                        "eng": "Rio rejoins Celia and Aishia in Amande. They go out to dine in a private room at a restaurant. Then Alphonse bursts in with his friends and demands they get out. Not wanting trouble, Rio and the others move to leave, but Alphonse blocks their way!",
                        "jpn": "アマンドに到着したリオは、セリアたちと合流し、リーゼロッテの手配した宿でしばらくアマンドに滞在することを告げる。その夜、レストランで食事をしていたリオたちの個室に、学院時代に同級生だったアルフォンスがスティアードと女性たちを連れてやって来る。貴族の身分を笠に着てリオたちを部屋から追い出そうとする二人に、リオは素直に従い退室しようとするが、突如アルフォンスがその出口を塞ぎ、立ちはだかって――"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10691631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirit-chronicles/episodes/10691631",
                    "Titles": {
                        "eng": "The Clutches of Evil, Stealing Ever Closer",
                        "jpn": "忍び寄る魔の手"
                    },
                    "Summaries": {
                        "eng": "As the knights investigate the forest, they are attacked and subdued in a flash. When Alphonse wakes, he witnesses a horrible sight. Meanwhile, Flora's thoughts of Haruto overlap with memories of Rio. Her swirling emotions keep her awake.",
                        "jpn": "森を調査していたアルフォンスたち騎士一行は、突如現れたルシウスに瞬く間に制圧されてしまう。やがて意識を取り戻したアルフォンスは、レイスによっておぞましい魔物・レヴァナントに変えられた騎士たちを目撃する。そしてその魔の手は、ついにアルフォンスにも……。一方その頃フローラは、ハルトと名乗る彼を思い、学院時代のリオと重ねていた。リオへの感謝、贖罪、自分でも形容できない感情が渦巻き、眠れずにいたのだった。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10691632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirit-chronicles/episodes/10691632",
                    "Titles": {
                        "eng": "The Battle to Defend Amande",
                        "jpn": "アマンド防衛戦"
                    },
                    "Summaries": {
                        "eng": "Amande is attacked by monsters, plunging the townspeople into chaos and fear. Liselotte deploys her attendants to help limit the damage, and Rio goes to the east gate to help. Meanwhile, Lucius and the revenants swiftly approach their target.",
                        "jpn": "突如、無数の魔物の襲撃を受けるアマンド。予期せぬ魔物たちの出現に、たちまち恐怖と混乱に陥るアマンドの人々。リーゼロッテは侍女たちを各所に配置して、被害を食い止めようと奔走していた。リオも東門の守備に加勢し、その圧倒的な力で次々と魔物たちを倒していく。一方レヴァナントへと変貌したアルフォンスの案内でリーゼロッテの屋敷に潜入したルシウスたちが、フローラや坂田たちの待機する部屋に迫っていた。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10691633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirit-chronicles/episodes/10691633",
                    "Titles": {
                        "eng": "Destined Enemy",
                        "jpn": "因縁の宿敵"
                    },
                    "Summaries": {
                        "eng": "Revenants attack the room where Sakata, Flora, and the others have taken shelter. Sakata leaps into action and Flora manages to flee into the hallway, but there are other dangers lying in wait. Rio notices something wrong and pursues it alone.",
                        "jpn": "坂田やフローラたちがいる部屋を強襲するレヴァナントたち。アルフォンスの一撃に一度は倒れた坂田だったが、再び目覚めると神装\"ヤマタノオロチ\"の力を解放する。間一髪逃れたアルフォンスを追おうとした時、レイスによって坂田は意識を失ってしまう。一方一人廊下に逃れたフローラは、ルシウスに捕らえられ屋敷の外へ連れ去られるところだった。それに気づいたリオは、レヴァナントをアイシアたちに任せ、単身ルシウスを追う。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10691634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirit-chronicles/episodes/10691634",
                    "Titles": {
                        "eng": "Clash",
                        "jpn": "激突"
                    },
                    "Summaries": {
                        "eng": "In the Village of Spirits, Miharu wakes from an unsettling dream. Meanwhile, Rio catches up to Flora's kidnapper, Lucius. Rio calmly moves to bring Lucius down. His attitude irritates Lucius, who tries to provoke him into revealing his true identity.",
                        "jpn": "精霊の里にいる美春は、不穏なリオの夢を見て目を覚ます。ちょうどその頃、リオはフローラを誘拐したルシウスに追いつき、復讐の相手と対峙していた。あくまで冷静にルシウスを仕留めようとするリオ。一方のルシウスはその態度が気に入らず、リオの正体を探ろうと挑発を繰り返す。フローラの一時的な解放を条件に、ついに正体を明かすリオ。この邂逅を喜ぶルシウスだったが、次の瞬間、リオの凄まじい速さの斬撃が炸裂する！"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10691635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spirit-chronicles/episodes/10691635",
                    "Titles": {
                        "eng": "Toward a Fateful Tomorrow",
                        "jpn": "運命の明日へ"
                    },
                    "Summaries": {
                        "eng": "Flora manages to speak to Rio, but it doesn't go the way she expects. Liselotte and the others tell Rio they'd like to show their gratitude, so he makes a request. Then, Rio travels back to the village to tell Miharu and the others what he's learned.",
                        "jpn": "戦いを終えたリオに、長年ため込んでいた感謝と謝罪を伝えるフローラ。だがリオはその言葉を受け取らず、リオという名前を忘れるようにと告げる。その後、屋敷に帰還したリオは、ユグノー公爵たちとの話し合いの席で、フローラを救出したお礼をしたいというリーゼロッテに対し、ある願いを申し出る。その後、精霊の民の里に戻ったリオは、美春たちを勇者となった沙月と再会させるべく、新たな旅に出る――！"
                    },
                    "Aliases": []
                }
            }
        }
    }
}