{
    "URL": "https://thetvdb.com/series/requiem-of-the-rose-king",
    "Genres": [
        "Adaptation",
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/3ADF-A819-A823-2216-31BE-O",
        "https://www.imdb.com/title/tt14979604/",
        "https://baraou-anime.com/",
        "http://www.reddit.com/r/BaraounoSouretsu",
        "https://www.tvmaze.com/shows/59465/show-slug",
        "https://www.themoviedb.org/tv/109934",
        "https://www.wikidata.org/wiki/Q100784143",
        "https://en.wikipedia.org/wiki/Requiem_of_the_Rose_King",
        "https://x.com/baraou_anime"
    ],
    "Titles": {
        "eng": "Requiem of the Rose King",
        "jpn": "薔薇王の葬列"
    },
    "Summaries": {
        "eng": "The crown of England has been hotly contested throughout history, and in the Middle Ages, a series of great civil wars became known as the War of the Roses. Claiming a right to the throne, the Duke of York seeks to unseat King Henry VI and his heir in order to become king himself.",
        "jpn": "2022年1月より連続2クールで放送される「薔薇王の葬列」は、シェイクスピアの史劇「ヘンリー六世」「リチャード三世」を原案とするダークファンタジー。ヨーク家とランカスター家が王位争奪を繰り返す薔薇戦争時代の中世イングランドを舞台に、男女両方の性を持つヨーク家の三男・リチャードの運命が描かれる。"
    },
    "Aliases": [
        "Bara-Ō no Sōretsu",
        "Bara-Ou no Souretsu",
        "Baraou no Souretsu",
        "Requiem of the Rose King (2022)"
    ],
    "Modified": "2025-06-12",
    "Seasons": {
        "0": {
            "ID": "1976993",
            "URL": "https://thetvdb.com/series/requiem-of-the-rose-king/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9089483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/9089483",
                    "Titles": {
                        "eng": "Part One Digest: Meetings and Partings",
                        "jpn": "第１クールダイジェスト～出逢いと別離～"
                    },
                    "Summaries": {
                        "eng": "As the story enters its second half, this summary offers viewers a refresher on and fans an introduction to Requiem of the Rose King.",
                        "jpn": "2022年1月より好評放送中のTVアニメ『薔薇王の葬列』。\r\n第2クールの放送前に、激動のクライマックスを迎えた第1クールを一挙おさらい。\r\nジャンヌダルク役として出演する悠木碧さんによるナレーションとともに、全12話をダイジェストでお届けします。\r\n\r\n出逢いと別離、血と欲望が絡み合う悪夢を、いま一度。"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1924277",
            "URL": "https://thetvdb.com/series/requiem-of-the-rose-king/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "8407854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8407854",
                    "Titles": {
                        "eng": "Wars of the Roses",
                        "jpn": "Wars of the Roses"
                    },
                    "Summaries": {
                        "eng": "Civil war grips Medieval England as the houses of York and Lancaster vie for the throne. Richard, the Duke of York's youngest son, wants nothing more than to see the duke crowned king, even as Richard struggles with an alienating secret.",
                        "jpn": "「悪魔の子」。母セシリーから疎まれ育ったヨーク家の三男・リチャードは、誰よりも父であるヨーク公爵リチャードを慕っていた。父はリチャ－ドに告げる。「私はこれからこの国に大嵐を呼び起こす。黄金の環を手に入れ、必ずや戻ってくるぞ」。それは白薔薇のヨーク家と赤薔薇のランカスター家が王座を巡って争う薔薇戦争の始まりだった。戦いの中、ランカスター勢に捕らえられたリチャードは、抜け出した森の中で羊飼いの青年と出会う。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8813078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8813078",
                    "Titles": {
                        "eng": "Father Is My Light",
                        "jpn": "Father Is My Light"
                    },
                    "Summaries": {
                        "eng": "The Duke of York has seized the capital and the throne, but he must still overcome Queen Margaret's army if he hopes to be crowned king. Richard, imprisoned in the Tower of London, can only speculate about the fortunes of war.",
                        "jpn": "リチャードは父・ヨーク公爵とともに戦場に立つことを望む。しかし、その願いは母セシリーに阻まれる。「お前の言葉は呪いとなり人を破滅させる」。塔へと幽閉させられたリチャードは、その塔にランカスター家の王ヘンリー六世も囚われていることを知り、彼を殺して父に王冠を捧げたいと強く願うのだった。そのころヨーク公爵は、ランカスター家のマーガレット王妃率いる軍勢と激しい戦いの果てに虜囚となっていた。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8813079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8813079",
                    "Titles": {
                        "eng": "I Am the Shadow, the Darkness Behind the Light",
                        "jpn": "I Am the Shadow, the Darkness Behind the Light"
                    },
                    "Summaries": {
                        "eng": "The Duke of York's death is a blow both to Richard and to the Yorkist cause, but an unforseen setback gives the Earl of Warwick and Edward time to rally their forces. How will Richard face the coming battle and a World without the duke?",
                        "jpn": "父・ヨーク公爵は殺された。ウォリック伯爵は、ヨーク家の長男エドワードに王になるよう促し、エドワードはそれに応える。ロンドン郊外で行われるヨーク家とランカスター家の決戦。リチャードもまたそこで血を求め剣を振るっていた。「闇の中で。血の色しか見えない。だから埋め尽くすんだ……」。まるで薔薇の花弁のよう降り注ぐ血。戦はヨーク家の勝利に終わり、キングメイカー・ウォリック伯爵は、エドワードの婚姻を計画していた。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8813080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8813080",
                    "Titles": {
                        "eng": "I'm Afraid I'm Going to Lose the Answers I've Gotten and… Everything Else.",
                        "jpn": "I'm Afraid I'm Going to Lose the Answers I've Gotten and… Everything Else."
                    },
                    "Summaries": {
                        "eng": "Edward, now king, enlists Richard to guard the secret of his affair with Elizabeth Woodville. Alone in the woods, Richard has an unexpected encounter that raises unsettling questions.",
                        "jpn": "エドワードは、パーティーで接近してきた小貴族の未亡人エリザベスに心を奪われていた。狩りを隠れ蓑に逢瀬を重ねるエドワード。エドワードにつきあわされるリチャードの前に、以前出会った羊飼いの青年ヘンリーが現れる。互いの素性も知らない2人。降りしきる雨を別荘でしのぐ2人。「何だってかまわないさ。僕が好きなのは君自身なんだから」というヘンリーに、リチャードは無言で応える。雨は止まず、夜は更けていく。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8813081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8813081",
                    "Titles": {
                        "eng": "If I Don't Grab Your Hand, I Won't Have to Let Go",
                        "jpn": "If I Don't Grab Your Hand, I Won't Have to Let Go"
                    },
                    "Summaries": {
                        "eng": "The Earl of Warwick seethes at his humiliation and loss of power caused by King Edward's marriage. Meanwhile, Richard's time with the earl's daughter, Anne, raises new possibilities in the young duke's mind.",
                        "jpn": "エドワードとエリザベスの結婚は、ヨーク家とウォリック伯爵との関係に大きな亀裂を生んだ。波紋が広がる宴席で、リチャードはバッキンガム公爵と出会う。「リチャード、考えたことはないのか？あんただって、王になれるんだぞ…！」。その言葉に戸惑うリチャードだったが、その胸中に父・ヨーク公爵の「私の名を残せ。王の名だ」という言葉が響く。父・ヨーク公爵の肖像画を前にしたリチャードのもとに、ウォリック伯爵が現れる。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8813082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8813082",
                    "Titles": {
                        "eng": "A man who has no awareness as king... A man who is not qualified to be king... Neither of them is fit for the throne.",
                        "jpn": "A man who has no awareness as king... A man who is not qualified to be king... Neither of them is fit for the throne."
                    },
                    "Summaries": {
                        "eng": "The Earl of Warwick plots rebellion, and tensions mount between George and King Edward. The king refuses to doubt his comrade or his brother, but his trust may cost him his crown.",
                        "jpn": "エリザベスが女の子を出産し、エドワードと弟ジョージの間の対立は深まっていく。一方、ウォリック伯爵は、自身の次女イザベルとジョージの結婚を進め、さらに敵であったランカスター家へと接近する。マーガレット王妃は彼の忠誠の証として、ウォリック伯爵の長女アンと、ランカスター家のエドワード王太子との結婚を求める。だがエドワード王太子には結婚前にもう１度会いたい人物がいた。それはかつて出会ったリチャードだった。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8813083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8813083",
                    "Titles": {
                        "eng": "Even If I sin...",
                        "jpn": "Even if I sin..."
                    },
                    "Summaries": {
                        "eng": "Richard's elder brother Edward has been taken prisoner. On the way to rescue Edward, Richard meets Prince Edward of the House of Lancaster. The two decide to travel together, even as they both hide their identities from each other. On the way, Prince Edward asks \"Have you ever wanted to get your hands on something, even if it meant committing a crime?\" The words silently echo in Richard's mind as the two arrive at Middleham Castle, where Edward is being held.",
                        "jpn": "囚われの身となった兄・エドワード。エドワードの救出に向かうリチャードは、そこでランカスター家のエドワード王太子と出会う。互いに身分を隠しながら、行動をともにする２人。道中、エドワード王太子はリチャードに問う。「お前は、願ったことはないのか？　たとえ罪を犯してでも、何かを手に入れたいと――！」。その言葉はリチャードの心に静かに響いた。そして２人は、エドワードが囚われるミドラム城に到着する。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8813084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8813084",
                    "Titles": {
                        "eng": "Even alone, it wasn't frightening. Rather... the loneliness has been kind ever since losing Father.",
                        "jpn": "Even alone, it wasn’t frightening. Rather... the loneliness has been kind ever since losing Father."
                    },
                    "Summaries": {
                        "eng": "Henry VI is back on the throne, but so far it has only been a return to the days that tormented him. Meanwhile, Edward orders Richard to deliver the banner of the House of York as an ultimatum to Warwick and his brother George, who has joined the House of Lancaster. Richard's group acts in secret, but a Lancastrian nobleman discovers their York affiliation and they cross swords. Wounded in the battle, Richard unexpectedly runs into Henry, who is on a pilgrimage.",
                        "jpn": "再び王座へと返り咲いたヘンリー六世。だがそれは彼にとって心を苛む日々の再来だった。一方、エドワードはリチャードに、ウォリックとランカスター家に与した弟・ジョージに対し、最後通告としてヨーク家の旗を届けることを命じる。密かに行動していたリチャードたちだったが、ランカスター派の貴族にヨーク派であることがばれてしまい、剣を交えることになる。戦いで傷を負ったリチャードは、巡礼に出ていたヘンリーと思わぬ再会を果たす。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8813085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8813085",
                    "Titles": {
                        "eng": "I remember when Christmas was approaching. The time when I lost Father.",
                        "jpn": "I remember when Christmas was approaching. The time when I lost Father."
                    },
                    "Summaries": {
                        "eng": "In the moonlit forest, the darkness of the night envelops Richard and Henry. But their time together doesn't last long, as Richard leaves with the newly-arriving Catesby. \"I promise you we'll meet under that tree again,\" Henry says. Emotionally wrought, Richard promises to meet him again and heads for George's home. Meanwhile George, drunk and wondering where he went wrong in life, sees the ghost of his father, the Duke of York.",
                        "jpn": "月明かりの森の中、リチャードとヘンリーを夜の闇が包む。だが２人だけの時間は長くは続かない。迎えに来たケイツビーとともにリチャードは去っていく。「約束しよう。あの木の下で、また会おう」と声をかけるヘンリー。リチャードは交錯する様々な感情を押し殺し再会を約束すると、ジョージの元へと向かっていく。その頃、酔った頭で自分の人生はどこで道を違えてしまったのか自問していたジョージは、父・ヨーク公爵の亡霊を目の当たりする事になる。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8813086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8813086",
                    "Titles": {
                        "eng": "My name is Richard Plantagenet.",
                        "jpn": "My name is Richard Plantagenet."
                    },
                    "Summaries": {
                        "eng": "Anne is ordered by the Earl of Warwick to marry Prince Edward. There is no love between the two of them, but their friendship begins to grow as they discuss their true feelings for each other during a boat trip. Meanwhile, the Earl of Warwick finally confronts Edward on the battlefield. Warwick has the numerical advantage, but George, once aligned with the Lancaster faction, sides with Edward again, evening up the odds. As the battle stalls, Richard takes the place of Buckingham and stages a solo attack on Lancaster's camp.",
                        "jpn": "ウォリック伯爵に、エドワード王太子との結婚を命じられたアン。アンとエドワード王太子の間に愛はなかったが、船旅の中、互いの本音を話す事で友情が芽生え始める。一方、ウォリック伯爵はついに戦場でエドワードと対峙する。戦いは数で勝るウォリック伯爵が有利であったが、ランカスター派についていたジョージが、再びエドワード側についたことで勢力は五分五分となる。戦況が膠着する中、リチャードはバッキンガムを自らの代役とし、単身ランカスターの本陣へと攻め上る。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8934729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934729",
                    "Titles": {
                        "eng": "That is my... my punishment...",
                        "jpn": "That is my... my punishment..."
                    },
                    "Summaries": {
                        "eng": "Richard discovers that the man from the forest is Henry VI of Lancaster, the one who killed Richard's father. Torn between fond feelings for Henry and the betrayal of York, Richard murmurs \"die.\" \"If you're in that much of a hurry to die,\" says Buckingham, \"go ahead and keep killing in your rage.\" To Richard, however, this is nothing more than a punishment to bear. Meanwhile, Queen Margaret of Lancaster continues to fight, but realizing her disadvantage, she decides to entrust the life of Prince Edward to Anne.",
                        "jpn": "約束の森で再び会おう。リチャードは、そう約束した相手が父の仇であるランカスターのヘンリー六世だった事を知ってしまう。ヘンリーへの感情とヨークへの背信に引き裂かれ自分を「殺せ」とつぶやくリチャードに、死にたいならその狂気のまま敵を殺し続けろ、とバッキンガムは迫る。それこそが自らに与えられた罰――リチャードは自覚する。一方、ランカスターのマーガレット王妃は抗戦を続けていたが、戦況の不利を悟り、アンにエドワード王太子の命を託す事にする。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8934741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934741",
                    "Titles": {
                        "eng": "Richard Is Dead, Died Alone in the Woods That Day.",
                        "jpn": "Richard is dead, died alone in the woods that day."
                    },
                    "Summaries": {
                        "eng": "Edward becomes king, and York is overjoyed...but Richard's heart was sinking. \"The light will never return.\" Richard goes to the prison where Henry was captured, even after receiving orders from Edward to kill Henry. \"You've always appeared out of nowhere...healing my wounds, then tearing them open.\" With dagger in hand, Richard emotionally opens up to Henry. But what will Henry say when Richard reveals the greatest secret of all?",
                        "jpn": "エドワードが王となり、歓喜にわくヨーク。だがリチャードの心は沈んでいた。「光はもう、二度と戻らない」。ヘンリーを捕らえた牢獄へと足を運ぶリチャード。そんなリチャードに兄・エドワードは、ヘンリーを殺せと命じる。「お前はいつも突然現れて……俺の傷口を、満たしては引き裂いた」。短刀を手にしたリチャードはヘンリーに自らの思いを語る。そして自らの秘密を明かすリチャード。その時、ヘンリーが語った言葉は……。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "8934745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934745",
                    "Titles": {
                        "eng": "After all, this body is just a prison of the soul...",
                        "jpn": "After all, this body is just a prison of the soul..."
                    },
                    "Summaries": {
                        "eng": "Ten years later, King Edward IV enjoys a future-predicting \"destiny cake\" at a banquet. The cake he grabbed was in the shape of a \"G,\" but what does the wine-red \"G\" suggest about the future? At the banquet, Edward IV meets a woman named Jane. Meanwhile Richard, reappearing at the royal palace after many years, has married Anne, their son Edward growing up healthy and happy. But their happiness is only superficial. \"When my soul died, I knew rest, for without a soul, there is no captivity.\"",
                        "jpn": "10年が経った。未来を占う「運命のケーキ」を宴席で楽しむエドワード四世。彼が掴んだケーキは「Ｇ」の形をしていた。ワインで赤く染まった「Ｇ」が暗示する未来とは。エドワード四世は宴の席でジェーンと名乗る女性を見初める。一方、久々に王宮を訪れたリチャードは、アンと結婚し、息子のエドワードも健やかに育っていた。だがその幸せは上辺だけのもの。「魂が死んで、安息を知った。魂がなければ、囚われることもないのだと――」。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "8934746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934746",
                    "Titles": {
                        "eng": "Good night. Brother.",
                        "jpn": "Good night. Brother."
                    },
                    "Summaries": {
                        "eng": "Richard captures George for cursing Edward IV. However, Edward IV keeps hoping that George might come to his senses. Richard makes a decision: \"Buckingham, kill George.\" Now Richard must convince Edward IV that it was the Woodville family that sent George to his death. George, cornered by Richard and Buckingham's plot, storms into the courtroom.",
                        "jpn": "エドワード四世を呪った罪でジョージを捕えるリチャード。だがエドワード四世は、ジョージが正気を取り戻すかもしれない、と希望を持ち続けていた。リチャードは決断する。「バッキンガム。ジョージを殺せ」。そして、ジョージを死に追いやったのはウッドヴィル家であるとエドワード四世に思い込ませる必要がある。リチャードとバッキンガムが練り上げた計略に踊らされるように、追い詰められたジョージは裁判の場へと乱入する。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "8934747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934747",
                    "Titles": {
                        "eng": "If you hide it, you won't feel sadness.",
                        "jpn": "If you hide it, you won’t feel sadness."
                    },
                    "Summaries": {
                        "eng": "Richard is now taking care of Edward IV...but upon the king's death, Queen Elizabeth's brother Anthony plans to install a child prince as king and himself as regent. Anthony also attempts to arrest Richard for treason, but Buckingham also lurks behind the shadows. Finally, Buckingham learns the secret of Richard, who then reveals a dream: \"If you can't escape your fate...then become the devil.\"",
                        "jpn": "エドワード四世を看取るリチャード。王の死を受け、王妃・エリザベスの弟・アンソニーは、幼い王太子を王に立て、自らは摂政になろうと目論む。さらにアンソニーはリチャードを謀反の罪で逮捕しようとするが、その陰にはバッキンガムの姿があった。そしてついにバッキンガムはリチャードの秘密を知り、リチャードは本当の望みを口にする。「運命から逃れられぬのなら……悪魔に、なればいい――」。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "8934748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934748",
                    "Titles": {
                        "eng": "The devil has the devil's way.",
                        "jpn": "The devil has the devil's way."
                    },
                    "Summaries": {
                        "eng": "Richard and Buckingham embark on a majority-rule maneuver to gain the throne. It creates more suffering for Catesby, who has been trying to protect Richard while serving Hastings. Who is his loyalty truly for? Meanwhile, Hastings and the Queen Mother are planning a service for King Edward V. The service would publicize and solidify Elizabeth's power if held, and now Richard is gradually pushed into a position of inferiority.",
                        "jpn": "王座を手に入れるためリチャードとバッキンガムは多数派工作に乗り出す。その状況の中、ヘイスティングスの従者でありながら、リチャードを守ろうとしてきたケイツビーは苦しむ。自らの忠誠は誰のためのものなのか。その頃、ヘイスティングスと王太后・エリザベスはエドワード五世のための礼拝式を計画していた。礼拝式が行われればエリザベスの権力の強さが知らしめられる。リチャードは徐々に劣勢に追い込まれる。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "8934749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934749",
                    "Titles": {
                        "eng": "Because God has chosen this bloody demon.",
                        "jpn": "Because God has chosen this bloody demon."
                    },
                    "Summaries": {
                        "eng": "Hastings and the Queen Mother carry out a plan to disqualify Richard...but it's revealed that Edward V, son of Edward IV and Elizabeth, had no rightful claim to the throne. So Edward V and his brother are imprisoned in the Tower of London. Thus Richard steadily closes in on the throne...but Cecily agitates the people against it, stating \"the devil must not be made king!\" Faced with throngs of angry citizens, Richard and Buckingham put on the play of the century.",
                        "jpn": "ヘイスティングスと王太后・エリザベスによる、リチャードを失脚させるための計画が実行された。しかし、エドワード四世とエリザベスの間に生まれたエドワード五世が、正統な王ではないということが明らかにされ、エドワード五世とその弟はロンドン塔に幽閉された。着々と王座へと迫るリチャード。だが、母・セシリーは「悪魔を王にしてはならない！」と民衆を扇動する。詰めかけた民衆の前に立ったリチャードとバッキンガムは世紀の大芝居を打つ。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "8934750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934750",
                    "Titles": {
                        "eng": "Your Name",
                        "jpn": "Your name."
                    },
                    "Summaries": {
                        "eng": "Anne witnesses Richard coming out of Buckingham's room at night. \"You know him better than anyone,\" she says to Catesby. \"If he's hiding something, please tell me.\" To root out Richard's secret, Anne proposes that he dress as a woman and she as a man at a banquet they call \"The Devil's Paradise.\" Despite Anne's intentions, the banquet is a great success, the two of them lost among the admiring crowd. Then Buckingham appears, dressed as the devil.",
                        "jpn": "夜、バッキンガムの部屋からリチャードが出てくる様子を目撃してしまうアン。アンはケイツビーに「貴方は誰より彼を知っている。隠していることがあるなら教えて」と迫る。アンは、リチャードの秘密を知るため、“悪魔の楽園”という宴の席で、リチャードが女装を、アンが男装をする提案をする。アンの思惑をよそに宴は盛り上がり、二人は民衆の中に紛れてしまう。そしてそこに現れたのは、悪魔の仮装をしたバッキンガムだった。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "8934751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934751",
                    "Titles": {
                        "eng": "I Will Protect Edward. That Child Is My Son.",
                        "jpn": "I will protect Edward. That child is my son."
                    },
                    "Summaries": {
                        "eng": "At a rainy villa, a night spent with Henry VI springs back to Richard's memory. Buckingham, knowing who Richard once loved, joins hands with the king. \"Say the name,\" he tells him, \"my name.\" The villa is visited by Tyrell, the assassin who took George and the others. Buckingham is shocked when he realizes Tyrell is the spitting image of Henry VI. Meanwhile, in London, Richmond is on the move for the throne.",
                        "jpn": "雨の中の別荘。かつてヘンリー六世と過ごした一夜がリチャードの中に蘇る。そしてバッキンガムはリチャードがかつて愛した人物が何者かを知り、その手を掴んで告げる。「名を呼んでくれ。……俺の名を」。その別荘を、ジョージなどを手に掛けた暗殺者ティレルが訪れる。その姿がヘンリー六世と瓜二つなことに気づいたバッキンガムは衝撃を受ける。そのころロンドンではリッチモンドが王座を狙い動き始めていた。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "8934752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934752",
                    "Titles": {
                        "eng": "The Light Is Overhead",
                        "jpn": "The light is overhead."
                    },
                    "Summaries": {
                        "eng": "Rumors circulate that Richard is not the rightful king. This story leads to the escape of Edward V, son of the previous king, and his brother from the Tower of London. Richard suffers from poor health as he prepares for his coronation in York. A medical examination by the imprisoned witch Jane suggests a certain possibility. With that in mind, Richard visits Buckingham's castle. There, Buckingham's love for Richard grows to the point where he takes unprecedented action. \"I can no longer keep my cool with you around.\"",
                        "jpn": "リチャードは正統な王ではないという噂が流れていた。この噂は、ロンドン塔に幽閉された先王の息子・エドワード五世とその弟の脱走事件を招く。ヨークでの戴冠式を控え体調不良に悩まされるリチャード。投獄中の魔女ジェーンの診察により、ある可能性が示唆される。その結果を胸にリチャードはバッキンガムの城を訪れる。そこでバッキンガムはリチャードへの愛を募らせ、思わぬ行動に出る。「俺はあんたが側にいると、冷静でいられない」"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "8934753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934753",
                    "Titles": {
                        "eng": "It Should Still Be in Time Now",
                        "jpn": "It should still be in time now."
                    },
                    "Summaries": {
                        "eng": "Buckingham, determined to rebel, tries to win the cooperation of Bishop Ely and Stanley. Meanwhile, Richmond advises his father-in-law Stanley of the conditions under which he will join the rebellion. Those conditions: The death of King Edward V and his brother, who are imprisoned in the Tower of London. Buckingham believes Richard III, and no one else, must commit the murders. At the same time, Richard enters York and waits for Buckingham, who is expected to come. However, after the coronation, Richard is visited by the assassin Tyrell.",
                        "jpn": "反乱の意思を固めたバッキンガムは、イーリー司教、そしてスタンリーの協力を得ようとする。一方、リッチモンドは反乱に加わるための条件をつけることを義理の父親・スタンリーに進言する。それはロンドン塔に幽閉中のエドワード五世とその弟を殺すこと。バッキンガムはその犯人はリチャード三世でなくてはならないと考える。その頃、ヨークに入ったリチャードは、来るはずのバッキンガムを待ちわびていた。だが、戴冠式を済ませたリチャードのもとを訪れたのは暗殺者ティレルだった。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "8934742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934742",
                    "Titles": {
                        "eng": "Use Your Head More, Damn Brat. Don’t Die Even If You Are Weak",
                        "jpn": "Use your head more, damn brat. Don't die even if you are weak."
                    },
                    "Summaries": {
                        "eng": "With Buckingham in open rebellion, an anguished Richard turns toward Catesby. \"If only I hadn't been so intimate with him. If only I wasn't the son of the devil...\" But that was no longer an option. Leaving his wife Anne and son Edward behind, Richard sets out for battle. Richard III and Buckingham cross swords in the Forest of Dean, just as they promised. \"I will cross the border and abandon my name. I will stand by your side and cut through your thorns until the day I die. That...and the loyalty to your father that still binds you...\"",
                        "jpn": "バッキンガムの反乱。リチャードはその苦悩をケイツビーに語る。「あいつと、身体など重ねなければ。俺が、悪魔の子でなければ……」。だがそれはもはや詮無いことだった。妻・アンと息子・エドワードを残し、リチャードは出陣する。約束の場所ディーンの森で刃を交えるリチャード三世とバッキンガム。「国外へ渡り、名を捨てる。死ぬまであんたの傍で、俺があんたの荊棘を切り裂いてやる。今もあんたを縛る“父親への忠誠”も━━」"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "8934743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934743",
                    "Titles": {
                        "eng": "Mother...Goodbye",
                        "jpn": "Mother ...... Goodbye."
                    },
                    "Summaries": {
                        "eng": "Just as Richard has personally seen to the end of Buckingham, Anne confesses that her tuberculosis has returned. Anne begs Richard to disinherit their kind-hearted son Edward in order to protect him. Facing the cruel fate of loved ones drifting away, Richard desperate enough for the departed Buckingham to try replacing him with Catesby. But Catesby says he cannot, for \"the heat of the body cannot warm the soul.\" In the midst of this, the battle with Richmond approaches.",
                        "jpn": "半身であるバッキンガムを手にかけたリチャード。そこにアンが結核の再発を告白する。アンは、心優しい息子のエドワードを守るため、彼を廃嫡してほしいとリチャードに願う。愛するものが自らの手から零れていく残酷な運命を前に、リチャードはいないはずのバッキンガムを求めるあまり、ケイツビーを代わりにしようとする。だが、ケイツビーは「できません……。身体の熱で、魂をあたためることは」と答える。そんな状態の中、リッチモンドとの戦いは近づきつつあった。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "8934744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934744",
                    "Titles": {
                        "eng": "Requiem of the Rose King",
                        "jpn": "Requiem of the Rose King"
                    },
                    "Summaries": {
                        "eng": "\"If this name, if this blood, was all an illusion...then what is the point of this battle?\" Richard looks back at his past, guided by Tyrell in front of him. \"Let us go home, even if it is a battlefield where not even sleep is allowed to us...\"",
                        "jpn": "「この名も、この血さえ、すべて幻だったというのなら━━。この戦いに、何の意味があるというんだ」。リチャードは目の前に現れたティレルに導かれるように、自らの来し方を振り返る。「さあ、帰ろう。行く先が、眠ることすら許されぬ、戦場だとしても━━」。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}