{
    "URL": "https://thetvdb.com/series/scarlet-nexus",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14271876/",
        "https://snx-anime.net/",
        "https://www.themoviedb.org/tv/121131",
        "https://x.com/SNX_ANIME"
    ],
    "Titles": {
        "eng": "Scarlet Nexus",
        "jpn": "SCARLET NEXUS"
    },
    "Summaries": {
        "eng": "Saved by the Other Suppression Force as a child, psychokinetic Yuito enlists in this elite team formed to fight Earth’s enemy. Meanwhile, prodigy Kasane was scouted for her abilities. Kasane’s dreams tell her strange things, dragging the two into an unavoidable fate.",
        "jpn": "＜ストーリー＞\r\n新歴(にうれき)２０２０年。人類の多くは、思考や意識を外界に作用させる力、『脳力』を生まれながらに備えていた。その生活は一見便利で、平和にも見える。しかし実際は、成層圏より降下する異形の生命体・怪異の存在が彼らの命を脅かしていた。怪異を討伐すべく、ニューヒムカ政府によって結成されたのは怪伐軍。ひと際強い脳力の持ち主、『超脳力者』によって組織された軍隊だ。\r\n\r\n＜キャスト＞\r\nユイト・スメラギ：榎木 淳弥/カサネ・ランドール：瀬戸 麻沙美/ハナビ・イチジョウ：嶺内 ともみ/ツグミ・ナザール：高野 麻里佳/ゲンマ・ギャリソン：竹内 良太/ルカ・トラヴァース：赤崎 千夏/シデン・リッター：河西 健吾/アラシ・スプリング：堀江 由衣/キョウカ・エデン：原 由実/カゲロウ・ダン：浪川 大輔 他"
    },
    "Aliases": [
        "スカーレットネクサス"
    ],
    "Modified": "2025-01-23",
    "Seasons": {
        "1": {
            "ID": "1911086",
            "URL": "https://thetvdb.com/series/scarlet-nexus/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "8291134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8291134",
                    "Titles": {
                        "eng": "Scarlet Psionics",
                        "jpn": "緋色の守護者"
                    },
                    "Summaries": {
                        "eng": "Yuito and Nagi are inducted into the Scarlet Guardians and meet their team members, each with their own psionic power. Soon after, they join the battle against invading mutants known as Others, but could there be more to the invasion than meets the eye?",
                        "jpn": "怪伐軍入隊の日を迎えたユイトとナギは、互いに士気を高め合う。 一方、カサネは頻繁にみる奇妙な夢を気にかけていた。 入隊早々、町には怪異が出現し、幼い少女が絶体絶命の危機に晒される。ユイトは待機を命じられるが……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8506714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8506714",
                    "Titles": {
                        "eng": "Scarlet Guardians",
                        "jpn": "スカーレットガーディアン"
                    },
                    "Summaries": {
                        "eng": "Yuito's memory of his childhood savior returns. While off duty, Yuito and Nagi run into Naomi and Kasane. Something is afoot in Seiran, but is it related to Karen's agenda? The Seto and Kyoka platoons train, and then scramble to intercept the Others.",
                        "jpn": "キョウカ隊とセト隊は、新人歓迎合同訓練を行う。そこで突如ユイトはカサネに集中攻撃される。訓練が終わったのも束の間、出撃命令が下される。向かった先で、ナオミは超脳力により、カサネに迫る危機を予知する―。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8506716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8506716",
                    "Titles": {
                        "eng": "Conspiracy",
                        "jpn": "陰謀"
                    },
                    "Summaries": {
                        "eng": "Something goes horribly wrong with Naomi, leaving her comrades dazed and confused. It's clear there is more to it when they're told to keep quiet. Kasane divulges a shocking secret to Yuito, and the Seto and Kyoka platoons face an unexpected enemy.",
                        "jpn": "任務遂行中、胸を撃たれたナオミに異変が生じる。動揺のおさまらないユイトやカサネ達だったが、息つく間もなく次の出撃命令が下される。しかし現場に向かった一同を出迎えたのは、意外なものだった。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8526267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8526267",
                    "Titles": {
                        "eng": "Red Strings",
                        "jpn": "レッドストリングス"
                    },
                    "Summaries": {
                        "eng": "Karen's machinations lead to a battle between comrades until a new threat arrives, claiming all around it. Yuito and company lick their wounds as they learn about Karen's motives. Others swarm into Suoh, and Kasane and company awake in a strange place.",
                        "jpn": "理由も分からないまま、同胞と戦うことを余儀なくされたユイト達。その最中、ナギが奇妙な言動を見せる。ユイトとカサネは、突如現れた異空間に吸い込まれ、異様な光景を目の当たりにする。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8526268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8526268",
                    "Titles": {
                        "eng": "Karen's Revolt",
                        "jpn": "カレンの反乱"
                    },
                    "Summaries": {
                        "eng": "As Karen's revolt gathers steam, Yuito and forces loyal to New Himuka are hard-pressed. Fubuki takes command of a band of loyalists and orders Yuito to check that his father is safe. Karen publically reveals a motive, and Yuito has a shocking encounter.",
                        "jpn": "スオウの街はサイネットがダウンし、怪異が暴れまわり、混沌とした様相を呈している。ことの首謀者であるカレンは、ニューヒムカ国民に対し自らの行動の理由を語る。命令を受けて評議会議長である父・ジョウの警護へ向かったユイトは、そこで最悪の事態に巻き込まれる。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8526269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8526269",
                    "Titles": {
                        "eng": "A Doomed Tomorrow",
                        "jpn": "破滅の明日"
                    },
                    "Summaries": {
                        "eng": "Kasane and company wake up to a shocking reality and strange encounters. Kasane learns about the emptiness in the sky and a way to stop it. Yuito and Kasane confront each other after she discovers the real reason for Karen's rebellion. Kasane goes to Seiran with other FSC members.",
                        "jpn": "カサネたちキョウカ隊のメンバーは、荒廃したクナド高速輸送道路で目を覚ました。しかし、なにか様子がおかしい。カサネはそこで、ある人物から、これまでに起こった事の謎を解き明かす驚きの事実を告げられる。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8526270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8526270",
                    "Titles": {
                        "eng": "The Hunt for Nagi",
                        "jpn": "追跡、ナギ"
                    },
                    "Summaries": {
                        "eng": "Friends become enemies as the OSF splits in two. Yuito receives a promotion, but why can't he remember? Karen creates a new Seiran OSF platoon and tells Kasane they have Naomi in their care. The hunt for Nagi is on as Yuito gains fresh intel.",
                        "jpn": "体調に異常を感じたユイトは、怪伐軍病院へ行く。そこには、行方をくらませていたナギの姿があった。ナギを追って一同は怪伐軍病院の旧館に向かう。そこはユイトともゆかりのある場所だった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8526272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8526272",
                    "Titles": {
                        "eng": "The Hospital's Secrets",
                        "jpn": "病院の真相"
                    },
                    "Summaries": {
                        "eng": "The hunt for Nagi continues. Yuito's platoon is ambushed but makes a narrow escape. Fubuki and Luka reveal the hospital's secrets and the dark truths behind them. Kasane's platoon searches for Naomi. Karen offers to help with Naomi's condition.",
                        "jpn": "一緒に来るようにナギへ説得を試みるユイト。しかしその時、予期せぬ事態が起こる。ユイトがフブキから旧怪伐軍病院の秘密を知らされる一方で、カサネはナオミに会うため、特異生命研究施設へ向かう。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8526275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8526275",
                    "Titles": {
                        "eng": "A Dubious Wonder Drug",
                        "jpn": "疑惑の特効薬"
                    },
                    "Summaries": {
                        "eng": "Fubuki reveals his mindset to Yuito. After approaching Kaito, Fubuki's plan takes shape. Yuito's ailment worsens, and he tries the drug he was prescribed. His platoon discovers a secret manufacturing plant and has a run-in with Kasane's platoon.",
                        "jpn": "怪伐軍の離脱兵を捜索する任務を与えられたユイト隊。その中で、一同は特異生命研究施設にたどり着く。カサネと邂逅するユイトだったが、二人の立場は大きく違っていた。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8526277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8526277",
                    "Titles": {
                        "eng": "The Rebel Yuito",
                        "jpn": "反逆者ユイト"
                    },
                    "Summaries": {
                        "eng": "Fubuki puts his plan into action. Yuito and his platoon set out to recover Nagi's memory data. Kasane's platoon learns more about the Kunad Gate and her encounter with future Yuito. Yuito learns a shocking truth from his past. Togetsu comes into play.",
                        "jpn": "ユイト達はナギの記憶データを手に入れるため、再び旧怪伐軍病院へ向かう。 一方、カサネは、ユイトとクナドゲートの関連性が科学的に示されたことを受け、改めて50年後のユイトの言葉が事実であることを思い知る。 進むべき道に迷うカサネ。そんな時、キョウカから一つの提案がなされる。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8526280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8526280",
                    "Titles": {
                        "eng": "Togetsu",
                        "jpn": "トゲツへ"
                    },
                    "Summaries": {
                        "eng": "With the government in hot pursuit, Yuito ponders his next move. Yuito's platoon learns that he was once a dud and that Fubuki is missing. Yuito and Kasane separately decide to go to Togetsu with their platoons, but who or what will they find there?",
                        "jpn": "旧怪伐軍病院の秘密を知ったために、反逆者として追われる立場になったユイト。一方、ナオミを救う手立てを見つけるための道を探るカサネ。異なる場所にいながら、両者はともに月を信仰する宗教自治区・トゲツへ向かうべきか思い悩んでいた。果たして、トゲツはふたりに何をもたらすのか――"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8526282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8526282",
                    "Titles": {
                        "eng": "The Moon's Secrets",
                        "jpn": "月の秘密"
                    },
                    "Summaries": {
                        "eng": "Yuito's platoon accesses information only available in Togetsu. Kasane has a flashback to a forgotten past and encounters an unlikely savior within the Togetsu compound. Yuito's platoon sets out to access Togetsu's other computer system.",
                        "jpn": "トゲツにて、ユイト隊はニューヒムカの成り立ちやクナドゲートに関する、衝撃的な情報を知る。にわかには信じがたい話に戸惑う一同。一方、カサネは朦朧とした意識のなかで、自らのルーツを思い出す。同時に、幼いころ母親のように慕っていた人物に関する記憶もよみがえる。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "8680475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680475",
                    "Titles": {
                        "eng": "The Design Children",
                        "jpn": "デザインチルドレン"
                    },
                    "Summaries": {
                        "eng": "Yuito and Kasane try to flee Togetsu with their platoons. Kyoka attempts to thwart Kasane's escape. Yuito's platoon learns of Kasane's past and why she tried to kill him. Kagero's past comes to light, and he confirms Togetsu's story about the moon.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "8680782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680782",
                    "Titles": {
                        "eng": "A 2,000-Year Ambition",
                        "jpn": "二千年の想い"
                    },
                    "Summaries": {
                        "eng": "Kagero provides more info on the Ark mission and explains the Extinction Belt's origin. A new threat stalks the platoons, but their escape route is even more dangerous. They must decide their next step once Togetsu's ultimate objective is revealed.",
                        "jpn": "カゲロウの口から、断絶の帯や怪異の正体、レッドストリングスが生み出された理由などが語られる。トゲツの企みを止めなくてはいけないと悟り、ユイトとカサネはようやく目的を同じくする。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "8680783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680783",
                    "Titles": {
                        "eng": "Nagi Attacks",
                        "jpn": "ナギ、襲撃"
                    },
                    "Summaries": {
                        "eng": "Nagi confronts Yuito's platoon. Arashi has a plan. Yuito's brother tells him the truth about their family. Yuito prepares to expose New Himuka's agenda. Kasane's platoon receives shocking news as they prepare to approach Seiran's leadership.",
                        "jpn": "トゲツの企みを止めるべく、スオウへ戻ったユイト隊。しかしスオウでは、ナギがユイトを待ち受けていた。戦いを経て、一同はカイトと対峙し、二千年前からのスメラギ家の使命について知ることとなる。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "8680784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680784",
                    "Titles": {
                        "eng": "Naomi and Alice",
                        "jpn": "ナオミとアリス"
                    },
                    "Summaries": {
                        "eng": "Suoh prepares to deploy Naomi, Alice, and the rest of the human-derived Others. Kasane's platoon rushes to stop them. Yuito's platoon ventures into Arahabaki to broadcast the secretly recorded video to the public. Karen uses his Brain Eater power.",
                        "jpn": "スメラギ家の使命を達成するためなら国民の命を犠牲にすることも厭わないと言うカイト。ユイトたちはその映像データを公表するため、アラハバキへ向かう。一方、カサネたちは人間由来怪異を兵器利用しようとする怪伐軍と対峙していた。そこに意外な第三勢力が現れ、三つ巴の戦いに発展する。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "8680785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680785",
                    "Titles": {
                        "eng": "Arahabaki's Trap",
                        "jpn": "アラハバキの罠"
                    },
                    "Summaries": {
                        "eng": "After stealing Kasane's power, Karen sets his sights on Yuito's. Yuito's broadcast triggers unrest. Yuito's platoon hatches a plan to save him. The New Himukan government orders a lockdown. Fubuki escapes, but will he reach Yuito in time?",
                        "jpn": "アリスの身に起こったことを知ったカレンは、レッドストリングスを奪うため、ユイトの元へ向かう。ユイト隊全員で応戦するも、カレンは圧倒的な力を見せる。一方、カイトの謀略は市民に知れ渡り、スオウ京は混沌とした様相を呈し始めていた。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "8680786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680786",
                    "Titles": {
                        "eng": "Karen's Wish",
                        "jpn": "カレンの願い"
                    },
                    "Summaries": {
                        "eng": "Fubuki and Yuito's platoon exchange info. Fubuki recounts the past he, Alice, and Karen share and explains what happened to Alice and why Karen is taking desperate measures. Yuito's platoon forms a plan to stop Togetsu. Kagero makes a shocking confession.",
                        "jpn": "アリスを救うため、カレンがレッドストリングスを発動したと知ったフブキは、ユイト達にカレンとの過去を語り始める。それはフブキ、カレン、アリスの温かい思い出であり、繰り返される悲劇の序章でもあった。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "8680787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680787",
                    "Titles": {
                        "eng": "Kagero's Confession",
                        "jpn": "カゲロウの告白"
                    },
                    "Summaries": {
                        "eng": "Kagero explains what's behind his actions. Yuito and company learn what really happened the day Chairman Sumeragi was killed. Yuito and Kagero have a reckoning. Yuito and Kasane's platoons infiltrate Togetsu again, but little do they know what's in store.",
                        "jpn": "ジョウを殺したのは自分であると告白するカゲロウ。それを聞いたユイトとの戦いの中で、カゲロウはジョウ最期の本当の顛末と、自らにとってかけがえのない存在について語る。その後、ユイトたちはトゲツの企てを止めるため、ベイブに侵入する。そこで現れた人物に、ユイトとカサネは瞠目する。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "8680788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680788",
                    "Titles": {
                        "eng": "Together Again",
                        "jpn": "再会"
                    },
                    "Summaries": {
                        "eng": "Yuito and Kasane learn about their mother's past as their platoons continue their mission to shut down BABE. Kasane travels to the past to meet with someone who knows about the Red Strings, but when she returns to the present, she's not alone!",
                        "jpn": "ベイブ最深部にたどり着いた一同。しかしベイブからクナドゲートについての情報を引き出すことは叶わなかった。ユイトが死亡する以外の、クナドゲートを消滅させる方法を求めて、カサネはある人物の元へ時間跳躍する。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "8680789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680789",
                    "Titles": {
                        "eng": "Wakana's Resolve",
                        "jpn": "ワカナの決意"
                    },
                    "Summaries": {
                        "eng": "Yuito and Kasane spend some quality time with their mom. After she tells them about dimension entanglements and the Kunad Gate, Yuito and Kasane set off to unravel them. Will they succeed and return safely? And what is their mother not telling them?",
                        "jpn": "ユイトとカサネは、ワカナから次元のもつれを解き、クナドゲートを消滅させる方法を教わる。しかしそれには大きな犠牲がともなうことを、二人は知る由もなかった。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "8680790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680790",
                    "Titles": {
                        "eng": "Brothers",
                        "jpn": "兄と弟"
                    },
                    "Summaries": {
                        "eng": "Wakana's return to her own time doesn't have the intended result. Yuito and Kasane have a new and complex entanglement to deal with. Yuito meets Kaito for what could be the last time, but will he give him what he wants? Fubuki comes to the rescue.",
                        "jpn": "最後の次元のもつれを解くため、ユイトはカイトと会う。ヤクモの宿願のためにユイトの脳を奪おうとするカイトに対し、ユイトは偽りのない胸の内を語る。ユイトの言葉は、カイトに届くのか。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "8680791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680791",
                    "Titles": {
                        "eng": "The Sumeragi Mausoleum",
                        "jpn": "スメラギ陵へ"
                    },
                    "Summaries": {
                        "eng": "All hell breaks loose when the Extinction Belt descends to a record-low elevation. Kaito resumes his post as the Others threaten to overrun Suoh. Yuito and company head into the Sumeragi Mausoleum to unravel the last entanglement.",
                        "jpn": "ユイト達は最後の次元のもつれを解くため、カレンが眠っていると思われるスメラギ陵へ向かう。そこに広がっていたのは、世にも異様な空間だった。そして現れる仮面の男。彼はカレンなのか、ヤクモなのか。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "8680792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680792",
                    "Titles": {
                        "eng": "Slumbering Desire",
                        "jpn": "眠れる想い"
                    },
                    "Summaries": {
                        "eng": "A shock awaits Yuito and company as they confront Karen at the mausoleum. Will they be able to convince you to help? Yuito and Kasane deal with their regrets about what happened to Nagi and Naomi, and must take drastic measures in an attempt to save the world.",
                        "jpn": "アリスを救う。その一念に支配されているカレンは、レッドストリングス脳力を手に入れるため、ユイトとカサネに襲い掛かる。最強の超脳力者であるカレンと、最後の戦いが始まる！"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "8680793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680793",
                    "Titles": {
                        "eng": "Operation Destroy the Kunad Gate",
                        "jpn": "クナドゲート消滅作戦"
                    },
                    "Summaries": {
                        "eng": "Yuito and company try to convince Karen to help save the world. A bold plan is hatched to kill two birds with one stone, but is Yuito ready? Karen decides to try one last time to travel back to the past and change the future.",
                        "jpn": "ユイト達は、最後のもつれを解くと同時に、断絶の帯をも消し去ろうと試みる。しかしそれには、自らの脳とアラハバキを繋ぐ必要があった。皆に希望を託されたユイト達は、激しい苦痛に襲われながらも世界の運命に抗い続ける。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "8680794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680794",
                    "Titles": {
                        "eng": "To Each Their Own Future",
                        "jpn": "それぞれの未来（あす）"
                    },
                    "Summaries": {
                        "eng": "Yuito begins a new journey, and Kasane is tasked with a new mission. Promotions and new challenges await their comrades. But as they each go their separate ways, will anyone remember Karen's sacrifice or that he even existed?",
                        "jpn": "クナドゲートと断絶の帯が消滅し、幾ばくかの時が過ぎた。ユイトとカサネは、それぞれ異なる道を歩もうとする。自らが切り開くべき未来に、心躍らせながら。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}