{
    "URL": "https://thetvdb.com/series/scarlet-nexus",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14271876/",
        "https://snx-anime.net/",
        "https://www.themoviedb.org/tv/121131",
        "https://x.com/SNX_ANIME"
    ],
    "TitleEnglish": "Scarlet Nexus",
    "SummaryEnglish": "Saved by the Other Suppression Force as a child, psychokinetic Yuito enlists in this elite team formed to fight Earth’s enemy. Meanwhile, prodigy Kasane was scouted for her abilities. Kasane’s dreams tell her strange things, dragging the two into an unavoidable fate.",
    "Aliases": [
        "スカーレットネクサス"
    ],
    "Modified": "2025-01-23",
    "Seasons": {
        "1": {
            "ID": "1911086",
            "URL": "https://thetvdb.com/series/scarlet-nexus/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "8291134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8291134",
                    "TitleEnglish": "Scarlet Psionics",
                    "SummaryEnglish": "Yuito and Nagi are inducted into the Scarlet Guardians and meet their team members, each with their own psionic power. Soon after, they join the battle against invading mutants known as Others, but could there be more to the invasion than meets the eye?",
                    "Aliases": []
                },
                "2": {
                    "ID": "8506714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8506714",
                    "TitleEnglish": "Scarlet Guardians",
                    "SummaryEnglish": "Yuito's memory of his childhood savior returns. While off duty, Yuito and Nagi run into Naomi and Kasane. Something is afoot in Seiran, but is it related to Karen's agenda? The Seto and Kyoka platoons train, and then scramble to intercept the Others.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8506716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8506716",
                    "TitleEnglish": "Conspiracy",
                    "SummaryEnglish": "Something goes horribly wrong with Naomi, leaving her comrades dazed and confused. It's clear there is more to it when they're told to keep quiet. Kasane divulges a shocking secret to Yuito, and the Seto and Kyoka platoons face an unexpected enemy.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8526267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8526267",
                    "TitleEnglish": "Red Strings",
                    "SummaryEnglish": "Karen's machinations lead to a battle between comrades until a new threat arrives, claiming all around it. Yuito and company lick their wounds as they learn about Karen's motives. Others swarm into Suoh, and Kasane and company awake in a strange place.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8526268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8526268",
                    "TitleEnglish": "Karen's Revolt",
                    "SummaryEnglish": "As Karen's revolt gathers steam, Yuito and forces loyal to New Himuka are hard-pressed. Fubuki takes command of a band of loyalists and orders Yuito to check that his father is safe. Karen publically reveals a motive, and Yuito has a shocking encounter.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8526269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8526269",
                    "TitleEnglish": "A Doomed Tomorrow",
                    "SummaryEnglish": "Kasane and company wake up to a shocking reality and strange encounters. Kasane learns about the emptiness in the sky and a way to stop it. Yuito and Kasane confront each other after she discovers the real reason for Karen's rebellion. Kasane goes to Seiran with other FSC members.",
                    "Aliases": []
                },
                "7": {
                    "ID": "8526270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8526270",
                    "TitleEnglish": "The Hunt for Nagi",
                    "SummaryEnglish": "Friends become enemies as the OSF splits in two. Yuito receives a promotion, but why can't he remember? Karen creates a new Seiran OSF platoon and tells Kasane they have Naomi in their care. The hunt for Nagi is on as Yuito gains fresh intel.",
                    "Aliases": []
                },
                "8": {
                    "ID": "8526272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8526272",
                    "TitleEnglish": "The Hospital's Secrets",
                    "SummaryEnglish": "The hunt for Nagi continues. Yuito's platoon is ambushed but makes a narrow escape. Fubuki and Luka reveal the hospital's secrets and the dark truths behind them. Kasane's platoon searches for Naomi. Karen offers to help with Naomi's condition.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8526275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8526275",
                    "TitleEnglish": "A Dubious Wonder Drug",
                    "SummaryEnglish": "Fubuki reveals his mindset to Yuito. After approaching Kaito, Fubuki's plan takes shape. Yuito's ailment worsens, and he tries the drug he was prescribed. His platoon discovers a secret manufacturing plant and has a run-in with Kasane's platoon.",
                    "Aliases": []
                },
                "10": {
                    "ID": "8526277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8526277",
                    "TitleEnglish": "The Rebel Yuito",
                    "SummaryEnglish": "Fubuki puts his plan into action. Yuito and his platoon set out to recover Nagi's memory data. Kasane's platoon learns more about the Kunad Gate and her encounter with future Yuito. Yuito learns a shocking truth from his past. Togetsu comes into play.",
                    "Aliases": []
                },
                "11": {
                    "ID": "8526280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8526280",
                    "TitleEnglish": "Togetsu",
                    "SummaryEnglish": "With the government in hot pursuit, Yuito ponders his next move. Yuito's platoon learns that he was once a dud and that Fubuki is missing. Yuito and Kasane separately decide to go to Togetsu with their platoons, but who or what will they find there?",
                    "Aliases": []
                },
                "12": {
                    "ID": "8526282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8526282",
                    "TitleEnglish": "The Moon's Secrets",
                    "SummaryEnglish": "Yuito's platoon accesses information only available in Togetsu. Kasane has a flashback to a forgotten past and encounters an unlikely savior within the Togetsu compound. Yuito's platoon sets out to access Togetsu's other computer system.",
                    "Aliases": []
                },
                "13": {
                    "ID": "8680475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680475",
                    "TitleEnglish": "The Design Children",
                    "SummaryEnglish": "Yuito and Kasane try to flee Togetsu with their platoons. Kyoka attempts to thwart Kasane's escape. Yuito's platoon learns of Kasane's past and why she tried to kill him. Kagero's past comes to light, and he confirms Togetsu's story about the moon.",
                    "Aliases": []
                },
                "14": {
                    "ID": "8680782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680782",
                    "TitleEnglish": "A 2,000-Year Ambition",
                    "SummaryEnglish": "Kagero provides more info on the Ark mission and explains the Extinction Belt's origin. A new threat stalks the platoons, but their escape route is even more dangerous. They must decide their next step once Togetsu's ultimate objective is revealed.",
                    "Aliases": []
                },
                "15": {
                    "ID": "8680783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680783",
                    "TitleEnglish": "Nagi Attacks",
                    "SummaryEnglish": "Nagi confronts Yuito's platoon. Arashi has a plan. Yuito's brother tells him the truth about their family. Yuito prepares to expose New Himuka's agenda. Kasane's platoon receives shocking news as they prepare to approach Seiran's leadership.",
                    "Aliases": []
                },
                "16": {
                    "ID": "8680784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680784",
                    "TitleEnglish": "Naomi and Alice",
                    "SummaryEnglish": "Suoh prepares to deploy Naomi, Alice, and the rest of the human-derived Others. Kasane's platoon rushes to stop them. Yuito's platoon ventures into Arahabaki to broadcast the secretly recorded video to the public. Karen uses his Brain Eater power.",
                    "Aliases": []
                },
                "17": {
                    "ID": "8680785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680785",
                    "TitleEnglish": "Arahabaki's Trap",
                    "SummaryEnglish": "After stealing Kasane's power, Karen sets his sights on Yuito's. Yuito's broadcast triggers unrest. Yuito's platoon hatches a plan to save him. The New Himukan government orders a lockdown. Fubuki escapes, but will he reach Yuito in time?",
                    "Aliases": []
                },
                "18": {
                    "ID": "8680786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680786",
                    "TitleEnglish": "Karen's Wish",
                    "SummaryEnglish": "Fubuki and Yuito's platoon exchange info. Fubuki recounts the past he, Alice, and Karen share and explains what happened to Alice and why Karen is taking desperate measures. Yuito's platoon forms a plan to stop Togetsu. Kagero makes a shocking confession.",
                    "Aliases": []
                },
                "19": {
                    "ID": "8680787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680787",
                    "TitleEnglish": "Kagero's Confession",
                    "SummaryEnglish": "Kagero explains what's behind his actions. Yuito and company learn what really happened the day Chairman Sumeragi was killed. Yuito and Kagero have a reckoning. Yuito and Kasane's platoons infiltrate Togetsu again, but little do they know what's in store.",
                    "Aliases": []
                },
                "20": {
                    "ID": "8680788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680788",
                    "TitleEnglish": "Together Again",
                    "SummaryEnglish": "Yuito and Kasane learn about their mother's past as their platoons continue their mission to shut down BABE. Kasane travels to the past to meet with someone who knows about the Red Strings, but when she returns to the present, she's not alone!",
                    "Aliases": []
                },
                "21": {
                    "ID": "8680789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680789",
                    "TitleEnglish": "Wakana's Resolve",
                    "SummaryEnglish": "Yuito and Kasane spend some quality time with their mom. After she tells them about dimension entanglements and the Kunad Gate, Yuito and Kasane set off to unravel them. Will they succeed and return safely? And what is their mother not telling them?",
                    "Aliases": []
                },
                "22": {
                    "ID": "8680790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680790",
                    "TitleEnglish": "Brothers",
                    "SummaryEnglish": "Wakana's return to her own time doesn't have the intended result. Yuito and Kasane have a new and complex entanglement to deal with. Yuito meets Kaito for what could be the last time, but will he give him what he wants? Fubuki comes to the rescue.",
                    "Aliases": []
                },
                "23": {
                    "ID": "8680791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680791",
                    "TitleEnglish": "The Sumeragi Mausoleum",
                    "SummaryEnglish": "All hell breaks loose when the Extinction Belt descends to a record-low elevation. Kaito resumes his post as the Others threaten to overrun Suoh. Yuito and company head into the Sumeragi Mausoleum to unravel the last entanglement.",
                    "Aliases": []
                },
                "24": {
                    "ID": "8680792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680792",
                    "TitleEnglish": "Slumbering Desire",
                    "SummaryEnglish": "A shock awaits Yuito and company as they confront Karen at the mausoleum. Will they be able to convince you to help? Yuito and Kasane deal with their regrets about what happened to Nagi and Naomi, and must take drastic measures in an attempt to save the world.",
                    "Aliases": []
                },
                "25": {
                    "ID": "8680793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680793",
                    "TitleEnglish": "Operation Destroy the Kunad Gate",
                    "SummaryEnglish": "Yuito and company try to convince Karen to help save the world. A bold plan is hatched to kill two birds with one stone, but is Yuito ready? Karen decides to try one last time to travel back to the past and change the future.",
                    "Aliases": []
                },
                "26": {
                    "ID": "8680794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/scarlet-nexus/episodes/8680794",
                    "TitleEnglish": "To Each Their Own Future",
                    "SummaryEnglish": "Yuito begins a new journey, and Kasane is tasked with a new mission. Promotions and new challenges await their comrades. But as they each go their separate ways, will anyone remember Karen's sacrifice or that he even existed?",
                    "Aliases": []
                }
            }
        }
    }
}