{
    "URL": "https://thetvdb.com/series/puraore-pride-of-orange",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13628864/",
        "https://puraore.com/",
        "https://www.themoviedb.org/tv/114199",
        "https://www.themoviedb.org/tv/114199",
        "https://x.com/puraore"
    ],
    "Titles": {
        "eng": "PuraOre! ~Pride of Orange~",
        "jpn": "プラオレ！～PRIDE OF ORANGE～"
    },
    "Summaries": {
        "eng": "The story takes place in Nikko city, Tochigi Prefecture, where girls aim for the top of the world through ice hockey. Local junior high school student Manaka and her younger sister Ayaka, whom she forcibly invited, hit the gate of first-hand experience with ice hockey, held by the Nikko-based team Dream Monkeys. The two are joined by their childhood friends Kaoruko and Mami. As the girls practice, they become fascinated with ice hockey and eventually join the team.",
        "jpn": "日光市に本拠を置くアイスホッケーチーム、ドリームモンキーズ。\r\nそのドリームモンキーズが開催する体験教室の門を叩いたのは、地元に住む中学生、愛佳と彼女に強引誘われた妹の彩佳、幼馴染みの薫子と真美。同じ参加者には梨子と尚実の姿もあった。\r\n練習後、皆、すっかりアイスホッケーに魅せられてしまい「来週も参加しようよ」と言うまでになっていた。やがて監督の羊子から誘われて、愛佳、彩佳、薫子、そして梨子と尚実はドリームモンキーズに正式に所属することになる。\r\nそんな中、強豪チーム釧路スノウホワイトに所属していた有名選手、優がチームを辞めるだけでなくアイスホッケーさえも辞める決意を固め祖母の住む日光へとやってくる。\r\n「もう二度とリンクに立つことはない」\r\nそう思っていた優を再びリンクに引き戻したのは、羊子と愛佳達だった。\r\nこうして優を迎えた愛佳達ドリームモンキーズ新人チーム。練習試合、合宿などを経て、皆、それぞれ成長していき、またチームも一丸となっていく。\r\n「心の絆でパックをつなげっ！」を合言葉に、大会に臨む愛佳達ドリームモンキーズ。\r\n果たして、その結果は！？\r\nこれは少女達の、汗と涙の成長物語なのである。"
    },
    "Aliases": [
        "PuraOre! Pride of Orange"
    ],
    "Modified": "2025-03-11",
    "Seasons": {
        "1": {
            "ID": "1913932",
            "URL": "https://thetvdb.com/series/puraore-pride-of-orange/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8444261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/puraore-pride-of-orange/episodes/8444261",
                    "Titles": {
                        "eng": "faceoff",
                        "jpn": "face off"
                    },
                    "Summaries": {
                        "eng": "In a huge departure from their embroidery club, a group of curious girls signs up for an ice hockey class run by the local professional team.",
                        "jpn": "日光市に本拠を置くアイスホッケーチーム、ドリームモンキーズ。その体験教室の門を叩いたのは、地元に住む中学生、愛佳と妹の彩佳、そして幼馴染みの薫子と真美。そこで初めて、梨子と尚実に出会う。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8757891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/puraore-pride-of-orange/episodes/8757891",
                    "Titles": {
                        "eng": "best friends",
                        "jpn": "best friends"
                    },
                    "Summaries": {
                        "eng": "The girls get excited when the TV crew comes to film the ryokan. Elsewhere, Riko has to bribe Naomi into playing ice hockey again.",
                        "jpn": "体験教室も2回目。実は、幼少期にアイスホッケー体験がある梨子と尚実。そして練習後、愛佳から「私達でアイスホッケーチームつくろうよ」と提案が。盛り上がる彩佳と薫子、しかし、1人浮かない顔の真美。その晩、真美から愛佳に電話が..."
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8757892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/puraore-pride-of-orange/episodes/8757892",
                    "Titles": {
                        "eng": "all for one",
                        "jpn": "all for one"
                    },
                    "Summaries": {
                        "eng": "After learning that Mami is leaving, the girls amp up their training to give her the best possible send-off in the form of a practice match.",
                        "jpn": "突然の真美からの告白に戸惑う愛佳、彩佳、薫子。すぐには受け止められない3人だったが、真美のため、最高の思い出をつくるため、「アイスホッケーの試合」をすることに。体験教室から一転、真剣に取り組む愛佳たち。果たして、勝負の行方は!?"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8757893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/puraore-pride-of-orange/episodes/8757893",
                    "Titles": {
                        "eng": "grinder",
                        "jpn": "grinder"
                    },
                    "Summaries": {
                        "eng": "Upon Yoko's request, the girls try out to be official Dream Monkeys. But to pass the test, Manaka and Ayaka must tackle their shortcomings.",
                        "jpn": "同じ高校に入学した愛佳たち4人。ついに、監督の羊子より正式にチームへ誘われる。入部試験に備え、練習を重ねる日々。一方、釧路の強豪チームを辞め、日光へやってきた優は、ホッケーを辞めて普通の女の子になろうとする。そんな優の前に、なんと羊子が現れ..."
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8757894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/puraore-pride-of-orange/episodes/8757894",
                    "Titles": {
                        "eng": "shoot out",
                        "jpn": "shoot out"
                    },
                    "Summaries": {
                        "eng": "As Yoko plots to lure Yu to the arena, Manaka and the others get fitted for gear and slip into Dream Monkeys uniforms for their first practice as official players.",
                        "jpn": "突然、優の家へ押しかける羊子。優をチームに誘うが、頑なに断られてしまう。数日後、愛佳たちが練習する霧降アイスアリーナへ、羊子の忘れ物を届けに来る優。「一緒にやろう！」と、優に呼びかける愛佳であったが…"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8757895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/puraore-pride-of-orange/episodes/8757895",
                    "Titles": {
                        "eng": "debut",
                        "jpn": "debut"
                    },
                    "Summaries": {
                        "eng": "When the new squad plays in a practice game as Dream Monkeys for their first time, Yu is in danger of making the same mistakes as she did on her last team.",
                        "jpn": "優の参加も決まり、ますます熱が入る愛佳たち。そしてついに、地元の強豪チームとの練習試合が組まれることに。色々な思いが交錯する優は、独りで空回りしてしまう。そんな優を受け止める愛佳。更に、相手チームのカリスマ監督から一言。果たして、優は!?"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8757896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/puraore-pride-of-orange/episodes/8757896",
                    "Titles": {
                        "eng": "cheer up!",
                        "jpn": "cheer up!"
                    },
                    "Summaries": {
                        "eng": "While spending the summer in paradise, Kaoruko struggles with communication. To become the pillar her team needs, she'll have to learn how to speak up.",
                        "jpn": "夏。それぞれの課題に取り組む中、薫子はなかなか上手く克服出来ずに悩んでいた。祖母の知人が経営する沖縄のホテルにて、住み込みでアルバイトをする愛佳たち。幼馴染の悩む姿に、愛佳の純粋な思いが突き刺さる。薫子、成長の夏。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8757897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/puraore-pride-of-orange/episodes/8757897",
                    "Titles": {
                        "eng": "accident",
                        "jpn": "accident"
                    },
                    "Summaries": {
                        "eng": "The All-Japan Championships are right around the corner, but Naomi is still too timid to defend. Before the games begin, the TV crew comes back to film again.",
                        "jpn": "ドリームモンキーズの先輩達との練習試合。夏の合宿効果もあり、力を発揮する愛佳たち。そんな中、尚実は居残り練習を希望。尚実には大きな弱点があった。ついに全日本選手権が開幕。大事な初戦、梨子が尚実をフォローしようとした瞬間...!!"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8757898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/puraore-pride-of-orange/episodes/8757898",
                    "Titles": {
                        "eng": "awakening",
                        "jpn": "awakening"
                    },
                    "Summaries": {
                        "eng": "With Riko's injury taking her out of the game, the team starts falling apart. To keep their dream alive and continue playing together, Naomi will have to step up her game.",
                        "jpn": "梨子の怪我に動揺を隠せない尚実。一瞬戦列から外れるが、梨子の言葉を思い出す。奮起してリンクへ戻る尚実。士気が高まるドリームモンキーズ。最後まで粘り続け、何とか勝利を掴み取る。試合後、真美が日光へ訪れるという連絡があり…"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8757899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/puraore-pride-of-orange/episodes/8757899",
                    "Titles": {
                        "eng": "reunion",
                        "jpn": "reunion"
                    },
                    "Summaries": {
                        "eng": "During Mami's visit to Nikko, the girls hang out and play in the rink. Meanwhile, Eri starts some drama in Snow White over her team's over-reliance on Maya.",
                        "jpn": "真美との再会に喜ぶ愛佳たち。真美は転校先で、強豪チーム西東京アイスラビッツに所属していた。真美とは初対面の優。愛佳の話を通じて、距離が縮まる優と真美。別れ際、アイスラビッツとの試合の約束を交わすのであった。そして全日本選手権は、ついに...!!"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8757900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/puraore-pride-of-orange/episodes/8757900",
                    "Titles": {
                        "eng": "barn burner",
                        "jpn": "barn burner"
                    },
                    "Summaries": {
                        "eng": "With the final game of the championship coming up, everyone's anxious to play. Yu, in particular, wants to show her former teammates the player she's become.",
                        "jpn": "ついに最終戦。かつて所属していたチームとの試合に、並々ならぬ決意の優。そんな優を心配する薫子だったが、仲間を信じてプレイすることの大切さを知った優、「今の自分を昔の仲間に見てもらいたい」という気持ちに。果たして、試合の行方は!?"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8757901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/puraore-pride-of-orange/episodes/8757901",
                    "Titles": {
                        "eng": "PRIDE OF ORANGE",
                        "jpn": "PRIDE OF ORANGE"
                    },
                    "Summaries": {
                        "eng": "The Dream Monkeys face off against Snow White in the Championship B final. To overcome Maya's dominance, Manaka and the girls will have to work together as a team.",
                        "jpn": "先制点はスノウホワイト、すぐに巻き返すドリームモンキーズ。接戦を繰り広げる両チーム。元のチームメイトへの、優の想い。アイスホッケーを純粋に楽しもうとする愛佳が、ドリームモンキーズを引っ張っていく。そして、アイスホッケーの明るい未来を願う、羊子。様々な想いが重なり合う、感動の最終回。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}