{
    "URL": "https://thetvdb.com/series/pride-2021",
    "Genres": [
        "LGBTQ+"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8682114/",
        "https://www.fxnetworks.com/shows/pride",
        "https://www.themoviedb.org/tv/122185"
    ],
    "TitleEnglish": "Pride (2021)",
    "SummaryEnglish": "A six-part documentary series chronicling the fight for LGBTQ+ civil rights in America.",
    "Aliases": [],
    "Modified": "2025-01-24",
    "Seasons": {
        "1": {
            "ID": "1915028",
            "URL": "https://thetvdb.com/series/pride-2021/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "8321217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pride-2021/episodes/8321217",
                    "TitleEnglish": "1950s: People Had Parties",
                    "SummaryEnglish": "A revealing look at the vibrant and full lives lived by queer people in the 1950s amidst a steep rise in governmental regulations against the LGBTQ+ community led by Senator Joseph McCarthy, who ushered in an era of government-sanctioned persecution.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8321226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pride-2021/episodes/8321226",
                    "TitleEnglish": "1960s: Riots & Revolutions",
                    "SummaryEnglish": "Even before Stonewall, Pride took root in the 1960s when lesser-known heroes from marginalized communities, including queer girls of color and trans women, played an integral role in the advancement of the movement. Through activism and protest, small and large, the LGBTQ+ community struggled for rights, acceptance and equality.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8321227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pride-2021/episodes/8321227",
                    "TitleEnglish": "1970s: The Vanguard of Struggle",
                    "SummaryEnglish": "In this personal journey, Cheryl Dunye interweaves archival footage, personal testimonies and interviews to show how the 1970s helped forge a national movement, from the first Gay Pride march, to the rise of artists like filmmaker Barbara Hammer and poet Audre Lorde, to the confrontation of intersectional feminism and the backlash and opposition from the religious right.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8321228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pride-2021/episodes/8321228",
                    "TitleEnglish": "1980s: Underground",
                    "SummaryEnglish": "New York City in the 1980s, reinvigorated by the prior era’s sexual revolution and the ascendance of the Gay Liberation Front, saw an influx of queer people to downtown Manhattan and the rise of the underground ball scene. At the same time, the AIDS epidemic devastated the gay community as Ronald Reagan and his Moral Majority refused to intervene.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8321229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pride-2021/episodes/8321229",
                    "TitleEnglish": "1990s: The Culture Wars",
                    "SummaryEnglish": "The 1990s were supposed to herald a new era for the LGBTQ+ community. With the election of Bill Clinton, they finally had an ally in the White House – or so they thought. The Culture Wars were in full swing, and being fought everywhere from Capitol Hill to movie theaters to churches. They devastated communities but also galvanized LGBTQ+ people to create policies and organizations that still fight for equality today.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8321230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pride-2021/episodes/8321230",
                    "TitleEnglish": "2000s: Y2Gay",
                    "SummaryEnglish": "The 2000s ushered in a new age of queer visibility where gays and lesbians were gaining acceptance in the mainstream media. But even as cisgender white members of the LGBTQ+ community found a place in society, the struggle for trans rights continued, and that fight has only in the present day taken the main stage.",
                    "Aliases": []
                }
            }
        }
    }
}