{
    "URL": "https://thetvdb.com/series/sd",
    "Genres": [
        "Anime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13450886/",
        "https://sd-gundam-world.net/heroes/",
        "https://www.themoviedb.org/tv/122468"
    ],
    "TitleEnglish": "SD Gundam World Heroes",
    "SummaryEnglish": "In a distant future, a devastating war once ravaged the land of Mirsha to ruins. As when the land is about to recover from the devastation, the mobile citizens all encountered an mysterious virus called the \"Etiolation Trinity\", which an epidemic broke out and caused them to become mindless monsters called Bugs. Due to the fears of the virus, mobile citizens now live in three areas, each cities all sealed up in walls and pray that the Trinity, a mysterious energy can save them. But behind one of the walls, Lord Dong Zhuo Providence of Luoyang has been acting in an outrageous manner since the passing of the previous lord. In order to liberate the citizens from the Yellow Virus, a valiant hero named Liu Bei Unicorn steps up alongside Guan Yu Nu Gundam and Zhang Fei God Gundam to bring a new change to the world.",
    "Aliases": [
        "SD Gundam World Heroes (2021)"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1917904",
            "URL": "https://thetvdb.com/series/sd/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8806453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8806453",
                    "TitleEnglish": "SDガンダムワールド ヒーローズ 放送直前スペシャル",
                    "SummaryEnglish": "アニメの神様『ＳＤガンダムワールド　ヒーローズ放送直前スペシャル』",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1917905",
            "URL": "https://thetvdb.com/series/sd/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "8341962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8341962",
                    "TitleEnglish": "Falling Destiny",
                    "SummaryEnglish": "The sudden arrival of a meteor plunges Neo World's Captain City into total chaos. Sergeant Verde Buster Gundam and his team mobilize to bring the situation under control, but somebody is waiting for them...\r\nThis event is just the beginning of a crisis that will soon disrupt the whole world.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8361941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8361941",
                    "TitleEnglish": "A Voice That Calls For Justice",
                    "SummaryEnglish": "Through the activation of an ancient \"Transmission Gate\" at Luoyang, Liu Bei and his comrades have made contact with a mysterious person called Sanzang. From Sanzang, they learn the truth about a crisis that threatens the world. In order to overcome this peril, Liu Bei will need five Haros that are scattered throughout the world. Seeking the help of Sun Jian Gundam Astray and other old friends, he sets off on a journey across the world.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8382582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8382582",
                    "TitleEnglish": "Another Wukong",
                    "SummaryEnglish": "Having accepted Liu Bei's request, Sun Jian Gundam Astray and his son depart at once for Pirate World, only to face sudden danger from the attack of a mysterious pirate group. The heroes are saved as their old friends Benjamin V2 Gundam and Edward Second V rush to join the fray. Sun Jian tells Benjamin about the world crisis and the Haros. Based on Benjamin's idea, they immediately leap into action. Meanwhile, Liu Bei's group pass through a town on their way to Knight World...",
                    "Aliases": []
                },
                "4": {
                    "ID": "8397472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8397472",
                    "TitleEnglish": "Across The Wilderness of The Sea",
                    "SummaryEnglish": "Benjamin's pirate ship sails on through a storm, headed for an undersea palace where he thinks a Haro may be hidden. It is said that a legendary female pirate lies sleeping here, and that no intruder returns alive. Will Sun Jian and his comrades be able to safely obtain the Haro? Meanwhile, in Musha World, Nobunaga Gundam Epyon is forming new ambitions. His aim is \"Tenkafubu,\" the unification of the world by force.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8397474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8397474",
                    "TitleEnglish": "THE UNDERWATER PALACE OF ENMITY",
                    "SummaryEnglish": "Having reached the undersea palace, Sun Jian's group cross the threshold at once. They are challenged by countless traps that block their path, but they overcome them with intelligence and teamwork, and finally enter the treasure room where the Haro lies. What awaits them there, however, is the ghost of a legendary female pirate. Can Sun Jian and the others repel the ghost and obtain the Haro? Zhao Yun 00 Gundam, meanwhile, has returned to Neo World seeking information about a Haro. He ends up getting in trouble with both the Captain City police and local delinquents, but it pays off when he gains information about a certain person.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8397475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8397475",
                    "TitleEnglish": "THE DEMON KING HAS COME",
                    "SummaryEnglish": "Cao Cao Wing Gundam, traveling through Musha World, collapses from hunger in the middle of a town. He recovers after a kindly man treats him to a meal, but this man is actually Nobunaga, who leads Cao Cao out to the battlefield. Here, Nobunaga shows off the strength of his army and his own overwhelming power, trying to recruit Cao Cao as an underling. But Cao Cao rejects Nobunaga's invitation, anticipating that they will fight a rematch in the future. Meanwhile, Liu Bei and his comrades have reached Knight World. They stop in a town for the night, but...",
                    "Aliases": []
                },
                "7": {
                    "ID": "8397476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8397476",
                    "TitleEnglish": "TRAITOR'S BELLFLOWER",
                    "SummaryEnglish": "Nobunaga and his army, marching westward as they attempt to unify Musha World, have decided to recharge their energy at Honnoji as an early celebration. Suddenly Mitsuhide, who was supposed to be his subordinate, launches a rebellion at the head of a mysterious masked army, and sets fire to Honnoji. Gradually beaten back, Nobunaga is facing defeat, and begins to dance as he recites a farewell poem. Just as he finishes his poem, a mysterious figure appears. In its hand is a mask like those of the mysterious army...",
                    "Aliases": []
                },
                "8": {
                    "ID": "8397477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8397477",
                    "TitleEnglish": "A THIRD WUKONG",
                    "SummaryEnglish": "Robinhood Gundam AGE-2, who is scouting around the outskirts of Castle Camelot, detects Liu Bei's group. He makes a report to the king of Knight World, Arthur Gundam Mk-Ⅲ, who orders Robinhood to watch and wait. Robinhood sets off after Liu Bei's group at once, and in order to stop them from leaving, he captures Wukong and Zhuge Liang. Zhuge Liang warns Wukong that violence is pointless, but when he sees Liu Bei being attacked, Wukong goes berserk! And once again, Wukong’s body changes...",
                    "Aliases": []
                },
                "9": {
                    "ID": "8476061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8476061",
                    "TitleEnglish": "A Friend? A Foe? Phantom Thief X",
                    "SummaryEnglish": "Liu Bei’s group have arrived at Neo World’s Captain City. As soon as they enter the city, they are surrounded by delinquents. After his previous rampage here, Wukong is wanted by the police. Now the city’s hoodlums, who are after the reward money, are attacking his friends. Liu Bei and his comrades are able to get the better of them, but the police rush to the scene of the disturbance and place Liu Bei’s group under arrest. While Liu Bei and Zhuge Liang are being questioned at the police station, Wukong is imprisoned in a special cell. Will Liu Bei’s group be able to rescue him? And what is the mysterious organization that has secretly mobilized and is now pursuing Wukong?",
                    "Aliases": []
                },
                "10": {
                    "ID": "8476071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8476071",
                    "TitleEnglish": "SNEAK IN! THE NIGHT MUSEUM",
                    "SummaryEnglish": "Liu Bei’s group have escaped danger thanks to Arsene Gundam X. They join up with Zhao Yun, who has been charmed by Arsene and become his apprentice, and are invited to Arsene’s hideout. There are a multitude of treasures here, but what kind of person is he? With the help of Arsene, who knows the location of a Haro, they all sneak into the museum where the Haro is stored. Meanwhile, at a certain village in Musha World, Cao Cao and Sasuke make a new vow to stop Nobunaga.",
                    "Aliases": []
                },
                "11": {
                    "ID": "8476072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8476072",
                    "TitleEnglish": "THE MOON IS OVER THERE",
                    "SummaryEnglish": "Liu Bei’s group have obtained a Haro from the museum, but it has somehow been broken along the way. Liu Bei and Zhao Yun have no idea how to repair it, and as they proceed by trial and error, Zhuge Liang searches for information on Neo World’s Haro in old books. Meanwhile, Sergeant Verde Buster’s team are pursuing Arsene as the Haro thief, and have finally determined his whereabouts. The adventure revolving around Neo World’s Haro is reaching its climax!",
                    "Aliases": []
                },
                "12": {
                    "ID": "8476073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8476073",
                    "TitleEnglish": "WUKONG'S MISSION",
                    "SummaryEnglish": "Having obtained Neo World’s Haro, Liu Bei’s group heads for Knight World in search of the next one. As they advance across a snowfield, during a blizzard that reduces their visibility, Wukong is struck by feelings of loneliness. Flashing back to his past memories, he loses control and goes berserk. Liu Bei tries his best to stop him, but Wukong undergoes a further transformation and continues his rampage. As Liu Bei struggles, someone suddenly appears in the middle of his crisis--a man whom Liu Bei deeply admires.",
                    "Aliases": []
                },
                "13": {
                    "ID": "8518927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8518927",
                    "TitleEnglish": "ENCOUNTER WITH THE YOUNG DRAGON",
                    "SummaryEnglish": "Cao Cao speaks of a past crisis in Kingdom World provoked by Sima Yi. Manipulated by Sima Yi, Dong Zhou Providence Gundam, the lord of the Luoyang Area, used the Bugs to monopolize the energy source known as Trinity. To save his country, Cao Cao decided to defeat Dong Zhou and formed a alliance with Sun Jian. At the same time Liu Bei, Zhang Fei, Guan Yu, and Zhuge Liang were headed for Luoyang to put an end to Dong Zhou's wickedness. During their journey, they were surrounded by Bugs at a research laboratory, but were luckily rescued from danger by Cao Cao and Sun Jian. Learning of their objective, Liu Bei's group volunteered to come along with them to confront Dong Zhou.",
                    "Aliases": []
                },
                "14": {
                    "ID": "8546729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8546729",
                    "TitleEnglish": "Shikoku's Stratagem",
                    "SummaryEnglish": "The Three Kingdoms Alliance of Liu Bei, Cao Cao, and Sun Jian broke into Dong Zhou's castle, Victory Tower. Liu Bei and Cao Cao advanced steadily despite the enemy's numbers. Then Lyu Bu Sinanju, famed as Kingdom World's strongest warrior, appeared before them. While Liu Bei and Cao Cao struggled to overcome Lyu Bu, Zhang Fei and Guan Yu hunted down Dong Zhou, who was attempting to escape via a secret underground passage. The battle of Liu Bei, Cao Cao, and Sun Jian to defeat Dong Zhou was reaching its climax!",
                    "Aliases": []
                },
                "15": {
                    "ID": "8546730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8546730",
                    "TitleEnglish": "TWISTED JUSTICE",
                    "SummaryEnglish": "Liu Bei's group rejoiced in their defeat of Dong Zhou and the return of peace to Kingdom World. At the summit of Victory Tower, however, Cao Cao alone witnessed a harsh reality. As Cao Cao reeled with despair, Sima Yi crept up and whispered to him, \"You must save the world.\" Cao Cao then made a ruthless decision in order to save the people.",
                    "Aliases": []
                },
                "16": {
                    "ID": "8546731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8546731",
                    "TitleEnglish": "DAYS OF REGRET",
                    "SummaryEnglish": "Liu Bei tried to reason with Cao Cao, but his words could not get through, and they began to battle with both their lives at stake. Liu Bei fought desperately, but he was helpless against the powered-up Cao Cao. Just as the finishing blow was imminent, Liu Bei's true strength was awakened by the power of Haro. At last, the chaos in Kingdom World caused by Sima Yi came to an end. Thus Cao Cao concludes his story of the past. Wukong and Liu Bei's group are now determined to stop Sima Yi.",
                    "Aliases": []
                },
                "17": {
                    "ID": "8587738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8587738",
                    "TitleEnglish": "A KNIGHT'S HONOR",
                    "SummaryEnglish": "Parting ways with Cao Cao and Sasuke, Liu Bei's group once again enter Knight World. They are attacked by Dark Mask forces led by Sima Yi, but they easily repulse the enemy and continue on to Castle Camelot, where King Arthur resides. One way or another, Liu Bei's group want to enter the castle, but Robinhood invites them in and they are granted a meeting with Arthur. The king is interested in Liu Bei's group, but he is troubled when Liu Bei asks that Arthur entrust them with his Haro in order to save the world from peril. On the suggestion of his aide Merlin, King Arthur decides to test Liu Bei's true strength in a duel.",
                    "Aliases": []
                },
                "18": {
                    "ID": "8599243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8599243",
                    "TitleEnglish": "PROUD SWORDSMITH",
                    "SummaryEnglish": "After a fierce duel with King Arthur, Liu Bei's group have finally been entrusted with his Haro, and now they on their way to Regina World to find the next one. Meanwhile, Cao Cao and Sasuke are separately heading for Engoku Island, the home of a legendary swordsmith, to obtain weapons with which to resist Nobunaga. They soon enter the island's village, but something seems strange. As the pair search for clues, they discover a hidden underground passage inside a workshop. With hope in their hearts, they make their way into the passage, but something is waiting for them there...",
                    "Aliases": []
                },
                "19": {
                    "ID": "8609699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8609699",
                    "TitleEnglish": "Wukong's Memories",
                    "SummaryEnglish": "The voice of Sanzang, who is important to Wukong, causes him to experience memory flashbacks. Some of these are happy memories of the times when he journeyed with Sanzang and his other companions, while others are sad and painful ones that he had forgotten. Now that he remembers everything, Wukong, overcome by the curse of memory, rushes to attack his precious friends Liu Bei and Zhuge Liang in order to become even stronger.",
                    "Aliases": []
                },
                "20": {
                    "ID": "8609700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8609700",
                    "TitleEnglish": "RETURN OF THE DEMON KING",
                    "SummaryEnglish": "Sun Jian's group, having obtained a Haro in the undersea palace, hold a banquet as they sail toward Regina World to join up with Liu Bei. However, the shadow of an enemy who seeks to steal the Haro is drawing near. Meanwhile, on Engoku Island, the legendary swordsmith Magohachi has completed a weapon for use against Nobunaga. With this new power, Cao Cao's group heads for Regina World in pursuit of Nobunaga. And in Regina World, the people who have brought chaos upon the world are all gathered together. The fierce battle of the heroes accelerates even further!",
                    "Aliases": []
                },
                "21": {
                    "ID": "8609701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8609701",
                    "TitleEnglish": "THE SHAPE OF LOVE",
                    "SummaryEnglish": "After prevailing in a desperate battle, Cao Cao and Sasuke have freed Nobunaga from the Dark Mask's curse. As soon as things have calmed down, a new foe appears in the form of Lyu Bu Sinanju, who has long had a fateful connection to Cao Cao. Can the badly wounded Cao Cao overcome this worst and strongest enemy? Meanwhile, with various feelings in their hearts, heroes everywhere decide to set off for Regina World.",
                    "Aliases": []
                },
                "22": {
                    "ID": "8609702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8609702",
                    "TitleEnglish": "QIONGJI ATTACKS",
                    "SummaryEnglish": "The five Haros finally gather in one place, and the pyramid is activated. Is this the key to stopping the dark star that threatens the world? Liu Bei's group, who have been seeking the Haros, assemble in front of the pyramid. Before them appears the evildoer who has brought about this world crisis. Cleopatra Qubeley tells this person about the meaning of the Haros, but in response, they explain the Haros' hidden evil side. When the five Haros are contaminated by a wicked heart, the dark star will finally appear!",
                    "Aliases": []
                },
                "23": {
                    "ID": "8609703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8609703",
                    "TitleEnglish": "THE TRUTH OF WUKONG",
                    "SummaryEnglish": "Thanks to Qiongqi Strike Freedom Gundam, who is trying to plunge the world into crisis, Wukong has once again run wild. Liu Bei's group are hard-pressed by his powerful attacks, but Sanzang Strike Freedom Gundam rushes in to rescue them from danger. Sanzang then explains the past history of Qiongqi and Wukong. Learning the truth about Wukong, Liu Bei's group renew their determination to save him. As heroes come running from every region, a final battle begins to save Wukong, and then the world!",
                    "Aliases": []
                },
                "24": {
                    "ID": "8609704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sd/episodes/8609704",
                    "TitleEnglish": "CHOSEN FUTURE",
                    "SummaryEnglish": "The heroes try to hold out against the Dark Mask forces. Liu Bei struggles against Wukong's overwhelming power. A furious battle is in progress between Sanzang and Qiongqi. And Zhuge Liang confronts Sima Yi, to whom he has long been connected. Even as each fierce combat unfolds, the dark star continues its descent toward the planet. Will the heroes be able to save their world? The climax of this heroic tale is now at hand.",
                    "Aliases": []
                }
            }
        }
    }
}