{
    "URL": "https://thetvdb.com/series/my-dress-up-darling",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15765670/",
        "https://bisquedoll-anime.com/",
        "http://www.reddit.com/r/SonoBisqueDoll",
        "https://www.tvmaze.com/shows/59412/show-slug",
        "https://www.themoviedb.org/tv/123249",
        "https://www.wikidata.org/wiki/Q109426380",
        "https://en.wikipedia.org/wiki/My_Dress-Up_Darling",
        "https://x.com/kisekoi_anime"
    ],
    "Titles": {
        "eng": "My Dress-Up Darling",
        "jpn": "その着せ替え人形は恋をする"
    },
    "Summaries": {
        "eng": "Wakana Gojo is a high school boy who wants to become a kashirashi--a master craftsman who makes traditional Japanese Hina dolls. Though he's gung-ho about the craft, he knows nothing about the latest trends, and has a hard time fitting in with his class. The popular kids--especially one girl, Marin Kitagawa--seem like they live in a completely different world. That all changes one day, when she shares an unexpected secret with him, and their completely different worlds collide.",
        "jpn": "＜ストーリー＞\r\n雛人形の顔を作る、「頭師(かしらし)」を目指す男子高校生・五条新菜(わかな)。真面目で雛人形作りに一途な反面、同世代の流行には疎く、中々クラスに馴染めずにいる。そんな新菜にとって、いつもクラスの輪の中心にいる人気者・喜多川海夢(まりん)はまるで別世界の住人。けれどある日、思わぬことをきっかけに、海夢と秘密を共有することになって……！？決して交わるはずのなかった２人の世界が、動き出す――！\r\n＜キャスト＞\r\n喜多川海夢：直田姫奈/五条新菜：石毛翔弥/乾 紗寿叶：種崎敦美/乾 心寿：羊宮妃那"
    },
    "Aliases": [
        "Sono Bisuku Dōru wa Koi o Suru",
        "Sono Bisque Doll wa Koi wo suru",
        "Sono Bisque Doll wa Koi o Suru",
        "Kisekoi",
        "着せ恋"
    ],
    "Modified": "2025-10-14",
    "Seasons": {
        "1": {
            "ID": "1920206",
            "URL": "https://thetvdb.com/series/my-dress-up-darling/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8801246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/8801246",
                    "Titles": {
                        "eng": "Someone Who Lives in the Exact Opposite World as Me",
                        "jpn": "自分とは真逆の世界で生きている人"
                    },
                    "Summaries": {
                        "eng": "Wakana Gojo is a high school student who dreams of becoming a kashirashi for hina dolls one day. Because his life is all about making hina dolls, he has a hard time fitting into his class because his interests are so different than anyone else’s. His classmate, Marin Kitagawa, is always at the center of attention and from another world. One day, they both end up on classroom cleaning duty and…",
                        "jpn": "雛人形の頭師を目指す高校生・五条新菜。雛人形作りに一途な反面、好きなものが周りと合わず、中々クラスに馴染めずにいる。いつも輪の中心にいる人気者・喜多川海夢は、新菜にとってまるで別世界の住人。ある日、二人は掃除当番となり、ともに教室に残ることになるが……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8912909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/8912909",
                    "Titles": {
                        "eng": "Wanna Hurry Up, and Do It?",
                        "jpn": "さっそく、しよっか？"
                    },
                    "Summaries": {
                        "eng": "After seeing how passionate Marin is about the things she loves, Wakana decides to help her with making outfits. He decides to help her out in making a cosplay for Shizuku Kuroe-tan from the game \"Slippery Girls 2.\" They had planned to reconvene later to get the measurements started, but Marin couldn't wait and ends up coming to Wakana's house over the weekend.",
                        "jpn": "海夢の熱意に打たれ、衣装作りに協力することにした新菜。海夢が大好きだという美少女ゲーム・通称“ヌル女２”に登場する黒江雫のコスプレ衣装を作ることに。まずは採寸から取り掛かる約束をするが、週末に突然、約束の日まで待てないという海夢が新菜の家にやって来る。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8912910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/8912910",
                    "Titles": {
                        "eng": "Then Why Don't We?",
                        "jpn": "じゃ、付き合っちゃう？"
                    },
                    "Summaries": {
                        "eng": "Marin and Wakana start to grow closer as he helps her create her cosplay. Though he's happy about the fact that Marin treats him the same way at school as anywhere else, he also starts to worry about the fact that other people think it's weird that they're hanging out. Despite that, Marin takes Wakana shopping so they can look for materials needed for her cosplay.",
                        "jpn": "コスプレ衣装作りをきっかけに、少しずつ交流を深めていく海夢と新菜。学校でも変わらない態度で接してくれる海夢に対し、新菜は嬉しさを感じつつも、自分は不釣り合いなのではと周りの目を気にしてしまう。そんな新菜を、海夢は衣装の材料探しの買い物へと連れ出す。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8912911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/8912911",
                    "Titles": {
                        "eng": "Are These Your Girlfriend's?",
                        "jpn": "これ、彼女のとか？"
                    },
                    "Summaries": {
                        "eng": "Wakana felt relieved just for a moment after they got all of the materials they needed for Marin's cosplay, but then he's shocked to find out that he needs to finish the cosplay in two weeks. On top of that, his grandfather, Kaoru, hurts his back, so Wakana has to run the shop and he also has midterms. Wakana feels overwhelmed and gets depressed, wondering if he'll ever actually become a kashirashi at this point.",
                        "jpn": "材料がそろい安心したのも束の間、新菜はたった二週間で衣装を完成させなければならないと知り、衝撃を受ける。さらに腰を痛めた祖父・薫が不在の中での家業の対応、中間テストも重なってしまう。行き詰まった新菜は、こんな自分が本当に頭師になれるのかと落ち込むが……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8912912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/8912912",
                    "Titles": {
                        "eng": "It's Probably Because This Is the Best Boob Bag Here",
                        "jpn": "この中で一番いい乳袋だからじゃん？"
                    },
                    "Summaries": {
                        "eng": "Wakana finally completes the Shizuku cosplay. Marin is super excited that she gets to dress as her beloved Shizuku-tan and suggests that the two of them go to a cosplay event the next day. Even though it's her first time at a cosplay event, Marin gets requests for photos left and right. Wakana is overwhelmed with feelings as he watches over Marin, but...",
                        "jpn": "ついに雫の衣装を完成させた新菜。大好きな“雫たん”になれてテンションマックスな海夢の提案で、翌日のコスプレイベントに急遽二人で向かうことに。イベント初参加ながら、声をかけられ順調に進んでいく海夢の撮影。海夢を見守りながら、感慨に浸る新菜だったが……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8912913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/8912913",
                    "Titles": {
                        "eng": "For Real?!",
                        "jpn": "マ！？"
                    },
                    "Summaries": {
                        "eng": "Marin and Wakana have a successful first cosplay event. Because of something Wakana said, Marin's mental and emotional state starts to change a little. Even though she was just spending time at the Gojos' home with Wakana and Kaoru to wash her outfit, she can't seem to calm down. Meanwhile, a certain person comes to Gojo Dolls after seeing the photos Marin posted onto social media of her Shizuku cosplay.",
                        "jpn": "初のコスプレイベントを無事に終えた二人。新菜の言葉をきっかけに、海夢の心境にはある変化が。衣装を洗濯するため、五条家で新菜と薫と三人で過ごすも、ドキドキで落ち着かない。一方、海夢がSNSにアップした雫の写真をきっかけに、とある人物が五条人形店を訪れる。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8912914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/8912914",
                    "Titles": {
                        "eng": "A Home Date With the Guy I Wuv Is the Best",
                        "jpn": "しゅきぴとおうちデートやばっ"
                    },
                    "Summaries": {
                        "eng": "Marin is going to do a group cosplay with her idol, the cosplayer \"Juju,\" whose real name is Sajuna Inui, and they're going to cosplay as Black Lobelia and Black Lily from the magical girl anime \"Flower Girl Blaze!!\". Wakana heads over to Marin's home so that he can borrow the \"Blaze!!\" DVDs for research to make the outfits for them.",
                        "jpn": "魔法少女アニメ『フラワープリンセス烈‼』に登場する、ブラックロベリアとブラックリリィの衣装でコス合わせをすることになった海夢と、海夢憧れのコスプレイヤー“ジュジュ”こと乾紗寿叶。新菜は衣装作りの参考にすべく、“烈‼” のDVDを海夢の家まで受け取りに行く。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8912915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/8912915",
                    "Titles": {
                        "eng": "Backlighting Is the Best",
                        "jpn": "逆光、オススメです"
                    },
                    "Summaries": {
                        "eng": "Juju's photographer and younger sister, Shinju Inui, meets Wakana and Marin for the first time. They're shocked at how opposite her appearance is to Sajuna, but they quickly become closer when they excitedly talk about cameras. Later on, Sajuna suggests that they check out the abandoned hospital that they'll be using for their group cosplay but...",
                        "jpn": "ジュジュのカメラマンをしている、紗寿叶の妹・乾心寿と初対面した新菜と海夢。紗寿叶と正反対の外見に驚くも、カメラ談議で盛り上がり、すぐに打ち解ける。さらに紗寿叶の提案で、“合わせ”本番に備え、四人で廃病院スタジオのロケハンに向かうことになるのだが……。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8912916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/8912916",
                    "Titles": {
                        "eng": "A Lot Happened After I Saw That Photo",
                        "jpn": "写真を見たら色々あったからです"
                    },
                    "Summaries": {
                        "eng": "Gojo is able to complete the Black Lobelia and Black Lily cosplays thanks to Marin's help. Both Marin and Sajuna try on their cosplays and they're both excited about how nicely they turned out, and Marin is even more excited about their upcoming group cosplay. When the day finally arrives, Marin and Sajuna get an unexpected visitor.",
                        "jpn": "海夢も協力しながら、ようやく完成したブラックロベリアとブラックリリィの衣装。紗寿叶とともにさっそく試着した海夢は、完璧な仕上がりに大感激。待ちに待ったコス合わせへの期待がさらに膨らんでいく。そして迎えた当日、海夢と紗寿叶の前に意外な人物が現れる。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8912917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/8912917",
                    "Titles": {
                        "eng": "We've All Got Struggles",
                        "jpn": "誰にでも色々あるんです"
                    },
                    "Summaries": {
                        "eng": "Wakana and Shinju's secret plan was a success, which added to the success of their first group cosplay photoshoot. As Juju and Shinju look through the photos from the photoshoot, the sisters find out how they both feel. Meanwhile, Marin and Wakana are enjoying their summer vacation. They were preparing Marin's cosplay for a fighting game character named Veronica-tya, but then a problem arises...",
                        "jpn": "新菜と心寿の秘密の作戦もあり、大成功に終わった初めてのコス合わせ。撮影した写真を見返しながら、紗寿叶と心寿は互いの想いを知る。一方、夏休みを迎えた海夢と新菜。格闘ゲームキャラ“ベロニカたゃ”コスのため準備を始めた二人だが、ある問題が発生して……。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8912918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/8912918",
                    "Titles": {
                        "eng": "I Am Currently at a Love Hotel",
                        "jpn": "俺は今、ラブホテルにいます"
                    },
                    "Summaries": {
                        "eng": "Liz is a succubus who appears in one of Marin's favorite slice of life series, \"SuccIDK.\" Marin had some interest in cosplaying Liz-kyun but didn't think she could pull it off until Wakana gave her a little push. With the cosplay ready, they head to a studio for a photoshoot, but the studio happened to be a rather unexpected location.",
                        "jpn": "海夢愛読の日常系漫画『サバこま』に登場するサキュバス娘・リズ。憧れはあるものの自分には似合わないと言う海夢だったが、新菜に背中を押され、“リズきゅん ”コスに挑戦することを決心する。衣装が完成し、いよいよスタジオ撮影となるが、そこは予想外の場所だった。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8912919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/8912919",
                    "Titles": {
                        "eng": "My Dress-Up Darling",
                        "jpn": "その着せ替え人形は恋をする"
                    },
                    "Summaries": {
                        "eng": "Summer vacation is coming to a close. Wakana received an SOS from Marin, who hadn't finished her homework, so he ended up helping her study at her house. They later realize that Marin had forgotten some math drills at school, so they go to get them. While alone at the school, Marin and Wakana make plans to go to a summer festival together. And when that day finally arrived...",
                        "jpn": "夏休みもいよいよ終盤。宿題が終わらない海夢からのSOSを受けて、新菜は海夢の家で勉強を教えていた。しかし、海夢が学校に置き忘れてしまった問題集があると分かり、取りに行くことに。二人きりの学校で、海夢と新菜は一緒に夏祭りに行く約束をする。そして、当日……。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2020357",
            "URL": "https://thetvdb.com/series/my-dress-up-darling/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": null,
                "tur": null,
                "fra": null
            },
            "Summaries": {
                "eng": "After Marin Kitagawa introduced Wakana Gojou to the world of cosplay, he has been creating her outfits with ease. Even so, he still has a lot to learn, and every new lesson seems to strengthen his love for sewing and for the hina dolls his grandfather taught him to make.\r\n\r\nMeanwhile, Kitagawa finds it harder and harder to hide her feelings for Gojou. Friends and strangers alike constantly mistake them for a couple, much to Gojou's embarrassment. After all, in his eyes, their worlds are far too different for anyone to think they could be romantically linked. However, as Gojou spends more time with Kitagawa and realizes that his passions are not ridiculed by other people, a relationship between the two no longer seems so far-fetched.",
                "jpn": "ある日の出会いをきっかけに、コスプレを通して交流を深めていく喜多川海夢 まりん と五条新菜 わかな 。\r\nまだまだやりたいコスプレ、作りたい衣装はいっぱい。\r\n\r\nクラスメイトたちとの交流や、新しいコスプレ仲間たちとの出会いの中で、\r\n海夢と新菜の世界はさらに広がっていく。\r\nそして、新菜にドキドキのとまらない海夢の恋に進展はあるのか―！？\r\n\r\n『ヤングガンガン』＆『マンガUP！』（ともにスクウェア・エニックス）にて連載の福田晋一による大人気原作が、\r\nCloverWorksの手により再びアニメ化！\r\n\r\nコスプレで広がる世界、見つけた自分――\r\n\r\n海夢と新菜のコスキュン♡ストーリーは続く！",
                "tur": "Kitagawa Marin ve Gojo Niina Wakana bir gün tanıştıktan sonra cosplay aracılığıyla aralarındaki bağı derinleştirir. Hala yapmak istedikleri birçok cosplay ve yapmak istedikleri kostümler vardır. Sınıf arkadaşlarıyla etkileşimler ve yeni cosplay arkadaşlarıyla karşılaşmalar aracılığıyla Marin ve Niina'nın dünyaları daha da genişler. Ve Niina'nın durmadan dövdüğü Marin'in aşkında herhangi bir ilerleme olacak mı?! Shinichi Fukuda'nın \"Young Gangan\" ve \"Manga UP!\" (ikisi de Square Enix) serilerinde yayınlanan son derece popüler orijinal eseri, CloverWorks tarafından bir kez daha animeye dönüştürüldü! Cosplay aracılığıyla dünya genişler ve kendilerini bulurlar - Marin ve Niina'nın cosplay'e aşık hikayesi devam ediyor!",
                "fra": "Après une rencontre, Kitagawa Marin et Gojo Niina Wakana approfondissent leur lien grâce au cosplay. Ils ont encore de nombreux cosplays et costumes à réaliser. Grâce à leurs interactions avec leurs camarades de classe et à leurs nouvelles rencontres, les univers de Marin et Niina s'élargissent encore. Et l'amour de Marin, dont Niina est follement enthousiaste, progressera-t-il ?! L'œuvre originale très populaire de Fukuda Shinichi, diffusée dans « Young Gangan » et « Manga UP ! » (tous deux chez Square Enix), est de nouveau adaptée en anime par CloverWorks ! Le monde s'élargit grâce au cosplay, et ils se trouvent : l'histoire d'amour entre Marin et Niina continue !"
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9354619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/9354619",
                    "Titles": {
                        "eng": "Wakana Gojo, 15 Years Old, Teenager",
                        "jpn": "五条新菜 15歳 思春期"
                    },
                    "Summaries": {
                        "eng": "Wakana helps Marin make a bunny girl outfit so she can cosplay as one of her favorite characters.",
                        "jpn": "雛人形の頭師を目指す五条新菜と、アニメやゲームが大好きなギャル・喜多川海夢。さまざまな作品のコスプレを通して距離を縮めてきた二人は、次に海夢の好きなアニメ『こちカン』に登場する殺し屋・十六夜ありさのバニーガール衣装を作ることに。衣装作りに慣れてきたという新菜だったが……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "11195862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/11195862",
                    "Titles": {
                        "eng": "You Can Equip Boobs",
                        "jpn": "おっぱいは装備できるから"
                    },
                    "Summaries": {
                        "eng": "Marin and Wakana go to a cosplay event and meet another cosplayer named Amane Himeno.",
                        "jpn": "クラスメイトと一緒に行ったカラオケ中、菅谷乃羽から突然「五条君と海夢って付き合ってんの!?」と問われた二人。激しく動揺する新菜に海夢は……。そしてまた別の日。黒江雫の新衣装でコスプレイベントに参加した海夢と新菜は、会場でコスプレイヤー・姫野あまねと出会う。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "11195863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/11195863",
                    "Titles": {
                        "eng": "I Wuuuuv Slice-of-Life Scenes! ♡♡♡",
                        "jpn": "日常パートめっちゃすこ〰〰〰〰♡♡♡"
                    },
                    "Summaries": {
                        "eng": "Amane tells Marin and Wakana about his past and how he got into cosplay.",
                        "jpn": "あまねの女装メイクのポイントやこだわりを知り、コスプレの奥深さと楽しさを更に実感していく海夢と新菜。そんな二人に、あまねは自身がコスプレを始めたきっかけを語った。新しい出会いからしばらくして、新菜は海夢が読者モデルをしている雑誌の撮影に同行することに。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "11195864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/11195864",
                    "Titles": {
                        "eng": "Has All My Measurements Memorized",
                        "jpn": "あたしの体の事、全部知ってるんだ"
                    },
                    "Summaries": {
                        "eng": "Marin represents her class enters the school beauty pageant and finds out she gets to cosplay.",
                        "jpn": "文化祭シーズンが到来。海夢はクラス代表としてミスコンに出場することに。ミスコンには、男子生徒は女装を、女子生徒は男装をするルールがあった。それを聞いた海夢は、『生ホス』の人気キャラクター・鴻上麗のコスプレをすると決め、新菜と一緒に衣装作りを始めるが……!?"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "11223509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/11223509",
                    "Titles": {
                        "eng": "800 Million",
                        "jpn": "8億"
                    },
                    "Summaries": {
                        "eng": "Wakana and Marin finish up the suit for the Rei-sama cosplay but Wakana realizes something is missing.",
                        "jpn": "新菜のために自分ができることをしようと、海夢は初のお弁当作りにチャレンジ。それを知った新菜の脳裏に過るのはかつての炒飯。お互いに違った緊張感でお昼休みを迎えるが……。そして着々と文化祭準備は進んでいき、海夢は乃羽たちとミスコンでのパフォーマンスを考える。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "11223510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/11223510",
                    "Titles": {
                        "eng": "I'll Make It Happen, No Matter What With These Two Hands",
                        "jpn": "俺が絶対に 俺の手で"
                    },
                    "Summaries": {
                        "eng": "Wakana finishes up Marin's suit for her Rei-sama cosplay and the day of the beauty pageant finally arrives.",
                        "jpn": "麗のスーツの胸元を飾るレインボーローズを手作りしようとしたが、うまくいかずに悩む新菜と海夢。そこへ現れた河西成蘭は、意外なことを口にする。いよいよ迎えた文化祭、ミスコン当日。クラスメイトたちの期待を受け、新菜はプレッシャーを感じて追い詰められていく……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "11223511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/11223511",
                    "Titles": {
                        "eng": "Capture Those Delicious Memories!",
                        "jpn": "思い出刻むぜ！"
                    },
                    "Summaries": {
                        "eng": "Marin discovers the terrifying truth that she's gained weight and her cosplay no longer fits her.",
                        "jpn": "周囲から太ったことを指摘され、ショックの海夢。今までのコス衣装を着てみると、キツくて入らないものばかり。落ち込みつつも、またコスプレするためにダイエットを決意した海夢のもとに、ある知らせが届く。それを見た海夢はちょっと元気が出た、と新菜を買い物に誘う。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "11223512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/11223512",
                    "Titles": {
                        "eng": "The Only Way I Can Think of to Express That Gratitude Is With Money",
                        "jpn": "感謝の伝え方が課金しか思い付かない"
                    },
                    "Summaries": {
                        "eng": "Marin and Wakana go to a cosplay event. Marin meets up with Amane and Suzuka and Wakana meets up with Akira.",
                        "jpn": "ある日、コスプレイベントに参加した二人。今回はお互いに約束をしている相手がいるため、一時行動を別にすることに。海夢はあまねと伊藤涼香、そして涼香の友だちでコスプレイヤーの本多都と会い、新菜は造形レイヤーのアキラという人物と会う約束をしていたのだが……。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "11223513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/11223513",
                    "Titles": {
                        "eng": "Because I Don't Intend to Sleep Tonight",
                        "jpn": "俺 今夜寝るつもりないので"
                    },
                    "Summaries": {
                        "eng": "Marin tries to convince Juju to join their \"Coffin\" cosplay group.",
                        "jpn": "都たちとホラーゲーム『棺』の合わせをすることになった海夢は、乾紗寿叶にも誘いをかける。一度は断った紗寿叶だったが、『棺』が大好きな妹・心寿のために参加を決める。皆で合わせに向けて盛り上がる中、あまねはアキラこと緒方旭の、海夢に対する態度が気になり……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "11223514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/11223514",
                    "Titles": {
                        "eng": "So We're Gonna Do It All Right Now?!",
                        "jpn": "今から全部するって事⁉"
                    },
                    "Summaries": {
                        "eng": "Marin has a slight misunderstanding and Wakana has his first playthrough of \"Coffin.\"",
                        "jpn": "電車の運転見合わせで家に帰れなくなってしまった新菜は、心配した海夢に説得され、喜多川家にお世話になることに。思わぬお泊まりイベント発生につい嬉しくなる海夢だが、買い出し中に新菜から飛び出た「俺、今夜寝るつもりないので」という言葉に、ドキドキが止まらない――！"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "11223515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/11223515",
                    "Titles": {
                        "eng": "I Didn't Think Anything Good Would Ever Happen to Me",
                        "jpn": "自分の人生には良い事なんて起こらないと思ってた"
                    },
                    "Summaries": {
                        "eng": "Everyone is getting ready for the upcoming Coffin group cosplay but they also have a surprise for Juju.",
                        "jpn": "『棺』合わせの前日。新菜と旭は撮影で使う小道具作りをしていた。作業を進めながら、旭は自身がコスプレを始めたきっかけを語る。一方、紗寿叶は都と涼香といた。ブラックロベリアのコスプレを提案され、絶対にコスしないと拒否する紗寿叶に、都はある言葉を投げかける。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "11223517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/11223517",
                    "Titles": {
                        "eng": "Dear My Dress-Up Darling",
                        "jpn": "Dear My Dress-Up Darling"
                    },
                    "Summaries": {
                        "eng": "Marin, Wakana, and the others finally have their \"Coffin\" group cosplay session.",
                        "jpn": "『棺』合わせが始まった。撮影は順調に進んでいくが、旭の海夢に対する態度は硬いまま。そんな中、旭と海夢がツーショットを撮ることになり……。そして、海夢がずっと決めていたこと。合わせが終わったら新菜に告白する。緊張続きの海夢に、ついにその時間が近づき――。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}