{
    "URL": "https://thetvdb.com/series/kageki-shoujo",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13351056/",
        "https://www.instagram.com/kageki_anime",
        "https://kageki-anime.com/",
        "http://www.reddit.com/r/KagekiShoujo",
        "https://www.themoviedb.org/tv/112138",
        "https://x.com/kageki_anime"
    ],
    "Titles": {
        "eng": "Kageki Shojo!!",
        "jpn": "かげきしょうじょ!!"
    },
    "Summaries": {
        "eng": "The curtain rises on Sarasa Watanabe, a starry-eyed 5'10\" student who hopes to perform as a male lead role in the all-female Kouka Acting Troupe. She forms a friendship with her new roommate, a former idol. Together, they’re in for the role of a lifetime.",
        "jpn": "大正時代に創設され、未婚の女性だけで作り上げる美しく華やかな舞台で\r\n世代を超えて人々の心を魅了する「紅華歌劇団」。\r\n\r\nその人材を育成する「紅華歌劇音楽学校」に、\r\n高い倍率をくぐり抜け入学してきた第100期生たち。\r\n\r\n“オスカル様”に憧れる、178cmの長身を持った天真爛漫な少女、渡辺さらさ。\r\n夢も友達も、すべてに無関心な元・国民的アイドル、奈良田 愛。\r\n\r\n何もかもがバラバラな彼女たちの、希望と葛藤に満ちた音楽学校生活が今、幕を開ける──！！"
    },
    "Aliases": [
        "Opera Girl!",
        "The Curtain Rises",
        "Kageki Shōjo!!",
        "Kageki Shoujo!!"
    ],
    "Modified": "2024-08-13",
    "Seasons": {
        "1": {
            "ID": "1920333",
            "URL": "https://thetvdb.com/series/kageki-shoujo/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "8395770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kageki-shoujo/episodes/8395770",
                    "Titles": {
                        "eng": "Beneath the Cherry Tree, in a Rain of Petals",
                        "jpn": "桜舞い散る木の下で"
                    },
                    "Summaries": {
                        "eng": "After leaving the popular idol group JPX48, Ai Narata starts a new journey into the world of the Kouka Revue, an all-female musical theater troupe. It's there that she meets Sarasa Watanabe, a tall, semi-obnoxious go-getter with lofty dreams.",
                        "jpn": "女性のみで構成された唯一無二の劇団「紅歌劇団」。その養成機関である「紅歌劇音楽学校」の入学試験が今年も行われている。受験生の中で一際目を引くのは、元アイドルの奈良田愛。男性のいない世界を求めて紅華の門をくぐった愛が桜の下で出会ったのは、オスカル様を夢見る少女・渡辺さらさだった。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8522893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kageki-shoujo/episodes/8522893",
                    "Titles": {
                        "eng": "Those Who Long to Cross the Silver Bridge",
                        "jpn": "銀橋を目指す者"
                    },
                    "Summaries": {
                        "eng": "The Kouka High School freshmen meet their sophomore advisors, and Sarasa needs to think about her aspirations. Later, the freshmen take a backstage tour of the Kouka Theater.",
                        "jpn": "入学式が終わり、いよいよ授業が始まる予科生たち。そんな予科生の生活を指導するために、先輩である本科生が1人1人担当につくことに。新たな日々への期待に胸を膨らませるさらさだが、指導担当を務めることになった中山リサに「あんたはオスカルに絶対なれない」と言われ……"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8522894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kageki-shoujo/episodes/8522894",
                    "Titles": {
                        "eng": "The Teddy Bear",
                        "jpn": "クマのぬいぐるみ"
                    },
                    "Summaries": {
                        "eng": "Ai confronts an overly pushy Sarasa. A traumatic experience in Ai's past leads to her cold disposition, her decision to join JPX, and her fall from grace.",
                        "jpn": "新入生たちが徐々に学校生活に慣れつつある中、いまだ周囲に溶け込めずにいる愛。特に、自分と仲良くなりたいと願うさらさに対し、うまく距離感が掴めず苛立ちを募らせる。人との関わり合いを拒絶し殻に閉じこもる愛には、どうしても忘れられない幼少期の記憶があった。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8522895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kageki-shoujo/episodes/8522895",
                    "Titles": {
                        "eng": "Tears Overwritten",
                        "jpn": "涙の上書き"
                    },
                    "Summaries": {
                        "eng": "When Ai runs off, leaving Sarasa with the stalker, Sarasa decides to hear out his side of the story. An explosive argument threatens to end any hope of friendship between Ai and Sarasa.",
                        "jpn": "愛を追いかけ神戸までやってきた男に立ち向かうさらさだったが、彼の口から語られたのはアイドル時代の愛との意外なエピソードだった。愛はさらさを置いて逃げてしまった責任を感じ、意を決して現場へと戻る。しかしそこには驚きの光景が広がっていて……"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8522896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kageki-shoujo/episodes/8522896",
                    "Titles": {
                        "eng": "The Chosen Maidens",
                        "jpn": "選ばれし乙女"
                    },
                    "Summaries": {
                        "eng": "Yamada struggles to keep up with the rest of her class. As her diet grows more extreme and more detrimental to her health, she begins to wonder if she really belongs in the world of Kouka.",
                        "jpn": "さらさに「大嫌い」と言ってしまったことを謝りたい愛。そんな時、紅華歌劇団の公演「ロミオとジュリエット」を観賞したことをきっかけに、愛の心境は変化していく。一方、前期試験で成績最下位だった山田は、同期たちとの差を目の当たりにして自信を失ってしまい……"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8522897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kageki-shoujo/episodes/8522897",
                    "Titles": {
                        "eng": "A Glimpse of Stardom",
                        "jpn": "スターの片鱗"
                    },
                    "Summaries": {
                        "eng": "A surprise present from Tokyo rings in Sarasa's sixteenth birthday. When the class is assigned a scene from Romeo and Juliet, Sarasa's group struggles to put together their performance.",
                        "jpn": "さらさたち予科生は座学ばかりの演劇の授業に物足りなさを感じ、”表現力”を磨くために実践的な演技のレッスンを望んでいた。生徒の申し出を受け、実技を行うことを決めた講師の安道が選んだ演目は「ロミオとジュリエット」。2週間後の発表会に向け、猛練習の日々が始まる。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8522898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kageki-shoujo/episodes/8522898",
                    "Titles": {
                        "eng": "The Hanamichi and the Silver Bridge",
                        "jpn": "花道と銀橋"
                    },
                    "Summaries": {
                        "eng": "Sarasa and Ai head back to Tokyo for summer vacation. Kabuki actor and Sarasa's boyfriend, Akiya Shirakawa, reflects on his childhood with Sarasa and their memories of kabuki.",
                        "jpn": "音楽学校は夏休みに入り、予科生一同も故郷へ帰省。寮に残るつもりでいた愛は、さらさに誘われ彼女の実家・浅草を訪れる。初めての友達とのお泊まりに舞い上がる愛だが、そこにはさらさの恋人だという歌舞伎役者の白川暁也が待っていた。幼馴染みのさらさと暁也、気になる2人の過去とは……"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8522899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kageki-shoujo/episodes/8522899",
                    "Titles": {
                        "eng": "Kaoru's Summer",
                        "jpn": "薫の夏"
                    },
                    "Summaries": {
                        "eng": "Kaoru looks back on her last summer before attending Kouka, where she struggled with misplaced assumptions about her on her fourth and final try at auditioning for the illustrious school.",
                        "jpn": "夏休みが終わりに近づき、予科生たちは新学期への備えを始める。各々が夏の思い出を共有する中、星野は1年前の出来事を思い出していた。音楽学校を受験できる最後のチャンスである高校3年生の夏、周囲からのプレッシャーや焦りを抱える彼女は1人の少年に出会う。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8522900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kageki-shoujo/episodes/8522900",
                    "Titles": {
                        "eng": "The Two Juliets",
                        "jpn": "ふたりのジュリエット"
                    },
                    "Summaries": {
                        "eng": "The first-year class learns they'll be participating in the once-a-decade Kouka Grand Sports Festival. A spark of jealousy and deep-seated resentment tear a rift between Chika and Chiaki.",
                        "jpn": "紅華設立100周年の今年、10年に一度の大イベント「紅華歌劇大運動会」が開催される。音楽学校生は、どこの組にも属さないベテラン劇団員・専科のメンバーと合同で準備に参加することになる。憧れの娘役に会えて喜ぶ双子の千秋と千夏だったが、2人はあることをきっかけにすれ違ってしまい……"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8522901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kageki-shoujo/episodes/8522901",
                    "Titles": {
                        "eng": "A Once-in-a-Century Autumn",
                        "jpn": "百年に一度の秋"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「紅華歌劇大運動会」にケガで出場できなくなった夏組団員の代わりとして急遽出場することになったさらさ。イレギュラーな人選に納得のいかない本科生や予科生から批判的な目を向けられる中、100期生代表としての出場に不安と緊張を抱えたまま、遂に運動会当日を迎える。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8522902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kageki-shoujo/episodes/8522902",
                    "Titles": {
                        "eng": "4/40",
                        "jpn": "4/40"
                    },
                    "Summaries": {
                        "eng": "The first-year class gets another opportunity to act, this time in front of a crowd at the Culture Festival. However, there are only four roles, and forty students, which only means one thing: auditions.",
                        "jpn": "本科生にとって、紅華での音楽学校生活の総決算となる文化祭。その舞台で、今年は予科生による寸劇が行われることになった。異例の出来事に浮き足立つ予科生だったが、与えられた10分間の寸劇「ロミオとジュリエット」でステージに立てるのはたったの4名。予科生40名による熾烈なオーディションが始まる。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8522903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kageki-shoujo/episodes/8522903",
                    "Titles": {
                        "eng": "Surely Someone",
                        "jpn": "きっと誰かが"
                    },
                    "Summaries": {
                        "eng": "The Romeo and Juliet auditions begin in earnest. Yamada looks back on her pre-Kouka years as she finds her bearings in her role. Sarasa revisits a conversation she overheard between Kouzaburou and Akiya.",
                        "jpn": "さらさとの関わりをきっかけとして自らの殻を破った愛の演技に圧倒される予科生一同。次に出番を控える山田も例に漏れず不安を募らせ、自身と全く異なる性質を持ったジュリエットという役を演じることに未だ自信を持てずにいた。そんな山田に同組でティボルトを演じる杉本が声を掛け……"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "8522904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kageki-shoujo/episodes/8522904",
                    "Titles": {
                        "eng": "Kageki Shojo!!",
                        "jpn": "かげきしょうじょ!!"
                    },
                    "Summaries": {
                        "eng": "Sarasa takes the stage as Tybalt. Sugimoto struggles with a crisis of self-worth. The cast list for the Culture Festival performance is revealed.",
                        "jpn": "遂にさらさのオーディションがスタート。容赦無く実力を発揮してロミオを演じる安藤のカリスマに飲まれ、思うような演技ができない同組の生徒たち。同じく気圧され息を呑むさらさは、目を閉じて幼い頃のある出来事を思い出していた。予科生全員が持てる力を尽くして臨んだオーディションの結末は……!!"
                    },
                    "Aliases": []
                }
            }
        }
    }
}