{
    "URL": "https://thetvdb.com/series/kotaro-lives-by-himself",
    "Genres": [
        "Comedy",
        "Drama",
        "Family"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15078598/",
        "https://www.tv-asahi.co.jp/kotaro",
        "https://www.themoviedb.org/tv/123499"
    ],
    "TitleEnglish": "Kotaro Lives Alone",
    "SummaryEnglish": "Shin Karino is an unpopular manga writer and he is single. He lives in an apartment complex that has a rule forbidding children from living there. One day, Shin Karino's doorbell rings. When he opens his apartment door, he sees a small boy. The boy is 5-year-old Kotaro Sato. Kotaro Sato tells Shin Karino that he moved into the neighborhood. Shin Karino makes a weird face, because of the rule of his apartment complex. Kotaro Sato says that he lives by himself. At first, Shin Karino is annoyed by Kotaro Sato, but residents of the apartment building, including Shin Karino, become attached to Kotaro Sato.",
    "Aliases": [
        "Kotaro Lives Alone",
        "Kotaro wa 1ri Kurashi",
        "Kotaro wa Hitorigurashi"
    ],
    "Modified": "2025-08-21",
    "Seasons": {
        "1": {
            "ID": "1922054",
            "URL": "https://thetvdb.com/series/kotaro-lives-by-himself/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "8387160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kotaro-lives-by-himself/episodes/8387160",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "Struggling manga creator Karino is surprised when 5-year-old Kotaro moves in next door: He's alone, and the apartment building doesn't allow children.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8387161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kotaro-lives-by-himself/episodes/8387161",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "Karino’s confidence takes a beating when his editor tells him his work looks dated. Meanwhile, it’s Kotaro’s first day of kindergarten.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8418446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kotaro-lives-by-himself/episodes/8418446",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "To express his gratitude to his friends for always helping him out, Kotaro invites Karino and Mizuki out to the park for a picnic.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8418447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kotaro-lives-by-himself/episodes/8418447",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "Kotaro is very upset when the public bathhouse he always goes to with Karino is temporarily closed. Karino volunteers to help out at Kotaro’s preschool.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8445777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kotaro-lives-by-himself/episodes/8445777",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "Aota, a man who's moved into an apartment in the building for just one month, asks Kotaro to be his friend. Karino tries not to feel jealous.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8445778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kotaro-lives-by-himself/episodes/8445778",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "When Kotaro shows up at Mizuki's hostess bar, Karino has to rush over to bring him home. But he shows up again the next day! What could he be thinking?",
                    "Aliases": []
                },
                "7": {
                    "ID": "8479239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kotaro-lives-by-himself/episodes/8479239",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "The apartment residents get a little freaked out when they start finding pebbles on their doorsteps in the middle of the night.",
                    "Aliases": []
                },
                "8": {
                    "ID": "8479241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kotaro-lives-by-himself/episodes/8479241",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "When Karino gets temporarily kicked out of his apartment for not paying his rent, he begs Kotaro to let him stay over for a while.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8503557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kotaro-lives-by-himself/episodes/8503557",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "Karino’s ex-girlfriend asks to move back in for a little while, and an older boy from Kotaro’s foster home shows up and asks Kotaro for a favor.",
                    "Aliases": []
                },
                "10": {
                    "ID": "8503559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kotaro-lives-by-himself/episodes/8503559",
                    "TitleEnglish": "Episode 10",
                    "SummaryEnglish": "When Kotaro finds out that his father has been looking for him, he asks Ayano for a favor. At long last, it’s the day of Kotaro’s daycare performance.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2058234",
            "URL": "https://thetvdb.com/series/kotaro-lives-by-himself/seasons/official/2",
            "TitleEnglish": "I'm Back",
            "SummaryEnglish": null,
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "9725330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kotaro-lives-by-himself/episodes/9725330",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "\"Shimizu Apartment\" has an old-fashioned atmosphere in a certain town.\r\nThere, as usual today, struggling manga artist Kano Susumu (Yokoyama Yu) is dumped by his girlfriend early as his deadline approaches, and is witnessed with a cold look by Akitomo Mizuki (Yamamoto Maika) who lives on the same floor. Amid the commotion, Sato Kotaro (Kawahara Eito), a boy who lives alone for some reason, is quietly getting ready for the morning.\r\nThis spring, Kotaro has happily started elementary school. As he shoulders his school bag and heads off to school alone, Kano, Mizuki, and Tamaru Isamu (Namase Katsuhisa), who lives on the first floor, see him off with a feeling of reassurance but also a little loneliness.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9725331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kotaro-lives-by-himself/episodes/9725331",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "A mysterious student moves in, sparking Kotaro’s mistrust and friends’ concern. As they investigate, Kotaro shows sudden weight gain and leg pain, alarming those around him.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9748197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kotaro-lives-by-himself/episodes/9748197",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "Uda Momoha (Shirasu Jin) moves into the Shimizu Apartment and tells Kano Susumu (Yokoyama Yu) and others, \"I came here with a strong resolve.\" Unable to gauge Uda's true intentions, Kano and his friends say, \"If Kotaro doesn't like it, we can kick him out,\" but Kotaro gives an unexpected response, saying, \"We can wait and see how it goes for about a month.\" Kotaro remembers that his mother, Sayori (Konno Mahiru), always smiles happily in front of Uda...",
                    "Aliases": []
                },
                "4": {
                    "ID": "9781517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kotaro-lives-by-himself/episodes/9781517",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "Kotaro attends daily comedy shows by Long Coat Daddy, ignoring the acts and staring at his companion, raising suspicion—until their manager reveals a shocking truth.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9781518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kotaro-lives-by-himself/episodes/9781518",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "Kotaro plans a surprise for Yu’s true birthday, but Yu clings to the day he was found. Tension grows until Kotaro’s visits for caramel hint at a secret tied to his father.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9781519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kotaro-lives-by-himself/episodes/9781519",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "Mizuki’s mother visits, sparking a misunderstanding with Kano and family tension. Meanwhile, Ayano shares her own troubles, prompting Kotaro to reflect and make a decision.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9823227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kotaro-lives-by-himself/episodes/9823227",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "Kano hides losing his manga job and starts a tough convenience store gig, but Kotaro grows suspicious. They reunite with a kind former teacher, sharing a meal together.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9823228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kotaro-lives-by-himself/episodes/9823228",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "Kotaro enjoys his first trip to the sea with friends, but his uncharacteristic behavior raises concern. Afterward, he reveals a letter from his estranged father asking to live together. Though wary of the father’s past, everyone honors Kotaro’s wish and supports him until his departure. Yet, in this final stretch, Kano is forced to confront a difficult truth.",
                    "Aliases": []
                },
                "9": {
                    "ID": "9823229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kotaro-lives-by-himself/episodes/9823229",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "Kotaro grieves his mother’s death, finally crying before Kano. Lawyer Suzuno gives him her smartphone, filled with photos, videos, and her last message: “Be happy.” Struggling to grasp what happiness means, Kotaro reflects while Kano, hiding his own loneliness, urges that living with his father may be the path. On the farewell day, friends and supporters gather as Kotaro’s father arrives to take him away, marking an emotional turning point for all.",
                    "Aliases": []
                }
            }
        }
    }
}