{
    "URL": "https://thetvdb.com/series/tesla-note",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1440293/",
        "https://teslanote.net/",
        "https://www.themoviedb.org/tv/122626",
        "https://x.com/teslanote"
    ],
    "Titles": {
        "eng": "Tesla Note",
        "jpn": "テスラノート"
    },
    "Summaries": {
        "eng": "Nikola Tesla, a genius scientist recognized by Thomas Edison, kept the entire record of his invention in a crystal called the \"Shard of Tesla.\" Time has passed and now. Raised as the best retributor of the descendants of the Negoro Ninja, Negoro Peony was assigned to the mission \"Mission T\" to collect crystals at the request of Japan Safety Promotion Co., Ltd. in the wake of a mysterious incident in Norway. Convened. Peony, who has teamed up with a car that claims to be the number one in Japan's safety promotion, will fight for spies around the world over \"Tesla's fragments\" that could even cause the world to ruin.",
        "jpn": "トーマス・エジソンも認めた天才科学者ニコラ・テスラは、その発明の全記録を「テスラの欠片」と呼ばれる水晶へと保管した。時は流れて現在。根来忍者の末裔で最高の謀報員として育てられた根来牡丹は、ノルウェーで不可解な事件が起きたことをきっかけに、日本安全降興株式会社の依頼で水晶を回収する任務「ミッションT」に召集される。日本安全降興のナンバーワンを自称するクルマとコンビを組んだ牡丹は、世界の破滅すら引き起こしかねない「テスラの欠片」を巡り、世界中のスパイたちとの争奪戦を繰り広げることとなる｡ (wikipedia)"
    },
    "Aliases": [],
    "Modified": "2025-04-09",
    "Seasons": {
        "1": {
            "ID": "1922777",
            "URL": "https://thetvdb.com/series/tesla-note/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "8394629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8394629",
                    "Titles": {
                        "eng": "A Consideration on the \"New-Fledged Spy\"",
                        "jpn": "「新米スパイ」についての考察"
                    },
                    "Summaries": {
                        "eng": "When a train bound for Oslo disappears, then reappears two miles away, Botan Negoro, a high school student trained by her ninja grandfather to save the world, is called in to retrieve the crystal fragment that may have caused the accident.",
                        "jpn": "ノルウェー・オスロに向かっていた急行列車「ベルゲン」が、\r\n走行中に突如として消失、3km先にワープして甚大な被害を起こす事件が発生した。\r\nその不可解な現象は、天才発明家ニコラ・テスラが残した遺産で、超常的な力が閉じ込められた水晶「テスラの欠片」の仕業だという。\r\n根来忍者の末裔である女子高生・根来牡丹は、祖父の甚吾から「世界を救う」ことを宿命付けられ、育てられてきた。\r\n彼女は「テスラの欠片」の悪用を防ぐべく甚吾が組織した「日本安全振興株式会社」に諜報員として参加。諜報作戦「ミッションT」を発動し、事件の真相を追う。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8751883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8751883",
                    "Titles": {
                        "eng": "A Consideration on \"Contention\"",
                        "jpn": "「争奪」についての考察"
                    },
                    "Summaries": {
                        "eng": "It was said that the \"Shards of Tesla\" that caused the train disappearance case contained a record of the high-frequency and high-voltage generator \"Tesla coil\" invented by Nikola Tesla. If this \"fragment\" goes out of control, it could cause great damage, such as warping the surroundings again. In order to prevent the crisis, Peony and the car set out to collect \"Shards of Tesla\". However, a duo is watching the movements of the peony.",
                        "jpn": "列車消失事件を引き起こした「テスラの欠片」は、ニコラ・テスラが発明した高周波・高電圧発生装置「テスラコイル」の記録が内蔵されていると言われていた。この「欠片」が暴走してしまえば、再び周囲のものがワープするなど、大きな被害をもたらしかねないという。危機を未然に防ぐため、牡丹とクルマは「テスラの欠片」の回収に動き出す。だが、牡丹たちの動きを、ある二人組が監視していて――。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8751884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8751884",
                    "Titles": {
                        "eng": "A Consideration of \"Mission IS\"",
                        "jpn": "「ミッションIS」についての考察"
                    },
                    "Summaries": {
                        "eng": "The peony and others have stolen No. 13 of the \"Shards of Tesla\" scattered all over the world. Jingo glares that it was the secret society organization \"Small House\" that had been aiming for that ability for a long time.\r\nPeony returning to Japan from Norway. In order to find out the whereabouts of \"Tesla's Fragment\" and the movement of \"Small House\", he will be living in a share house for intelligence personnel where the car and Ryunosuke live.",
                        "jpn": "牡丹たちは、全世界に散らばっているという「テスラの欠片」のうち、13番を盗まれてしまった。「テスラの欠片」を奪ったのは、以前からその能力を狙っていた秘密結社組織「小さな家」ではないかと甚吾は睨む。\r\nノルウェーから日本に戻った牡丹。「テスラの欠片」の行方、そして「小さな家」の動きを探るため、クルマと隆之助が暮らす諜報員用のシェアハウスに居候することになるが……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8751885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8751885",
                    "Titles": {
                        "eng": "A Consideration on \"Divine Thunderbolts\"",
                        "jpn": "神の雷（いかずち）」についての考察"
                    },
                    "Summaries": {
                        "eng": "In Chicago, USA, an incident occurs in which \"Shards of Tesla\" seems to have been used intentionally. Three out of four Mafia \"Corad Family\" executives were electrocuted one after another by lightning strikes. Peony and cars fly to Chicago to find the \"Shards of Tesla\" that manipulates lightning and the assassin who owns it, commonly known as \"Prigiera\".\r\nWhile continuing to scout the Collad family, the peony who was involved in the conflict with the rival organization \"Black Bloc\" is in danger.",
                        "jpn": "アメリカ・シカゴで、「テスラの欠片」が意図的に使用されたと見られる事件が発生する。マフィア「コラッドファミリー」の幹部4人のうち3人が、落雷によって次々と感電死したのだ。雷を自在に操る「テスラの欠片」、そしてそれを所有する暗殺者、通称「プリギエーラ」を探すため、牡丹やクルマたちはシカゴに飛ぶ。\r\nコラッドファミリーの偵察を続ける中、ライバル組織「ブラックブロック」との抗争に巻き込まれた牡丹たちの身に危険が迫る。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8751886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8751886",
                    "Titles": {
                        "eng": "A Consideration on \"Relationships of Trust\"",
                        "jpn": "「信頼関係」についての考察"
                    },
                    "Summaries": {
                        "eng": "Aiming at Theone, the boss of the Collad family, \"Prigiera\" was Boze, his relative and the No. 2 trusted organization. In addition to Peony and other Japanese teams, CIA Oliver and Mickey will also intervene in the battle for No. 5 of Boze's \"Tesla Fragment\". However, the power of \"Tesla's Fragment\" counterattacked Boze, who freely manipulates lightning, and both teams could not find a clue to capture it.",
                        "jpn": "コラッドファミリーのボス、テオーネを狙っていた“プリギエーラ”は、彼の身内であり、信頼を置いていた組織のNo.2であるボゼであった。ボゼが所有する「テスラの欠片」の5番を巡り、牡丹ら日本チームに加え、CIAのオリバー、ミッキーも争奪戦に介入する。だが、「テスラの欠片」の力によって雷を自在に操るボゼに反撃され、両チームともなかなか奪取の糸口を見出すことができず――。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8751887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8751887",
                    "Titles": {
                        "eng": "A Consideration on \"Three-Way Battles\"",
                        "jpn": "「三つ巴」についての考察"
                    },
                    "Summaries": {
                        "eng": "The Japanese team has won the CIA team and succeeded in stealing No. 5 of \"Tesla's Fragment\" from Boze. However, on the top floor of the Chicago Tower, which was the scene of the battle, a car was shot down by someone. The peony are upset, but their rival Mickey buys a treatment at the CIA. I feel anxious and confused about the unexpected offer, but accept it to save the car.\r\nAround the same time, a third force, neither the CIA nor Japan Safety Promotion Co., Ltd., began to move to steal the \"Shards of Tesla.\"",
                        "jpn": "CIAチームに競り勝ち、ボゼから「テスラの欠片」の5番を奪うことに成功した日本チーム。だが、戦いの現場となったシカゴタワーの最上階で、クルマが何者かに撃たれ倒れてしまう。動揺する牡丹たちだが、ライバルであるはずのミッキーが、CIAでの治療を買って出る。思いがけない申し出に不安と戸惑いを覚えるも、クルマを救うためにそれを受け入れる。\r\n同じ頃、CIAでも、日本安全振興株式会社でもない第3の勢力が、「テスラの欠片」を奪うために動き始めていた。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8751888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8751888",
                    "Titles": {
                        "eng": "A Consideration on \"Hunger, and the Readiness to Face It\"",
                        "jpn": "「空腹感、および、それに 向き合う覚悟」についての考察"
                    },
                    "Summaries": {
                        "eng": "It was a member of the secret society \"Small House\" that Jingo had previously spoken of that controlled Peony's emotions and robbed her of her \"Tesla Fragment\" No. 5. At one point she was a peony whose emotions were zeroed by the power of her fragments, but she succeeded in regaining her sanity with the words of the car that rushed to her scene.\r\nThe Japanese team of Peony and the CIA team of Mickey and Oliver try to approach Pino and Elmo who are members of the \"small house\".",
                        "jpn": "牡丹の感情をコントロールし、彼女が所有していた「テスラの欠片」の5番を奪ったのは、以前、甚吾が口にしていた秘密結社組織「小さな家」のメンバーであった。一時は欠片の力によって感情がゼロになった牡丹であったが、現場に駆けつけたクルマの言葉によって正気を取り戻すことに成功する。\r\n牡丹たち日本チームと、ミッキー、オリバーのCIAチームは、「小さな家」のメンバーであるピノとエルモに迫ろうとするが――。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8751889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8751889",
                    "Titles": {
                        "eng": "A Consideration on \"Truth\"",
                        "jpn": "「真実」についての考察"
                    },
                    "Summaries": {
                        "eng": "A three-way battle between the Japanese team, the CIA, and the \"small house\" set in the CIA medical ship Asclepius. The runaway of the medical ship set up by the \"small house\" was stopped by the peony and the CIA, and the lives of many crew members were saved. In addition, the peony and others pursue Pino and Elmo who have left the ship by boat, but as a result, Pino is driven to death.\r\nPeony, who was robbed of \"Tesla's Fragment\" and felt responsible at the end of Pino, although it was force majeure, made a big decision.",
                        "jpn": "CIAの医療艦アスクレピオスを舞台にした、日本チーム、CIA、「小さな家」による三つ巴の争い。「小さな家」が仕掛けた医療艦の暴走は、牡丹たちやCIAによって食い止められ、多くの乗員の命は救われた。さらに牡丹たちは、艦からボートで離脱したピノ、エルモを追撃するが、その結果、ピノを死に追いやってしまう。\r\n「テスラの欠片」を奪われたこと、そして不可抗力ではあったがピノの最期に責任を感じた牡丹は、ある大きな決断を下す。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8751890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8751890",
                    "Titles": {
                        "eng": "A Consideration on \"Dog People\"",
                        "jpn": "「犬派」についての考察"
                    },
                    "Summaries": {
                        "eng": "Peony, who learned the truth about his parents from his grandfather Jingo and felt his mother's feelings, declares his return to intelligence. On the other hand, at the CIA, Mickey, who was called from the upper management, was informed of the decency of Oliver, who is a buddy, and was shocked.\r\nThe site of the new \"Mission T\" was the snowy mountains of Russia. An unidentified creature called Bigfoot suddenly attacked a mountaineer. Peony and others who doubt the involvement of \"Shards of Tesla\" come into contact with Sergei, a mountain guide who actually encountered Bigfoot.",
                        "jpn": "祖父・甚吾から両親にまつわる真実を知り、母の想いを感じた牡丹は、諜報員への復帰を宣言する。一方、CIAでは、上層部から呼び出されたミッキーがバディであるオリバーの謹慎を知らされ、愕然とする。\r\n新たな「ミッションT」の現場となったのは、ロシアの雪山。ビッグフットと呼ばれる未確認生物が、突如として登山客を襲う大事件が発生したのだ。「テスラの欠片」の関与を疑う牡丹たちは、実際にビッグフットと遭遇したという山岳ガイドのセルゲイに接触するが――。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8751891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8751891",
                    "Titles": {
                        "eng": "A Consideration on \"Suspects\"",
                        "jpn": "「容疑者」についての考察"
                    },
                    "Summaries": {
                        "eng": "Among the \"Shards of Tesla\", those that control emotions, those that manipulate lightning, and those that have the power to fuse and regenerate living things were confirmed. Japan Safety Promotion Co., Ltd. secretly owned the fragments while the \"small house (Onakasuita)\" owned multiple pieces and even possessed a device that could unlock the fragments. Only Honorary Chairman Jingo and Toriumi knew the storage location in order to prevent it from leaking to the outside, but there were people who were aiming for this fragment.",
                        "jpn": "「テスラの欠片」の中には、感情をコントロールするもの、雷を操るもののほか、生物を融合・再生させる力があるものまで確認された。「小さな家（オナカスイタ）」が複数個所有し、なおかつ欠片のロックを解除できる装置まで保有する状況の中、日本安全振興株式会社も密かに欠片を所有していた。外部への流出を防ぐため、名誉会長の甚吾と鳥海だけしかその保管場所を知る者はいなかったが、虎視眈々とこの欠片を狙う者が現れたのである――。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8751892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8751892",
                    "Titles": {
                        "eng": "A Consideration on \"Searches\"",
                        "jpn": "「探索」についての考察"
                    },
                    "Summaries": {
                        "eng": "Ryunosuke, who has supported peony and cars so far, and Oliver, who was thought to be a good companion to Mickey, were spies of \"Small House = Onakasita\". When they steal the \"Shards of Tesla\" owned by their respective organizations, they disappear as they are.\r\nPeony and other Japanese team members are shocked by Ryunosuke's actions. And Mickey is in a position to be chased after being suspected of colluding with Oliver. What is the decision they made to break through the situation?",
                        "jpn": "牡丹やクルマをこれまでサポートしてきた隆之助、ミッキーの良き相棒だと思われていたオリバーは、「小さな家＝オナカスイタ」のスパイであった。彼らはそれぞれの所属組織が保有していた「テスラの欠片」を盗み出すと、そのまま姿を消してしまう。\r\n隆之助の行動にショックを受ける牡丹ら日本チームの面々。そして、オリバーとの共謀を疑われ、追われる立場となってしまったミッキー。彼らが状況を打ち破るべく下した決断とは――。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8751893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8751893",
                    "Titles": {
                        "eng": "A Consideration on \"Time Limits\"",
                        "jpn": "「タイムリミット」についての考察"
                    },
                    "Summaries": {
                        "eng": "The airship \"Icarus\", which took off from Palau, the base of \"Small House = Onakasita\", was planning to spread the special ability of \"Tesla Fragment\" to the world through satellites. A joint spy team of Peony, Car, and Mickey attempts to infiltrate \"Icarus\" to prevent it. The goal of this operation is to capture the \"Shards of Tesla\" prepared for \"Icarus\". Now, the final battle with \"Small House = Onakasita\" has come to an end.",
                        "jpn": "「小さな家＝オナカスイタ」の拠点であるパラオから飛び立った飛行船「イカロス」は、「テスラの欠片」による特殊能力を、衛星を通じて世界中に波及させることを企んでいた。牡丹とクルマ、そしてミッキーの合同スパイチームは、それを阻止すべく、「イカロス」への潜入を試みる。この作戦の目標は、「イカロス」に備えられた「テスラの欠片」を奪取すること。今、「小さな家＝オナカスイタ」との最終決戦の幕が切って落とされた。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "8751971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8751971",
                    "Titles": {
                        "eng": "A Consideration on \"Will\"",
                        "jpn": "「御意」についての考察"
                    },
                    "Summaries": {
                        "eng": "The peonies who infiltrated the airship \"Icarus\" confront Mr. D, the mastermind of \"Small House = Onakasita\". The plan he tried to accomplish by turning Ryunosuke, Oliver, Elmo and others into top-notch spies-by forcibly controlling human emotions with \"Tesla Fragments\" and creating a conflict-free world. there were. Peony, car, and Mickey head outboard of \"Icarus\" where \"Shards of Tesla\" are kept in order to stop Mr. D's plan.",
                        "jpn": "飛行船「イカロス」に潜入した牡丹たちは、「小さな家＝オナカスイタ」の首謀者であるMr. Dと対峙する。彼が隆之助やオリバー、エルモらを一流のスパイに仕立て上げてまで成し遂げようとした計画――それは、人類の感情を「テスラの欠片」によって強制的にコントロールし、争いのない世界を創り出すことであった。牡丹やクルマ、ミッキーはこうしたMr. Dの計画を止めるべく、「テスラの欠片」が留め置かれた「イカロス」の船外に向かう。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}