{
    "URL": "https://thetvdb.com/series/my-senpai-is-annoying",
    "Genres": [
        "Adaptation",
        "Anime - Josei"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15192340/",
        "https://senpaiga-uzai-anime.com/",
        "http://www.reddit.com/r/SenpaiGaUrusai",
        "https://www.themoviedb.org/tv/105511",
        "https://x.com/uzai_anime"
    ],
    "Titles": {
        "eng": "My Senpai Is Annoying",
        "jpn": "先輩がうざい後輩の話"
    },
    "Summaries": {
        "eng": "Igarashi Futuba's new job would be great if her senpai, Takeda Harumi, wasn't so incredibly annoying! Futuba hates his laugh, she hates how big he is, and she really hates that he treats her like a little kid. Just because Futuba is short and looks young doesn't make her a kid, and just because she spends so much time with Takeda doesn't mean she sees him as anything but an annoying senpai...or does she?!",
        "jpn": "糸巻商社入社2年目、早く一人前になりたい五十嵐双葉。\r\nちょっとガサツだけど面倒見のいい先輩・武田晴海。\r\n双葉は武田先輩をうざいと思いながらも、\r\n本当はまんざらでもない様子だったり、\r\nでもやっぱり本当にうざいときもあったり…"
    },
    "Aliases": [
        "Senpai ga Uzai Kōhai no Hanashi",
        "Senpai ga Uzai Kouhai no Hanashi"
    ],
    "Modified": "2025-09-09",
    "Seasons": {
        "1": {
            "ID": "1922760",
            "URL": "https://thetvdb.com/series/my-senpai-is-annoying/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8394618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-senpai-is-annoying/episodes/8394618",
                    "Titles": {
                        "eng": "Each Other's Stride",
                        "jpn": "お互いの歩幅"
                    },
                    "Summaries": {
                        "eng": "Futaba is in her second year in sales at Itomaki Trading. Her senpai Takeda treats her like a kid, and she finds him annoying. One day, the two of them visit a client to give a presentation, and because it's her first presentation, Futaba gets nervous…",
                        "jpn": "糸巻商事に勤める、入社２年目の五十嵐双葉。\r\nその会社の先輩、武田晴海は双葉に対し子どものような扱いをしていて、うざがられていた。\r\nそんな中、双葉と武田は取引先へプレゼンをしに出かけるが、初プレゼンとなる双葉は緊張していた。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8740194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-senpai-is-annoying/episodes/8740194",
                    "Titles": {
                        "eng": "Udon with the Occasional Full Moon",
                        "jpn": "うどん、ときどき満月"
                    },
                    "Summaries": {
                        "eng": "The day after celebrating their landing a big contract, Futaba tries to take back the drunken confession she made to Takeda. But when he laughs the whole thing off at lunch, Futaba begins to suspect that Takeda doesn't see her as a real woman...",
                        "jpn": "風間、土方、大石は社人気ナンバー1の桜井桃子の話で盛り上がっていた。\r\n双葉は桜井のプロポーションと自分を重ね「もしかしたら、武田先輩に女性として見られていない…?」と思うようになる。\r\n終業後、双葉は夏美と買い物に行くのだった。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8740195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-senpai-is-annoying/episodes/8740195",
                    "Titles": {
                        "eng": "And Then, It's Christmas",
                        "jpn": "そしてクリスマス"
                    },
                    "Summaries": {
                        "eng": "It's almost Christmas, and after much deliberation, Futaba decides to get Takeda a gift because he's always looking out for her. But finding the right time to give it to him is another matter…",
                        "jpn": "もうすぐクリスマス！夏美は双葉に「誰かにプレゼントあげたりするの？」とニヤニヤ。\r\n最初は迷っていた双葉だったが、日頃お世話になっている武田へプレゼントを買うことに。\r\nクリスマス前夜、なかなかプレゼントを渡せずにいたそんなとき、夏美から電話がかかってくる。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8740196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-senpai-is-annoying/episodes/8740196",
                    "Titles": {
                        "eng": "Someone Who'll Be By Your Side",
                        "jpn": "そばにいてくれる人"
                    },
                    "Summaries": {
                        "eng": "When Futaba texts in sick, Takeda is the only one out of the loop because he doesn’t own a smartphone. He decides to go to her place to check on her. Afterwards, Futaba helps Takeda choose a smartphone. But when he suddenly texts in sick...",
                        "jpn": "双葉は風邪を引いてしまい仕事を休んでいた。\r\n一人暮らしで心細く思っていると、武田が見舞いにやってくるが、次は武田が風邪を引いてしまった。\r\nどうやら双葉の風邪が移ったらしい。\r\n今度は双葉が武田のお見舞いとお世話をしに、武田の家へ行く。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8740197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-senpai-is-annoying/episodes/8740197",
                    "Titles": {
                        "eng": "Valentine Symphony",
                        "jpn": "バレンタイン交響曲"
                    },
                    "Summaries": {
                        "eng": "Valentine's Day is coming up, and the guys in the office are hoping to get heartfelt chocolate instead of courtesy chocolate from their female co-workers. But when Kazama spies Sakurai walking down the street with some other guy just before the big day...",
                        "jpn": "バレンタインシーズン！ざわつく男性陣。\r\nそんななか密かに風間は、街角で背の高い男性と歩く桃子を見かけてしまった。\r\nバレンタイン当日、桃子はどことなく元気のない風間に気づきつつもチョコを渡すが…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8740198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-senpai-is-annoying/episodes/8740198",
                    "Titles": {
                        "eng": "Grandpa Hearts Futaba",
                        "jpn": "双葉大好きおじいちゃん"
                    },
                    "Summaries": {
                        "eng": "When Futaba and Takeda find out that they share the same birthday, they decide to give each other flowers. But as they are leaving the flower shop, Grandpa shows up with a bouquet of his own and demands that Takeda give him his granddaughter back...",
                        "jpn": "双葉を幼いころから溺愛する祖父から、雛人形の写真と共に「今年もやっとるぞ～♡」と双葉へメッセージが届く。\r\n3月9日、偶然にも誕生日が一緒だということを知った双葉と武田はお互いに花を買うことになったが、いるはずのないおじいちゃんが双葉の誕生日を祝うためにバイクで2人の前に現れる…！"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8740199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-senpai-is-annoying/episodes/8740199",
                    "Titles": {
                        "eng": "Here and Now",
                        "jpn": "いま、ここで"
                    },
                    "Summaries": {
                        "eng": "It’s cherry blossom season, and Futaba’s office is holding a blossom viewing party. But when somebody lets Ooishi and Tsukishiro have too much to drink...",
                        "jpn": "持久走の練習をしていた優人は夏美とたまたま出会う。\r\n優人は『運動が苦手だから迷惑になる』という理由でバスケ部への入部をためらっていることを夏美に話し始めた。\r\n夏美も過去、双葉との間で『好きなことをやる』ということについて知られざるエピソードがあった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8740200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-senpai-is-annoying/episodes/8740200",
                    "Titles": {
                        "eng": "Everyone's Holidays",
                        "jpn": "それぞれの休日"
                    },
                    "Summaries": {
                        "eng": "It’s Golden Week, and Futaba plans on spending the holidays productively. But when she sees a scary TV show and freaks out, Takeda comes over to keep her company. Meanwhile, Kazama and Sakurai go to an aquarium and meet a dolphin that shares his name...",
                        "jpn": "3連休。双葉は掃除、ビジネス書を読む、ヨガレッスン、など休みを有意義に過ごすための予定を入れていた。\r\nしかし、ひょんなことから武田が、家に来てくれて一緒に過ごすことに。\r\n一方、桃子と風間は水族館デート！イルカショーを見たりと楽しく過ごしていくが…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8740201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-senpai-is-annoying/episodes/8740201",
                    "Titles": {
                        "eng": "A Light-Hearted Summer Vacation",
                        "jpn": "ウキウキ夏休み"
                    },
                    "Summaries": {
                        "eng": "It’s summertime, and Futaba thinks she’s going to spend the night at the beach with Sakurai and Yuto. But when Sakurai also invites Takeda, Kazama, and Natsumi without Futaba’s knowledge...",
                        "jpn": "双葉、武田、桃子、風間、夏美、優人たちは週末を使って一泊、海へ遊びに行くことに。\r\nビーチバレーをしたり、スイカ割りをしたりと楽しんでいた。\r\nその夜、みんなで花火をしていると、優人はひとり何か思い悩んだ表情で線香花火を見ていた。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8740202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-senpai-is-annoying/episodes/8740202",
                    "Titles": {
                        "eng": "Autumn, or Ordinary Days",
                        "jpn": "秋、あるいは日常の日々"
                    },
                    "Summaries": {
                        "eng": "Kazama sees Yuto in a park practicing basketball and decides to give him some pointers. Sakurai finds out, and the three of them decide to hold another practice and a picnic. But when Natsumi, Takeda, and Futaba show up, Sakurai gets upset...",
                        "jpn": "季節は秋。\r\nたまたま公園の近くを歩いていた風間は、バスケットコートでシュートの練習をしている優人を見つけ、教えてあげることに。\r\n今度また教えてあげる約束をしたことを桃子に話すと「見に行きたい！」とウキウキで一緒に行くことになるが、\r\nなぜかそこへ双葉、武田、夏美が合流！？\r\n夏美チームと風間チームに分かれてゲーム開始！"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8740203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-senpai-is-annoying/episodes/8740203",
                    "Titles": {
                        "eng": "The Seasons Come and Go",
                        "jpn": "めぐる季節"
                    },
                    "Summaries": {
                        "eng": "It’s New Year's Day, and Futaba and Natsumi are making their first shrine visit of the year. But when they happen to spot Takeda there, Natsumi “remembers” she has other plans and leaves Futaba alone with him. So, they decide to get their fortunes told...",
                        "jpn": "年末、仕事納め。双葉は夏美と、桃子は風間と、みんなそれぞれ思い思いの年越しをしていた。\r\n年が明け、双葉は着物に武田からもらったマフラーをして夏美と初詣に出掛けた。\r\nそこで、武田と偶然出会い、察した夏美は用事を思い出したとその場から離れてしまった。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8740204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-senpai-is-annoying/episodes/8740204",
                    "Titles": {
                        "eng": "My Senpai Is Annoying",
                        "jpn": "先輩がうざい後輩の話"
                    },
                    "Summaries": {
                        "eng": "When Takeda is called over to a client's to resolve a problem, Futaba offers to give the presentation he was supposed to give to another client. That night, Futaba goes to an izayaka alone to celebrate and recalls her first day at Itomaki Trading...",
                        "jpn": "武田が頑張っていた仕事が大成功し、手柄を立てた。\r\n嬉しく思う双葉だったが、女性社員に囲まれ皆に飲みに誘われている姿を見てどこか心が苦しくなる。\r\n双葉はその夜一人で居酒屋に入って武田との出会いを思い返していた…。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}