{
    "URL": "https://thetvdb.com/series/idaten-deities-in-the-peaceful-generation",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13409388/",
        "https://idaten-anime.com/",
        "http://www.reddit.com/r/Idaten",
        "https://www.themoviedb.org/tv/107001",
        "https://x.com/idaten_anime"
    ],
    "Titles": {
        "eng": "The Idaten Deities Know Only Peace",
        "jpn": "平穏世代の韋駄天達"
    },
    "Summaries": {
        "eng": "It has been 800 years since the incredibly fast and powerful gods of battle known as the Idaten had sealed away the demons after an intense battle. Now, that battle is just considered a myth or a fairytale. While the current generation of Idaten who have never even had to fight are enjoying their peaceful lives, someone awakened the demons once again! Armed forces, ingenuity, politics, and intrigue. If you've got it, use everything you can! This three-way battle royale with no rules and no limits is about to begin!!",
        "jpn": "韋駄天、魔族、そして人類。「韋駄天」と呼ばれる、圧倒的な速さおよび強さを持つ戦いの神々が、世界を破滅へと導いていく魔族を封じ込め、800年が経った。現在はその戦いは昔話としか思えないものだった。「平穏世代の韋駄天達」は、生まれて以来一度も戦っておらず長年眠っていたが、何者かに魔族を復活させられてしまった。そこで使えるものは武力、智略、政治、そして陰謀など。誰も知らない禁断のバトルロワイアルが幕を開けようとする。"
    },
    "Aliases": [
        "Heion Sedai no Idaten-tachi",
        "Idaten Deities in the Peaceful Generation",
        "Deities of a Peaceful Age"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1922720",
            "URL": "https://thetvdb.com/series/idaten-deities-in-the-peaceful-generation/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "8398391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idaten-deities-in-the-peaceful-generation/episodes/8398391",
                    "Titles": {
                        "eng": "Peacetime",
                        "jpn": "平穏"
                    },
                    "Summaries": {
                        "eng": "Centuries ago, vicious and bloodthirsty demons who were immune to all manner of weaponry plagued mankind. Humanity's cries for help brought forth the Idaten; battle deities who would use their incredible speed to hunt the demons down, and then seal them away. In the following 800 years of peace, the Idaten have not had any enemies to fight. But that is about to change...",
                        "jpn": "かつて世界は魔族に蹂躙され、人類は滅亡の危機に瀕していた。その魔族を倒すため、人間の祈りから生まれた韋駄天と呼ばれる戦いの神。彼らは魔族を封印し、世界に平和をもたらした。\r\nそれから約８００年――韋駄天のハヤトは師匠・リンの教えの下、魔族が復活した時に備えて修行に明け暮れていた。そんな中、北の大氷河地帯に帝国ゾブルの軍人が集まっているという情報を得たため、同じく韋駄天のイースリイ、ポーラとともに現地へ赴く。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8538346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idaten-deities-in-the-peaceful-generation/episodes/8538346",
                    "Titles": {
                        "eng": "The Black South",
                        "jpn": "黒南"
                    },
                    "Summaries": {
                        "eng": "What have the Idaten been doing in the eight hundred years without any demons to fight? Where do they come from? What is their true nature? And what are they going to do when Dr. Obami plots their defeat?",
                        "jpn": "魔族の復活を受け、イースリイとポーラはハヤトとともにリンの下での修行を開始する。しかし想像を遙かに超えるリンの厳しい修行により早くも挫けそうになる。同じ頃、侵略を続けるゾブル軍の最前線で指揮をとっていた陸軍大将の魔族・ピサラにオオバミ博士から緊急帰還命令が下る。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8538347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idaten-deities-in-the-peaceful-generation/episodes/8538347",
                    "Titles": {
                        "eng": "Whirlwind",
                        "jpn": "飄"
                    },
                    "Summaries": {
                        "eng": "With the presence of the demons revealed to the surviving Idaten, Dr. Obami sends one of his strongest warriors to challenge the peace-softened deities.",
                        "jpn": "魔族たちはハヤトたち韋駄天を早期に抹殺するべしと判断し、最高戦力であるニッケルを送り込む。そしてニッケルは修行を続けるリンとハヤト、イースリイ、ポーラの前に降り立つ。突然現れたニッケルにハヤトが挑みかかるもまるで歯が立たず、敗北を喫してしまう。そのニッケルに、今度はリンが立ち向かうが……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8538348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idaten-deities-in-the-peaceful-generation/episodes/8538348",
                    "Titles": {
                        "eng": "Yellow Sparrow",
                        "jpn": "黄雀"
                    },
                    "Summaries": {
                        "eng": "Rin is intent on wiping out the demons, but without a plan, it'd be too easy for some to escape. With that in mind, Ysley contacts another Idaten named Prontea to formulate a strategy, while the demons begin their own divide-and-conquer campaign against their divine enemies.",
                        "jpn": "リンの戦闘力を知り、動揺する魔族たち。そんな中、オオバミ博士はハヤトたちもいずれリンのような化け物じみた強さになるかもしれないと考え、ピサラ、ネプト、コリーに抹殺指令を出す。一方、リンもまた魔族の巣窟であるゾブル帝国を壊滅させようとしていた。しかし万全を期すため、リンの弟子・プロンテアに協力を仰ぐことになり……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8538349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idaten-deities-in-the-peaceful-generation/episodes/8538349",
                    "Titles": {
                        "eng": "Color",
                        "jpn": "色"
                    },
                    "Summaries": {
                        "eng": "Three battles are unfolding simultaneously as Ysley takes on General Piscalat of the Zoble Empire, Paula and Hayato tangle with Cory, the demon who looks like a child soldier, and Prontea toys with the powerful Neput. When the dust settles, how will the Idaten/demon conflict have changed?",
                        "jpn": "コリーとの戦いに苦戦するハヤト。一方のプロンテアは圧倒的な強さでネプトを撃破する。研究所ではイースリイがピサラとの頭脳戦で勝利を収め、ハヤトもまた長時間の戦いの末コリーを倒す。同じ頃、ゾブル帝国では異常な洞察力をもつミクが、リンの守る旧世代魔族の封印の存在に気付く。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8538350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idaten-deities-in-the-peaceful-generation/episodes/8538350",
                    "Titles": {
                        "eng": "Smoke",
                        "jpn": "煙"
                    },
                    "Summaries": {
                        "eng": "As Ysley and Prontea continue to plot their attack on the demons, Dr. Obami has the eagle-eyed Miku continue to evaluate the threat posed by the Idaten.",
                        "jpn": "魔王の正体は魔族をベースとして発生した韋駄天ではないかと考察するイースリイとプロンテア。一方、仲間になったピサラ、ネプト、コリーとの修行に明け暮れるハヤトは体重の使い方を習得し、戦闘力を高める。同じ頃、ゾブル帝国ではミクが韋駄天の弱点を探り始めていて――。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8538351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idaten-deities-in-the-peaceful-generation/episodes/8538351",
                    "Titles": {
                        "eng": "Performance",
                        "jpn": "業"
                    },
                    "Summaries": {
                        "eng": "After rendezvousing with Rin and coming up with an effective strategy, the Idaten invasion of Zoble is launched. Will they be able to hunt down the demons hiding beneath the imperial power's surface?",
                        "jpn": "ゾブル帝国が崩壊した後、ホタエナとサラバエル二国間での戦争を禁止するとサラバエルの三代目大神官サギィシーに告げるイースリイとポーラ。二人は神の力を見せつけてサラバエルの説得に成功する。そうして戦いの準備が整った韋駄天たちは一気にゾブル帝国に攻め込む。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8538352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idaten-deities-in-the-peaceful-generation/episodes/8538352",
                    "Titles": {
                        "eng": "Idaten",
                        "jpn": "韋駄天"
                    },
                    "Summaries": {
                        "eng": "The invasion of the Idaten on the demon-occupied Zoble Empire reaches its climax, as Hayato battles against Emperor Takeshita while Rin confronts Empress Brandy.",
                        "jpn": "皇帝タケシタと戦うハヤト。その最中に大きなダメージを負い、ハヤトは動けなくなってしまう。同じ頃、ブランディと戦うリンの前に姿を現すオオバミ。オオバミと先代の韋駄天であるおじいさまとの姿が重なり、リンは激しく動揺する。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8538353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idaten-deities-in-the-peaceful-generation/episodes/8538353",
                    "Titles": {
                        "eng": "Shadows",
                        "jpn": "陰"
                    },
                    "Summaries": {
                        "eng": "The Zoble coup d'etat comes to an end with the demons on the run and the Idaten on the hunt. But with so few demons left alive, and the razor-sharp witted Miku among them, can the Idaten find their remaining enemies and finish the fight?",
                        "jpn": "戦後処理をするイースリイ。新しい韋駄天・ギルは自分の無力さを痛感し、人を助ける強い力を求め、韋駄天の修行を始める。しかしリンはオオバミの姿を目にしてから気が抜けてしまい、ただ同じ場所に座り、涙を流すだけの日々を送っていた。同じ頃、逃げ出した魔族たちが再び活動を開始していて――。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8538354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idaten-deities-in-the-peaceful-generation/episodes/8538354",
                    "Titles": {
                        "eng": "Demons",
                        "jpn": "魔"
                    },
                    "Summaries": {
                        "eng": "It's been years since the coup d'etat on Zoble, and the demons have managed to remain hidden for that entire time, as the Idaten fruitlessly search for them. But when Miku springs her plan to rendezvous with the Demon Lord, all that is about to change.",
                        "jpn": "無人島で逃亡生活を続けていたバズとメリアノだったが、生まれた子供を制しきれなくなりゾブル帝国へと戻る。一方のハヤトとポーラ、ギルら韋駄天たちは日々修行に明け暮れていた。そんな中、ミクはロボットを使ってオオバミと連絡を取ることに成功する。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8538355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idaten-deities-in-the-peaceful-generation/episodes/8538355",
                    "Titles": {
                        "eng": "Smells Fishy",
                        "jpn": "腥"
                    },
                    "Summaries": {
                        "eng": "Miku suddenly appears in public and quickly the Idatens go after her to try and capture her, but something is wrong. Why would she appear in public right now?",
                        "jpn": "街に姿を現したミクを追うプロンテアだったが、あえなく捕獲に失敗。それを踏まえてミクは韋駄天側の頭脳であるイースリイに狙いを定める。そしてミクとオオバミの作戦によってピサラとコリーの洗脳が解かれ、イースリイとポーラが拘束されてしまう。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}