{
    "URL": "https://thetvdb.com/series/love-after-world-domination",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/342B-C290-6749-CD49-F620-1",
        "https://www.imdb.com/title/tt14396202/",
        "https://koiseka-anime.com/",
        "http://www.reddit.com/r/LoveAfterDomination",
        "https://www.tvmaze.com/shows/61211/show-slug",
        "https://www.themoviedb.org/tv/122287",
        "https://www.wikidata.org/wiki/Q106378505",
        "https://en.wikipedia.org/wiki/Love_After_World_Domination",
        "https://x.com/koiseka_anime"
    ],
    "Titles": {
        "eng": "Love After World Domination",
        "jpn": "恋は世界征服のあとで"
    },
    "Summaries": {
        "eng": "It’s love at first sight for Fudo and Desumi, except it was during a battle of life and death. Fudo, leader of the hero squad Gelato 5, and Desumi, the Death Queen of the evil society Gekko, have found themselves caught in a forbidden love—and it’s their first relationship! Moving in secrecy, they live holding hands with one weapon in the other, finding out what’s truly fair in love and war.",
        "jpn": "桜舞う、ある春の日のこと。野原に肩を並べて座る初々しいカップルがいた。\r\n彼らの名は相川不動と禍原デス美。\r\nしかしこのカップルの正体は、氷結戦隊ジェラート５のリーダー・「レッドジェラート」と、悪の秘密結社ゲッコーの戦闘員・「死神王女」なのである！\r\n\r\n本来敵同士である二人が付き合っていることは、\r\n世間には絶対に知られてはならない。\r\n戦いの合間に、人目を忍んで会うしかないのだ。この日も幸せを満喫する二人のすぐ側で、激しい戦闘の爆炎が立ち上る！！\r\n\r\nこれは、なんとか世間に見つからないようイチャイチャする、正義のヒーローと悪の戦闘員の物語である！"
    },
    "Aliases": [
        "Koi wa Sekai Seifuku no Ato de",
        "Koiseka"
    ],
    "Modified": "2024-06-21",
    "Seasons": {
        "1": {
            "ID": "1922885",
            "URL": "https://thetvdb.com/series/love-after-world-domination/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8395499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-after-world-domination/episodes/8395499",
                    "Titles": {
                        "eng": "I Love You!",
                        "jpn": "君のことが好きだ！"
                    },
                    "Summaries": {
                        "eng": "Fudo Aikawa, who doubles as leader of a heroic Sentai team, Red Gelato, and Desumi Magahara, who doubles as combatant leader Reaper Princess for an evil secret society, have fallen in love! Can these two mortal enemies keep their relationship secret while their organizations fight in the background?!",
                        "jpn": "世界平和のために戦うヒーロー戦隊のリーダー・レッドジェラートこと相川不動と、世界征服を企む悪の組織の戦闘員リーダー・死神王女こと禍原デス美。実はこの二人、世間には内緒で恋人同士なのである！！ 今日も今日とて戦場の片隅には、こっそり二人の時間を楽しむ初々しいカップルの姿が―。\r\n相容れない宿敵同士の彼らは、いかにしてお付き合いすることになったのか‼?"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9075233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-after-world-domination/episodes/9075233",
                    "Titles": {
                        "eng": "The Truth About Dating",
                        "jpn": "デートの真理"
                    },
                    "Summaries": {
                        "eng": "Red Gelato and Reaper Princess pretend to run off to have a duel to steal some alone time together. Desumi asks Fudo to take her on a proper date, but Fudo has no experience in the matter! Can his comrade Yellow Gelato offer him some good advice?!",
                        "jpn": "レッドジェラートと死神王女の一騎打ち！と見せかけて、人目を避けて二人きりになる不動とデス美。しかし、不動の女性人気を知ったデス美は不機嫌に。慌てる不動に、それならデートしてくれ、とデス美は言う。快諾する不動だが…一体デートって、何をしたらいいの‼?"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9075234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-after-world-domination/episodes/9075234",
                    "Titles": {
                        "eng": "At Last, the Amusement Park",
                        "jpn": "あこがれの遊園地"
                    },
                    "Summaries": {
                        "eng": "Fudo is feeling antsy after two weeks without fighting or getting to see Desumi. When it's revealed that Gekko has developed a new weapon, he volunteers to infiltrate their base!",
                        "jpn": "２週間ほど戦闘が無く、デス美と会えずに悶々とする不動。そんな時、ジェラート５の本部にゲッコー新兵器開発の情報が！ ゲッコーのアジトに単身潜入する特殊任務に志願する不動。心配する博士と美咲を振り切り出発する。全てはデス美に会いたいがため！　とは言えバレたら絶体絶命！　この特殊任務、危険すぎ⁉"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9075235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-after-world-domination/episodes/9075235",
                    "Titles": {
                        "eng": "Could You Please Tell Me Why?",
                        "jpn": "その理由を聞かせてくれないか？"
                    },
                    "Summaries": {
                        "eng": "Haru invites Fudo to lunch to try to ask about his suspected girlfriend. But when Desumi spies them together, she can't help but feel shaken... a feeling that soon shows itself on the battlefield!",
                        "jpn": "不動に彼女がいるのか気になり、探りを入れるハル。だが、朴念仁な不動を見て、彼女はいないと確信し安心する。だが、二人が会っている場面をデス美が目撃していた。デス美はモヤモヤしてしまい、戦闘時に本気でレッドジェラートに襲い掛かる！　訪れた破局の危機を、二人は乗り越えられるのか！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9075236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-after-world-domination/episodes/9075236",
                    "Titles": {
                        "eng": "Just the Way You Are",
                        "jpn": "ありのままのきみで"
                    },
                    "Summaries": {
                        "eng": "Desumi learns that her laid-back coworker, Steel Princess, is in love with a coworker. While Beast Princess insists that dating within the company is against the rules, Desumi swears to help Steel Princess land her heart's desire!",
                        "jpn": "成績優秀な死神王女（デス美）に、一方的にライバル意識を燃やす魔獣王女。成績など気にしない鋼鉄王女。デス美にとって二人は微笑ましい同僚である。そんな折、「好きな人がいる」と二人に相談する鋼鉄王女。魔獣王女は、社内恋愛は禁止だとたしなめるが、デス美は鋼鉄王女の恋路を全力で応援する！"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9075237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-after-world-domination/episodes/9075237",
                    "Titles": {
                        "eng": "As Long as We're at the Beach...",
                        "jpn": "せっかくのビーチなんだし"
                    },
                    "Summaries": {
                        "eng": "Desumi learns that she's going to be promoted to monster executive, and ponders what this might mean for her life going forward. Meanwhile, their planned date to the beach happens to coincide with Gelato 5's robot testing...",
                        "jpn": "夏といえば海！海デートしたいと話していたデス美と不動。ワクワクしていたデス美だが、突如怪人への昇進を言い渡されてしまった！ボスラー大総統はデス美に改造手術を施し、さらなる力を授けようとする。そう……ゴリラとの融合である！愕然とするデス美。果たして海は、水着はどうなる！？"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9075238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-after-world-domination/episodes/9075238",
                    "Titles": {
                        "eng": "Desumi Magahara Is the Monster I Made",
                        "jpn": "禍原デス美はオレが生み出したモンスターなんだ"
                    },
                    "Summaries": {
                        "eng": "After meeting her at the beach, Daigo realizes that he recognizes Desumi. Will the things he reveals affect her relationship with Fudo... or even Gelato 5 itself?!",
                        "jpn": "海で楽しいひと時を過ごしたジェラート５。そんなある日、グリーンジェラートこと轟大吾に異変が起こる。海で少しだけ見かけた不動の友人がデス美だと知り、卒倒する大吾。焦る不動だが、大吾がデス美と同じ博多出身であることを思い出す。意識を取り戻した大吾が語る、デス美の恐ろしい過去とは？！"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9075239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-after-world-domination/episodes/9075239",
                    "Titles": {
                        "eng": "Everybody Has a Secret or Two",
                        "jpn": "誰だって秘密のひとつやふたつあるさ"
                    },
                    "Summaries": {
                        "eng": "Fudo receives a letter threatening to expose his relationship with Desumi. But when he meets with his blackmailer, a surprising truth is revealed!",
                        "jpn": "「私は全てを知っている」不動のもとに怪文書が届く。そこには、腕を組んで歩く不動とデス美を撮影した写真が同封されていた。隠していた関係がバレてしまう。そうなればもう一緒にはいられない。苦悩する不動は、怪文書の差出人に呼び出され、一人公園に向かう。二人の仲を裂こうとするのはいったい誰なのか……？"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9075240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-after-world-domination/episodes/9075240",
                    "Titles": {
                        "eng": "My Big Sister Has Changed",
                        "jpn": "お姉ちゃんは変わってしまった"
                    },
                    "Summaries": {
                        "eng": "Desumi's father arrives to interrupt the couple's alone time, bringing along Desumi's little sister, Urami. Both of them seem to disapprove of Desumi's recent life decisions. With Fudo's help, can she make her true feelings known?",
                        "jpn": "デス美の部屋で将来について語り合う不動とデス美。そんな二人の前に、デス美の父と妹のウラ美が来訪する。元ゲッコー戦闘員の父はデス美の大学進学を許さない。それでも、とデス美の話を聞くように頼む不動だが、ウラ美にぶっ飛ばされてしまう。重度のシスコン、ウラ美に、不動は姉を惑わす邪魔者だと認識されてしまい……！"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9075241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-after-world-domination/episodes/9075241",
                    "Titles": {
                        "eng": "Atop the Kokutei Moon",
                        "jpn": "黒帝の月の上で"
                    },
                    "Summaries": {
                        "eng": "Desumi invites Fudo to her high school culture festival, where they hope to have their picture taken atop the \"Kokutei Moon.\" But complications abound, as members of Gelato 5 and the Princess Series alike seem determined to foil the couple's best-laid plans!",
                        "jpn": "高校の文化祭に不動を誘うデス美。文化祭には「黒帝の月」というオブジェが展示され、そこに座ったカップルは永遠の愛で結ばれた最強のカップルになる、という伝説がある。絶対に座ろうと誓う二人。ところが文化祭当日、トラブルが続出して、デス美と不動はなかなか出会えず…。果たして、二人は最強のカップルになれるのか？！"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9075242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-after-world-domination/episodes/9075242",
                    "Titles": {
                        "eng": "What's the Point of Getting Closer?",
                        "jpn": "仲良くなって何か意味ある？"
                    },
                    "Summaries": {
                        "eng": "The masked Judgment Princess always eats on her own in the cafeteria, prompting Desumi to take interest in the solitary girl. But her invitation to the rest of the Princess Series to have a strategy meeting in her room turns out to be... a slumber party!",
                        "jpn": "仮面で素顔を隠し、暗躍する断罪王女。食堂ではいつも一人でいる彼女のことがデス美は気になっていた。誰とも馴れ合わない断罪王女と仲良くなろうと、デス美はある作戦会議に誘う。訝しみつつデス美の部屋を訪ねる断罪王女。そこで開催されていたのは作戦会議ではなく、王女シリーズのパジャマパーティだった？！"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9075244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-after-world-domination/episodes/9075244",
                    "Titles": {
                        "eng": "Eternal Rivals",
                        "jpn": "永遠のライバル"
                    },
                    "Summaries": {
                        "eng": "Deep in Gekko headquarters, the birth of the Ultimate Phantom approaches. Meanwhile, a commercial opportunity for Fudo earns him Desumi's ire. When Gekko's ambitions lead to a world-threatening crisis, can the couple make up in time to fight back?!",
                        "jpn": "ゲッコーアジトの奥深く、究極怪人アルティメットファントムの誕生が目前に迫っていた。一方、不動は不本意ながらデス美を怒らせてしまう。当惑する不動。心をかき乱されるデス美。そして、世界の平和を脅かす最強の敵が、不動のもとに襲来する……！　すれ違うデス美と不動、悩める二人の恋の行方は？！"
                    },
                    "Aliases": []
                }
            }
        }
    }
}