{
    "URL": "https://thetvdb.com/series/build-divide-code-black",
    "Genres": [
        "Action",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14489144/",
        "https://anime.build-divide.com/",
        "https://www.themoviedb.org/tv/123670",
        "https://en.wikipedia.org/wiki/Build_Divide",
        "https://x.com/build_divide"
    ],
    "TitleEnglish": "Build-Divide",
    "SummaryEnglish": "A city ruled by a \"King,\" where all superiority is determined by the strength of the TCG \"Build Divide\" - New Kyoto. There has been a rumor in this New Kyoto that says, \"If you win against the King in Build Divide, anything you want will come true.\" And in order to challenge the King, you must participate in a TCG battle called \"Rebuild\" and complete the \"Key.\"\r\n\r\n-Everyone has a wish they want to come true. Teruto Kurabe, a boy who vows to defeat the King for a certain purpose, is led by a mysterious girl named Sakura Banka, and throws himself into the Rebuild Battle. Teruto and his friends' battle now begins in the city of New Kyoto, which has been taken over by Build Divide!",
    "Aliases": [
        "ビルディバイド -#000000-",
        "ビルディバイド -#FFFFFF-"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1922957",
            "URL": "https://thetvdb.com/series/build-divide-code-black/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9166377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/9166377",
                    "TitleEnglish": "-#FFFFFF-　#EXTRA",
                    "SummaryEnglish": "これまで「ビルディバイド -#FFFFFF-」に登場してきたエース・テリトリーカードを一挙に紹介！物語を語る上では欠かせないカードたちの魅力をお伝えします！",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1922958",
            "URL": "https://thetvdb.com/series/build-divide-code-black/seasons/official/1",
            "TitleEnglish": "-#000000- CODE BLACK",
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8395864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/8395864",
                    "TitleEnglish": "When You Wish Upon a Star",
                    "SummaryEnglish": "Neo Kyoto is a city with an AR infrastructure and ruled by the King but is also a world where the social and economic status of a person is determined solely by their skills in a game called Build-Divide. One day, Teruto Kurabe is wandering around the city with a piece of bread in his hand, and discovers a girl named Sakura Banka who is being attacked by a thug, so he uses the power of a mysterious card in his possession to save her. Witnessing his powers, Sakura speculates that Teruto must be highly skilled in Build-Divide and requests a battle with him. She has been searching for a powerful player that could help her win through the Rebuild Battles, which would allow her to challenge the King. However, Teruto has lost all his memories…",
                    "Aliases": []
                },
                "2": {
                    "ID": "8766039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/8766039",
                    "TitleEnglish": "Lonely Baby Bird",
                    "SummaryEnglish": "Teruto reluctantly accepts Sakura’s offer to take part in Rebuild Battles. While they are walking in the city together, she realizes that Teruto is wearing a uniform from Komoku Academy, which is the same school she is a student of. Guessing that Teruto must be a student of Komoku Academy, she takes him there and discovers that he is indeed enrolled at the school. For some reason, one of the only things that Teruto remembers is his strong desire to battle the King. They search the school grounds to find other Build-Divide players, but a second-year middle school student named Hiyori Munenashi suddenly appears before them and…",
                    "Aliases": []
                },
                "3": {
                    "ID": "8766040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/8766040",
                    "TitleEnglish": "Fiery Feelings",
                    "SummaryEnglish": "After battling Teruto, Hiyori pleads to become Teruto’s disciple, and follows Teruto and Sakura around. In order to obtain more chips, Teruto and the crew head to a place which is rumored to be where Build-Divide players gather. However, before they arrive at the location, they discover that someone has already defeated all of the players, so they are forced to search in another area. On their way there, Teruto is pulled into a crowd of protestors and gets separated from Sakura and Hiyori. In the midst of the confusion, a young man named Naomitsu Enjo appears and helps Teruto. Naomitsu Enjo expresses his anger towards the system of Neo Kyoto and…",
                    "Aliases": []
                },
                "4": {
                    "ID": "8766041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/8766041",
                    "TitleEnglish": "Flower and Storm",
                    "SummaryEnglish": "Teruto starts \"training\" Hiyori by going to various bakeries in the city. They decide to go after a special croissant, but are attacked by a mysterious girl. Meanwhile, Sakura looks for a challenger for them, but feels she's being somehow deceived.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8766042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/8766042",
                    "TitleEnglish": "Cake and Fishhook",
                    "SummaryEnglish": "Teruto is down after his fight with Kikka and looks like he's given up on the fight against the King. While Teruto decides to go fishing, Sakura and Hiyoko go out for cake, with the idea of coming up with a plan to get him to regain his spirits.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8766043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/8766043",
                    "TitleEnglish": "Path of Light",
                    "SummaryEnglish": "Teruto finds Naomitsu unconscious in front of his tent. Along with Sakura and Hiyoko, they discover that he was attacked by a group commanded by Prof. Dairo Keisen, known as a teacher of cards. So they decide to go to his lab to find out more details.",
                    "Aliases": []
                },
                "7": {
                    "ID": "8766044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/8766044",
                    "TitleEnglish": "Ah! Vous dirai-je, Mer",
                    "SummaryEnglish": "Teruto, Sakura and Hiyoko go to a resort with an artificial beach. While enjoying the opportunity to relax and forgetting about the battles, Sakura becomes tormented by a girl. When the girl's identity is finally revealed, a battle ensues!",
                    "Aliases": []
                },
                "8": {
                    "ID": "8766045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/8766045",
                    "TitleEnglish": "Buried Memories",
                    "SummaryEnglish": "Teruto starts visiting places from his past and starts to remember his past with Kikka. Having an idea of the places the two frequented, Teruto begins to remember what made the two distance themselves.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8766046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/8766046",
                    "TitleEnglish": "Reach for the Stars",
                    "SummaryEnglish": "Teruto is close to getting the key chips needed to face the King. And he does everything to get it. However, in his path appears Mikhail, who is also a key chip away from forming the key. Will Teruto be able to beat him?",
                    "Aliases": []
                },
                "10": {
                    "ID": "8766047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/8766047",
                    "TitleEnglish": "A Wish",
                    "SummaryEnglish": "Sakura tricked Teruto and his friends and decided to face Kikka, the king, alone. The battle however is very risky and could mean your end. Meanwhile, Teruto tries to find a way to get to her to help her in this battle.",
                    "Aliases": []
                },
                "11": {
                    "ID": "8766049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/8766049",
                    "TitleEnglish": "Heads or Tails",
                    "SummaryEnglish": "Teruto begins his battle with Kikka. Meanwhile, we see memories of when Teruto defeated the king earlier and what the world of Neo Kyoto is all about.",
                    "Aliases": []
                },
                "12": {
                    "ID": "8766050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/8766050",
                    "TitleEnglish": "End of the Road",
                    "SummaryEnglish": "Teruto's battle against Kikka continues, but will he be able to win? Teruto has reached the end of his path, but will he be able to save the people he cares about?",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "1988557",
            "URL": "https://thetvdb.com/series/build-divide-code-black/seasons/official/2",
            "TitleEnglish": "-#FFFFFF- CODE WHITE",
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9040031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/9040031",
                    "TitleEnglish": "No Rain, No Rainbow",
                    "SummaryEnglish": "Three years have passed since the collapse of Neo Kyoto. The city has changed completely, and the King's messengers, called KUGE, are spreading throughout the city. In the midst of all this, a girl runs away from the KUGE. Even as she is attacked, she does not fight back. However, until three years ago, she was considered the strongest girl in Neo Kyoto... The girl has been driven into a corner, desperate without escape. There, another girl appears, this one wearing a hood. She says, “It's been three years... I finally found you.\" She holds out her hand toward the girl. She is Hiyori, Teruto's apprentice.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9089058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/9089058",
                    "TitleEnglish": "Intersection",
                    "SummaryEnglish": "Hiyori asks Kikka for help. Kikka thought she could never move forward, but she decides to follow Hiyori's idea. She is led to the hideout where Hiyori lives with her classmates. Kikka is warmly welcomed when Hiyori introduces her as a new member. However, Kikka hesitates to say her name to not be recognized as the former King. Although Kikka is able to get by with a pseudonym, she is brought to tears over their meal and comforted by the members who explain the cause of the collapse of Neo Kyoto was caused by the previous King named \"Kikka\"...",
                    "Aliases": []
                },
                "3": {
                    "ID": "9089059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/9089059",
                    "TitleEnglish": "Flowers and Birds",
                    "SummaryEnglish": "The KUGE messengers who appeared in Hiyori and the others’ hideout were after Kikka. Kikka doesn’t want to be the cause of any more casualties, so she finally decides to grab her deck and fight. However, since it’s been three years since her last battle, Kikka has forgotten how to fight and makes a fundamental mistake that lands her in a pinch. “I wonder if it was reckless of me to fight...” Kikka thought. But then, the memories locked in her mind returned. A time when she was a child. The time when Teruto taught her Build Divide...",
                    "Aliases": []
                },
                "4": {
                    "ID": "9089061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/9089061",
                    "TitleEnglish": "To the Other Me",
                    "SummaryEnglish": "Hiyori notices that Kikka is missing when she awakens in the morning. When Hiyori goes to find her, Kikka is sleeping alone in another room. Moreover, there are tears in her eyes and dirt on her feet. Despite Hiyori's worry, she couldn't talk to Kikka for some reason. Even as Kikka stumbles during work, she's one step too slow to reach out. Then, Hiyori is asked by Ishinome how things are with Kikka. She is caught off guard and replies that it is \"okay,\" but then she points out that she can see \"petals\" between the two of them...",
                    "Aliases": []
                },
                "5": {
                    "ID": "9089062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/9089062",
                    "TitleEnglish": "Kizuna",
                    "SummaryEnglish": "The new enemies that attacked the city are revealed as Naomitsu and Rinpu. Moreover, they claim they have no memory of Hiyori and the others. Placed into a barrier, Hiyori's group has a tag team battle versus Naomitsu and Rinpu. However, because this is her first tag team battle, Hiyori is pushed to the brink. Somehow, Hiyori wants to save Naomitsu and Rinpu in collaboration with Kikka. But when she asks Kikka to work together with her, Kikka simply says she’ll handle it as though she wants to push Hiyori away...",
                    "Aliases": []
                },
                "6": {
                    "ID": "9089063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/9089063",
                    "TitleEnglish": "On the Starry Sky",
                    "SummaryEnglish": "Hiyori's team won the tag team battle against Naomitsu's team. But even with pleas for the two of them to be saved, there is no change in Naomitsu or Rinpu's state of mind. However, a mysterious person appears and attacks Naomitsu and Rinpu. Hiyori and her friends are wary for a moment, but thanks to the attack, the two return to their usual selves. According to the mysterious person, Naomitsu and Rinpu had been brainwashed. From there, they return to the hideout where Hiyori asks Naomitsu about the current situation. What in the world happened up until this point? Naomitsu tells the story of how it all began...",
                    "Aliases": []
                },
                "7": {
                    "ID": "9089064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/9089064",
                    "TitleEnglish": "The Visitor",
                    "SummaryEnglish": "The one Ohkura summoned as support was Mikhail Saiki. Hiyori was taken aback by their reunion, but immediately begins a battle against Mikhail. Hiyori asks what happened to Mikhail who changed from three years ago and seems more apathetic. Mikhail solemnly talks about the past, but Hiyori is not convinced by the details. She claims that the Mikhail from before had true strength. And then, when she asks about the person who he wishes to defeat, an unexpected name leaves Mikhail's mouth...",
                    "Aliases": []
                },
                "8": {
                    "ID": "9089065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/9089065",
                    "TitleEnglish": "Cracked World",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "9089066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/9089066",
                    "TitleEnglish": "Live in the Now, Now, Now!",
                    "SummaryEnglish": "Waiting for Hiyori and her friends to reach the Tower are two giant KUGE statues. Kikka and Naomitsu tell Hiyori to go ahead towards Teruto while they gear up to take down the statues. However, standing before Naomitsu is his \"sibling,\" while in front of Kikka stands Kikka herself when she was King. Even as an illusion, Naomitsu cannot do anything because he does not want to fight his \"siblings.\" Kikka, blamed for the things she did when she was King, also is unable to demonstrate her usual strength. Will they both be defeated as they are? Just then, who appeared in front of Naomitsu...? And what came to Kikka's mind...?",
                    "Aliases": []
                },
                "10": {
                    "ID": "9089067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/9089067",
                    "TitleEnglish": "Choice",
                    "SummaryEnglish": "Hiyori is finally reunited with Teruto. But Teruto seems strange. While he is appreciative of Hiyori's hard work, he also states that he wants Hiyori's power. \"It's the same as when Kikka was…?!\" thinks Hiyori who decides to take on Teruto in battle. With the days she wanted to reclaim for the past three years, Hiyori resolves to save Teruto. However, Teruto says he isn't asking for any kind of help... Is this the real Teruto in front of her? Just then, Hiyori asks a certain question...",
                    "Aliases": []
                },
                "11": {
                    "ID": "9089068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/9089068",
                    "TitleEnglish": "Unlimited Wishes",
                    "SummaryEnglish": "Higuma appears before Hiyori after she saved Teruto and reunited with Sakura. Higuma thanks Hiyori who defeated the \"King.\" Moreover, he brandishes what he \"obtained\" to Hiyori and her friends. It's Naomitsu and Kikka, but… Did he steal Kikka's magical power again?! Higuma tells a fuming Teruto the reason he steals magical power, why he was holding a Rebuild Battle, why he had to place a human sacrifice as king, and what Higuma's objective is. Neo Kyoto's reconstruction progresses, and the final battle begins!",
                    "Aliases": []
                },
                "12": {
                    "ID": "9089069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/build-divide-code-black/episodes/9089069",
                    "TitleEnglish": "No One Knows When Spring Ends",
                    "SummaryEnglish": "Higuma's objective is to become \"WILL,\" a higher-dimensional being. For that purpose, it was necessary to have the Neo Kyoto citizens compete in Build-Divide to increase their magical power and set the person with the highest magical power and strength in Build-Divide as \"King,\" making them the greatest, so Higuma and the King themselves can fuse. And to top it off, Higuma enjoys the battle with Teruto. By drawing out Teruto's power, fighting him, and merging their powers, Higuma plans to become \"WILL.\" However, Teruto bravely resists. At a critical point in a desperate situation, just then, calling out to Teruto is...",
                    "Aliases": []
                }
            }
        }
    }
}