{
    "URL": "https://thetvdb.com/series/the-faraway-paladin",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/BAE1-DCD1-929C-19F7-2ACF-D",
        "https://www.imdb.com/title/tt14476244/",
        "https://farawaypaladin.com/",
        "http://www.reddit.com/r/TheFarawayPaladin",
        "https://www.tvmaze.com/shows/57175/show-slug",
        "https://www.themoviedb.org/tv/123525",
        "https://www.wikidata.org/wiki/Q106522406",
        "https://en.wikipedia.org/wiki/The_Faraway_Paladin",
        "https://x.com/faraway_paladin"
    ],
    "TitleEnglish": "The Faraway Paladin",
    "SummaryEnglish": "In a city of the dead, long since ruined and far from human civilization, lives a single human child. His name is Will, and he's being raised by three undead: the hearty skeletal warrior, Blood; the graceful mummified priestess, Mary; and the crotchety spectral sorcerer, Gus. The three pour love into the boy, and teach him all they know. But one day, Will starts to wonder: \"Who am I?\"\r\n\r\nWill must unravel the mysteries of this faraway dead man's land, and unearth the secret pasts of the undead. He must learn the love and mercy of the good gods, and the bigotry and madness of the bad. And when he knows it all, the boy will take his first step on the path to becoming a Paladin.",
    "Aliases": [
        "Saihate no Paladin",
        "最果てのパラディン 鉄錆の山の王",
        "Saihate no Paladin: Tetsusabi no Yama no Ō",
        "Saihate no Paladin: Tetsusabi no Yama no Ou",
        "Paladin of the End",
        "Ultimate Paladin",
        "Faraway Paladin",
        "The Faraway Paladin: The Lord of Rust Mountain"
    ],
    "Modified": "2025-09-09",
    "Seasons": {
        "0": {
            "ID": "1922941",
            "URL": "https://thetvdb.com/series/the-faraway-paladin/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "8852118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/8852118",
                    "TitleEnglish": "Episode 7.5: The Path Taken",
                    "SummaryEnglish": "A recap episode summarizing the events of episodes 1 to 7.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8957226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/8957226",
                    "TitleEnglish": "\"Just before the broadcast\" Special",
                    "SummaryEnglish": "Talk show including cast members: Maki Kawase (Will), Katsuyuki Konishi (Brad), Yui Horie (Marie), Nobuo Tobita (Gus), Ayumu Murase (Menel), Eri Suzuki (Bi)",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1922942",
            "URL": "https://thetvdb.com/series/the-faraway-paladin/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8395779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/8395779",
                    "TitleEnglish": "The Boy from the City of the Dead",
                    "SummaryEnglish": "Will was born in the city of the dead, where he was raised by three undead. Although he was nurtured with love, Will questions his existence in this life-forbidding place where he is the only human alive. He discovers his three parents are secretly hiding something that may explain this mystery, and as if this weren't puzzling enough, he has yet to discover that still more secrets lie within him.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8740169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/8740169",
                    "TitleEnglish": "The Wandering Sage",
                    "SummaryEnglish": "Five years have passed since Will learned Mary's secret, and he is now 13. His undead parents' lessons grow ever more difficult, but Will manages to stick to it. One day, Blood gives him an assignment requiring him to escape from the ruins in the city. Will desperately tries to fight his way out, but an odd sensation of malice stops him. It turns out that malice was coming from an unexpected source.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8740170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/8740170",
                    "TitleEnglish": "Payday",
                    "SummaryEnglish": "Turning 15, Will challenges Blood to a fight with real swords as his coming-of-age ceremony, but Gus asks Will to lose on purpose. Will doesn't get a chance to ask Gus about what happened that day in the ruins before he must head into his battle against Blood.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8740171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/8740171",
                    "TitleEnglish": "The Goddess of Lights",
                    "SummaryEnglish": "Suddenly, the Immortal God Stagnate tries to take Brad and Marie away, but it is Gas who dispels them. However, I was relieved that a black mist cut through his chest for a while. Stagnate laughs invincibly to Will, who stands up without doing anything, saying, \"Thanks to you.\"",
                    "Aliases": []
                },
                "5": {
                    "ID": "8740172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/8740172",
                    "TitleEnglish": "The Helmet of Will",
                    "SummaryEnglish": "On the verge of death, Will takes an oath to Grace Feel and stands up again to challenge Stagnate. However, Stagnate deceives Will and disappears, aiming directly at Brad and Marie. Will, who realized the intention and returned to the temple in a hurry, saw that Stagnate was about to reach out to the two who were full of wounds ...",
                    "Aliases": []
                },
                "6": {
                    "ID": "8740173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/8740173",
                    "TitleEnglish": "Archer of Beast Woods",
                    "SummaryEnglish": "After leaving the city of the dead, Will embarks on a journey into the unseen world. He walked through the woods for days, and the first person he met was a hunter and half-elf Menell. Even after parting from him, Will still has the joy of talking to people of his age. However, there was a revelation from Grace Feel that night--",
                    "Aliases": []
                },
                "7": {
                    "ID": "8740174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/8740174",
                    "TitleEnglish": "Traumatic Memory",
                    "SummaryEnglish": "Menel leads Will to a village that's being attacked by monsters. As he banishes them, he learns gravity of the tragedies caused by the attack. Piled-up bodies and burnt houses are everywhere. Then, from their midst, a faint voice catches Menel's attention. The voice belongs to a severely burnt young boy who has turned undead.",
                    "Aliases": []
                },
                "8": {
                    "ID": "8740175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/8740175",
                    "TitleEnglish": "Songs of Heroism",
                    "SummaryEnglish": "Under the guidance of Menel, Will goes to a village that has been attacked by monsters. As he subdues the remnants of the demons, the tragedy of the village gradually becomes apparent. A house burned down by piled up corpses. And it was a boy who was burned by flames and turned into an undead (undead) who called out to Menel with a thin voice.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8740176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/8740176",
                    "TitleEnglish": "Whitesails",
                    "SummaryEnglish": "Will and his friends, who travel with Bee and Tonio, finally arrive at the target \"City of White Sails (White Sails)\". Will is impressed by the big city he sees for the first time and the people who live there. When healing the tiredness of his travels, the bell of an emergency rings. Looking out in a hurry, a big black shadow crosses over their heads--",
                    "Aliases": []
                },
                "10": {
                    "ID": "8740177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/8740177",
                    "TitleEnglish": "Renowned Glory",
                    "SummaryEnglish": "Will, who was to have an audience with the lord Ethelwald as a \"Killing Wyvern,\" offers to gather private soldiers to eliminate the frequent damage caused by monsters. Ethel once shows an intimidating attitude to such an outlandish offer, but decides to identify Will and forgive it. Head to a bar where adventurers gather to find friends to fight with.",
                    "Aliases": []
                },
                "11": {
                    "ID": "8740178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/8740178",
                    "TitleEnglish": "Valley of Despair",
                    "SummaryEnglish": "Will, who was appointed as a paladin, was responsible for the reconstruction of the village and the extermination of demons. One day, he goes to \"Beast Woods\" with Reistov and Menel, who have two names, \"Tsuranuki\", in order to search for a unit that has not returned. He feels something is wrong with the scattered bodies and proceeds to the valley in the back ...",
                    "Aliases": []
                },
                "12": {
                    "ID": "8740179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/8740179",
                    "TitleEnglish": "The Faraway Paladin",
                    "SummaryEnglish": "Will and his friends are addicted to the traps of the demons and have routed. After seeing the seriously injured Menel, Will realizes that he has unknowingly put his companion in a dangerous eye, and realizes the difference in ability between his surroundings and himself. It was Menel who showed anger that stood in front of Will who was going to defeat the demon beast alone.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2058829",
            "URL": "https://thetvdb.com/series/the-faraway-paladin/seasons/official/2",
            "TitleEnglish": "The Lord of Rust Mountain",
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9932746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/9932746",
                    "TitleEnglish": "The Paladin and the Troubadour",
                    "SummaryEnglish": "Ethelbald invites Will to a celebration of the new year in Whitesails. He attends with Bee, who says she wants to visit the Academy afterward. Will agrees to take her, but the Academy is not so easy to get to...",
                    "Aliases": []
                },
                "2": {
                    "ID": "10015768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/10015768",
                    "TitleEnglish": "The Mad Forest",
                    "SummaryEnglish": "Will and Menel investigate why the seasons are not changing as they should in the surrounding forest. Two wise Lords of the Forest may have the answers they seek... as well as a warning of what's yet to come.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10015769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/10015769",
                    "TitleEnglish": "The Last King",
                    "SummaryEnglish": "Will talks to some of the dwarfs who have made their new home in Torch Port and learns about the history of the Rust Mountains.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10015770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/10015770",
                    "TitleEnglish": "The Meaning of Courage",
                    "SummaryEnglish": "Ru begins his training under Will and Menel. He tells Will that he's eager to learn from him what courage is and what it means to be a warrior, but Will himself is struggling with the meaning of courage as he recalls the Lord of Holly's prophecy.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10015771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/10015771",
                    "TitleEnglish": "The Messenger in the Burial Chamber",
                    "SummaryEnglish": "Following reports of undead sightings in Beast Woods, Will and Ru find an old burial site where they encounter a Herald of Stagnate, god of the undead. It turns out the Herald was using the undead to lure Will there and convey a message to him...",
                    "Aliases": []
                },
                "6": {
                    "ID": "10015772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/10015772",
                    "TitleEnglish": "A Brief Return Home",
                    "SummaryEnglish": "Will and his companions set out for the Rust Mountains to fight the dragon Valacirca. On the way, they pass by the City of the Dead, so Will decides to stop and visit his old home.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10015773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/10015773",
                    "TitleEnglish": "Asleep Beneath the Water",
                    "SummaryEnglish": "As the party rests in the City of the Dead, Gus warns Will about how dangerous Valacirca is and tells him it's okay to turn back. But Will's mind is made up. All Gus can do is send him on his way with a word of advice...",
                    "Aliases": []
                },
                "8": {
                    "ID": "10015774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/10015774",
                    "TitleEnglish": "The Land of Flowers",
                    "SummaryEnglish": "Will's crew saves Dine, an elf, from a hydra's attack. Dine tells them that the dragon's miasma has tainted her homeland of Lothdor and sickened its people, so Will decides to go there and heal them.",
                    "Aliases": []
                },
                "9": {
                    "ID": "10015775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/10015775",
                    "TitleEnglish": "A Warrior's Fire",
                    "SummaryEnglish": "William and the others enter into the Iron Country. As they delve further in they begin to hear the sounds of clanking metal and footsteps as they approach the Hall of Stone. As they carefully make their way in they find a large group of undead dwarves.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10015776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/10015776",
                    "TitleEnglish": "The Lord of the Rust Mountains",
                    "SummaryEnglish": "When Will's party finally faces the overwhelming power of Valacirca, they prepare for a fight to the death... but then the dragon suddenly offers to become Will's servant. What is Valacirca thinking, and what choice is Will going to make?",
                    "Aliases": []
                },
                "11": {
                    "ID": "10016489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/10016489",
                    "TitleEnglish": "The Evil Dragon and the Goddess",
                    "SummaryEnglish": "The battle between Will and Valacirca rages on. Will has exhausted his strength and depleted his mana, his companions have fallen, and his beloved weapon, Pale Moon, is broken. Then, just when the situation is looking dire...",
                    "Aliases": []
                },
                "12": {
                    "ID": "10016490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-faraway-paladin/episodes/10016490",
                    "TitleEnglish": "Calldawn",
                    "SummaryEnglish": "Just when it seems Will's fate is sealed, Stagnate appears and resurrects the former residents of the Iron Country. Gracefeel transfers their souls into Will, giving him the courage to face Valacirca again. Will's epic battle reaches its climax...",
                    "Aliases": []
                }
            }
        }
    }
}