{
    "URL": "https://thetvdb.com/series/turnabout-worlds-battery-girl",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14979584/",
        "https://denchi-project.com/",
        "http://www.reddit.com/r/RumbleGaranndoll",
        "https://www.themoviedb.org/tv/122286",
        "https://www.themoviedb.org/tv/122286",
        "https://x.com/denchi_project"
    ],
    "Titles": {
        "eng": "Rumble Garanndoll",
        "jpn": "逆転世界ノ電池少女"
    },
    "Summaries": {
        "eng": "Japan, 2019, just before the dawn of a new era. Suddenly, a rift to another dimension appears in the sky, revealing an alternative world \"Shinkoku Nippon,\" with the sky and the earth upside down. This parallel world keeps their former militarism, with its era being Eternal Showa. The military invades the real Japan with giant humanoid robots called \"Garann\" and their gas weapons \"Genmu\", rendering our modern weapons ineffective. \"Shinkoku Nippon\" instantly seizes the government and achieves de facto conquest of Japan. The new era, \"Reiwa,\" has not arrived for Japan.",
        "jpn": "西暦2019年、改元を目前とした日本。\r\nその上空に突如現出した異次元の裂け目。\r\nそこには天地逆転した異世界「真国日本」があった。\r\nかつての軍国主義を維持したまま、永世昭和の世を続ける並行世界は、\r\n現行兵器を無効にするガス兵器「幻霧」と\r\n巨大人型兵器「伽藍」を駆使し、私たちの日本を軍事的侵略。\r\n瞬時に政府を掌握し、事実上の征服を果たす。 \r\n我らに「令和」という時代は訪れなかった......。\r\n―――それから十年後。真国の属国として生まれ変わった幻国・日本。\r\n厳しい検閲の中、かつて隆盛を誇ったマンガ、アニメ、アイドル等の\r\nサブカル文化は完全に死に絶えた......かに見えた。\r\n\r\nしかし、Otaku is not dead!\r\n\r\nサブカル文化を守るため真国に真っ向から抗う集団が存在した。\r\nその名も秘密結社「アラハバキ」。\r\nそして主力兵器「ガランドール」と、その動力源となり戦う少女たち。\r\n人は彼女たちを称してこう呼んだ…\r\n電池少女と…。"
    },
    "Aliases": [
        "Gyakuten Sekai no Denchi Shōjo",
        "Gyakuten Sekai no Denchi Shoujo",
        "Turnabout World's Battery Girl"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1922903",
            "URL": "https://thetvdb.com/series/turnabout-worlds-battery-girl/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8957109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8957109",
                    "Titles": {
                        "eng": null,
                        "jpn": "逆転世界ノ電池少女 放送直前！逆転世界ノ充電講座"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "AT-Xだけの独占放送！！\r\n出演：山下誠一郎（久導細道 役）、ファイルーズあい（赤城りん 役）、ナレーション：杉田智和（バルザック山田 役）\r\n\r\n詳細情報\r\n＜番組内容＞\r\nいよいよ10月から放送開始となる、オリジナルTVアニメ「逆転世界ノ電池少女」。本作の内容と世界観をお伝えするため、メインキャスト2人が作品テーマに沿った企画に挑戦！「プラモデル」「地下アイドル」「レトロゲーム」といった各要素をしっかり学びます！"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1922904",
            "URL": "https://thetvdb.com/series/turnabout-worlds-battery-girl/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8395525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8395525",
                    "Titles": {
                        "eng": "I'd Like to Turn the Tables With You (If Possible)!",
                        "jpn": "「きみと（出来れば）逆転したい！」"
                    },
                    "Summaries": {
                        "eng": "A catastrophic event in 2019 causes two parallel worlds to meet. It is now 2029 and True Japan has censored all unacceptable cultures in an effort to unify the two Japanese. As Hosomichi fights in this world, he discovers otaku that is still fighting.",
                        "jpn": "何ごとにも空っぽな自分に目を背けながら、娯楽に溺れる街、歌舞伎町で闇営業のホストをして\r\n借金返済の日々を過ごしていた久導細道。\r\n騙し騙され暮らしてきたある日、ついに真国政府の摘発を受けることになってしまう。\r\nすべてが違法の街と成り果て、自らも捕まれば命はない中、細道は容赦なく追い詰められていく！\r\nしかし、そんな絶体絶命のピンチを“逆転”してくれたのは巨大人型兵器「ガランドール」だった！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8763334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8763334",
                    "Titles": {
                        "eng": "I Want to Believe in You (Somehow)!",
                        "jpn": "「きみを（なんとか）信じたい！」"
                    },
                    "Summaries": {
                        "eng": "Hosomichi is taken to the base in Arahabaki after the events in Kabukicho. To pay off his debts, he's forced to become a Shark One pilot. For him, it's just another job and another paycheck. However, pleasing Rin can be harder than he expects.",
                        "jpn": "新宿を追われ、秋葉原へ逃れてきた細道たち。\r\nここに反政府組織「アラハバキ」のアジトがあるのだという。\r\nアジトの本部に招かれた細道は、パイロット適合者として認められ、\r\nあろうことか勝手に雇用されてしまう。\r\n借金返済のため、まったく乗り気でないままパイロットとなった細道は、\r\n仕事と割り切ってパートナーとなるため、りんに接触を試みる。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8763335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8763335",
                    "Titles": {
                        "eng": "See That? A (Surprisingly) Stunning Comeback!",
                        "jpn": "「見たか！（まさかの）大逆転！！」"
                    },
                    "Summaries": {
                        "eng": "Unable to awaken Rin's inspiration, Hosomichi causes her to fall unconscious when the Garanndoll closes. To bring her back, he enters her dreams to reconnect with her. In doing so, he realizes that he may need to reconnect with himself first.",
                        "jpn": "心を閉ざして意識を失ってしまったりんに接触をするため、細道は深層心理へサイコダイブを\r\n試みる。\r\nそこはザバーンのヒーローショー会場。そこで、細道とりんは人質として捉えられてしまう！ \r\nしかし、先の戦闘での敗北がトラウマになり、夢の中ですら勝利のイメージをつかめなくなって\r\nしまったりんの姿を見た細道は、自らの責任を全うしようと動き出すっ！"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8763336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8763336",
                    "Titles": {
                        "eng": "No Matter What, I'll Be an Idol (The Last in Japan)!",
                        "jpn": "「なんてったって（日本最後の）私はアイドル！」"
                    },
                    "Summaries": {
                        "eng": "Arahabaki brings in Yuki Aoba, the only survivor of an idol group named Rabbit Foot. She quickly accepts the chance to become a battery girl and gets Hosomichi to act as her manager. Hosomichi realizes there may be more to being a manager than he thought.",
                        "jpn": "第二の電池少女、蒼葉夕紀を見つけ出したアラハバキ。\r\n地下アイドルである彼女は、解放軍所属で、ロボットに乗れる！ なんて人気爆上げ\r\nシチュエーションを逃すはずもなく、二つ返事で電池少女となる！\r\nパイロット兼マネージャーにもなってしまった細道は、彼女のアイドル活動も支えることに\r\nなってしまう！！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8763337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8763337",
                    "Titles": {
                        "eng": "I Mean, I'm an Idol (No Matter What Anyone Says)!",
                        "jpn": "「なんてったって（誰が何と言おうと） 私はアイドル！」"
                    },
                    "Summaries": {
                        "eng": "Things are settling down with the two battery girls, but Hosomichi's regret is catching up to him. He believes what they fight for may not be worth the damage they cause. Meanwhile, a strange box appears in their room...",
                        "jpn": "初出動での敗退に加え、ファンも離れてしまった夕紀は\r\nアイドルを卒業すると言い出し、アラハバキを去ってしまった。\r\nマネージャーとして連れ戻しに向かう細道だったが、気持ちは変わらないと\r\n突っぱねられてしまう。\r\nしかし、そう言いつつも本心は明かさない夕紀を見抜いていた細道は、\r\n奥の手を用意していたっ！"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8763338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8763338",
                    "Titles": {
                        "eng": "The Akiba Apocalypse Revelation (That No One Asked For)!",
                        "jpn": "「今明かそう（聞いてないけど）アキバ黙示録！」"
                    },
                    "Summaries": {
                        "eng": "Things are settling down with the two battery girls, but Hosomichi's regret is catching up to him. He believes what they fight for may not be worth the damage they cause. Meanwhile, a strange box appears in their room...",
                        "jpn": "つかの間の平和が訪れ、思い思いに過ごす電池少女たち。\r\nしかし、そこへ極秘に入手が成功した真国のプロパガンダ映像が届く！　\r\n幻国の人々を「毒文化に耽溺し、軟弱で嘆かわしい」「未来を奪われた幻国を我々が矯正する」と一方的に述べる映像に憤慨する一同。\r\nしかし、細道は真国の言い分にも一理あると思っており…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8763339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8763339",
                    "Titles": {
                        "eng": "(Come Out!) The Best Way to Live as a Shut-In!",
                        "jpn": "（出てこい！）箱入り生活のススメ！"
                    },
                    "Summaries": {
                        "eng": "Hosomichi meets the new battery girl, Misa Kuroki. She is a hacker, a gamer, and a cardboard box shut-in. Misa panics and locks herself in the recharging room. The members of Arahabaki must win a game against Misa in order to regain access.",
                        "jpn": "行方不明だった第三の電池少女にして、天才ハッカー「ワードニャ」の異名を持つ黒木ミサが突如として戻ってきた！しかし、帰還早々、充電部屋に引きこもってしまい、りんも夕紀もときめきエネルギーが充電できなくなってしまう。\r\nメンバー達の黒歴史を盾に、部屋から出ないミサだったが、細道に対して部屋を明け渡す条件を\r\n出す。「私に――ゲームで勝てたら。」"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8763340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8763340",
                    "Titles": {
                        "eng": "(Welcome!) The Best Way to Live as a Shut-In!",
                        "jpn": "(ようこそ！)箱入り生活のススメ！"
                    },
                    "Summaries": {
                        "eng": "Misa goes out and tries to save Hosomichi, who is currently stuck underground. Meanwhile, Arahabaki tries its best to stall for time against Yakumo's giant Garann, Banki. With both battery girls out of commission, Misa stands up to the challenge.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8763341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8763341",
                    "Titles": {
                        "eng": "The (Hilarious) Akiba Apocalypse Revelation!",
                        "jpn": "今明かそう（笑止）アキバ黙示録！"
                    },
                    "Summaries": {
                        "eng": "After a series of failures, Akatsuki decides to infiltrate Akihabara to truly understand the heart of his enemy. At the same time, Arahabaki begin the next stage of their plans in hopes to regain all that is confiscated in the former exhibition hall.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8763342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8763342",
                    "Titles": {
                        "eng": "Look at That! Turning the Tables (of Treachery)!",
                        "jpn": "見たか！（裏切りの）大逆転！"
                    },
                    "Summaries": {
                        "eng": "Akatsuki believes he has seen the true face of Arahabaki and finally decides to end things once and for all. Arahabaki must decide their plan of action before the True Army launches their attack. However, Hosomichi continues to hold doubts.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8763343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8763343",
                    "Titles": {
                        "eng": "I Want to Believe in You (This Time)!",
                        "jpn": "君を（今こそ！）信じたい！"
                    },
                    "Summaries": {
                        "eng": "As the situation gets dire, Munakata convinces Hosomichi to betray Arahabaki and steal the Garanndoll. Hosomichi leaves behind three angry battery girls. Just in case, Tanaka and the rest of Arahabaki prepare a new battery for their pilot's return.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8763344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8763344",
                    "Titles": {
                        "eng": "I Want to Turn the Tide With You (And Everyone Else)!",
                        "jpn": "きみと（みんなで！）逆転したい！"
                    },
                    "Summaries": {
                        "eng": "Hosomichi and his battery girls continue to fight desperately as the Exhibition Center approaches the final defense line. Commander Balzac tries to stop them, fearing that Hosomichi will make the same mistake as he did ten years ago.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}