{
    "URL": "https://thetvdb.com/series/healer-girl",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Musical"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt19409404/",
        "https://healer-girl.jp/",
        "https://www.themoviedb.org/tv/124572",
        "https://www.themoviedb.org/tv/124572",
        "https://x.com/HealerGirlAnime"
    ],
    "Titles": {
        "eng": "Healer Girl",
        "jpn": "ヒーラー・ガール"
    },
    "Summaries": {
        "eng": "The world can be healed through music, and these three girls want to make it happen. Meet Kana Fujii, Reimi Itsushiro, and Hibiki Morishima—three healers-in-training at the Karasuma Phoniatric Clinic learning the art of healing patients’ illnesses and injuries by singing. Join them on this musical adventure of kindhearted, powerful miracles sung to heal the world.",
        "jpn": "第三の医学、ヒーリング――\r\n歌で病気やケガを治す“音声医学”。\r\nそして歌うことで医療行為を行う人たちを、“ヒーラー”と呼んでいる。\r\n\r\n烏丸音声治療院で働く、３人の見習いヒーラーたち。\r\n元気いっぱいのムードメーカー、藤井かな。\r\nちょっぴり強気なお嬢様、五城玲美。\r\nおっとりしつつもしっかりもののお姉さん、森嶋響。\r\n\r\n高校１年生の３人は放課後、\r\n烏丸治療院で一人前のヒーラーを目指して修行中！\r\n\r\n帰国子女でＣ級ヒーラーの資格を持つ矢薙ソニアも加わり、\r\n少女たちは夢に向かって、今日も癒しの歌をうたいます！"
    },
    "Aliases": [
        "Hîra gâru"
    ],
    "Modified": "2025-05-08",
    "Seasons": {
        "1": {
            "ID": "1923457",
            "URL": "https://thetvdb.com/series/healer-girl/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8399650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healer-girl/episodes/8399650",
                    "Titles": {
                        "eng": "Kana Fujii, Healer (Apprentice)!",
                        "jpn": "ヒーラー（見習い）の藤井かな、です！"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "高校１年生のかな、玲美、響はヒーラーの見習い。彼女たちは学校が終わると、烏丸音声治療院で一人前のヒーラーになるための修行に励んでいた。そんなある日、師匠の理彩が学会に出かけた夜、患者のおばあさんの容態が急変！　見習いは、治療行為を禁止されていたけれど、かなはおばあさんを安心させるために歌い始める。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9075113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healer-girl/episodes/9075113",
                    "Titles": {
                        "eng": "Can I Take a Picture? Or Maybe a Video?",
                        "jpn": "写真撮っていい？もしくは動画で"
                    },
                    "Summaries": {
                        "eng": "Sonia Yanagi, a C-rank healer who sees Ria as a rival, meets up with Kana to take her measure. While they're out, they find a pregnant woman suffering in the park. Sonia begins treatment with Kana as her assitant, but when the woman's condition takes a turn for the worse...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9075114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healer-girl/episodes/9075114",
                    "Titles": {
                        "eng": "Cleanup, Run・Run・Run",
                        "jpn": "お掃除、ラン・ラン・ラン"
                    },
                    "Summaries": {
                        "eng": "After a study party and lots of prayer, the girls take their provisional license exam! But the minute the test is over, they feel completely drained. Ria takes them out to the town's annual sports day to cheer them up... where they happen to run into Sonia, who has competition in mind!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9075115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healer-girl/episodes/9075115",
                    "Titles": {
                        "eng": "First Steps, Horror, and a First Job!",
                        "jpn": "一歩とホラーと初仕事！"
                    },
                    "Summaries": {
                        "eng": "Having passed their provisional license exam, the girls are called in to support a surgeon with their song. But before they accept the job, they have some training to do...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9075116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healer-girl/episodes/9075116",
                    "Titles": {
                        "eng": "Blue Skies, Green Mountains, River Battles and the Galaxy Station",
                        "jpn": "空は青くて山は緑、川の戦い銀河ステーション"
                    },
                    "Summaries": {
                        "eng": "The girls of the Karasuma Phoniatric Clinic visit Hibiki's family in the country. While wandering the countryside, the girls' friendship grows deeper as they learn more about Hibiki's past and the reason they each became healers.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9075118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healer-girl/episodes/9075118",
                    "Titles": {
                        "eng": "Become My Servant • Russian Food and Sweet Dreams",
                        "jpn": "私の下僕におなりなさい・ロシア料理でいい夢を"
                    },
                    "Summaries": {
                        "eng": "The Karasuma Girls help out at the Honosaka Clinic where they see a surprisingly hard-working side of Sonia. But it turns out Sonia also has plans for Kana at their school's upcoming culture festival...",
                        "jpn": "穂ノ坂治療院に助っ人に来たかな達。普段は横柄なソニアだが、意外にもまじめな仕事ぶりに３人はすっかり感心する。一方で、ソニアの差し金でいつのまにか文化祭実行委員になっていたかな。治療院の仕事と実行委員に加えてロシア料理研究会にも巻き込まれ、大忙しの毎日を超えて迎えた文化祭は、なんだか波乱の予感……？"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9075119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healer-girl/episodes/9075119",
                    "Titles": {
                        "eng": "A Culture Festival Full of Surprises",
                        "jpn": "文化祭満腹サプライズ"
                    },
                    "Summaries": {
                        "eng": "The culture festival is a huge success! ...Or so it appears. At the last moment, something happens to threaten the final stage performance. Can the healer girls step in to fill the hole in the schedule?!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9075120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healer-girl/episodes/9075120",
                    "Titles": {
                        "eng": "I Love Maids • You're Fired",
                        "jpn": "メイドさんが大好きです・クビよ"
                    },
                    "Summaries": {
                        "eng": "Reimi's caregiver, Aoi, has received an invitation to follow her dream of studying piano overseas. When she seems reluctant to take it, Reimi takes action of her own.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9075121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healer-girl/episodes/9075121",
                    "Titles": {
                        "eng": "The Best Guarantee • Buy the CD",
                        "jpn": "一番のお墨付き・CD買ってね"
                    },
                    "Summaries": {
                        "eng": "The girls have been asked to support Ria during a surgery... but the patient is Ria's old teacher, and the hospital's director! Despite their nerves, the girls are determined to give it their best shot!",
                        "jpn": "理彩のサポートとして、外科の協同オペに参加することになったかな達。患者の野田病院長は理彩の恩師で、幼少期のかなの主治医でもあった。前回の手術のこともあり不安になる３人だったが、入念に準備をして、いよいよオペが開始。理彩の一声で手術室にイメージが広がり、かな達も歌で理彩を支え、オペを成功に導いていく。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9075122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healer-girl/episodes/9075122",
                    "Titles": {
                        "eng": "Halloween • Masquerade • Butterfly!",
                        "jpn": "ハロウィ～ン・マスカレ～ド・バタフラ～イ"
                    },
                    "Summaries": {
                        "eng": "Hibiki revisits her feelings of inferiority towards her mentor, Ria, and remembers the period during which she considered giving up on her dream. But with Halloween coming up, she's ready to make an important decision...",
                        "jpn": "小さい頃から理彩の歌を聴いてきた響は、自分の歌に自信を持てずに、かつてはヒーラーの夢を諦めようと考えていた。しかし、家族の後押しもありヒーラーを目指すことを決意して、かなや玲美や周りの人達の影響を受けながら歩み続けていた。そんな中、ひかえめな自分を克服しようと、響は思い切ってハロウィンの歌のセンターに立候補する。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9075123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healer-girl/episodes/9075123",
                    "Titles": {
                        "eng": "Sharks and Training Camp! Let's Climb Together!",
                        "jpn": "サメと合宿、一緒に登っていこう！"
                    },
                    "Summaries": {
                        "eng": "With their C-rank healer exam coming up, the girls are in a slump. Ria sends them on a training camp, where they hope to enrich their song with more life experience. But outside of Ria's watchful eye, jealousy begins seeping into the girls' relationships...",
                        "jpn": "C級ヒーラーの試験を前にスランプに陥るかな達に、理彩は合宿を言い渡した。引率の葵も同行して、美術館やバンジージャンプでイメージ力をアップ！　そして、合宿を通じてお互いの嫉妬心や本音をぶつけ合い、自分に自信を持てなかったかな達のスランプを乗り越えたのだった。そしていよいよ試験当日を迎えるのだった。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9075124",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healer-girl/episodes/9075124",
                    "Titles": {
                        "eng": "We're C-Rank Healers!",
                        "jpn": "私たち、C級ヒーラーです！"
                    },
                    "Summaries": {
                        "eng": "The girls' C-rank healer internships begin! For one month, Reimi goes to the Honosaka Clinic, Hibiki to KMU, and Kana to a clinic in the USA! But as the month ends, a cryptic message from Kana leads this new healer trio on an adventure halfway around the world!",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}