{
    "URL": "https://thetvdb.com/series/megaton-kyuu-musashi",
    "Genres": [
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13167222/",
        "http://www.megaton-musashi.jp/",
        "https://www.themoviedb.org/tv/129553",
        "https://x.com/musashi_project"
    ],
    "Titles": {
        "eng": "Megaton Musashi",
        "jpn": "メガトン級ムサシ"
    },
    "Summaries": {
        "eng": "In an ordinary town, there are people who live a peaceful and fulfilling life. But they don't know that it is a false peace. The untold truth... The earth has already been destroyed... 99.9% of the human race has been wiped out by a mysterious alien force from outer space. The enemy is named \"Dracters.\" Eventually, a large hole was drilled in the earth and terraformed into a suitable environment for the aliens to live. Humans have no choice but to hide in shelters to escape their eyes. Waiting for the day of resurrection, which they do not know when it will come... The inhabitants of the shelter Ixia have had their memories of the day of destruction erased, and live a normal life without knowing anything about it. However, some of them, the \"chosen ones,\" have become pilots, driving giant robots called \"Rogue\" and fighting against aliens. Today, another new pilot is selected...",
        "jpn": "ごくふつうの町で、穏やかに満たされた生活をおくる人々がいた。\r\nしかし彼らは、それが、偽りの平和であることを知らなかった。\r\n知られざる真実…。\r\n地球はすでに、滅んでいるということを…。\r\n \r\n宇宙からの謎の異星人勢力の攻撃を受け、人類は９９.9％が死滅。\r\nその敵は『ドラクター』と名付けられた。\r\nやがて、地球には大きな穴があけられ、\r\n異星人の居住に適した環境にテラフォーミングされた。\r\n人類は彼らの目を逃れ、シェルターに身を潜めるしかなかった。\r\nいつ訪れるかわからない、復活の日を待ちながら…。\r\n \r\nシェルターイクシアの住人たちは、滅びの日の記憶を消され、\r\n何も知らず普通の生活を送っていた。\r\nしかし、その中の一部の『選ばれし者』たちは、パイロットとなり、\r\n『ローグ』と呼ばれる巨大ロボットを駆り、異星人と戦っていた。\r\nそして、今日もまた、新たなパイロットが選出される…。"
    },
    "Aliases": [
        "Megaton-kyū Musashi",
        "Megaton-kyuu Musashi",
        "Megaton Musashi",
        "Megaton-class Musashi"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1924090",
            "URL": "https://thetvdb.com/series/megaton-kyuu-musashi/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9047022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9047022",
                    "Titles": {
                        "eng": null,
                        "jpn": "「メガトン級ムサシ」前夜祭 スペシャルメイキング"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1924091",
            "URL": "https://thetvdb.com/series/megaton-kyuu-musashi/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null,
                "deu": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "deu": "Nach einer gewaltigen Invasion wurden 90 % der Menschheit ausgelöscht. Die wenigen Überlebenden fristen ihr Dasein in einem Versteck, in dem ihr Leben überwacht und jeglicher Hinweis auf die Katastrophe vernichtet wird. Drei Jugendliche erhalten das Privileg, einen eigenen Roboter zu steuern, mit dem sie sich zum Musashi-Roboter zusammenschließen können. Von nun an ist das Leben der jungen Piloten ein Wechselspiel zwischen Roboter-Action und Schulalltag."
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "8406398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8406398",
                    "Titles": {
                        "eng": "Sleeping Lion",
                        "jpn": "眠れる獅子"
                    },
                    "Summaries": {
                        "eng": "A resident of Akagicho, high-schooler Yamato finds himself locked up after starting a fight. His classmate, Teru, appears and makes him a deal. In exchange for getting him out of jail, he wants Yamato to take on a job for him. Yamato and his rival, Ryugo, head for the designated spot, but are set upon by thugs Teru riled up. When the two teens win the brawl, Teru takes them underground, where the boys are in for the shock of their lives.",
                        "jpn": "赤城町に住む高校生の大和は、ケンカ騒動を起こして留置場の中にいた。そこに同級生の輝が現れ、留置場から出す代わりに請け負ってほしい案件があると伝える。ケンカ相手の龍吾と指定の場所に向かうが、輝に不良たちをけしかけられる事態に。乱闘に勝利し、地下に連れていかれた大和たちが見たものは、目を疑うような衝撃的な光景だった。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8751094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8751094",
                    "Titles": {
                        "eng": "Burning Earth",
                        "jpn": "燃える大地"
                    },
                    "Summaries": {
                        "eng": "Yamato, Teru, and Ryugo board the Musashi and leave the shelter. Outside, they find a fierce battlefield against the aliens. Yamato and his team plunge into the fray and rack up victories thanks to Musashi's abilities. But the aliens' combat machines undergo a shocking transformation and their enemies turn the tables on them.",
                        "jpn": "ムサシに乗り込み、シェルターを出撃する大和、輝、龍吾の3人。シェルターの外は、異星人たちとの熾烈を極める戦場だった。その状況の中、ムサシの性能により戦果をあげていく大和たち。しかし、異星人たちの戦闘機体は、驚くべき変化をして襲い掛かってくる。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8778987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8778987",
                    "Titles": {
                        "eng": "Assassin",
                        "jpn": "暗殺者"
                    },
                    "Summaries": {
                        "eng": "Possessing Asuna's body, Arshem stalks Yamato in order to kill him, but fails when he notices her. In an attempt to maintain her cover, she lies and tells him she's in love with him. Later, Yamato and his teammates learn that one of the pilots has been assassinated.",
                        "jpn": "明日菜に憑依したアーシェムは、大和を暗殺しようとつけ狙うが失敗。大和に気づかれたアーシェムは自分の行動をごまかすために、嘘の告白でその場を取り繕う。その後、呼び出された大和たちが聞かされたのは、パイロットの一人が暗殺されたという知らせだった。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8778988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8778988",
                    "Titles": {
                        "eng": "Cat Tactics",
                        "jpn": "猫作戦"
                    },
                    "Summaries": {
                        "eng": "Transfer student Reiji creeps out his classmates because he's always hanging out with cats. One day, while chasing a cat, he stumbles into Oblivion Bay. As if guided by some mysterious force, he climbs into the cockpit of the new Rogue. Then, with the cat still on board, the autopilot activates and takes off for the battlefield.",
                        "jpn": "転校生の雨宮は、つねに猫と行動を共にして同級生に気味悪がられていた。ある日、逃げ出した猫を追いかけてオブリビオンベイに迷い込む。誘導されるかのように新型ローグのコックピットに乗り込んだ雨宮は、猫を乗せたまま自動操縦で戦場へと出撃してしまう。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8778989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8778989",
                    "Titles": {
                        "eng": "Top Secret",
                        "jpn": "秘密厳守"
                    },
                    "Summaries": {
                        "eng": "In town, Yamato and his friends see a street gang that Ryugo has a history with. When they follow the gang into their secret hideout, they're surprised by who turns out to be the gang's boss. A fierce scuffle breaks out, but Reiji's appearance interrupts it. Yamato and his friends receive orders to report to base, so they head into battle alongside Reiji and fight together for the first time.",
                        "jpn": "龍吾と因縁のあるストリートギャングを町で見かけ、そのアジトに乗り込む大和たち。そこにいたギャングのボスは意外な人物だった。激しい戦いが繰り広げられるが、雨宮の登場で中断。出撃の呼び出しを受けた大和たちは雨宮と戦場に向かい、初の共闘となるが…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8778990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8778990",
                    "Titles": {
                        "eng": "Beauty to the Beast",
                        "jpn": "美女から野獣"
                    },
                    "Summaries": {
                        "eng": "At a summit meeting, Sayaka explains the plan to bring Ixia to the surface and head for the legendary Sanctuary. But a sophisticated operating system was required to accomplish the goal. Then they're discovered by Takumi and Kota, who snuck into Oblivion Bay to check out the new Rogues.",
                        "jpn": "首脳会議で、イクシアを浮上させて伝説の地サンクチュアリに向かう計画を説明する南。しかし、そのためには高度な操船システムが必要だった。そんな中、新型ローグの様子を見ようとオブリビオンベイに侵入した金田一と康太は、デュークに見つかってしまう。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8778991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8778991",
                    "Titles": {
                        "eng": "Individuality",
                        "jpn": "個性"
                    },
                    "Summaries": {
                        "eng": "Freed from her alien possession, Asuna tells Yamato and his friends what she knows, so they start searching for the hotel the aliens are using as a hideout. Meanwhile, Kota ends up drenched after saving a drowning puppy. Momoka takes him to her house since she can't just leave him in that state. While Kota tells her his life story, an agent suddenly appears in front of them and blocks their way.",
                        "jpn": "憑依が抜けた明日菜から話を聞き、大和たちは異星人が潜伏するホテルを捜し始める。一方、溺れた子犬を助けてずぶ濡れになった康太を見かねて、萌々香は自分の家に連れていく。康太から身の上を聞いている中、突然エージェントが現れて康太の前に立ちはだかり…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8778992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8778992",
                    "Titles": {
                        "eng": "Natural Enemies",
                        "jpn": "天敵"
                    },
                    "Summaries": {
                        "eng": "Yamato and the others manage to corner Sarzant, who'd been possessing Soji, but he escapes at the last second. Kiyoka witnesses part of the confrontation. Yamato lies to her and tells her Soji wanted his advice about a stalker. Then there's Jun and Momoka, who end up being partnered as pilots. Sparks are sure to fly as they vie for dominance!",
                        "jpn": "袴田に憑依したサーザントを追い詰める大和たちだったが、あと一歩で逃げられてしまう。その一部始終を見ていた清夏に、大和は袴田とストーカー被害の相談にのっていたとごまかす。また、ジュンと萌々香は共にパイロットになったことで、さらに火花を散らしていた。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8778993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8778993",
                    "Titles": {
                        "eng": "Family",
                        "jpn": "家族"
                    },
                    "Summaries": {
                        "eng": "Yamato and his friends struggle against unknown armored aliens piloting their own machines. Surrounded by an electromagnetic fence, Musashi is targeted repeatedly, and the impact of the attack causes Ryugo to have flashbacks of his real mother. With their backs to the wall, Yamato learns how to deal with the Dark Hunter from an unexpected person.",
                        "jpn": "未知の装甲を持つ異星人の機体に苦戦する大和たち。電磁柵に包囲されて、ムサシが狙い撃ちされる中、被弾の衝撃で龍吾は本当の母親の記憶がフラッシュバックする。絶体絶命のピンチに陥る中、大和は予想外の人物の登場でブラックハンターの対処法を知ることに。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8778994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8778994",
                    "Titles": {
                        "eng": "The Bridge Between",
                        "jpn": "架け橋"
                    },
                    "Summaries": {
                        "eng": "Oblivion Bay is busy with preparations to launch Ixia from the surface. Amidst all the activity, Teru remembers the Day of Destruction. After losing his parents, he was saved by an alien. Yamato meets with Arshem to learn why the aliens invaded Earth and her thoughts on everything.",
                        "jpn": "イクシア浮上の準備のため、オブリビオンベイ内は慌ただしくなっていた。その中で、輝は滅亡の日の出来事を思い出す。両親を失った輝は、異星人に命を救われていた。また、大和はアーシェムと会い、異星人が地球を侵略した理由やアーシェムの思いを知る。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8778995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8778995",
                    "Titles": {
                        "eng": "Rising to the Skies",
                        "jpn": "浮上"
                    },
                    "Summaries": {
                        "eng": "All Rogues are mobilized to intercept an all-out assault from a horde of Draktors. Yamato and Arshem ride into battle with them on the Musashi. Each pilot fights fiercely against the aliens in an attempt to buy the Ixia more time to succeed with their launch plan. And then Mayor Takekuma appears in Land Eye...",
                        "jpn": "ドラクターの大群による総攻撃に対し、全ローグで迎え撃つ中、大和はアーシェムと共にムサシに乗り込む。イクシアを浮上させる時間を稼ぐため、それぞれのパイロットが戦場の各地で異星人と激しい戦闘を繰り広げる最中、ランドアイに町長の竹熊が現れ…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8778996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8778996",
                    "Titles": {
                        "eng": "Those Who Venture Forth",
                        "jpn": "歩き出す者"
                    },
                    "Summaries": {
                        "eng": "While the shock from the stunning revelations ripples throughout Land Eye and the battlefield, Teru receives a message from Sayaka and renews his resolve. The enemy breaks through their defensive net on the front line, and Ginta orders Jun and Momoka to escape from the Maximus. But Jun ignores him and faces off against the enemy to protect him and everyone else.",
                        "jpn": "ランドアイや戦場に大きなショックが広がる中、輝は南からのメッセージを聞いて決意を新たにする。最前線では防衛網が突破され、伊伏はジュンと萌々香にマキシマスから脱出するよう命じるが、ジュンはその命令を無視し、伊伏たちを守るため敵に立ち向かう。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "8892835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8892835",
                    "Titles": {
                        "eng": "The Miracle of Life",
                        "jpn": "奇跡の命"
                    },
                    "Summaries": {
                        "eng": "Almost a full day has passed since the battle. Building repairs in Akagicho are complete and people's memories have been restored. A new organizational structure is in place at Oblivion Bay. Meanwhile, Grieffas, incarcerated after defying Queen Crouzade's orders, escapes from his prison with his trusted associates.",
                        "jpn": "浮上の戦いから丸一日が経ち、赤城町では建物の修復や人々の記憶操作が完了し、オブリビオンベイでは新しい体制での人事が進んでいた。一方、女王クロウゼードの命に背いたことで幽閉されていたグリファースは、腹心を連れて脱獄を図るのだった。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2024183",
            "URL": "https://thetvdb.com/series/megaton-kyuu-musashi/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 15,
            "Episodes": {
                "1": {
                    "ID": "9390706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9390706",
                    "Titles": {
                        "eng": "Cosmic Call",
                        "jpn": "コズミックコール"
                    },
                    "Summaries": {
                        "eng": "In order to find where the Draktor mother ship crash-landed in the battle against the Ixia, Arshem visits the Canyon Town Solon. At the same time, rumors spread in Seikoku Academy about who controls the school. Yamato, Jun, and Reiji investigate the true identity of the suspicious person they have no memories of.",
                        "jpn": "イクシア浮上時の戦闘で墜落したドラクター母艦の元へ向かうため、アーシェムは峡谷集落ソロンを訪れる。一方、星刻学園では学園を牛耳る支配者の噂が広まっていた。記憶にない人物に不信感を抱いた大和、ジュン、雨宮の3人は、その正体を探るため動き出す。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9390707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9390707",
                    "Titles": {
                        "eng": "Live",
                        "jpn": "生きろ"
                    },
                    "Summaries": {
                        "eng": "In the ruins of Shelter Edesia, alien machines unleashing fireballs appear. The unfamiliar attack puts Yamato and his friends at a severe disadvantage. Then there's Arshem, who's working together with Victor. She forges bonds with the indomitable Terrans living on the surface who refuse to give up on life even as the Red Ochre Fever sickens them. Once more, she feels the weight of the sins perpetrated by her people against another planet.",
                        "jpn": "シェルターエディシアの廃墟に、炎の球を操る異星人機体が出現。未知の攻撃に大和たちは劣勢に追い込まれる。また、ヴィクトと共に行動するアーシェムは、赤地病に侵されながらも地上で強く生きる人々との交流を通じ、他の星に侵攻した罪の重さを再認識する。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9402515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9402515",
                    "Titles": {
                        "eng": "Justice",
                        "jpn": "大義"
                    },
                    "Summaries": {
                        "eng": "While the Ixia prepares to make its second jump, Masamune infiltrates Land Eye for his cause. Teru and Reiji are the first to learn of his plan and aggressively take action against him. Meanwhile, Jun confides in Momoka about the changes occurring in her body.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9415071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9415071",
                    "Titles": {
                        "eng": "Atonement",
                        "jpn": "償い"
                    },
                    "Summaries": {
                        "eng": "The Ixia changes course based on Margaret's decision. At the same time, Arshem is reunited with Crouzade, her own mother who tried to kill her. Yugra and Miysis attack in an attempt to capture Arshem, so Yamato and the others take a stand alongside Victor.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9425459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9425459",
                    "Titles": {
                        "eng": "Collapse",
                        "jpn": "崩壊"
                    },
                    "Summaries": {
                        "eng": "As the surface dwellers begin to migrate, Grieffas orders an attack on the settlement. Determined not to involve Arshem in the crossfire, Yugra speeds up his search for her but ends up confronting Victor. Amidst all this, the Draktors commence their assault and engulf the town in flames, causing chaos for the residents...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9461982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9461982",
                    "Titles": {
                        "eng": "A Tiny Hand",
                        "jpn": "小さな手"
                    },
                    "Summaries": {
                        "eng": "Ordered to investigate Yamato, Yugra and Miysis sneak aboard the Ixia. Around the same time, the Blue Coats continue discussing how to capture the Draktor stronghold on the Volt Line. Kota and the rest of the Land Eye staff present a strategy that will be the key to their victory.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9485126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9485126",
                    "Titles": {
                        "eng": "The Lost Village",
                        "jpn": "墜落村"
                    },
                    "Summaries": {
                        "eng": "Arshem and her companions arrive at the village built by the Xidol soldiers left behind on Earth's surface. There, she learns that they help each other survive with no regard to rank or hierarchy. Meanwhile, concerned about the troubled Jun, Reiji heads to somewhere special.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9498265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9498265",
                    "Titles": {
                        "eng": "To the Stronghold",
                        "jpn": "要塞へ"
                    },
                    "Summaries": {
                        "eng": "With the stronghold campaign coming up, all the pilots and crew members of the Ixia prepare in their own way. In the midst of all this, Yugra and Miysis discover Mirai's existence. Sensing danger, Teru takes Mirai out of the laboratory, but...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9509545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9509545",
                    "Titles": {
                        "eng": "Giant Deity",
                        "jpn": "巨神"
                    },
                    "Summaries": {
                        "eng": "The curtain rises on the campaign against the Draktor stronghold and the Ixia commences an all-out offensive. The tides of war ebb and flow in Yamato and company's favor through their strategies and wits. However, they would soon be blindsided by the Draktors' schemes.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9520897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9520897",
                    "Titles": {
                        "eng": "Festival",
                        "jpn": "祭り"
                    },
                    "Summaries": {
                        "eng": "Amidst a clamor of opinions, Arshem and Margaret propose a new way forward for Earth and Xidol. A festival takes place in Togomon for the two people to deepen their relationship. Arshem and Yamato reunite for the first time in a while and spend time together. But then...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9520898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9520898",
                    "Titles": {
                        "eng": "Holy Ground",
                        "jpn": "聖域"
                    },
                    "Summaries": {
                        "eng": "The Ixia arrives at its destination and everyone is led inside, where they find a vast base built using all of Earth's technology. Meanwhile, Commander Dixenberg asks Margaret to follow him elsewhere.",
                        "jpn": "イクシアが目指していた目的地に到着し、中を案内される一同。そこは地球のテクノロジーを結集して作られた広大な基地だった。その一方で、マーガレットは司令官のディクセンベルグに案内され、ある場所へと向かう。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9520900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9520900",
                    "Titles": {
                        "eng": "Ameno-Murakumo",
                        "jpn": "天叢雲（あめのむらくも）"
                    },
                    "Summaries": {
                        "eng": "Dixenberg flies into space with Margaret to achieve his goal. The Land Eye staff, summoned to the ship bridge by Professor Haruma and his assistant, launch the battleship in pursuit of them.",
                        "jpn": "ディクセンベルグは目的を果たすため、マーガレットと共に宇宙へと飛び立つ。ハルマ博士とその助手によって操船ブリッジに招集されたランドアイスタッフたちは、マーガレットを追って戦艦を発進させるのだった。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "9520901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9520901",
                    "Titles": {
                        "eng": "Flash",
                        "jpn": "閃光"
                    },
                    "Summaries": {
                        "eng": "Amidst the fierce battle in space, Yamato and the others brave danger by attacking the enemy in order to stop their advance. While the Musashi X faces off against the Yoshitsune blocking their way, Grieffas confronts Veloa in Xidolgor.",
                        "jpn": "宇宙での激戦が繰り広げられる中、大和たちは敵の攻撃を止めるため危険を冒して攻め込む。行く手を阻むヨシツネとムサシクロスが戦う一方、シドルゴアではグリファースがベローアと対峙していた。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "9520902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9520902",
                    "Titles": {
                        "eng": "Succession",
                        "jpn": "継承"
                    },
                    "Summaries": {
                        "eng": "The Musashi X heads toward its destination once their allies clear the way for them, but the Yoshitsune's fierce attack waylays them. With help from an unexpected quarter, Yamato and his friends fend off the pursuit and push forward. The battle for the fate of the planet is about to take a major turn...",
                        "jpn": "味方の攻撃により道が切り開かれ、目的地に向かおうとするムサシクロスをヨシツネの猛攻が襲う。思わぬ助けもあり、追撃をかわして突き進む大和たち。星の運命を懸けた戦いは大きく動こうとしていた…。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "9520903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9520903",
                    "Titles": {
                        "eng": "Reunited",
                        "jpn": "再会"
                    },
                    "Summaries": {
                        "eng": "After the decisive battle in space, new plans are set in motion on Earth's surface. Amidst all this, the threat of the El Zeid, who destroyed Xidol, approaches. New forces awaken in the cosmos to counter the overwhelming might of the El Zeid.",
                        "jpn": "宇宙での決戦の後、地上では新たな計画が進んでいた。そんな中、シドルを滅ぼしたエルゼドの脅威が迫る。圧倒的な力を持つエルゼドに対抗するため、宇宙で新たな力が目覚めつつあった。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}