{
    "URL": "https://thetvdb.com/series/shikimoris-not-just-a-cutie",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15529074/",
        "https://shikimori-anime.com/",
        "http://www.reddit.com/r/ShikimoriIsntJustCute",
        "https://www.themoviedb.org/tv/115694",
        "https://en.wikipedia.org/wiki/Shikimori%27s_Not_Just_a_Cutie",
        "https://x.com/anime_shikimori"
    ],
    "Titles": {
        "eng": "Shikimori's Not Just a Cutie",
        "jpn": "可愛いだけじゃない式守さん"
    },
    "Summaries": {
        "eng": "Shikimori seems like the perfect girlfriend: cute, fun to be around, sweet when she wants to be... but she has a cool dark side that comes out under the right circumstances. And her boyfriend Izumi loves to be around when that happens!",
        "jpn": "最高の“イケメン彼女”現る！\r\n\r\n不幸体質の男子高校生・和泉くんの彼女は、同級生の式守さん。\r\n笑顔が素敵で優しくて、和泉くんと一緒にいるときはいつも幸せそう。\r\n\r\n可憐で可愛い、愛情たっぷりの彼女だけど、\r\n和泉くんがピンチになったりすると……\r\n最高にカッコいい、“イケメン彼女”に大変身！\r\n\r\n可愛い×カッコいいに溢れた式守さんと\r\n和泉くんや仲良しフレンズによる楽しい日常は止まらない！\r\n尊さ1000％ラブコメ、いよいよスタート！"
    },
    "Aliases": [
        "Kawaii dake ja Nai Shikimori-san",
        "Miss Shikimori Is Not Just Cute"
    ],
    "Modified": "2025-10-15",
    "Seasons": {
        "0": {
            "ID": "1923810",
            "URL": "https://thetvdb.com/series/shikimoris-not-just-a-cutie/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 2,
            "Episodes": {
                "4": {
                    "ID": "9176808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9176808",
                    "Titles": {
                        "eng": "Episode 1 Audio Commentary Special",
                        "jpn": "いっしょに見よう！TVアニメ『可愛いだけじゃない式守さん』第1話オーディオコメンタリーSP"
                    },
                    "Summaries": {
                        "eng": "A look back at the first episode of the series with commentary provided by Ohnishi Saori (Shikimori-san), Umeda Shuuichirou (Izumi-kun), and Hidaka Rina (Hachimitsu).",
                        "jpn": "キャスト音声出演による第1話「僕の彼女はとてもかわいい」オーディオコメンタリー版！大西沙織さん（式守さん役）、梅田修一朗さん（和泉くん役）、日高里菜さん（八満 結役）の音声コメンタリーとともに第1話をお楽しみください！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9210274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9210274",
                    "Titles": {
                        "eng": "Famous Scene Review",
                        "jpn": "みんなで選ぼう！TVアニメ『可愛いだけじゃない式守さん』名シーン振り返りSP"
                    },
                    "Summaries": {
                        "eng": "Ohnishi Saori (Shikimori-san) and Umeda Shuuichirou (Izumi-kun) host a look back at the first half of the series, featuring some of the most popular scenes as selected by members of the cast and crew.",
                        "jpn": "キャスト出演で第1話～第6話の名シーンを振り返る特別番組！大西沙織さん（式守さん役）、梅田修一朗さん（和泉くん役）とともに前半エピソードの見どころをお楽しみください！"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1923811",
            "URL": "https://thetvdb.com/series/shikimoris-not-just-a-cutie/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8414132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/8414132",
                    "Titles": {
                        "eng": "My Girlfriend Is Super Cute",
                        "jpn": "僕の彼女はとてもかわいい"
                    },
                    "Summaries": {
                        "eng": "The naturally unlucky Izumi-kun faces yet another day of disaster after disaster. Even on his way to meet up with his girlfriend Shikimori-san in the morning, he runs into so many troubles that he's a mess by the time he sees her. Still, the cute, sweet Shikimori-san greets him with a kind smile. But when Izumi-kun is in trouble, the lovely Shikimori-san instantly transforms into the coolest, most heroic girlfriend you've ever seen! Fun days are in store for this couple of 1000% preciousness and their chill friends as they begin their second year in high school!",
                        "jpn": "不幸体質の和泉くんは、今日も朝から災難続き。彼女の式守さんとの待ち合わせ場所に向かう途中も、色々なトラブルにあってボロボロの姿に。それでも、いつも可愛い式守さんは和泉くんを優しい笑顔で迎えてくれる。可憐で可愛い式守さんだけど、和泉くんがピンチになったりすると最高にカッコいい“イケメン彼女”の一面を見せることも！　今日からは高校2年生の新学期。尊さ1000%の彼氏彼女と仲良しフレンズの楽しい日常が始まる！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9075264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9075264",
                    "Titles": {
                        "eng": "Wind and Clouds, Ball Sports Tournament!",
                        "jpn": "風雲、球技大会！"
                    },
                    "Summaries": {
                        "eng": "It's the day of the school's ball sports tournament. Izumi-kun is playing soccer with the boys, and Shikimori-san is participating in the girls' volleyball match. Izumi-kun knows he can't contribute much, but he plays his hardest anyway. Shikimori-san worries about him, given his natural unluckiness... and surely enough, he gets hit in the face by a soccer ball and blacks out. He ends up in the nurse's office while Shikimori-san looks after him, meaning the two of them are alone. Then Shikimori-san says she's going to stay with him instead of heading back to play in the volleyball match...",
                        "jpn": "今日は球技大会。和泉くんは男子サッカーに、式守さんは女子バレーに出場する。和泉くんは自分が活躍できないとわかっていても、できるだけ頑張ろうとしていた。不幸体質の和泉くんを心配する式守さんだったけど、和泉くんは顔面にボールを受けて失神してしまう。和泉くんは保健室で式守さんに介抱されることになり、2人きりのドキドキの時間を過ごすことに。すると、式守さんは試合に戻らず、ここに残ると言い出して……!?"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9075265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9075265",
                    "Titles": {
                        "eng": "Misfortune, Followed by Sunshine",
                        "jpn": "不幸のち、晴れ"
                    },
                    "Summaries": {
                        "eng": "After receiving movie tickets from Inuzuka, Izumi-kun invites Shikimori-san to go see a movie together. He makes careful preparations to ensure that no accidents happen that would cause trouble for Shikimori-san... but as always, he faces accident after accident anyway. Still, he manages to arrive on time to meet Shikimori-san in an incredibly cute outfit! What if she wants to see a romance film and one thing leads to another? Izumi-kun's imagination runs wild, but he's surprised by the movie Shikimori-san chooses...",
                        "jpn": "犬束から映画のチケットを譲ってもらい、和泉くんは式守さんと一緒に映画を観に行くことになった。ハプニングを起こして式守さんに迷惑をかけないよう、念入りに準備をするけれど……やっぱり災難続きの和泉くん。それでも遅刻せずに到着すると、めちゃくちゃ可愛い服装の式守さんが待っていた！　そんな式守さんと恋愛映画を観て盛り上がったらどうしよう。妄想を繰り広げる和泉くんだけど、式守さんが選んだ映画は……!?"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9075266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9075266",
                    "Titles": {
                        "eng": "How They Each Feel at the Start of Summer",
                        "jpn": "立夏、それぞれの想い"
                    },
                    "Summaries": {
                        "eng": "Summer begins at last! Izumi-kun joins Shikimori-san and their friends in deciding what they'll all do together over summer break. They decide to go to the river, but is the combination of a river and Izumi-kun's bad luck too dangerous? Then Shikimori-san says something amazingly cool... After some discussion, they all head to the mall together. Shikimori-san seems disappointed when Izumi-kun says he won't wear a swimsuit at the river. She says she won't wear one either, but then Izumi-kun does something that lights a fire in her...",
                        "jpn": "いよいよ夏本番！　和泉くんは式守さんたちと夏休みの予定を決めることに。意見を出し合い、川遊びに決まったけど、不幸体質の和泉くんと川の組み合わせはちょっとキケン!?　でも、式守さんがカッコいいことを言ってくれて……。話し合いのあとは、みんなでショッピングセンターへ。水着は着ないという和泉くんに、残念そうな顔をする式守さん。式守さんも水着は着ないというけど、和泉くんのある行動で火がついたようで……!?"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9075267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9075267",
                    "Titles": {
                        "eng": "Jolly Times at the River!",
                        "jpn": "ウキウキ川あそび！"
                    },
                    "Summaries": {
                        "eng": "Summer break is here at last! Izumi-kun and his friends arrive at the river, where they get started with a barbecue. As they divide up the prep work, everyone suddenly feels very anxious... because Izumi-kun has picked up a kitchen knife! Even Shikimori-san's eyes grow wide... but she's once again charmed by Izumi-kun and his ability to do just about anything. After the barbecue, they all decide to play in the river, but Izumi-kun gets into some trouble...",
                        "jpn": "待ちに待った夏休み！　川へやってきた和泉くんたちは、まずはバーベキューをすることに。分担して準備をしていると、みんな急にそわそわ。なんと和泉くんが包丁を握っていた！　式守さんも目を丸くするような状況になり……。一方、和泉くんはなんでもできちゃう式守さんに改めて惹きつけられ、さらに彼女の新たな一面を知ることになる。バーベキューのあとは、みんなで川遊び。でも、和泉くんが大変なことになってしまい……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9075268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9075268",
                    "Titles": {
                        "eng": "With Fireworks Comes Summer's End",
                        "jpn": "夏ぞ隔たる花火かな"
                    },
                    "Summaries": {
                        "eng": "Izumi-kun and Shikimori-san make plans to see a fireworks show together. As Izumi-kun is readying his yukata, his dad starts to tell him something with a serious expression. Then, on the day of the fireworks show, Izumi-kun sees Shikimori-san looking adorable in her yukata and tries his hardest to impress her... but his heroics are no match for Shikimori-san's. After they enjoy the festivities for a bit, Izumi-kun starts to lead Shikimori-san somewhere else... but then Shikimori-san's sandal strap breaks!",
                        "jpn": "式守さんと花火大会へ行くことになった和泉くん。浴衣の準備をしていると、深刻な表情をしたお父さんからあることを打ち明けられる。そして、花火大会当日。浴衣がとっても似合っている式守さんを前に、和泉くんはカッコいいところを見せようと奮闘。でも、式守さんのカッコよさには敵わなくて……。ひととおり遊んだあと、和泉くんは式守さんをある場所へ連れて行こうとする。ところが、式守さんの下駄の鼻緒が切れてしまい……!?"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9075269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9075269",
                    "Titles": {
                        "eng": "Cultural Festival I",
                        "jpn": "文化祭Ⅰ"
                    },
                    "Summaries": {
                        "eng": "Izumi-kun and his friends are busy getting ready for the school's cultural festival. Izumi-kun is working with the group in charge of making costumes for their class's display, and Shikimori-san is in the group working on decorations. They don't get many chances to talk, and when they each see the other having fun chatting with their groupmates... And then the festival begins at last. Izumi-kun is so busy his head is spinning, and this causes his unlucky nature to awaken yet again. On top of that, he's on duty in the library the next morning. The one on duty with him is Kamiya-san, whom he first met the previous year through the library committee. But she's acting a bit different today...",
                        "jpn": "和泉くんたちは文化祭の準備に追われていた。クラスの出し物のために、和泉くんは衣装班として、式守さんは内装班として別行動。なかなかお喋りできず、お互いの班で盛り上がる姿を見て……。そして、ついに文化祭がスタート。目が回る忙しさの和泉くんは、ここでも不幸体質を発揮。さらに翌日は図書委員の仕事もあった。一緒に当番になったのは、去年、図書委員で知り合った狼谷さん。でも、普段と少し様子が違っていて……。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9075270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9075270",
                    "Titles": {
                        "eng": "Cultural Festival II",
                        "jpn": "文化祭Ⅱ"
                    },
                    "Summaries": {
                        "eng": "During the cultural festival, Izumi-kun and Kamiya-san have a good time chatting as they share library duty. Then Nekozaki suddenly comes along and takes Kamiya-san away to see Shikimori-san. When Kamiya-san hears what Shikimori-san wants from her, she readily agrees. Later, when Kamiya-san returns to her classroom to help with her class's festival project, her elegant look draws a crowd of classmates and guests around her. As she drowns in all the noise, a certain someone suddenly comes to mind, and she breaks away from the classroom.",
                        "jpn": "文化祭当日、図書委員の仕事をしながら楽しくお話する和泉くんと狼谷さん。すると突然、猫崎がやってきて狼谷さんを連れていってしまう。待っていたのは、式守さんだった。式守さんからお願いを受け、事情を知った狼谷さんは快諾する。その後、文化祭中の教室に戻った狼谷さんは、その雅な佇まいからクラスメイトやお客さんから注目の的に。喧噪に包まれる中、狼谷さんは不意に「誰か」の姿を思い出し、教室を抜け出してしまう。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9075271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9075271",
                    "Titles": {
                        "eng": "Innocence and Clumsiness",
                        "jpn": "無邪気さと不器用さ"
                    },
                    "Summaries": {
                        "eng": "Izumi-kun is out sick from school. Shikimori-san learns that Izumi-kun asked Inuzuka to take notes for him, causing her to glare daggers at Inuzuka in envy. Yes, Shikimori-san sees Inuzuka as a rival. When the two of them go to Izumi-kun's house together to take the notes to him, Hachimitsu secretly follows them, and one little word that slips from Shikimori-san's mouth leads her to deduce the reason for this perceived rivalry... On another day, Shikimori-san is at the mall with Nekozaki, where they run into Kamiya-san and invite her to hang out with them.",
                        "jpn": "和泉くんが風邪で学校を休んでしまい、ノートを取ることをお願いされた犬束は式守さんから刺さるような視線を向けられる。そう、犬束は式守さんにライバル視されていた。八満は、和泉くんにノートを届けにいく2人を尾行。その途中、式守さんが漏らしたひと言で、その“視線”の理由を察するのだけど……。またある日、ショッピングモールにやってきた式守さんと猫崎は、狼谷さんに遭遇し、一緒に放課後を過ごすことになる。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9075272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9075272",
                    "Titles": {
                        "eng": "The Desire to Win",
                        "jpn": "勝ちたい気持ち"
                    },
                    "Summaries": {
                        "eng": "Preparations are underway for the school's athletic festival. Izumi-kun was hoping to avoid being placed in the highlight event, the boys and girls mixed relay, but unluckily enough, that's exactly what he's chosen for. But Shikimori-san and all of their friends end up on the relay team with him, so he feels like it'll actually be fun this time. The gang wastes no time starting to practice for the race, but it doesn't go so well for Izumi-kun and Hachimitsu. They refuse to give up, continuing to practice until the day of the festival comes. Hachimitsu seems to be in very low spirits before their event starts...",
                        "jpn": "体育祭の準備の真っ最中。花形種目の男女混合リレーへの出場だけは避けたい和泉くんだったけど、不幸にも選手に選ばれてしまう。でも、式守さんと仲良しのみんなと出場することになり、今回は楽しくなりそうな予感がしていた。早速、リレーの練習をすることになった和泉くんたち。でも、和泉くんと八満はなかなかうまくいかない。諦めずに練習を続け、いよいよ本番の日がやってくる。本番を前に八満はかなりテンションが低く……!?"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9075273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9075273",
                    "Titles": {
                        "eng": "Not Just a Cutie",
                        "jpn": "可愛いだけじゃない"
                    },
                    "Summaries": {
                        "eng": "Shikimori-san is at the mall to buy an outfit for the first date she and Izumi-kun have had in a long time. For some reason, her older brother, who still treats her like a child, is at the mall with her. Her brother is actually quite shy around people he's never met, and before he knows it, he's surrounded by young women and unsure what to do. Shikimori-san takes him by the hand and leads him away, which reminds her of how she always used to be the one dragged around by her brother's hand.... and of the days when she didn't know what she wanted to do with her life.",
                        "jpn": "和泉くんとの久しぶりのデートに向けて、ショッピングモールにやってきた式守さん。今日は、いつも式守さんを子供扱いするお兄さんもなぜか一緒。実は大の人見知りのお兄さんは、気づくと他の女性客に声を掛けられ、しどろもどろ。式守さんがお兄さんの手を引き、その場を切り抜けると、不意に思い出すのだった。子どもの頃、いつもお兄さんの背中を追っていたこと。したいことを見つけられなかった自分のことを……。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9075274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9075274",
                    "Titles": {
                        "eng": "Better Than a Dream",
                        "jpn": "夢よりも"
                    },
                    "Summaries": {
                        "eng": "The day of the amusement park date has finally come. Izumi-kun is all fired up as he works out a plan to make sure Shikimori-san has a good time. After some shopping at a store that sells costume goods, the first attraction they head to is one based on the tale of Sleeping Beauty. The line is long, but since they're together, the time flies by. When they finally board the ride, it's so comfortable that Izumi-kun falls asleep, and when Shikimori-san sees this... The distance between them continues to shrink!",
                        "jpn": "待ちに待った遊園地デートの日がやってきた。和泉くんは式守さんに楽しんでもらうプランを立てて、気合い十分。仮装用のショップで買い物を済ませ、2人が向かったのは『いばら姫』のアトラクションだった。長蛇の列でも、2人でいればあっという間。いざゴンドラに乗ると、あまりに心地よい空間で和泉くんはうっかり居眠りしてしまう。そんな和泉くんの表情を見て、式守さんは……。2人の距離がさらに縮まっていく！"
                    },
                    "Aliases": []
                }
            }
        }
    }
}