{
    "URL": "https://thetvdb.com/series/muv-luv-alternative-the-animation",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12421676/",
        "https://muv-luv-alternative-anime.com/",
        "http://www.reddit.com/r/MuvLuvAlternative",
        "https://www.themoviedb.org/tv/112010"
    ],
    "Titles": {
        "eng": "Muv-Luv Alternative",
        "jpn": "マブラヴ オルタネイティヴ"
    },
    "Summaries": {
        "eng": "A story of the bonds between those who fight, in a world pushed to its limits. On one of the countless parallel worlds that exist throughout spacetime, humanity has fought a decades long war against the BETA, hostile extraterrestrial invaders, using humanoid fighting machines called Tactical Surface Fighters. This is a story of how humanity lives and dies while on the brink of extinction...",
        "jpn": "それは、極限の世界で戦う人々の絆の物語―\r\nこの時空に存在する、無数の並行世界のひとつ―\r\nそこで人類は、戦術歩行戦闘機（戦術機）と呼ばれる人型兵器を駆り、\r\n人類に敵対的な地球外起源種「BETA」と数十年にわたる戦いを続けていた。\r\n\r\n滅亡の危機に追い詰められた人間たちが、\r\n過酷な運命の中でどのような生き様をみせていくのか―"
    },
    "Aliases": [
        "Muv-Luv Alternative The Animation"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1924275",
            "URL": "https://thetvdb.com/series/muv-luv-alternative-the-animation/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8407797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-the-animation/episodes/8407797",
                    "Titles": {
                        "eng": "The State of the World",
                        "jpn": "世界の日常"
                    },
                    "Summaries": {
                        "eng": "An alien invasion begins in the 1970s, creating a worldwide crisis. In the late 1990s, beings dubbed BETAs begin their invasion of Japan, and human forces for counterattack are very limited.",
                        "jpn": "1998年9月15日。駒木咲代子は日本帝国軍佐渡基地の戦術機部隊に着任する。僚機となる草野に基地を案内される中、この地に生きる人々の暮らしぶりを垣間見、国民に道を示せていないと嘆く…。そして、大規模なBETA群が佐渡島に迫るー"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8759576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-the-animation/episodes/8759576",
                    "Titles": {
                        "eng": "Recurring Worlds",
                        "jpn": "繰り返す世界"
                    },
                    "Summaries": {
                        "eng": "When Takeru Shirogane wakes up, he first believes that he had a bad dream: the BETAs, most of humanity sacrificed... But as soon as he comes out, he realizes that he has actually gone back in time, which gives him a second chance to prevent the irreparable.",
                        "jpn": "2001年10月22日。白銀武は目覚めると自分の部屋にいた。家を出ると見覚えのある廃墟と荒野が広がっていた。”あの日”に戻ったことを確信した武はある人物の元へ向かう。今度こそ人類を救うために――"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8759577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-the-animation/episodes/8759577",
                    "Titles": {
                        "eng": "Something to Protect",
                        "jpn": "守りたいもの"
                    },
                    "Summaries": {
                        "eng": "As Takeru starts to feel anxious about whether or not he can actually make a difference, Professor Kouzuki demands more concrete evidence of his knowledge about future events.",
                        "jpn": "2001年10月24日。再び訓練兵となった白銀武は、その体に刻まれた記憶を活かし、自分を知らぬ、かつての友の成長を促した。しかし、そのあまりに遅い歩みは、武の胸を焼く焦りを消すことはできなかった。何かを変えなければ世界は変わらない。白銀武は己の記憶を探り、香月夕呼に予言した。その日、多くの人々が命を落とす――"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8759578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-the-animation/episodes/8759578",
                    "Titles": {
                        "eng": "Comrades",
                        "jpn": "仲間"
                    },
                    "Summaries": {
                        "eng": "Takeru's efforts to change the future are starting to have an effect, as the 207th's Tactical Surface Fighters show up earlier than in the previous timeline. And if an idea he's cooking up works, it might make them even more effective weapons against the BETA.",
                        "jpn": "2001年11月24日。総合戦闘技術評価演習を優秀な成績でクリアした白銀武たちは、いよいよ戦術機操縦訓練へと移った。初めてのシミュレータで前人未到のスコアを叩き出す武。高く評価された武たちには訓練用の戦術機が充てがわれることとなった。そして訪れた格納庫で武は、この国で唯ひとつ―将軍専用の戦術機を目撃するのだった。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8759579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-the-animation/episodes/8759579",
                    "Titles": {
                        "eng": "A New Power",
                        "jpn": "新しい力"
                    },
                    "Summaries": {
                        "eng": "Takeru and Professor Kouzuki have collaborated to create a new operating system for the 207th's Tactical Surface Fighters, making the anti-BETA weapons more maneuverable and responsive than ever. But will it even matter if Yuuko can't actually make some progress on the mysterious Alternative IV plan?",
                        "jpn": "2001年11月28日。珠瀬壬姫の父親・珠瀬国連事務次官が横浜基地を訪れた。しかし、滅多に会えぬ父を喜ばせるため、壬姫は小さな嘘をしたためた手紙を送ってしまっていた。自己嫌悪に苛まれる壬姫を救うため、白銀武の極秘計画が発動する。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8759580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-the-animation/episodes/8759580",
                    "Titles": {
                        "eng": "Transfer Experiment",
                        "jpn": "転送実験"
                    },
                    "Summaries": {
                        "eng": "In order to help Professor Kouzuki fulfil her plans for Alternative IV, Takeru partakes in an experiment designed to send him back to his home world.",
                        "jpn": "2001年12月1日。白銀武の「元の世界の自分に聞け」との言葉から着想を得た香月夕呼は、オルタネイティヴⅣの鍵を握る数式を回収するために武を元の世界に戻す実験を行う。実験には武が社霞と同じ部屋で暮らすことも含まれていて―"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8759581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-the-animation/episodes/8759581",
                    "Titles": {
                        "eng": "Promise",
                        "jpn": "約束"
                    },
                    "Summaries": {
                        "eng": "Takeru's trip back to his original world concludes after an encounter with his childhood friend, Sumika. After his return, he learns about the enigmatic Yashiro Kasumi's mysterious past.",
                        "jpn": "元の世界に戻った白銀武は鑑純夏と再会し、「元の世界」へ帰るために「この世界」を救う未来を勝ち取る決意を固める。2001年12月4日。民間人の居住が許されない危険地域への帰還を強行した元住民の救出作戦を帝国軍が実施したとの報道を見た武は、また時間を短縮できたと喜ぶ。そんな武に冥夜は、この国は力無き者に負担を強いていると怒りを露にするのだった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8759583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-the-animation/episodes/8759583",
                    "Titles": {
                        "eng": "The Capital in Chaos",
                        "jpn": "帝都動乱"
                    },
                    "Summaries": {
                        "eng": "An insurrection threatens to ignite a full-scale civil war in Japan, and the 207th Tactical Armored Flight finds their first combat mission might be against other humans, instead of the invading BETA aliens.",
                        "jpn": "2001年12月5日。帝都でクーデターが発生。千鶴の父・榊是親首相（※）を初め閣僚数名が沙霧尚哉大尉率いるクーデター部隊によって暗殺された。武たち207B分隊にも実戦想定の出撃待機命令が下る。出撃を前に慧は、自分に送られてきていた手紙は沙霧大尉からのものであることを武に告げる。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8759584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-the-animation/episodes/8759584",
                    "Titles": {
                        "eng": "Battlefield",
                        "jpn": "戦場"
                    },
                    "Summaries": {
                        "eng": "Takeru and his training squad head out to assist the UN and Japanese forces in dealing with a coup d'état, but they find themselves dealing with what might be the most vital mission in the entire conflict.",
                        "jpn": "神宮司教官を隊長として臨時編成された武たち第207小隊は、後方警備任務として箱根の塔ヶ島離城に配置された。離城には冥夜と容姿が瓜二つの政威大将軍・煌武院悠陽が戦場となった帝都から脱出してきていた。第207小隊は悠陽を横浜基地へ送り届ける作戦を開始する。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8759585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-the-animation/episodes/8759585",
                    "Titles": {
                        "eng": "Resolve",
                        "jpn": "覚悟"
                    },
                    "Summaries": {
                        "eng": "As Takeru and the 207th Training Flight escort the Shogun across Japan, Professor Yuuko's personal task force fights a desperate battle to keep the rebels off their tails.",
                        "jpn": "追う者、追われる者――時間と共に狭まっていく包囲網。繰り返される加減速は煌武院悠陽の肉体を蝕んでいく。この難局を突破するためには窒息の危険を伴う薬剤を彼女に射たねばならない。白銀武は将軍という立場に課せられた重責を知り、逡巡するのだった。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8759586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-the-animation/episodes/8759586",
                    "Titles": {
                        "eng": "Everyone's Thoughts",
                        "jpn": "それぞれの想い"
                    },
                    "Summaries": {
                        "eng": "The Shogun and her escorts have been surrounded by the rebels, who have offered them a 60 minute ceasefire in the hopes of a peaceful resolution. Can Takeru, the 207th Training Flight, the Royal Guard, and the US Army find a way past them to return to Yokohama Base?",
                        "jpn": "束の間の停戦―仲間たちの想いを白銀武は訴える。そして立脚点の異なる者たちの因縁を聞き遂げた煌武院悠陽は、自らの手で忠臣たちを誅すると決意した。だが、その御前に御剣冥夜が現れる。幼き頃に分かたれた姉妹の運命が再び交錯し、戦場は新たな展開を模索する。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8759587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-the-animation/episodes/8759587",
                    "Titles": {
                        "eng": "Fate",
                        "jpn": "宿命"
                    },
                    "Summaries": {
                        "eng": "Negotiations have fallen apart, as the rebels renew their attacks on the assembled UN-US-Royal Guard forces. Will the 207th Training Flight make it back to Yokohama Base alive? And will Takeru be able to save the world by helping Alternative IV become a reality?",
                        "jpn": "１発の砲弾がすべてを破壊した。平和を求める願いも虚しく戦場は再び炎に包まれる。斬る者、斬られる者―同胞たちの争いは、ひとつの結末を迎えた。流された血に見合う何かはあったのだろうか。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2021274",
            "URL": "https://thetvdb.com/series/muv-luv-alternative-the-animation/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9361141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-the-animation/episodes/9361141",
                    "Titles": {
                        "eng": "Graduation",
                        "jpn": "卒業"
                    },
                    "Summaries": {
                        "eng": "Takeru visits the peaceful world he originally came from to recover the research necessary for Alternative IV to be a success. Upon his return to the war-torn world ravaged by the BETA, he discovers a surprise that brings him one step closer to victory... and danger.",
                        "jpn": "「この世界」を救うため、白銀武は再び「元の世界」へ行き、香月夕呼からオルタネイティヴⅣの鍵となる数式の回収を果たす。そして「この世界」へと戻ってきた翌日、第207B分隊に招集がかかる。そこで告げられたのは、第207衛士訓練小隊の解散――それは、武たちが訓練兵から正規兵になったことを意味していた。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9361142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-the-animation/episodes/9361142",
                    "Titles": {
                        "eng": "XM3",
                        "jpn": "XM3"
                    },
                    "Summaries": {
                        "eng": "A new set of trials testing the combat readiness of Takeru's XM3 operating system takes a turn for the dangerous.",
                        "jpn": "念願の正規兵となった第207小隊は、白銀武が考案し、自分たちで育てた新型OS・XM3の有用性を実証するためのトライアルに参加する。歴戦の衛士たちを相手に、XM3の性能を十分に見せつける武たち。その最中、演習場にBETAが出現。BETAとの戦いに逸った武は突撃するが、返り討ちにあい、己の無力さを痛感する。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9361143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-the-animation/episodes/9361143",
                    "Titles": {
                        "eng": "Escape",
                        "jpn": "逃亡"
                    },
                    "Summaries": {
                        "eng": "After a soul-shaking brush with tragedy, Takeru decides to return to his home world.",
                        "jpn": "白銀武が変えようとした未来は、神宮司まりもの死という形で歴史を紡いだ。己が変えようとした未来の結果に絶望した武は「元の世界」へ逃げ場を求める。元の世界で生きているまりもに安堵する武。しかし、因果導体となった武の存在は元の世界にまで影響を及ぼすことになるのだった。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9361144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-the-animation/episodes/9361144",
                    "Titles": {
                        "eng": "Diary",
                        "jpn": "日記"
                    },
                    "Summaries": {
                        "eng": "With it now obvious that he's having unexpected effects on his peaceful home world, Takeru has to make a tough decision.",
                        "jpn": "白銀武を基点に「元の世界」が歪み始める。武の記憶が周囲の人たちから次第に失われていく中で、鑑純夏だけが彼の記憶を手放さないよう、日記を書き続けていた。しかし白銀武という存在は、ついに純夏の運命にまで影響を及ぼすのであった。武は己が振りまく災いを払うため、もう一つの世界へ戻ることを決意する。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9361145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-the-animation/episodes/9361145",
                    "Titles": {
                        "eng": "Return",
                        "jpn": "再起"
                    },
                    "Summaries": {
                        "eng": "Takeru returns to the world ravaged by the BETA, only to be shocked when Professor Kouzuki introduces him to 00 Unit.",
                        "jpn": "白銀武は「元の世界」の香月夕呼の協力を得て「この世界」への帰還を果たす。己が関わった全ての世界を救うため、再び立ち上がる武。そんな武に、夕呼は00ユニットが完成したことを告げる。それは全く予想だにしない姿をしていた。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9361146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-the-animation/episodes/9361146",
                    "Titles": {
                        "eng": "Sumika",
                        "jpn": "純夏"
                    },
                    "Summaries": {
                        "eng": "As Takeru grapples with the truth about the 00 Unit, a deadline to get it functional looms.",
                        "jpn": "白銀武は一週間後に控えた運用評価試験に向けて、鑑純夏（00ユニット）の調律を命じられる。BETAへの憎悪以外の感情が欠落してしまっている純夏のために、武は「元の世界」での楽しかった記憶を頼りにプレゼントを用意する。武の献身で、徐々に理性を取り戻していく純夏。すると彼女は「この世界の白銀武」のことを口にする――。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9361147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-the-animation/episodes/9361147",
                    "Titles": {
                        "eng": "The Night Before The Attack",
                        "jpn": "出撃前夜"
                    },
                    "Summaries": {
                        "eng": "The A-01 Squad find that they will be part of a joint operation between the UN and Japan to attack the BETA hive on Sadogashima.",
                        "jpn": "2001年12月23日。佐渡島にあるBETAハイヴの制圧を目標とした大規模作戦「甲21号作戦」が発令される。それは、鑑純夏が搭乗する凄乃皇・弐型の攻撃によるハイヴ殲滅という、00ユニットの運用評価試験でもあった。初陣を前に、緊張を隠せない白銀武たちは、作戦を成功させること、そして全員が生き残ることを誓う。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9361148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-the-animation/episodes/9361148",
                    "Titles": {
                        "eng": "Operation 21st",
                        "jpn": "甲21号作戦"
                    },
                    "Summaries": {
                        "eng": "The mission to retake Sadogashima is underway, and the Valkyries take to the battlefield.",
                        "jpn": "2001年12月25日。「甲21号作戦」が開始される。帝国と国連の連合軍とBETAが激戦を繰り広げる中、白銀武たちの所属するA-01部隊・伊隅ヴァルキリーズは、作戦ポイントに向かう凄乃皇・弐型を守るため、BETAに奇襲作戦を仕掛ける。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9361149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-the-animation/episodes/9361149",
                    "Titles": {
                        "eng": "The Light of Hope",
                        "jpn": "希望の光"
                    },
                    "Summaries": {
                        "eng": "The Susano-O arrives, and the outcome of Operation 21st will depend on the performance of the flying fortress.",
                        "jpn": "伊隅ヴァルキリーズの奮戦と鑑純夏が駆る凄乃皇・弐型による砲撃によって、BETA侵略の証であるハイヴの外観が吹き飛び、ついに人類はBETAに一矢報いることに成功。誰もが作戦の成功を確信するが、突如として凄乃皇は機能を停止してしまう。白銀武は純夏を守るため、伊隅みちると共に凄乃皇の元へと向かう。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9361150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-the-animation/episodes/9361150",
                    "Titles": {
                        "eng": "Escape",
                        "jpn": "脱出"
                    },
                    "Summaries": {
                        "eng": "With the Susano-O inoperable, the Valkyries move to recover the 00-Unit as BETA continue to swarm Sadogashima.",
                        "jpn": "00ユニットを回収した白銀武は、仲間の援護を受けながら撤退を開始。一方、凄乃皇・弐型に残った伊隅みちるは、凄乃皇の再起動を試みる。しかし、凄乃皇の起動によって佐渡島にいる全てのBETAが、地下より新たな大軍を加えつつ、凄乃皇へと殺到し始めるのだった。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9361151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-the-animation/episodes/9361151",
                    "Titles": {
                        "eng": "Inheritance",
                        "jpn": "継承"
                    },
                    "Summaries": {
                        "eng": "A massive horde of BETA surfaces from beneath Sadogashima, putting the A-01 Task Force and success of Operation 21st in danger.",
                        "jpn": "伊隅みちるが凄乃皇・弐型を囮にしたことで、白銀武は鑑純夏と共に無事、帰還に成功する。しかし同時に、それは伊隅が皆の犠牲になることを意味していた。残された時間の中で、伊隅は武が心に抱える恐怖を取り除き、伊隅ヴァルキリーズの仲間たちに地球の未来を託す。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9361152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-the-animation/episodes/9361152",
                    "Titles": {
                        "eng": "The World Moves On",
                        "jpn": "進む世界"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "多くの犠牲を払った「甲21号作戦」は一応の成功を収め、帝国からBETAは排除された。しかし、人類が勝利の美酒に酔える日はまだ遥か彼方。厳しい戦場を生き残った白銀武たちは、伊隅みちるの死を乗り越え、彼女が残した言葉を胸に未来を夢見て進んでいく。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}