{
    "URL": "https://thetvdb.com/series/luminous-witches",
    "Genres": [
        "Animation",
        "Anime",
        "Musical",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13032878/",
        "http://w-witch.jp/luminous/",
        "https://www.themoviedb.org/tv/93655",
        "https://x.com/LuminousWitch"
    ],
    "Titles": {
        "eng": "League of Nations Air Force Aviation Magic Band Luminous Witches",
        "jpn": "連盟空軍航空魔法音楽隊 ルミナスウィッチーズ"
    },
    "Summaries": {
        "eng": "The war against invading aliens can’t be won by missiles alone! Team morale matters just as much as launching a counterassault, and that’s where Ginny and her friends come in. Instead of standing on the front lines with the 501st Joint Fighter Wing, the Luminous Witches of the League of Nations Air Force bring smiles to civilians displaced in the human-Neuroi war world with thrilling song and dance — not to mention aerial displays the likes of which the music world has never seen! While they might be non-combatants, these performers know the value of preserving the people’s smiles, and they’ll fight in their unique way to make sure those smiles never fade.",
        "jpn": "世界各地を巡り、ネウロイと戦う人々や故郷を追われた人々に、\r\nひとときの安らぎと心の癒しをもたらす異色の航空団\r\nそれが彼女たち\r\n「連盟空軍航空魔法音楽隊ルミナスウィッチーズ」\r\n戦ってみんなを守る統合戦闘航空団のウィッチ達とは真逆の航空団、\r\n戦わないウィッチである彼女たちは、“歌や音楽”でみんなの笑顔を守る！\r\nそれが彼女たち「連盟空軍航空魔法音楽隊ルミナスウィッチーズ」なのです。"
    },
    "Aliases": [
        "Renmei Kūgun Kōkū Mahō Ongakutai Luminous Witches",
        "Renmei Kuugun Koukuu Mahou Ongakutai Luminous Witches",
        "Allied Air Force Magical Idols Luminous Witches",
        "Idol Witches",
        "Ongakutai Witches"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1924241",
            "URL": "https://thetvdb.com/series/luminous-witches/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "9306639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/luminous-witches/episodes/9306639",
                    "Titles": {
                        "eng": "Luminous Witches Recap Special",
                        "jpn": "「連盟空軍航空魔法音楽隊ルミナスウィッチーズ」前半ふりかえり特番"
                    },
                    "Summaries": {
                        "eng": "Let's look back on the contents up to episode 6 together and enjoy!",
                        "jpn": "と共に6話までの内容を振り返って楽しみましょう！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9327819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/luminous-witches/episodes/9327819",
                    "Titles": {
                        "eng": "Animation Special PV (Long.Ver)",
                        "jpn": "アニメーションスペシャルPV (Long.ver)"
                    },
                    "Summaries": {
                        "eng": "Included in the Private Activity Record Video Collection BD Volume 1.",
                        "jpn": "Included in the Private Activity Record Video Collection BD Volume 1."
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9456153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/luminous-witches/episodes/9456153",
                    "Titles": {
                        "eng": "AT-X Special",
                        "jpn": "目指せ！みんなを笑顔にする「WONDERFUL WORLD」"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "2022/09/23(金) 03:30～04:00\r\nＡＴ－Ｘ\r\n目指せ！みんなを笑顔にする「WONDERFUL WORLD」\r\n\r\n7月より絶賛放送中のTVアニメ「連盟空軍航空魔法音楽隊ルミナスウィッチーズ」のAT-Xスペシャル特番が放送決定！\r\n\r\n詳細情報\r\n＜出演者＞\r\n鳴海まい、細川美菜子、藍本あみ、真宮涼、都月彩楓、古仲可奈、結木美咲、吉北梨乃、豆咲りお"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1924242",
            "URL": "https://thetvdb.com/series/luminous-witches/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8407443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/luminous-witches/episodes/8407443",
                    "Titles": {
                        "eng": "WONDERFUL WORLD - Nice to Meet You",
                        "jpn": "WONDERFUL WORLD - はじめまして –"
                    },
                    "Summaries": {
                        "eng": "Although witches fight on the front lines, all the magic in the world won’t help if morale plummets. It is for that reason some witches perform a different yet important task.",
                        "jpn": "1944年、ブリタニア。人類は、ネウロイと呼ばれる謎の存在との長き戦いの中にあった。ブリタニアの片田舎から列車に揺られ、はるばるロンドンへやってきたジニーは、ミラーシャといのりという名の少女たちと出会う。そして、自分が連れているモフィが、ウイッチにしか見えない「使い魔」であることを知って驚くのだった。その頃、侵攻の脅威にさらされる人々を音楽の力で支えるべく、小さな音楽隊を指揮していたグレイス少佐は、さらなる活動の必要性を本部に訴えていた。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9240675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/luminous-witches/episodes/9240675",
                    "Titles": {
                        "eng": "Eternal Spiritual Home",
                        "jpn": "永久の寄す処"
                    },
                    "Summaries": {
                        "eng": "Interviews are underway and the applicants certainly are a… colorful cast of characters.",
                        "jpn": "街で偶然耳にした歌声から新しい音楽隊のかたちをひらめいたグレイスは、新規隊員を募集する。だが、面接にやってきたのは、それぞれの部隊で居場所をなくした〝ポンコツ〟ウイッチばかり。そんな中、いのりは自分自身ではなく、どこいるとも知れないジニーを推薦に来ていた。あの日「気分が落ち込んだときには、歌うと良いよ」と、美しい歌声を聞かせてくれた少女にもう一度会いたい……。いのりの願いは届くのだろうか？"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9240676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/luminous-witches/episodes/9240676",
                    "Titles": {
                        "eng": "Gentle Light",
                        "jpn": "優しい灯り"
                    },
                    "Summaries": {
                        "eng": "Civilians have trouble grasping the concept of a non-combatant, musical military unit, but the magic band is determined to train hard and prove its worth!",
                        "jpn": "みんなの協力によってジニーが合流し、音楽隊の宿舎生活が始まった。さっそく、先輩であるアイラとエリーのもと、さまざまな訓練が繰り広げられていく。だが、ストライカーを装着した飛行訓練中、アイラの指導についていけないマリアが気を失ってしまう。晴れてブリタニア空軍に入隊したジニーが帰ってくるも、気まずい空気が流れていて……。そんな中、エリーは人前に出る訓練として、村の広場での練習を提案する。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9240677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/luminous-witches/episodes/9240677",
                    "Titles": {
                        "eng": "Let's Sing a Song",
                        "jpn": "歌を歌おう"
                    },
                    "Summaries": {
                        "eng": "It's time for a proper concert! But while the Luminous Witches would love to step into the spotlight, they need to put in a bit more work before they take to the stage.",
                        "jpn": "最初は「戦わないウィッチ」に怪訝な目を向けていた村の大人たちからも理解が得られた音楽隊は、ちゃんとした歌を聴いてもらおうと、お披露目コンサートを計画。衣装、ダンス、楽曲制作と、それぞれに担当を割り振り、その日を目指す。ペアでの作業や練習を通して、お互いのことを少しずつ知っていく仲間たち。音楽隊、はじめの一歩となるステージの行方は？"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9240678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/luminous-witches/episodes/9240678",
                    "Titles": {
                        "eng": "Pure White Ribbon",
                        "jpn": "まっしろリボン"
                    },
                    "Summaries": {
                        "eng": "While the Lumnious Witches spread the word about their upcoming concert, Silvie finds her mind drifting elsewhere.",
                        "jpn": "「わたしたちは、連盟空軍航空魔法音楽隊、ルミナスウィッチーズです！」。村でのステージを成功させた彼女たちのもとへ、ワールドツアーが承認されたことが伝えられる。世界を回って、戦いに疲れた人々に希望とやすらぎの〝光〟を届けるのだ。記念すべき最初の訪問国は、ロマーニャ。だが、帰郷となるシルヴィはなぜか浮かない顔で……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9240679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/luminous-witches/episodes/9240679",
                    "Titles": {
                        "eng": "Dream-colored Contrail",
                        "jpn": "夢色コントレイル"
                    },
                    "Summaries": {
                        "eng": "Mana and Mira are butting heads over a new program, but it isn't Mana's eagerness causing issues. Maria harbors a secret that prevents the magic band from taking off.",
                        "jpn": "北アフリカでの公演を経て、次なる開催地はミラーシャの故郷でもあるオラーシャ。しかし、移動中からモフィの様子がどこかおかしい。飛行場の近くに「使い魔」に詳しい人が住んでいる人がいると聞き、すぐにも向かうジニーたち。そして、アンナという穏やかな女性と出会い、そこがネウロイの襲撃から逃れて都市ごと疎開してきた街なのだと知る。暮らしを再建するため、わき目も振らず働く人々。その力になるべく、ルミナスは奔走する。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9240680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/luminous-witches/episodes/9240680",
                    "Titles": {
                        "eng": "The Reason for the Sun",
                        "jpn": "太陽の理由"
                    },
                    "Summaries": {
                        "eng": "The next concert takes place in the land of Orussia, and Moffy isn’t doing well. They’ll need help from the locals to get Moffy back into shape in time for the concert.",
                        "jpn": "北アフリカでの公演を経て、次なる開催地はミラーシャの故郷でもあるオラーシャ。しかし、移動中からモフィの様子がどこかおかしい。飛行場の近くに「使い魔」に詳しい人が住んでいる人がいると聞き、すぐにも向かうジニーたち。そして、アンナという穏やかな女性と出会い、そこがネウロイの襲撃から逃れて都市ごと疎開してきた街なのだと知る。暮らしを再建するため、わき目も振らず働く人々。その力になるべく、ルミナスは奔走する。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9240681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/luminous-witches/episodes/9240681",
                    "Titles": {
                        "eng": "I Will Not Forget Those Days",
                        "jpn": "あの日々を忘れない"
                    },
                    "Summaries": {
                        "eng": "Inori dusts off an old skill when they visit her home region of Fuso. Milasha, meanwhile, must recoup her confidence after making a mistake.",
                        "jpn": "扶桑皇国での公演もやり遂げ、いのりの祖母の家に向かうルミナス。料理や掃除、自分たちで宿泊のしつらえをすることとなって、みんな大張り切りだ。だが、ひとり、ミラーシャは肝心なところでミスをしたことを引きずっていた。そして、アイラに褒められているエリーに対抗心を燃やし、一方的に勝負を挑んでいくのだった。その頃、グレイスはとある人物との〝反省会〟へ出掛けていて……。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9240682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/luminous-witches/episodes/9240682",
                    "Titles": {
                        "eng": "Together With The Stars",
                        "jpn": "星と共に"
                    },
                    "Summaries": {
                        "eng": "The Luminous Witches are ready to take on the Big Apple! Jo is grateful her family can see her perform, but shouldn’t everyone be able to watch the show?",
                        "jpn": "世界十数カ国、約30ステージにわたったワールドツアーのラストを飾る地はリベリオン。いまだネウロイの直接的な攻撃を受けず、ニューヨークには高層ビルが立ち並び、ブロードウェイもかつてと変わらず興行を続けていた。会場となるのは、歴史ある軍事施設、ガバナーズ島のフォートジェイ。軍の上層部や上流階級の人たちに向けて行われるため、家族や親しい人たちを招くことができないジョーは複雑で……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9240683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/luminous-witches/episodes/9240683",
                    "Titles": {
                        "eng": "Hometown Skies",
                        "jpn": "故郷の空"
                    },
                    "Summaries": {
                        "eng": "Gallia has been liberated, and the Luminous Witches are busier than ever as the world celebrates this momentous step toward human victory over the Neuroi.",
                        "jpn": "第501統合戦闘航空団ストライクウィッチーズがネウロイの巣を撃破し、ガリアが解放された。人類史上初の快挙に国を挙げて沸き立つ中、ワールドツアーから帰還し、盛大に迎えられるルミナス。出立時には想像もできなかった人気で、広報活動に追われ、さらにはガリアで行われる凱旋記念式典への出演も検討されているという。現地視察への同行を求められるガリア出身のエリー。だがその裏では、ジニーに転属命令が出ていて……。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9240684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/luminous-witches/episodes/9240684",
                    "Titles": {
                        "eng": "My and Everyone's Song",
                        "jpn": "わたしとみんなのうた"
                    },
                    "Summaries": {
                        "eng": "The rest of the Luminous Witches are left in a tailspin after Ginny makes a decision that impacts the entire magic band.",
                        "jpn": "ガリア凱旋記念式典への出演が正式に決定した。だが、モフィを仲間たちのもとへ返したジニーからは魔法が消え、ウィッチでなくなったからには除隊も免れない。「みんなと歌うのは好きだけど」――。自らの決断で、宿舎を出ていくジニー。今回の公演は、これまで自分たちの力で作り上げてきた演出、衣装、すべてが軍主導となる。観客も、要人ばかりで一般市民はいない。「わたしたちらしくやれるのかな……」。８人となったルミナスの〝光〟は、不安にか細くゆれていた。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9240685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/luminous-witches/episodes/9240685",
                    "Titles": {
                        "eng": "Everyone's World and Flying Skyhigh",
                        "jpn": "みんなの世界そしてFlying Skyhigh"
                    },
                    "Summaries": {
                        "eng": "A grand stage awaits the Luminous Witches. Together they’ll put on the performance of a lifetime and shine the light of hope across the world.",
                        "jpn": "自分にとって〝一番大切なもの〟に気がつき、仲間のもとへ駆けつけるジニー。一度は弱気になったみんなも、決してルミナスらしいパフォーマンスをあきらめることなく準備していた。いのりが衣装につけてくれたモフィの羽はもう見えないが、ジニーはそこに不思議なぬくもりを感じる。そして迎えた、ガリア解放記念式典公演。９人は、これまで以上のステージを届けることを誓って、心を一つに手を合わせるのだった。「ルミナスウィッチーズ、テイクオフ！」"
                    },
                    "Aliases": []
                }
            }
        }
    }
}