{
    "URL": "https://thetvdb.com/series/monarch",
    "Genres": [
        "Drama"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/B64E-4D0A-FC68-D718-05C9-V",
        "https://www.facebook.com/MonarchonFOX/",
        "https://www.imdb.com/title/tt11091696/",
        "https://www.instagram.com/monarchonfox",
        "https://www.fox.com/monarch/",
        "https://www.tvmaze.com/shows/55160/show-slug",
        "https://www.themoviedb.org/tv/125713",
        "https://en.wikipedia.org/wiki/Monarch_(American_TV_series)",
        "https://x.com/@MonarchonFOX"
    ],
    "TitleEnglish": "Monarch",
    "SummaryEnglish": "The Romans have created a country music dynasty, but when their reign as country royalty is put in jeopardy, Nicolette will stop at nothing to protect her family's legacy.",
    "Aliases": [],
    "Modified": "2025-03-22",
    "Seasons": {
        "1": {
            "ID": "1924852",
            "URL": "https://thetvdb.com/series/monarch/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "8568101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monarch/episodes/8568101",
                    "TitleEnglish": "Stop at Nothing",
                    "SummaryEnglish": "The Romans are headed by the insanely talented, but tough as nails Queen of Country Music Dottie Cantrell Roman and her beloved husband, Albie Roman. Dottie and Albie have created a country music dynasty. But even though the Roman name is synonymous with authenticity, the very foundation of their success is a lie. And when their reign as country royalty is put in jeopardy, heir to the crown Nicolette \"Nicky\" Roman will stop at nothing to protect her family's legacy, while ensuring her own quest for stardom.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9202500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monarch/episodes/9202500",
                    "TitleEnglish": "There Can Only Be One Queen",
                    "SummaryEnglish": "The Romans rally together after tragedy strikes. Nicky and Gigi grow even more competitive when the press dub Gigi \"The New Queen.\" Meanwhile, sparks fly between Nicky and Wade; and Kayla discovers some shocking news.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9311246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monarch/episodes/9311246",
                    "TitleEnglish": "Show Them Who You Are, Baby",
                    "SummaryEnglish": "As Nicky prepares to perform at the “Queens of Country” concert, she learns of Clive’s affair and is determined to turn the tables on him. Meanwhile, Luke is told the devastating truth from Nicky; Catt celebrates Ana’s signing with Monarch with a party at the Brambles, where Ana and Ace connect.",
                    "Aliases": []
                },
                "4": {
                    "ID": "9311247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monarch/episodes/9311247",
                    "TitleEnglish": "Not Our First Rodeo",
                    "SummaryEnglish": "Nicky makes a bold decision as she races to find a new song to perform at the Roman Family Rodeo. Meanwhile, Albie is signed by a new manager, Jamie Burke, angering Luke.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9311248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monarch/episodes/9311248",
                    "TitleEnglish": "Death and Christmas",
                    "SummaryEnglish": "The Romans move forward with their traditional Family Christmas special. Clive blackmails Nicky, and Nicky's publicist pushes her to go public with her romance with Wade. Meanwhile, Ace and Ana go on a date, Gigi rebels and Albie is stunned to learn what Dottie did.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9311251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monarch/episodes/9311251",
                    "TitleEnglish": "The Night Of....",
                    "SummaryEnglish": "The Romans await the news of the Country Music Legacy Awards nominations; Nicky & Luke meet with district attorney \"Uncle\" Tripp DeWitt. Meanwhile, Luke looks into Jamie's past and Albie learns of a new family connection.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9311250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monarch/episodes/9311250",
                    "TitleEnglish": "About Last Night",
                    "SummaryEnglish": "The events leading up to the deadly night are revealed, as is the victim, leaving Albie to clean up a giant mess. Meanwhile, several weeks later, Nicky still tries to prove that she's good enough to headline a solo tour.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9311249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monarch/episodes/9311249",
                    "TitleEnglish": "The Crown",
                    "SummaryEnglish": "Luke is concerned Jamie is getting too close to the Roman family. Meanwhile, Gigi makes a splash at a press event.",
                    "Aliases": []
                },
                "9": {
                    "ID": "9311252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monarch/episodes/9311252",
                    "TitleEnglish": "Confessions",
                    "SummaryEnglish": "Nicky, Gigi and Luke discuss what they should do about Catt; Jamie pushes Albie to finish his album; Nicky blackmails Kayla; Ana is shocked when Catt confesses a secret.",
                    "Aliases": []
                },
                "10": {
                    "ID": "9311253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monarch/episodes/9311253",
                    "TitleEnglish": "Mergers and Propositions",
                    "SummaryEnglish": "Media Mogul Skyler Samuels arrives in Austin with a proposal for Luke and the future of Monarch; Tripp gives Albie an ultimatum; Nicky is torn when Wade returns to town; Gigi grows suspicious of Kayla and Luke; Ace and Ana go viral when with a performance.",
                    "Aliases": []
                },
                "11": {
                    "ID": "9311254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monarch/episodes/9311254",
                    "TitleEnglish": "The Last Dance",
                    "SummaryEnglish": "An arrest is made in the murder; Albie is desperate for the family to come together; Jamie opens up about his past to Nicky; Kayla goes into early labor; Gigi airs the Romans’ dirty laundry to Skyler and Catt continues to oppose Ace and Ana’s “friendship.”",
                    "Aliases": []
                }
            }
        }
    }
}