{
    "URL": "https://thetvdb.com/series/orient",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15170340/",
        "https://orient-anime.jp",
        "http://www.reddit.com/r/Orient",
        "https://www.tvmaze.com/shows/59453/show-slug",
        "https://www.themoviedb.org/tv/115911",
        "https://www.wikidata.org/wiki/Q56274295",
        "https://en.wikipedia.org/wiki/Orient_(manga)",
        "https://x.com/orient_PR"
    ],
    "Titles": {
        "eng": "Orient",
        "jpn": "オリエント"
    },
    "Summaries": {
        "eng": "At age 10, best friends Musashi and Kojiro sat in excited silence as Kojiro's father spun tales of evil demons who preyed on the innocent, and the warriors who defeated them. Practicing swordplay, the two swear an oath to become the strongest in the world. But as they grow up, Kojiro turns cynical, and Musashi comes to realize that he can't turn back 150 years of demon rule on his own. He's being called a prodigy with a pickaxe, and he's almost ready to settle for a life of labor. Yet he can't shake the feeling that he still has a responsibility to act…and, soon, the injustices of his world will force his hand…",
        "jpn": "鉱夫になるための学校に通う少年・武蔵は、武士になる夢を持っていた。しかしそれを周りに言えずにいた。なぜなら武士は「150年前まで日ノ本を支配していた“化け物”」とされていたため。一方、鬼は神と崇められていたが、鬼こそが人間の世界を支配する“化け物”であり、鉱夫は鬼の食べ物である金属を死ぬまで堀り、奉納する仕事だったのだ。武蔵はそれを知っていたため、鉱夫として鉱山に内定後入山し、鬼と対面。鬼退治を宣言。周りにも正直な夢を告げることができたのだ。武蔵の幼馴染の少年・小次郎も「鬼鉄騎」でアシストに現れ、5年間こっそりと修行していた武蔵は「千旋烈斬剣」で鬼を倒す。武蔵は小次郎に、2人で幼少期に誓った「武士団の結成」を誘う。しかし、小次郎の中で武士になりたいという夢は薄れかけていた。武士の血の流れる小次郎は昔から迫害されてきたためである。そんな時、鬼の親玉、鬼神「炎獄天狗」が5年ぶりに降臨し、金属である小次郎の刀を食そうとする。刀を奪われることに、喪失感を感じた小次郎は、自分の中にある武士としての誇りを自覚する。刀は一度鬼神に食されてしまうが、鬼神の腹部の硬い表皮を武蔵が割り、刀は取り戻され、小次郎は今度こそ武蔵と共に「最強の武士団」を作ることを誓うのであった。 (wikipedia)"
    },
    "Aliases": [
        "Oriento"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1925244",
            "URL": "https://thetvdb.com/series/orient/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "8600074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orient/episodes/8600074",
                    "Titles": {
                        "eng": "Musashi & Kojiro",
                        "jpn": "武蔵と小次郎"
                    },
                    "Summaries": {
                        "eng": "With the appearance of otherworldly oni, headed by the massively powerful Kishin, humanity has been forced to serve their new demonic masters. After 150 years of oni rule, the only force left to fight for human freedom are bands of Bushi. This is the story of two young men and their dream of forming the strongest Bushi band!",
                        "jpn": "動乱の世。日ノ本は突如飛来した謎の生命体「鬼神」に支配され、鬼神に抗う武士は大罪人とされ、忌み嫌われていた。人々が鬼神を崇める中で、武蔵には心に秘めた夢があった。それは、幼なじみの小次郎と一緒に「最強の武士団」を作り、鬼退治をすること。かつて日ノ本に自由を取り戻すために鬼神に立ち向かった武士のように。小次郎の亡き父・自斎が語ってくれたように。しかし、それは世間の嘘と戦うことでもあった……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8926913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orient/episodes/8926913",
                    "Titles": {
                        "eng": "Bushi's Pride",
                        "jpn": "武士の誇り"
                    },
                    "Summaries": {
                        "eng": "Musashi and Kojiro try to tackle the powerful Kishin that has appeared, but will the two of them really be able to stand up to the class of oni that has dominated Hinomoto for over a hundred years?",
                        "jpn": "突如、現れた鬼神「炎獄天狗」に立ち向かう武蔵と小次郎。しかし、小次郎は炎獄天狗に刀を奪われそうになる。刀は亡き父・自斎の形見、そして武士の証。武士というだけで幼い頃から差別され、虐げられ、武士の血が流れていることに複雑な思いを抱いていた小次郎は、武士としての覚悟を問われる。一方、武蔵は刀を奪い返そうと、果敢にも一人、炎獄天狗に立ち向かっていく。ところが、そこに謎の集団が現れる。――武士団だ！"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8928727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orient/episodes/8928727",
                    "Titles": {
                        "eng": "The Outside World",
                        "jpn": "外の世界"
                    },
                    "Summaries": {
                        "eng": "With the arrival of the Takeda Bushi band, Musashi is desperate to defeat the Kishin before they can.",
                        "jpn": "武蔵と小次郎の前に現れたのは、武田武士団だった。武田より先に鬼神・炎獄天狗を倒して初手柄をあげたい武蔵。しかし、団長の武田尚虎に「お前一人で勝てる相手じゃない」と言われ、カチンとなる。一方、小次郎は武田武士団が鬼神と戦う姿を感慨深げに見つめていた。その光景は、幼い日に父・自斎から見せて貰った絵巻物そのもの。「親父の話は本当だった……」一方、尚虎の言葉に悔しさを募らせる武蔵は炎獄天狗に向かっていく！"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8928728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orient/episodes/8928728",
                    "Titles": {
                        "eng": "The Kosameda Band",
                        "jpn": "小雨田武士団"
                    },
                    "Summaries": {
                        "eng": "Musashi and Kojiro's journey runs immediately into trouble when a mysterious girl steals their vehicle.",
                        "jpn": "安芸・竜山町を後にして外の世界へ足を踏み出した武蔵と小次郎。そんな二人の前に一人の少女が現れる。小雨田武士団の服部つぐみ。つぐみに鬼鉄騎を奪われた武蔵と小次郎は取り返すためにつぐみがいる五月雨城へ向かう。そこで二人は初めて移動城塞の中を見る。そこには普通の領民の生活が、普通の家族の暮らしがあった。そんな中、武蔵たちは城主・小雨田英雄から鬼退治の協力を求められる。城には木霊鬼の大群が迫っていた！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8928729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orient/episodes/8928729",
                    "Titles": {
                        "eng": "Choosing Tomorrow",
                        "jpn": "明日を選ぶ"
                    },
                    "Summaries": {
                        "eng": "Musashi and Kojiro are forced to find a way to escape the Kosameda Castle prison, while Tsumugi is trapped between her desire to protect her friends and the commands of her domineering father.",
                        "jpn": "つぐみに奪われた鬼鉄騎を取り返すため、五月雨城にやって来た武蔵と小次郎。そこに木霊鬼の大群が迫る。木霊鬼は一体一体は弱いが、群れとなり押し寄せると災害のような破壊力を発揮する厄介な鬼だ。その木霊鬼を倒すべく、五月雨城城主・小雨田英雄は領民に対して、ある命令を下す。それは同時に、つぐみに苦渋の決断を迫るものだった……。果たして、武蔵と小次郎は木霊鬼に勝てるのか！？"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8928730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orient/episodes/8928730",
                    "Titles": {
                        "eng": "Getting Stronger",
                        "jpn": "もっと強く"
                    },
                    "Summaries": {
                        "eng": "Tsumugi struggles with deciding what to do next, and Musashi encounters a mysterious, and unhinged, Bushi in black.",
                        "jpn": "木霊鬼は去り、小雨田城は災害の後のように瓦礫と化した。武蔵と小次郎は城の復興を手伝うことに。一方、つぐみは英雄との直接対決には勝利したものの、英雄の精神的支配からは逃れられずにいた。そんなつぐみを心配するばあや達から、武蔵と小次郎はある事を頼まれるのだが……。そんな中、武蔵は謎の男と出会う。男は鬼神を倒すことができる刀を持っていた。それは――「鬼鉄刀」。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8928731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orient/episodes/8928731",
                    "Titles": {
                        "eng": "You Can't Survive Underwater",
                        "jpn": "水の中では生きられない"
                    },
                    "Summaries": {
                        "eng": "Musashi and Kojiro are out to obtain the Kitetsu Blades they'll need to fight oni, but a mysterious ritual involving the mystical swords might prove to be an unexpected hurdle.",
                        "jpn": "鬼神を倒すことができる唯一の刀――鬼鉄刀。大東鉱山にやって来た武蔵と小次郎は、早速、鬼鉄刀を買いに行く。そこには刀匠頭・長舩ミツル率いる竜造寺武士団が作った鬼鉄刀が並んでいた。そして、二人は「刀の試し」を受けることに。鬼鉄刀は刀の試しで選ばれた者しか手にすることが出来ないのだ。早速、刀を握る武蔵と小次郎。その瞬間、異変が起きて……。果たして、二人は刀の試しに成功して鬼鉄刀を手にすることができるのか！？"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8928732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orient/episodes/8928732",
                    "Titles": {
                        "eng": "The Obsidian Goddess",
                        "jpn": "黒曜の女神"
                    },
                    "Summaries": {
                        "eng": "Shiro offers to help Musashi overcome his difficulties with Kitetsu Blades and get stronger, but can he be trusted?",
                        "jpn": "刀の試しを受けた武蔵と小次郎。刀の試しに成功し、鬼鉄刀・裂空八重桜を手に入れた小次郎は武士たちと共に大東鉱山へ鬼神退治に向かう。一方、刀の試しに失敗し、絶望する武蔵。そこに謎の男・犬飼四郎が現れる。「とうとう見つけた。黒曜の女神を」四郎は武蔵を穴の中に突き落とす。そこは四郎の技で現れた炉の中。武蔵は燃え盛る溶岩へ真っ逆さまに落ちていく……。四郎の目的は武蔵を鬼鉄刀にすることだった！"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8928733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orient/episodes/8928733",
                    "Titles": {
                        "eng": "A Bushi's Way of Life",
                        "jpn": "武士の生き方"
                    },
                    "Summaries": {
                        "eng": "As Shiro preys on the other Bushi who have gathered to hunt a Kishin, Musashi has to find a way to escape the lava pit and help his friends.",
                        "jpn": "心の奥底にしまった過去を突きつけられ、ショックの武蔵。武蔵の体は加速度的に黒い鉱石へと染まっていく。一方、鬼神・阿形吽形の退治に向かった小次郎とつぐみは「刀狩り」に遭う。刀狩りは、鬼鉄刀の力を奪うために持ち主を殺すこと。だが、ただの刀狩りの野盗にしては様子がおかしい。「君も鬼鉄刀になれるよ」刀狩りは四郎。四郎の目的は、武蔵のために小次郎を道連れにすることだった。四郎の仲間・犬坂七緒も参戦して……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8928734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orient/episodes/8928734",
                    "Titles": {
                        "eng": "The Goddess's Power",
                        "jpn": "女神の力"
                    },
                    "Summaries": {
                        "eng": "Musashi, Kojiro, and Tsugumi face off against Nanao and Shiro, and their only hope for victory might be the mysterious entity inside of Musashi.",
                        "jpn": "七緒の剣技「鞭剣七刀流・轢殺車」に翻弄される武蔵、小次郎、つぐみ。錫杖の柄が七本の剣となり、次々と三人に襲い掛かる！そんな中、小次郎が突破口を見出し、三人は反撃に転じる。小次郎の作戦は見事的中、七緒を追い詰める！次は四郎が相手だ。四郎の技は空間を四角く切り取り、空間ごと転移し、自在に操る人知を超えた技。その未知の力に、武蔵たちは絶体絶命のピンチに陥る。その時、武蔵の中に眠る黒曜の力が覚醒した……！"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8928735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orient/episodes/8928735",
                    "Titles": {
                        "eng": "What's in a Katana",
                        "jpn": "刀に宿るもの"
                    },
                    "Summaries": {
                        "eng": "With the help of the obsidian goddess, the Kanemaki Bushi have managed to survive the attack by Shiro and Nanao. Before setting out for the next stop in their journey, there's one last thing Musashi needs to do.",
                        "jpn": "武蔵の中に眠る「黒曜の女神」が覚醒した。女神はすべての刀気を引き寄せ、扱うことができる「鬼鉄刀の支配者」。しかし、現世にいられる時間は限られている。黒曜の女神は武士たちの刀気をかき集め、最後の力を振り絞る……！翌日、大東鉱山で葬儀が行われた。鬼鉄刀は生きた武士の証。刀に手を合わせ、弔う姿を見ているうちに武蔵の中である決意が芽生える。もう一度、刀の試しを受けようと。果たして、その結果は――"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8928737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orient/episodes/8928737",
                    "Titles": {
                        "eng": "Where This Road Leads",
                        "jpn": "この道の先に"
                    },
                    "Summaries": {
                        "eng": "Musashi, Kojiro, and Tsugumi are lost in the wilderness when a chance encounter sets them on course for a new adventure.",
                        "jpn": "東へ向かう武蔵、小次郎、つぐみ。道中、武蔵は猿渡みちるという少女と出会う。みちるは上杉連合の戦に参加するため播磨へ行くところだと言う。上杉武士団の団長・上杉竜臣は日ノ本最強とうたわれる五人の武士「五傑将」の一人。五傑将の悲願は日ノ本最強最大の「黒鬼神」を打ち果たすこと。自斎の絵巻物には上杉の花押が入っている。父親のことを知りたい小次郎。もっと武士のことが知りたい武蔵。鐘巻武士団が進む先は……"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "9206484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orient/episodes/9206484",
                    "Titles": {
                        "eng": "The Uesugi Band",
                        "jpn": "上杉武士団"
                    },
                    "Summaries": {
                        "eng": "Musashi, Kojiro, and Tsugumi meet up with the gathering Uesugi Alliance in an effort to learn more about Kojiro's father. But with a battle against the Kishin of Awaji Island looming, the assembled forces might not be in the mood to indulge outsiders...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "9237508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orient/episodes/9237508",
                    "Titles": {
                        "eng": "Shipboard Disgrace",
                        "jpn": "船上の屈辱"
                    },
                    "Summaries": {
                        "eng": "After volunteering to take part in a duel for the leadership of his unit, Musashi is confronted with a grim reality.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "9237509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orient/episodes/9237509",
                    "Titles": {
                        "eng": "Equals",
                        "jpn": "間者"
                    },
                    "Summaries": {
                        "eng": "Musashi's troubles in the Shimazu Unit seem to get worse and worse, with accusations of desertion and espionage thrown his way. At least he can turn to the gentle Michiru to take his side... or can he?",
                        "jpn": "巨大鬼神「砲戦竜・八岐大蛇」が生み出した小鬼・緑色鬼「口裂鬼」との戦いで自分の無力さを痛感した武蔵。悩む武蔵の前に現れたのは、尼子勝巳だった。「君は強くなれる」――勝巳の言葉に励まされ、決意を新たにする武蔵。一方で猿渡みちるとの距離が縮まり、嬉しい武蔵。しかし、みちるには秘密があった……。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "9237510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orient/episodes/9237510",
                    "Titles": {
                        "eng": "The War God's Mantle",
                        "jpn": "軍神闘衣"
                    },
                    "Summaries": {
                        "eng": "With the connection between Musashi and Michiru, the location of the Goddess Obsidian ends up being discovered by Yataro, who immediately warns the Black Dogs, and the group assembles a strategy to recover her.",
                        "jpn": "ムサシとミチルのつながりで、女神オブシディアンの居場所がヤタロウによって発見され、ヤタロウはすぐに黒犬に警告し、グループは彼女を取り戻すための戦略を立てます."
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "9237511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orient/episodes/9237511",
                    "Titles": {
                        "eng": "Memories of Stone",
                        "jpn": "石の記憶"
                    },
                    "Summaries": {
                        "eng": "Two of the Obsidian Eight are assaulting the Uesugi castle with Yamata no Orochi, while a third member kidnaps Musashi and tries to convince Michiru to kill him.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "9237512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orient/episodes/9237512",
                    "Titles": {
                        "eng": "Tactician Battle",
                        "jpn": "軍師対決"
                    },
                    "Summaries": {
                        "eng": "Battle lines are drawn, with the Obsidian Brotherhood out to defend Yamata no Orochi and capture the Obsidian Goddess, while Musashi works with the Uesugi Band to slay the Kishin and rescue his friends.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "9237513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orient/episodes/9237513",
                    "Titles": {
                        "eng": "A Matter of Trust",
                        "jpn": "託されたもの"
                    },
                    "Summaries": {
                        "eng": "Naoe Kanetatsu of the Uesugi Bushi is facing off against Inukawa Seiroku of the Obsidian Eight. But how can he hope to defeat someone whose power seems to be inflicting physical trauma at will?",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "9237514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orient/episodes/9237514",
                    "Titles": {
                        "eng": "Leaving Your Mark",
                        "jpn": "存在証明"
                    },
                    "Summaries": {
                        "eng": "Shiro's unique powers are enough to overwhelm an entire group of Bushi by himself. Does Naotora really stand a chance?",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "9237515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orient/episodes/9237515",
                    "Titles": {
                        "eng": "Clash of the Shimazu",
                        "jpn": "島津決裂"
                    },
                    "Summaries": {
                        "eng": "It's up to Musashi's squad to defeat Yataro, but the Shimazu siblings heading up their assault don't seem to be on the same page anymore.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "9237516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orient/episodes/9237516",
                    "Titles": {
                        "eng": "Older and Younger Brothers",
                        "jpn": "兄と弟"
                    },
                    "Summaries": {
                        "eng": "The struggle to keep the white serpent from empowering Yamata no Orochi becomes desperate, as the truth behind the friction among the Shimazu brothers is revealed.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "9237517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orient/episodes/9237517",
                    "Titles": {
                        "eng": "Greatsword of the Black Goddess",
                        "jpn": "黒き女神の大剣"
                    },
                    "Summaries": {
                        "eng": "Yataro re-emerges, a greater threat than ever. With Michiru enslaved to his will, he may be unstoppable...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "9237518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/orient/episodes/9237518",
                    "Titles": {
                        "eng": "A Vow",
                        "jpn": "誓い"
                    },
                    "Summaries": {
                        "eng": "Musashi has unlocked a portion of the Obsidian Goddess' power. But even if he manages to defeat the Kishin-powered Yataro, will he be able to save Michiru from her father's machinations?",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}