{
    "URL": "https://thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15447890/",
        "https://murabito-a-anime.com/",
        "http://www.reddit.com/r/TheGreatestDemonLord",
        "https://www.tvmaze.com/shows/61212/show-slug",
        "https://www.themoviedb.org/tv/120155",
        "https://www.themoviedb.org/tv/120155",
        "https://www.wikidata.org/wiki/Q108584322",
        "https://en.wikipedia.org/wiki/The_Greatest_Demon_Lord_Is_Reborn_as_a_Typical_Nobody",
        "https://x.com/murabitoA_anime"
    ],
    "Titles": {
        "eng": "The Greatest Demon Lord Is Reborn as a Typical Nobody",
        "jpn": "史上最強の大魔王、村人Aに転生する"
    },
    "Summaries": {
        "eng": "In his past life, he was known as Demon Lord Varvatos, an all-powerful magic user and ruler. But he was lonely after the loss of his friends and loved ones during his rise to power, so in his dying moments, Varvatos cast a reincarnation spell so that he'd get a second chance at just being a normal guy. At first it looks like that's going to work – he's reborn thousands of years later as villager Ard. Unfortunately for him, his memories are still intact and he's not aware just how much has been lost over the time he spent not existing, and it looks like that's going to cost him his normal life.",
        "jpn": "孤独に耐えかねた魔王ヴァルヴァトスは、平凡な生活を求めて、遠い未来の世界で普通の村人アード・メテオールに転生する。15歳になったアードは、転生後の友人であるエルフの少女イリーナ・リッツ・ド・オールハイドとともに王都の魔法学園に入学する。その矢先に、いじめられていたサキュバスの少女ジニー・フィン・ド・サルヴァンを助けるためのエラルドとの決闘に圧勝。アードは、自分が転生したのは古代世界における平均の村人であり、魔法文明が衰退した現代においては規格外の実力であることを知る。 (wikipedia)"
    },
    "Aliases": [
        "Shijō Saikyō no Daimaō, Murabito A ni Tensei Suru",
        "Shijou Saikyou no Daimaou, Murabito A ni Tensei Suru"
    ],
    "Modified": "2025-08-21",
    "Seasons": {
        "1": {
            "ID": "1925931",
            "URL": "https://thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8686280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/episodes/8686280",
                    "Titles": {
                        "eng": "Typical Nobody",
                        "jpn": "村人A"
                    },
                    "Summaries": {
                        "eng": "Due to the isolation caused by his strength, the Demon Lord Varvatos longed for a normal life, and after several thousand years he reincarnated as the villager, Ard Meteor. His dream is to forge bonds of friendship with other humans. However, even after turning 10 he still had yet to achieve his goal. During that time he has a fateful encounter with a young girl fighting monsters in the forest.",
                        "jpn": "強さゆえの孤独から平凡な生活に憧れた《魔王》ヴァルヴァトスは、数千年後の村人アード・メテオールに転生する。夢は人間と友情の絆を結ぶこと。しかし、10歳を迎えても友達を作るという目的は達成できずにいた。そんな中、森の中で魔物と戦う少女と運命の出会いを果たす。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9084603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/episodes/9084603",
                    "Titles": {
                        "eng": "Non-Standard",
                        "jpn": "規格外"
                    },
                    "Summaries": {
                        "eng": "Though he joined the magic academy, what awaited him was far from a normal life. Without realizing it Ard had already grown famous and he was quickly put on a pedestal by his peers. Then there was another problem within his class - the young girl, Ginny, a succubus, was being abused by Elraldo, a noble's son. Ireena then intervenes and Elraldo insults her. When Ard demands an apology, he is challenged to a duel instead.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9084604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/episodes/9084604",
                    "Titles": {
                        "eng": "The Demon Lord Theater",
                        "jpn": "魔王劇場"
                    },
                    "Summaries": {
                        "eng": "The Headmaster begs Ard to participate in the upcoming battle event, and he struggles to decide since the risk is great whether he accepts or refuses. During that time Ginny invites him out on a date. Ireena butts in, but Ginny quickly approves her coming too. Ireena tries to be even more considerate after that, so Ginny speaks of her true ambition. Then on the day of their date, the three run into a suspicious group of people.",
                        "jpn": "学園長からバトルイベントへの参加を懇願されるアード。受けても断ってもリスクが大きく、頭を抱えてしまう。そんな中、アードはジニーからデートに誘われる。イリーナも割り込んでくるが、ジニーはそれをあっさり承諾。かえって気を遣うイリーナに、ジニーはある野望を語る。そして、デート当日。3人は不審な集団に遭遇する。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9084605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/episodes/9084605",
                    "Titles": {
                        "eng": "Duel",
                        "jpn": "決闘"
                    },
                    "Summaries": {
                        "eng": "Ireena finds herself constantly irritated at Ard's popularity. While Ard is trying to think of a way to soothe her, Ginny appears before him in an enticing outfit. While Ginny makes her approach using her Charming Evil Eye, Ireena also presses him with a bold outfit of her own. The two are about to explode at each other over Ard and they nearly start a duel when...?!",
                        "jpn": "モテまくるアードを前に、イライラが収まらないイリーナ。アードが機嫌を取る方法を考えていると、ジニーがやってきてあられもない姿をさらけ出す。誘惑の魔眼でアプローチを仕掛けるジニー。一方、イリーナもまた大胆な格好で迫ろうとしていた。アードをめぐり、一触即発の2人。決闘にまで発展しようとするが……!?"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9084606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/episodes/9084606",
                    "Titles": {
                        "eng": "The Story of the Lonely King",
                        "jpn": "孤独なりし王の物語"
                    },
                    "Summaries": {
                        "eng": "Elzard is planning to use Ireena as a sacrifice to revive the evil gods and destroy the world. Yet why was Ireena chosen as a sacrifice? Ard appears before Elzard with new weapons in hand to rescue Ireena as Demons stand in his way. When Ireena's hidden secret is revealed, how will Ard react...?",
                        "jpn": "エルザードは世界を滅ぼすため、イリーナを生け贄として邪神の一柱を復活させようとしていた。なぜ、イリーナが生け贄に選ばれたのか？　アードはイリーナを救出するために、新たな武器を携えてエルザードの元へとやってくる。立ち塞がる魔族たち。そして、イリーナに隠された真実を告げられたとき、アードは……？"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9084607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/episodes/9084607",
                    "Titles": {
                        "eng": "The Raging Champion",
                        "jpn": "激動の勇者"
                    },
                    "Summaries": {
                        "eng": "The Demon Lord's companion, Sylphy, reappears in the modern world after several thousand years. A masked man tells Sylphy where she can find the Demon Lord and she... Meanwhile, the Magic Academy is preparing for its school festival, and Ard is asked to perform in a play in lieu of their Sword King Battle Tournament while also dealing with a threat to cancel the festival. Ard and the others start discussing the play when they're interrupted by a huge commotion at the school.",
                        "jpn": "《魔王》の仲間シルフィーが、数千年の時を経て現代に現れた。仮面の男に《魔王》の居場所を聞かされたシルフィーは……？　一方、魔法学園は学園祭を控え、アードは剣王武闘会、演劇、そして“学園祭の中止”を求める脅迫状への対応を迫られていた。アードたちが演劇について話し合いを始めると、学園で大きな騒ぎが起こる。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9084608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/episodes/9084608",
                    "Titles": {
                        "eng": "The Exciting Festival",
                        "jpn": "白熱の祭典"
                    },
                    "Summaries": {
                        "eng": "The school festival is here and Ard is busy patrolling with Ireena. However, Ard is left cradling his head after Olivia acted on her own to enter him into the Sword King Battle Tournament and Ginny forces him to be waited on at their class's Erotic Maid Cafe. Meanwhile, Ireena, Ginny, and Sylphy also decide to enter the Sword King Battle Tournament. In Sylphy's case, it's due to her strong attachment to the tournament's grand prize.",
                        "jpn": "学園祭が始まり、アードはイリーナと警邏に励んでいた。だが、オリヴィアには剣王武闘大会に勝手にエントリーされ、ジニーの「お色気メイド喫茶」では無理矢理もてなされ、頭を抱えるばかり。そんな中、イリーナ、ジニー、シルフィーが剣王武闘会の出場を決意する。シルフィーには優勝賞品に強い思い入れがあった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9084609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/episodes/9084609",
                    "Titles": {
                        "eng": "The Masked Man Sneers",
                        "jpn": "仮面は嗤う"
                    },
                    "Summaries": {
                        "eng": "The play serving as a main event for the festival is starting up. Ard is playing the role of the Demon Lord while Sylphy performs as the Evil God, making Ard suddenly recall his battle against said god. At the time, Sylphy was struggling with a sense of inferiority and the feeling that Lydia didn't need her. Yet when Varvatos reveals Lydia's true feelings and gives Sylphy permission to fight freely, Sylphy pulls off something incredulous...",
                        "jpn": "学園祭の目玉である演劇が始まった。《魔王》を演じるアードは《邪神》を演じるシルフィーを前にして、ふいに《邪神》との決戦を思い出す。当時のシルフィーは、リディアに必要とされていないと劣等感を抱えていた。ヴァルヴァトスはリディアの真意を伝え、自由に戦うことを許可するが、シルフィーの招いた結末は……？"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9084610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/episodes/9084610",
                    "Titles": {
                        "eng": "According to a God",
                        "jpn": "神曰く"
                    },
                    "Summaries": {
                        "eng": "On their way to the class field trip, a mysterious young boy claiming to be a god appears before Ard, Ireena, and Ginny. After making a mysterious request, the god sends the three of them back into the ancient era when Varvatos was active. After deciding to try and gain an audience with Varvatos in order to change their situation, they encounter a woman fighting monsters in a field. Then a figure they all know very well appears before them...",
                        "jpn": "修学旅行に向かう道中、アード、イリーナ、ジニーの前に神を名乗る謎の幼児が現れる。謎めいた依頼をされた3人は、知らぬ間にヴァルヴァトスが存命の古代世界に飛ばされてしまう。状況を変えようとヴァルヴァトスへの拝謁を決めた矢先、荒野で魔物と戦う女性に遭遇。そこに現れたのは、3人もよく知る人物だった……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9084611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/episodes/9084611",
                    "Titles": {
                        "eng": "To the Battlefield of Old",
                        "jpn": "古の戦場へ"
                    },
                    "Summaries": {
                        "eng": "Ard is feeling guilty as they stay in Lydia's villa while awaiting their deployment. Before he can shake those feelings the battle against the demons begins and Ard's group is left in charge of logistics. Ard recalls that there wasn't any major trouble in this battle, but the demon appears before them in the rear. So in order to earn their meeting with the Demon Lord, Ard...",
                        "jpn": "出撃までリディアの別荘に滞在することになったものの、アードはどこか後ろめたさを感じていた。そんな中、ついに魔族との戦争が始まり、アードたちは後方支援を任される。この戦争には大きな波乱はないと記憶していたアードだが、後方にまで魔族の手が伸びる。その先にある《魔王》との対面を果たすため、アードは……。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9084612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/episodes/9084612",
                    "Titles": {
                        "eng": "Those with Resolve",
                        "jpn": "覚悟ある者"
                    },
                    "Summaries": {
                        "eng": "After receiving the Demon Lord's declaration of war, Varvatos decides to take him down. Ard feels history changing around him, but he's unable to predict where it will lead. While lost in thought, the Demon Lord suddenly appears before him. Ard is shocked when he introduces himself as Disaster Rogue and reveals his true identity. The Demon Lord then offers him a proposal.",
                        "jpn": "《魔王》からの宣戦布告を受け、ヴァルヴァトスは討伐を決定。アードは歴史の変化を実感するが、その行く末を予測しかねていた。考えを巡らせていると、突如として《魔王》が現れる。ディザスター・ローグを名乗る《魔王》から素性を明かされ、驚愕するアード。そして、ある提案を持ちかけられる。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9084613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/episodes/9084613",
                    "Titles": {
                        "eng": "Beyond Our Determination",
                        "jpn": "決意の先に"
                    },
                    "Summaries": {
                        "eng": "Ard squares off against his alternate self, the Demon Lord, Rogue. The two are evenly matched when the Demon Lord reveals a new fact to Ard. Lydia throws herself into battle with her resolve to be the Champion. Ard and the Demon Lord lay out their decisions regarding Lydia's salvation, the resolve of all three clashing together. After confronting his own past and facing himself, what answer will Ard choose...?",
                        "jpn": "もう一人の自分である《魔王》ローグと対峙するアード。拮抗する二人の戦いの中、《魔王》はアードにある事実を告げる。\r\n《勇者》としての決意を持ち、戦いに身を投じるリディア。リディアの救済に決断を下すアードと《魔王》。それぞれの覚悟が交差する中、己の過去、そして自分自身と向き合ったアードが出した答えとは……"
                    },
                    "Aliases": []
                }
            }
        }
    }
}