{
    "URL": "https://thetvdb.com/series/the-fruit-of-evolution",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/2C90-2660-9B83-9AB1-8CFF-U",
        "https://www.imdb.com/title/tt15026576/",
        "https://www.shinkanomi-anime.com/",
        "http://www.reddit.com/r/shinkanomi",
        "https://www.tvmaze.com/shows/57693/show-slug",
        "https://www.themoviedb.org/tv/117706",
        "https://www.wikidata.org/wiki/Q105618408",
        "https://en.wikipedia.org/wiki/The_Fruit_of_Evolution",
        "https://x.com/shinkanomianime"
    ],
    "TitleEnglish": "The Fruit of Evolution: Before I Knew It, My Life Had It Made",
    "SummaryEnglish": "High school student Hiiragi Seiichi is bullied by his classmates for being a \"loser.\" One day, his entire school is suddenly transported to a video game-like world of swords and sorcery. When he accidentally eats \"the Fruit of Evolution,\" his life as a successful \"winner\" begins.",
    "Aliases": [
        "The Fruit of Evolution ~Before I Knew It, My Life Had It Made~",
        "The Seed of Evolution ~Before I Knew It I Was One of the Champions~",
        "The Seed of Evolution: Before I Knew It I Was One of the Champions",
        "The Evolution Fruit: Conquering Life Unknowingly",
        "Shinka no Mi ~Shiranai Uchi ni Kachigumi Jinsei~",
        "Shinka no Mi: Shiranai Uchi ni Kachigumi Jinsei",
        "真・進化の実～知らないうちに勝ち組人生～",
        "Shin Shinka no Mi: Shiranai Uchi ni Kachigumi Jinsei"
    ],
    "Modified": "2025-09-07",
    "Seasons": {
        "1": {
            "ID": "1925875",
            "URL": "https://thetvdb.com/series/the-fruit-of-evolution/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8546747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-evolution/episodes/8546747",
                    "TitleEnglish": "Before I Knew It, I Was Living in Another World!",
                    "SummaryEnglish": "Hiiragi Seichi is a fat, ugly high schooler who lives a boring life of getting bullied… However, one day all that changes. A mysterious voice suddenly rings out over the school’s PA system and sends them all to another world!\r\n\r\nVarious challenges swoop down on him! When nearly dying of hunger, he finds the Fruit of Evolution! Upon eating it, a miracle occurs! Now Seiichi has it made in this new world with great looks, and amazing powers! ...Or so he thought when a gorilla appears!",
                    "Aliases": []
                },
                "2": {
                    "ID": "8740134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-evolution/episodes/8740134",
                    "TitleEnglish": "Final Evolution! Naked Beauty",
                    "SummaryEnglish": "After Seiichi defeats a gorilla-like monster, a Kaiser Kong, she proposes to him. The gorilla named Saria starts her new life together with Seiichi. While she is kind, innocent, and forthright, he still plans his escape from her since she’s a gorilla. \r\n\r\nAfter wandering into a cavern he finds a skull putting off a strange aura - the dark lord Xeanos. Seiichi begins to battle Xeanos, a creature as strong as most final bosses! However, disaster befalls Seiichi and Saria leaps in before him!",
                    "Aliases": []
                },
                "3": {
                    "ID": "8740135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-evolution/episodes/8740135",
                    "TitleEnglish": "Artoria, The Calamity",
                    "SummaryEnglish": "It looked like Saria had lost her life in battle, but after eating the Fruit of Evolution, she revives as a beautiful woman!\r\n\r\nSeiichi leaves the forest with Saria and heads to the royal capital so he can find out where his friend from school, Kannazuki-sempai, went. At the royal capital Seiichi tries to join the adventurer’s guild, but he’s greeted by abnormal people like a dark-skinned musclehead and sadistic noble lady! There Seiichi also meets the female adventurer, Artoria “The Calamity”, who has issues of her own.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8740136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-evolution/episodes/8740136",
                    "TitleEnglish": "Black Dragon God's Dungeon",
                    "SummaryEnglish": "Seiichi and Saria train under Artoria to become adventurers. During their training the three of them are teleported into a dungeon by a demon’s trap.\r\n\r\nThe dungeon they find themselves in the stronghold of the Black Dragon God, the strongest member of the Demon Lord’s Army. Artoria gets separated from Seiichi and Saria in the dungeon and the giant Black Dragon God appears before her. Then that overwhelming threat attacks! Can Seiichi and Saria save her in time?!",
                    "Aliases": []
                },
                "5": {
                    "ID": "8740137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-evolution/episodes/8740137",
                    "TitleEnglish": "The Calamity Bride",
                    "SummaryEnglish": "When Seiichi rescues Artoria, she’s on the verge of death, so he faces the Black Dragon God himself! Though the frightening strength of the Black Dragon God poses a challenge, he manages to defeat it.\r\n\r\nArtoria feels depressed, blaming herself for dragging them into her calamity. She reveals she suffers from a curse that brings misfortune to those around her. After lamenting her fate, she leaves the others. Seiichi follows after her to try and cheer her up, but…",
                    "Aliases": []
                },
                "6": {
                    "ID": "8740138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-evolution/episodes/8740138",
                    "TitleEnglish": "Crying Out Love in the Center of Another World",
                    "SummaryEnglish": "Seiichi’s attempts to cheer up Artoria somehow come out as a proposal. While their relationship grows awkward, Seiichi and Saria pass their tests and successfully join the adventurer’s guild.\r\n\r\nMeanwhile, a plot advances in the Kaiser Empire to enslave Kannazuki and the other students from another world and send them to Barbador Magic Academy.\r\n\r\nAfter heading out into the royal capital Seiichi runs into all kinds of people, and taking their words to heart he finally makes up his mind to face Artoria.",
                    "Aliases": []
                },
                "7": {
                    "ID": "8740139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-evolution/episodes/8740139",
                    "TitleEnglish": "Lulune Appears!",
                    "SummaryEnglish": "Seiichi is finally united with Artoria, plunging him into a fantastic life with two beautiful women at his side!\r\n\r\nAfterward he’s advised that every high ranking adventurer needs a horse, so Seiichi heads to the stables. There he meets a donkey named Lulune. After taming the terrifying, wild glutton, Seiichi somehow ends up entering the Royal Cup. The outrageous death race is shocking enough, but then monsters barge in and make it even more chaotic!",
                    "Aliases": []
                },
                "8": {
                    "ID": "8740140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-evolution/episodes/8740140",
                    "TitleEnglish": "Beautiful Valkyrie",
                    "SummaryEnglish": "After eating the Fruit of Evolution, the donkey Lulune evolves into a beautiful woman! Seiichi’s harem just keeps growing… but shortly after a brigade of female knights, the Valkyries, takes Seiichi into the royal castle. What awaits him there is the beautiful brigade captain, Louise. She suddenly challenges Seiichi to a duel, but how does he fare...?! And what is the sad past that Louise hides?",
                    "Aliases": []
                },
                "9": {
                    "ID": "8740141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-evolution/episodes/8740141",
                    "TitleEnglish": "Black Cat Oliga",
                    "SummaryEnglish": "The identity of the assassin who attacked the King… is a young girl, Oliga. Seiichi stops her attack, however, the king falls into a coma thanks to a curse. Can Seiichi save the King?\r\n\r\nMeanwhile Artoria is worried about Seiichi after the beautiful Valkyries dragged him off. Saria also finds herself confused by her life’s first experience with jealousy.\r\n\r\nAt the same time, the interrogation of Oliga begins in the castle away from Seiichi...",
                    "Aliases": []
                },
                "10": {
                    "ID": "8740142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-evolution/episodes/8740142",
                    "TitleEnglish": "Creeping Kaiser Empire",
                    "SummaryEnglish": "Seiichi fortunately manages to save Oliga, and after learning of her tragic past, Seiichi frees her from her cursed destiny and feels intense anger toward the Kaiser Empire that was behind it.\r\n\r\nMeanwhile, in the Empire a certain plot continues to advance for the Great Devil’s benefit. Because of that, countless powerful monsters appear around the Wimberg Kingdom. Something full of the darkest malice was starting to act…",
                    "Aliases": []
                },
                "11": {
                    "ID": "8740143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-evolution/episodes/8740143",
                    "TitleEnglish": "Monsters VS Crazy Guild",
                    "SummaryEnglish": "Barnabus, the mage known as the “Transcendent”, comes to Wimberg Kingdom. He is also the principal of the Barbador Magic Academy that Kannazuki and the others attended. Barnabus claims that a problem has arisen with the arrival of heroes from another world. Then an urgent messenger appears with news that a large horde of monsters has appeared in the woods near the kingdom. Holding them off are the Valkyries, the adventurer’s guild, Saria, and the others! A great, fast-paced battle against monsters is about to begin!",
                    "Aliases": []
                },
                "12": {
                    "ID": "8740144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-evolution/episodes/8740144",
                    "TitleEnglish": "Before I Knew It, It's the Final Episode!?",
                    "SummaryEnglish": "After witnessing his abnormal power, Barnabus invites Seiichi to become an instructor at Barbador Magic Academy. Seiichi accepts, believing it will allow him to see Kannazuki and the others. However, that means bidding farewell to the Wimberg Kingdom. With his remaining time there, Seiichi comes up with an idea—taking Saria, Artoria, Lulune, and Oliga out on dates! Seiichi's fulfilling life full of evolution and adventure in another world now comes to a conclusion! For a time!",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "1992947",
            "URL": "https://thetvdb.com/series/the-fruit-of-evolution/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9085550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-evolution/episodes/9085550",
                    "TitleEnglish": "Welcome to Barbador Magic Academy!",
                    "SummaryEnglish": "Seiichi arrives at Barbador Magic Academy, where he's appointed as the new teacher in charge of F-class, a group of problem students, in order to save the academy.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9535211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-evolution/episodes/9535211",
                    "TitleEnglish": "Being a Teacher Is Tough",
                    "SummaryEnglish": "Seiichi meets the extremely eccentric students of F-class and gets stuck playing the straightman before the class' old teacher, Beatrice, suggests mock battles so Seiichi can assess their abilities.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9535212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-evolution/episodes/9535212",
                    "TitleEnglish": "Seiichi vs. Class F",
                    "SummaryEnglish": "Seiichi engages the students of F-class in a mock battle and learns about the major problem they face while Kannazuki continues to sniff him out at the school.",
                    "Aliases": []
                },
                "4": {
                    "ID": "9535213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-evolution/episodes/9535213",
                    "TitleEnglish": "Reunited With Kannazuki Karen",
                    "SummaryEnglish": "Seiichi is finally reunited with his childhood friend, Kannazuki Karen, and they talk about Seiichi's childhood and his bullying until Oliga notices the Enslavement Bracelet around Kannazuki's wrist.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9535214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-evolution/episodes/9535214",
                    "TitleEnglish": "Apostles Attack",
                    "SummaryEnglish": "Seiichi spends time training F-class for the upcoming class competition, but when the day finally arrives, Seiichi is nowhere to be found, leaving F-class to defend the academy from the apostles of the Great Devil Order!",
                    "Aliases": []
                },
                "6": {
                    "ID": "9535215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-evolution/episodes/9535215",
                    "TitleEnglish": "Battle for Barbador Magic Academy",
                    "SummaryEnglish": "With the students of F-class defeated, their beautiful teacher, Beatrice, rises up to protect them and fight the apostles assailing the academy.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9535216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-evolution/episodes/9535216",
                    "TitleEnglish": "Seiichi Dies",
                    "SummaryEnglish": "Seiichi and Airi are sent to the world of the dead by Demioros' Deliverance and have to search for the Gate of the Living and overcome its trials in order to return to life.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9535217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-evolution/episodes/9535217",
                    "TitleEnglish": "The Four Leaders Closing In",
                    "SummaryEnglish": "While the Guild hosts an audition full of perverts to find new members to join them for the alliance summit, Louise makes her way wounded to Seiichi and explains the fate that befell Zakia at the hands of the Great Devil Order.",
                    "Aliases": []
                },
                "9": {
                    "ID": "9535218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-evolution/episodes/9535218",
                    "TitleEnglish": "Gempel the Doppelganger",
                    "SummaryEnglish": "While Seiichi is away from the Academy in Wimberg Kingdom, Gempel the Doppelganger casts off his disguise as Airi and attacks each of Seiichi's allies in different guises.",
                    "Aliases": []
                },
                "10": {
                    "ID": "9535219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-evolution/episodes/9535219",
                    "TitleEnglish": "Vitor the Resonance",
                    "SummaryEnglish": "Vitor and Guscle go on a wild goose chase investigating the murder of a man who wasn't killed before Vitor reveals his true identity and their newly forged bonds are tested in an all-out brawl of macho proportions.",
                    "Aliases": []
                },
                "11": {
                    "ID": "9535220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-evolution/episodes/9535220",
                    "TitleEnglish": "Destra the Absolute Death",
                    "SummaryEnglish": "Barnabus reveals the truth behind the Fruit of Evolution, the Great Devil, and the creation of this world, but before Seiichi and his party can process it, Destra attacks and the final battle begins.",
                    "Aliases": []
                },
                "12": {
                    "ID": "9535221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-evolution/episodes/9535221",
                    "TitleEnglish": "True Fruit of Evolution",
                    "SummaryEnglish": "Seiichi and Destra are locked in their final battle and Saria risks her life to save Seiichi when he's at his weakest, but can Seiichi and Saria truly survive this battle?!",
                    "Aliases": []
                }
            }
        }
    }
}