{
    "URL": "https://thetvdb.com/series/love-between-fairy-and-devil",
    "Genres": [
        "C-Drama",
        "Xianxia"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14922556/",
        "https://m.weibo.cn/u/7259918671?uid=7259918671&t=0&luicode=10000011&lfid=100103type%3D1%26q%3D%E8%8B%8D%E5%85%B0%E8%AF%80%E5%AE%98%E5%BE%AE",
        "https://www.themoviedb.org/tv/130368"
    ],
    "Titles": {
        "eng": "Love Between Fairy and Devil",
        "jpn": "蒼蘭訣（そうらんけつ）～エターナル・ラブ～"
    },
    "Summaries": {
        "eng": "An immortal girl from the Po Xin tribe had her tribe vanquished by the Demon Lord, Dongfang Qingcang. She was reborn ten thousand years later as a lowly immortal of the Heavenly Tribe, Xiao Lanhua (Little Orchid). Lan Hua unknowingly revived Dongfang Qingcang, her mortal enemy, who was trapped in the Hao Tian Tower. In order to regain his freedom, Dongfang Qingcang wants to sacrifice Xiao Lanhua's immortal soul to unleash the curse placed on his body. In the process, the heartless demon falls for the gentle and adorable young fairy...",
        "jpn": "はるか昔。月族の首領・東方青蒼（ワン・ホーディー）は、１０万の兵士を率いて暴虐の限りを尽くしていたが、仙界との死闘の末にその身を封印された。それから３万年後。無邪気で純真な仙界の下っ端仙女・花の精の小蘭花（ユー・シューシン）は、憧れの戦神・長コウ（ジャン・リンホー）を救おうとして、偶然にも東方青蒼の封印を解いてしまう。しかも、その時２人の唇が触れ合ったことで体が入れ替わり、心身ともに同期してしまう。小蘭花の感情や肉体の痛みを感じるようになってしまった東方青蒼は、目障りな小蘭花を排除することもできず、２人は一緒に暮らすことに。やがて、無感情だった東方青蒼に芽生えたのは、恋の感情だった。"
    },
    "Aliases": [
        "Eternal Love",
        "Cang Lan Jue",
        "Parting of Orchid and Demon King",
        "Love Between Fairy and Moon Supreme"
    ],
    "Modified": "2025-09-03",
    "Seasons": {
        "0": {
            "ID": "1926361",
            "URL": "https://thetvdb.com/series/love-between-fairy-and-devil/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "9374199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9374199",
                    "Titles": {
                        "eng": "Life After Marriage",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9374200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9374200",
                    "Titles": {
                        "eng": "Dongfang ＆ Orchid",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9374201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9374201",
                    "Titles": {
                        "eng": "Meet & Greet",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Meet & Greet arranged and streamed for VIP Members",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1926362",
            "URL": "https://thetvdb.com/series/love-between-fairy-and-devil/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 36,
            "Episodes": {
                "1": {
                    "ID": "9292190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292190",
                    "Titles": {
                        "eng": "Episode 1",
                        "jpn": "第一話"
                    },
                    "Summaries": {
                        "eng": "Xiao Lanhua is just a low-ranked fairy. But when her crush is in trouble, she makes a bold move that unwittingly leads her to face a notorious demon.",
                        "jpn": "はるか昔、暴虐の限りを尽くした月族の月尊、東方青蒼は仙界との戦いの果てに封印された。それから３万年後、仙界では蘭の花の精、小蘭花が、人の運命が書かれた「命簿」を管理する司命殿で働いていた。下級の花の精と他の仙女たちからいじめられている小蘭花だったが、かつて自分を助けてくれた戦神、長コウにひそかな想いを抱いていた。その長コウの運命を読み、彼に危機が迫っていると知った小蘭花は……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9292191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292191",
                    "Titles": {
                        "eng": "Episode 2",
                        "jpn": "第二話"
                    },
                    "Summaries": {
                        "eng": "Trapped in a sealed dimension, Xiao Lanhua and the infamous demon try to figure out an escape plan. Dongfang Qingcang revisits his past defeat.",
                        "jpn": "体が入れ替わってしまった東方青蒼と小蘭花だったが、再び唇と唇が触れ合うと元に戻ることができた。しかし、東方青蒼はなぜか小蘭花が痛みを感じると自分も同じ痛みを感じることに気付く。塔を抜け出した東方青蒼は、副将の觴闕と落ち合い、赤地女子に封印された月族の精鋭１０万の封印を解きに向かう。一方、海市に薬を買いに行った小蘭花は、留芳閣に衣を届けるはめになるが……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9292192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292192",
                    "Titles": {
                        "eng": "Episode 3",
                        "jpn": "第三話"
                    },
                    "Summaries": {
                        "eng": "With their fates cosmically linked, Dongfang Qingcang races to save Xiao Lanhua from danger. Changheng continues the search for a missing prisoner.",
                        "jpn": "海市で命の危機に瀕した小蘭花だが、すんでのところで東方青蒼に救われる。心身ともに小蘭花と同期した東方青蒼は自身の身を守るため小蘭花に「お前の身を守る」と告げるが、小蘭花は東方青蒼が好意を抱いていると勘違いする。司命殿に押しかけた東方青蒼は、小蘭花が持つ命簿が赤地女子のものであることを知り、司命の弟子である小蘭花に修繕させようとするが……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9292193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292193",
                    "Titles": {
                        "eng": "Episode 4",
                        "jpn": "第四話"
                    },
                    "Summaries": {
                        "eng": "The magic bond between the fairy and demon proves to be more powerful than expected. Oblivious to Dongfang's identity, Xiao Lanhua keeps annoying him.",
                        "jpn": "東方青蒼は、術により小蘭花の感情や死傷を共有させられただけではなく、小蘭花の命令には必ず従わないといけなくなってしまったと知る。一方、東方青蒼は死んだと伝えられているために、小蘭花は目の前の男がそうだとは思わず悪く言うばかりで、東方青蒼は名乗る機会を失う。そんな中、小蘭花が命簿の修繕中に倒れる。過労に加え、ここ数日の過酷な体験のせいで回復まで数年以上かかるかもしれないと知った東方青蒼は……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9292194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292194",
                    "Titles": {
                        "eng": "Episode 5",
                        "jpn": "第五話"
                    },
                    "Summaries": {
                        "eng": "Dongfang Qingcang makes efforts to heal Xiao Lanhua's injury. The two grow closer as they are increasingly used to each other's company.",
                        "jpn": "東方青蒼は小蘭花のために、早朝から朝露を集めてきて飲ませる。さらに、蘭の花は冷えに弱いため、太古から燃え永遠に消えない伝説の火を危険な地から持ち帰り、小蘭花の部屋を暖める。書物を調べ日の出の光が効果的だと学んだ東方青蒼は、最も高い場所にある雲中水閣へと小蘭花を連れていく。命簿の修繕のため、あらゆる手段を講じる東方青蒼だが、ある晩、小蘭花の体調が悪化して……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9292195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292195",
                    "Titles": {
                        "eng": "Episode 6",
                        "jpn": "第六話"
                    },
                    "Summaries": {
                        "eng": "To get closer to Changheng, Xiao Lanhua joins a qualifying test for fairies. When a saboteur steps in, the exam goes wildly off the rails.",
                        "jpn": "小蘭花を喜ばせることが重要であると悟った東方青蒼は、小蘭花が長コウに恋していると知り長コウに化けるが、小蘭花の怒りを買ってしまう。さらに、首席で通れば長コウのそばで仕えることができる１００年に１度の試験に挑む小蘭花をひそかに手助けしようとする。いよいよ試験を迎えた小蘭花だが、小蘭花が赤地女子の命簿を持っていることを知った海市の手の者が事故に見せかけて殺そうとし……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9292196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292196",
                    "Titles": {
                        "eng": "Episode 7",
                        "jpn": "第7話"
                    },
                    "Summaries": {
                        "eng": "Xiao Lanhua's caring heart makes her a standout in the fairy exam. A chat unexpectedly stirs up Dongfang Qingcang's emotions.",
                        "jpn": "試験中に怪物に襲われた小蘭花だったが、東方青蒼に命を救われ、試験は首席で通る。長コウたちの言葉から騒動は東方青蒼が引き起こしたと小蘭花は疑うが、東方青蒼が試験に通るように手助けをしていたと知ると、不正に得た首席は取り消してもらうと言い出す。首席の取り消しを願い出に向かった小蘭花は、偶然、長コウと出会い、そのことを長コウに話すが、逆に小蘭花こそが首席にふさわしいと褒められて……。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9292197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292197",
                    "Titles": {
                        "eng": "Episode 8",
                        "jpn": "第8話"
                    },
                    "Summaries": {
                        "eng": "A rejection from Changheng leaves Xiao Lanhua shattered. While fleeing from his foes, Dongfang Qingcang makes a daring move that reveals his feelings.",
                        "jpn": "長コウに褒められ有頂天で戻ってきた小蘭花だが、東方青蒼はそれを見て腹立たしく感じ戸惑う。長コウから霊玉をもらったと嘘をついた仙女が雲中君から厳罰を受ける。そこにいいなずけがいる自分が他の者に想いを懸けることを許さない兄の意志を感じた長コウは、試験を通って自分のそばで仕える仙女の中から小蘭花を外す。それを知って気落ちする小蘭花を東方青蒼は連れ出し、雲中君と長コウの会話を聞かせるが……。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9292198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292198",
                    "Titles": {
                        "eng": "Episode 9",
                        "jpn": "第9話"
                    },
                    "Summaries": {
                        "eng": "Xiao Lanhua's connection to the wanted prisoner makes her a public enemy. When Qingcang rushes to help, he is confronted about his real identity.",
                        "jpn": "ひそかに司命殿に戻った東方青蒼は、身を守るための腕輪を眠っている小蘭花に着ける。翌日、任命式で小蘭花は仙族のどの系統にも属さずその真の姿は誰も見たことのないものと分かり、月族であると決めつけられ間者だと疑われる。さらに、雲中君の命令で衛兵が小蘭花を捕らえようとすると、東方青蒼が着けた腕輪から東方青蒼にしか操れない業火が吹き出し、小蘭花は拷問にかけられる。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9292199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292199",
                    "Titles": {
                        "eng": "Episode 10",
                        "jpn": "第10話"
                    },
                    "Summaries": {
                        "eng": "Taken to a different world as a prisoner, Xiao Lanhua struggles to process her revelation about the real identity of Dongfang Qingcang.",
                        "jpn": "小蘭花を連れて蒼鹽海に戻った東方青蒼。小蘭花は東方青蒼に家に帰してくれるよう頼むが、東方青蒼はここで赤地女子の命簿を修繕するように命じる。東方青蒼が不在の間、代理で月尊の役を務めた弟の巽風はかつて父を殺し月尊の座を奪った兄にあからさまな敵意を見せる。その後、觴闕から、小蘭花は初めて家を離れて不安に思っていると言われた東方青蒼は腕のいい大工を呼び……。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9292208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292208",
                    "Titles": {
                        "eng": "Episode 11",
                        "jpn": "第11話"
                    },
                    "Summaries": {
                        "eng": "Xiao Lanhua's risky move puts her in a tricky situation. Assuming a new identity, she entangles herself in a series of dangerous political games.",
                        "jpn": "再び入れ替わった東方青蒼と小蘭花。入れ替わりには唇が触れるだけでなく稲光が必要なため、すぐには元に戻れず、東方青蒼は無力な小蘭花の体の中に閉じ込められ、ろうに入れられる。東方青蒼に成り済ました小蘭花は、月尊として振る舞おうとするが、巽風たちの目の前で、仙族の間者を殺さずに解き放つなど周囲に違和感を与えてしまう。そんな中、東方青蒼はろうを抜け出して、小蘭花のもとに向かうと……。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9292209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292209",
                    "Titles": {
                        "eng": "Episode 12",
                        "jpn": "第12話"
                    },
                    "Summaries": {
                        "eng": "Xiao Lanhua and Qingcang scramble to hide their secret identities. Meanwhile, Changheng's rescue plan goes horribly wrong.",
                        "jpn": "小蘭花を助けに行きたい長コウは丹音と入れ替わり、水雲天を抜け出し蒼鹽海へと向かう。小蘭花の姿の東方青蒼は、付きっきりで小蘭花に自分の振る舞い方を教えるが、それに反発する小蘭花は、水雲天を攻める策を持ってきた南北の幽王の前で、父を殺したことを悔いており今後、残酷な殺生はしないと宣言する。東方青蒼の小蘭花へのあまりの寵愛ぶりに、疑念を抱いた巽風は……。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "9292210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292210",
                    "Titles": {
                        "eng": "Episode 13",
                        "jpn": "第13話"
                    },
                    "Summaries": {
                        "eng": "Stuck in an awkward situation, Xiao Lanhua and Dongfang Qingcang have no choice but to face Changheng as someone else.",
                        "jpn": "蒼鹽海まで助けに来た長コウは、小蘭花の姿の東方青蒼に「あなたと違い私を守り誰にも傷つけさせないからここに残る」と告げられ、小蘭花が「月尊様」と言ったことに衝撃を受ける。だが、そこに容昊が現われ、長コウは小蘭花と東方青蒼が入れ替わっていることを知る。小蘭花は、入れ替わりを解くと東方青蒼が霊力を取り戻すので、今のうちにこのまま水雲天に戻るように長コウに告げるが……。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "9292211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292211",
                    "Titles": {
                        "eng": "Episode 14",
                        "jpn": "第14話"
                    },
                    "Summaries": {
                        "eng": "Jieli pays a visit to a good friend. As their bond grows deeper, Xiao Lanhua gets a glimpse of Dongfang Qingcang's tragic past.",
                        "jpn": "海市の刺客に追われる結黎が、小蘭花のせいで店を壊されたから責任を取ってくれと、小蘭花を頼って蒼鹽海にやって来る。そこに、東方青蒼がやって来て、小蘭花に命簿を修繕するように迫る。小蘭花が正直にできないと答えると東方青蒼は３日のうちにできなければ結黎の頭をもぎとると脅し、觴闕に結黎をろうに連れていかせる。その途中、許してもらおうと理屈をこねる結黎だが……。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "9292212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292212",
                    "Titles": {
                        "eng": "Episode 15",
                        "jpn": "第15話"
                    },
                    "Summaries": {
                        "eng": "Jieli grows closer to someone who understands her upbringing. Against Qingcang's warning, Xiao Lanhua unwittingly walks into a trap.",
                        "jpn": "再び小蘭花を助けるために蒼鹽海に向かった長コウだが、見つかってしまい昊天塔に閉じ込められる。宮殿から逃げ出す結黎に途中までと付き合わされた小蘭花だったが、2人が宮殿を出るとすぐに海市の刺客が襲いかかってきた。結黎を逃がし独り立ち向かう小蘭花に危機が迫った時、長コウが助けに現われ小蘭花は気を失う。そして、小蘭花が目覚めるとそこは司命殿で目の前に長コウが座っていた。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "9292213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292213",
                    "Titles": {
                        "eng": "Episode 16",
                        "jpn": "第16話"
                    },
                    "Summaries": {
                        "eng": "Qingcang begins to notice a small but vital change in himself. This sudden shift brought in cruel consequences to people around him.",
                        "jpn": "帰路、猟師の集落に泊まった小蘭花と東方青蒼。そこは、男たちが内乱のため戦場に行って死んでしまい女性ばかりの村だった。東方青蒼は、戦で子も孫もなくした老婦人から、３万年の間、自分たちを見捨ててどこに行っていたのかと責められる。黙って立ち去った東方青蒼だが、後を追ってきた小蘭花に怒りもせず老婦人を殺さなかったのは老婦人ゆえに殺すのが忍びなかったからだと語る。その言葉に小蘭花は東方青蒼の変化を感じ……。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "9292214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292214",
                    "Titles": {
                        "eng": "Episode 17",
                        "jpn": "第17話"
                    },
                    "Summaries": {
                        "eng": "To find out the truth about Qingcang's childhood, Xiao Lanhua ventures into a tabooed palace and summons a deity from the past.",
                        "jpn": "小蘭花は、七情を断つ秘術が記された太古の書を求めて、禁足地になっている東方青蒼の父、先代の月尊の寝殿に忍び込む。そこで、小蘭花はさまざまな物を見つけ、東方青蒼と先代の月尊との間の過去の出来事を知る。そこから、先代の月尊は東方青蒼に厳しく接しながらも実は愛していたと感じた小蘭花は、それを確かめるために、死者の元神が眠る忘川の川底へ行き、直接、先代の月尊に話を聞こうと考える。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "9292215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292215",
                    "Titles": {
                        "eng": "Episode 18",
                        "jpn": "第18話"
                    },
                    "Summaries": {
                        "eng": "The father-son encounter leaves Dongfang Qingcang shattered. After revisiting his trauma, Qingcang learns to express his newfound emotions.",
                        "jpn": "父親である先代の月尊が自らをわが息子に殺させた真意を知った東方青蒼は、先代の月尊に情がもたらす苦しみを受け入れて生きていくことを告げる。蒼鹽海に戻った東方青蒼は、弟の巽風が目の前で雷刑を受けるのを見て、残りの雷は自分が代わりに受けると言い出す。刑を受け倒れた東方青蒼は、小蘭花の手厚い看護を受け目を覚ますが、そこに東方青蒼と父親の間の真実を知った巽風が面談を求めてくる。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "9292216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292216",
                    "Titles": {
                        "eng": "Episode 19",
                        "jpn": "第19話"
                    },
                    "Summaries": {
                        "eng": "A shocking discovery sends Changheng to the human realm, where Xiao Lanhua and Dongfang Qingcang also happen to end up in.",
                        "jpn": "小蘭花は、東方青蒼が、すっかり変わったと思い喜ぶが東方青蒼は水雲天を平定し小蘭花の家を取り戻すと言い出し、小蘭花を落胆させる。昊天塔に閉じ込められた長コウは丹音から、以前、見た未来の光景の話を聞き、塔を抜け出し神水庁に向かう。自分が何者か悩む小蘭花は、突然、厳寒の洞窟にこもる。慌ててそこに駆け付けた東方青蒼は小蘭花は最も気になり最も大切にしたい者だと告げるが……。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "9292217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292217",
                    "Titles": {
                        "eng": "Episode 20",
                        "jpn": "第20話"
                    },
                    "Summaries": {
                        "eng": "Several eternal beings embark on their own adventures in the human realm, where Qingcang approaches a special woman marked by a mythical seal.",
                        "jpn": "雲夢澤で人間に成り済ました東方青蒼と小蘭花たちは、花街に向かう。そこで、鹿城で名高い芸妓、謝ワン卿のことを知った東方青蒼は謝ワン卿と会うために大枚をはたいて店に入り込む。謝ワン卿の登場を待つ間に、小蘭花は、人間に転生して蕭潤となった長コウがそこにいるのに気付く。それを東方青蒼に知られないように焦る小蘭花だったが、その時、舞台で舞い始めた謝ワン卿を見て……。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "9292218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292218",
                    "Titles": {
                        "eng": "Episode 21",
                        "jpn": "第21話"
                    },
                    "Summaries": {
                        "eng": "Xiao Lanhua accidentally disrupts a destined encounter, leaving several people's souls in dire peril. Luckily, there are ways to remedy the situation.",
                        "jpn": "元宵節の夜、なぜか聞き覚えのある笛の音に聞き入る謝ワン卿。それを遠くから見つめる東方青蒼は、自害を試みる謝ワン卿を止めるはずの「蕭郎」が現われないことに気をもむ。一方、その「蕭郎」である蕭潤が賭場の男たちに袋だたきにされそうになるのを、小蘭花は思わず助けに入り、蕭潤と顔を会わせてしまう。そして、「蕭郎」が現われないために、東方青蒼は自らが謝ワン卿の自害を止めるはめになってしまい……。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "9292219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292219",
                    "Titles": {
                        "eng": "Episode 22",
                        "jpn": "第22話"
                    },
                    "Summaries": {
                        "eng": "As Xiao Lanhua and Dongfang Qingcang make detailed plans to clean up their mess, the fates they derailed become even more convoluted.",
                        "jpn": "息山の洞窟で容昊は過去の出来事を思い出していた。容昊は３万年前、凶神、太歳に唆され、赤地女子をよみがえらせるために息山神女の元神を手にいれようとしたが叶わず、息山神女を見つけるまで赤地女子の元神を歴劫のために雲夢澤に送ったのだった。一方、東方青蒼たちは、蕭潤と謝ワン卿を引き合わせるために、それぞれを酒楼に連れ出したのだが……。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "9292220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292220",
                    "Titles": {
                        "eng": "Episode 23",
                        "jpn": "第23話"
                    },
                    "Summaries": {
                        "eng": "To assuage Xiao Run's feelings for Xiao Lanhua, Qingcang makes an abrupt announcement. A pretend couple spend some genuine good time together.",
                        "jpn": "蕭潤と謝ワン卿を引き合わすことに失敗した東方青蒼たち。蕭潤に諦めさせるため小蘭花はひどい化粧をして会いに行き、下品で粗暴な態度を取るが蕭潤はそんな小蘭花を称賛するばかり。それにしびれを切らせた東方青蒼は思わず割って入り、蕭潤に自分と小蘭花は夫婦だと嘘をつく。一方、謝ワン卿は、10年間蓄えてきた財産を使って自らを身請けし、自由の身になって夢の中の人を捜すと言い出す。それを聞いた小蘭花は……。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "9292221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292221",
                    "Titles": {
                        "eng": "Episode 24",
                        "jpn": "第24話"
                    },
                    "Summaries": {
                        "eng": "Qingcang's plan is obstructed by an idea from Jieli. Meanwhile, Xiao Lanhua struggles to understand her own feelings toward two eternal beings.",
                        "jpn": "小蘭花は蕭潤と、東方青蒼は謝ワン卿と2組同時に婚礼を挙げ、新婚初夜に相手をすり替えるという策に東方青蒼が反対して席を立ったところに、謝ワン卿が訪ねてくる。小蘭花に命令をされたために同心呪のせいで、何もしゃべれないまま謝ワン卿に会うことになった東方青蒼。その間に、小蘭花が一方的に話を進め東方青蒼と謝ワン卿の縁談もまとまっていく。帰る謝ワン卿を送っていった小蘭花は馬車の中で……。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "9292222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292222",
                    "Titles": {
                        "eng": "Episode 25",
                        "jpn": "第25話"
                    },
                    "Summaries": {
                        "eng": "Xiao Lanhua and Xie Wanqing are marrying their matches in the human realm, but a series of conspiracies end up breaking out on their big day.",
                        "jpn": "いよいよ迎えた婚礼の日。小蘭花の冠に付ける真珠がなくなり騒ぎになる。婚礼の準備を抜け出した小蘭花は、東方青蒼に謝ワン卿を騙している胸の内の苦しさを語る。そんな小蘭花の前に、水雲天から戻ってきた丹音が現われ、雲中君から命じられた任務のことを小蘭花に話し、ともに長コウを守ることを持ちかける。さらに、そこに容昊が現われ、東方青蒼を引き離すために協力するようにと頼み……。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "9292223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292223",
                    "Titles": {
                        "eng": "Episode 26",
                        "jpn": "第26話"
                    },
                    "Summaries": {
                        "eng": "As Xiao Lanhua steps in to protect Dongfang Qingcang, her past life is unexpectedly revealed. Yun Zhongjun issues a cruel order.",
                        "jpn": "婚礼の夜、小蘭花を守るために東方青蒼は思わず謝ワン卿を殺してしまう。傷ついた東方青蒼と小蘭花は忘川のほとりまでたどり着くが、そこには雲中君が、多くの神仙を引き連れ待ち受けていた。業火の使えない東方青蒼は窮地に追い込まれるが、そこに長コウが現われ、小蘭花に一緒に水雲天へ帰ろうと言うが、小蘭花は東方青蒼とともに行く道を選ぶ。そして、長コウは小蘭花を守るため……。"
                    },
                    "Aliases": []
                },
                "27": {
                    "ID": "9292224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292224",
                    "Titles": {
                        "eng": "Episode 27",
                        "jpn": "第27話"
                    },
                    "Summaries": {
                        "eng": "After the experience in the human realm, two nemeses develop a complicated friendship. Changheng's loyalty is rewarded with a draconian punishment.",
                        "jpn": "東方青蒼と力を合わせてさまよえる元神を救った長コウは、去り際に小蘭花に改めて自分の想いを打ち明けるが、小蘭花は長コウへの想いは愛ではなく憧れに過ぎなかったと答える。恋人たちが愛を誓い合う山月節が迫り街がにぎわう中、承影剣で小蘭花を殺せば同心呪は解けると知った巽風は、東方青蒼に承影剣を鋳直して小蘭花を殺すように迫る。しかし、東方青蒼は愛する者は殺さないと受け入れず……。"
                    },
                    "Aliases": []
                },
                "28": {
                    "ID": "9292225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292225",
                    "Titles": {
                        "eng": "Episode 28",
                        "jpn": "第28話"
                    },
                    "Summaries": {
                        "eng": "To prove his love, Dongfang Qingcang goes through gruesome tortures for Xiao Lanhua, who also makes a daring proposal despite overwhelming objections.",
                        "jpn": "小蘭花と山月節の愛の誓いを交わすために出かけようとした東方青蒼。しかし、一歩外に踏み出すと、巽風に率いられた大勢の民がひざまずいていた。小蘭花のことを考え直すよう懇願する民に、東方青蒼は小蘭花と婚礼を挙げると告げ、皆にも小蘭花を慕ってほしいと語る。そして、10万の兵を帰せないことのわびとして、噬骨霜鹽釘の刑という苛酷な刑罰を受けることを宣言する。体内に噬骨霜鹽釘を打ち込んだ東方青蒼は……。"
                    },
                    "Aliases": []
                },
                "29": {
                    "ID": "9292226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292226",
                    "Titles": {
                        "eng": "Episode 29",
                        "jpn": "第29話"
                    },
                    "Summaries": {
                        "eng": "Under a painful test, Xiao Lanhua proves her unwavering conviction. Meanwhile, Xunfeng's resentment toward Xiao Lanhua builds up to a boiling point.",
                        "jpn": "弗居洞に入った小蘭花は試練を耐え抜く。3日後、無事出てきた小蘭花を月族の民は月主と認めひざまずいた。水雲天では、雲中君が長コウに死罪を宣告していた。しかし、そこに丹音が現われ、小蘭花こそ息山神女であることを告げ長コウは許される。雲中君の意を受け、容昊が偽りを述べたために、仙族は蒼鹽海に攻め込むことになる。戦神に復帰した長コウは獄中の容昊を問い詰めるが……。"
                    },
                    "Aliases": []
                },
                "30": {
                    "ID": "9292227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292227",
                    "Titles": {
                        "eng": "Episode 30",
                        "jpn": "第30話"
                    },
                    "Summaries": {
                        "eng": "In a world of illusion, an eternal being attempts to corrupt Qingcang's mind. The identity of Xiao Lanhua's past life is revealed before her eyes.",
                        "jpn": "喜々として婚礼の準備を進める小蘭花に東方青蒼は仙族と月族の戦が迫っていることを教える。小蘭花は夢の中で謝ワン卿と出会い、同じ頃、東方青蒼の夢の中に邪神が現われ、自分なら月族か愛する者かのどちらかを選ばなければならない苦しみから救えると告げる。そんな中、また小蘭花の前に長コウが現われ、息山の息蘭族が滅んだ後の廃墟に小蘭花を連れ出す。長コウから自らの素性を聞いた小蘭花は……。"
                    },
                    "Aliases": []
                },
                "31": {
                    "ID": "9292228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292228",
                    "Titles": {
                        "eng": "Episode 31",
                        "jpn": "第31話"
                    },
                    "Summaries": {
                        "eng": "Betrayed and captured, a determined Xiao Lanhua makes a tearful decision to save her loved ones at a costly price.",
                        "jpn": "ついに仙族の大軍が玄虚の境まで押し寄せてきた。小蘭花も承影剣を携え、玄虚の境に向かう。両軍が対峙し戦いの火ぶたが切られる中、凶神、太歳に魅入られた東方青蒼は祟気を使って10万の兵の封印を解こうとする。一方、小蘭花は海市主の容昊に寸前で自害を阻まれ、承影剣は二つに折れてしまう。同心呪で小蘭花の危機に気付いた東方青蒼は、慌てて駆け付けようとするが……。"
                    },
                    "Aliases": []
                },
                "32": {
                    "ID": "9292229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292229",
                    "Titles": {
                        "eng": "Episode 32",
                        "jpn": "第32話"
                    },
                    "Summaries": {
                        "eng": "Mulling over his tragic loss, Dongfang Qingcang resigns himself to living in a dream dimension. Meanwhile, Changheng delivers him a message of hope.",
                        "jpn": "小蘭花を失った東方青蒼は、小蘭花と婚姻し２人だけで平穏に暮らしているという夢の世界の中に閉じこもってしまい、その世界を保つために元神を費やして危険な状態になっていた。觴闕や巽風は自らの元神の力を注ぎ、東方青蒼の元神が燃え尽きるのを防ごうとする。そこに、長コウが現われ、夢の中に入り込み東方青蒼を起こしてくるという。夢の世界で、長コウは東方青蒼に小蘭花をよみがえらせるために協力してくれるよう頼む。"
                    },
                    "Aliases": []
                },
                "33": {
                    "ID": "9292230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292230",
                    "Titles": {
                        "eng": "Episode 33",
                        "jpn": "第33話"
                    },
                    "Summaries": {
                        "eng": "A tragedy reverses its course due to Qingcang's tremendous efforts. But the returned lover is nothing like whom he used to know.",
                        "jpn": "長コウの力を借り、東方青蒼は自分の元神の中にわずかに残されていた小蘭花の元神のかけらを取り出すことができた。その元神は植物の種であり、息山の聖域で東方青蒼が手をかけて育てるとやがて芽を出し葉が伸び始める。そして、ある日、かつての小蘭花の形を取り戻した。しかし、よみがえった小蘭花は三界すべての生きる者を守る息山神女としての記憶を取り戻し、東方青蒼との記憶を失ってしまっていた……。"
                    },
                    "Aliases": []
                },
                "34": {
                    "ID": "9292231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292231",
                    "Titles": {
                        "eng": "Episode 34",
                        "jpn": "第34話"
                    },
                    "Summaries": {
                        "eng": "Teamed up to confront a powerful enemy, two estranged siblings rebuild their bond at long last. Xiyun realizes a deviant deity is at large.",
                        "jpn": "赤地女子は、自らの身に異変が起きているのに気付くが、元神を祟気に侵された赤地女子は警備の兵を無意識に殺してしまう。そして、雲中君の命で死罪に処されることになる。レイゲン仙尊は、容昊を牢監獄から出すために渡業淵に向かうが、まさに容昊を解き放とうとしたその時、丹音が現われ、それを止めようとする。しかし、容昊の霊力の前にレイゲン仙尊は倒れ、容昊が去った後、蝶衣が父娘に襲いかかるが……。"
                    },
                    "Aliases": []
                },
                "35": {
                    "ID": "9292232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292232",
                    "Titles": {
                        "eng": "Episode 35",
                        "jpn": "第35話"
                    },
                    "Summaries": {
                        "eng": "To end his master's misery, Rong Hao resorts to an extreme act. Meanwhile, Dongfang Qingcang makes a plea to Xiyun — for old time's sake.",
                        "jpn": "祟気に侵され苦しむ赤地女子。凶神・太歳は、容昊に自分と赤地女子の元神を融合させれば、その苦しみは終わると持ち掛ける。容昊は太歳の要求を受け入れるふりをするが、自らの手で赤地女子を彼女の望みどおり刺し殺す。そして、自らの身を捨て太歳を滅ぼそうとするが果たせずに世を去る。一方、息山神女となった小蘭花は、実は小蘭花であった頃の記憶を失っていないことを長コウに打ち明けるが……。"
                    },
                    "Aliases": []
                },
                "36": {
                    "ID": "9292233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-between-fairy-and-devil/episodes/9292233",
                    "Titles": {
                        "eng": "Episode 36",
                        "jpn": "最終話"
                    },
                    "Summaries": {
                        "eng": "Qingcang and Xiao Lanhua team up to save the three realms from a deviant god, but one of them must pay the ultimate price.",
                        "jpn": "小蘭花と長コウが婚礼を挙げるのと同じ時刻、東方青蒼は、今度は東方青蒼の体を乗っ取ろうとたくらむ太歳と対決するために息山に向かっていた。自らを囮にして太歳をおびき出した東方青蒼は、太歳を心の中の世界に取り込む。このまま太歳をここに閉じ込め、自分もろとも葬り去ろうとする東方青蒼だったが、小蘭花を想うわずかな心の隙を突かれて太歳に体を支配されてしまう……。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}