{
    "URL": "https://thetvdb.com/series/magical-girl-destroyers",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14648592/",
        "https://www.instagram.com/magical.mad",
        "https://magical-mad.com/",
        "https://www.themoviedb.org/tv/133282",
        "https://www.wikidata.org/wiki/Q111439075",
        "https://en.wikipedia.org/wiki/Magical_Destroyers",
        "https://x.com/magical_mad"
    ],
    "Titles": {
        "eng": "Magical Destroyers",
        "jpn": "魔法少女マジカルデストロイヤーズ"
    },
    "Summaries": {
        "eng": "Freedom of expression is threatened when a mysterious group, the SSC, destroy Japan’s otaku culture. However, a young revolutionary, Otaku Hero—who loves the culture more than anything—rises up. With the help of three rambunctious magical girls—Anarchy, Blue, and Pink—they’ll team up to create a world free of this oppressive rule. Be part of the rebellion to bring back fandom!",
        "jpn": "2008年――謎の勢力の出現により、\r\nアニメ、ゲーム、マンガ、音楽、鉄道、コスプレなどあらゆるオタク文化が排除された日本。\r\nグッズは収容され、保護の名のもとにオタクが弾圧されても、\r\n人々は自我を喪ったかのように疑問を持たない。\r\n秩序維持を担う組織「SSC」に蹂躙され、オタクは滅びたかに思われた――\r\nだが、封鎖されたアキバを奪還し、反旗を翻す者たちが現れる。\r\n\r\n若き革命者「オタクヒーロー」――何よりもオタク文化を愛し、誰よりもアキバを愛する男。\r\nそして彼を慕う3人の魔法少女たち――「アナーキー」「ブルー」「ピンク」。\r\n\r\n2011年の日本を舞台に、自由の旗のもとに集ったオタクたち――\r\nアキバ革命軍は、SSC首領「SHOBON」との壮絶な戦いに挑む。\r\n\r\n混沌も秩序も破壊して、好きなものを好きなだけ好きといえる世界のために。\r\n\r\n自由の旗のもとに集ったオタクたちよ、\r\n奪われた文化を取り戻すべく\r\nOTAKU COUNTER CULTUREを巻き起こせ！"
    },
    "Aliases": [
        "魔法少女Destroyers",
        "Mahō Shōjo Magical Destroyers",
        "Mahou Shoujo Magical Destroyers",
        "Magical Girl Magical Destroyers",
        "Magical Girl Destroyers"
    ],
    "Modified": "2024-08-31",
    "Seasons": {
        "1": {
            "ID": "1926845",
            "URL": "https://thetvdb.com/series/magical-girl-destroyers/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8832663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-girl-destroyers/episodes/8832663",
                    "Titles": {
                        "eng": "RAGE AGAINST AKIHABARA",
                        "jpn": "アキバに革命の炎燃ゆ"
                    },
                    "Summaries": {
                        "eng": "2011. Otaku culture has been eliminated in Japan. A resistance army hides in Akiba. When leader Otaku Hero loses the will to fight, comrade Magical Girl Anarchy relights his fire. The army then moves to liberate the otaku prison camp at Tokyo Big Sight.",
                        "jpn": "あらゆるオタク文化が排除された２０１１年の日本。\r\nアキバに立てこもり、圧政に抵抗するオタク革命軍の若きリーダー・オタクヒーローは、革命への熱を喪いかけていた。\r\n秩序維持組織ＳＳＣによる総攻撃に、彼を慕う魔法少女アナーキーの命がけの訴えがアキバの空を燃やす。\r\n囚われた魔法少女ブルーを奪還すべく、革命軍は監獄要塞〝ビッグサイト〟への襲撃を敢行する！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9716299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-girl-destroyers/episodes/9716299",
                    "Titles": {
                        "eng": "GOBO GOBO!",
                        "jpn": "桃色脳ミソを裏返せ"
                    },
                    "Summaries": {
                        "eng": "Otaku Hero, Anarchy, and Blue get a lead on Pink's whereabouts from super hacker Nick. The group heads to Pink's hideout to try to get her to join forces with them.",
                        "jpn": "ブルーの奪還に成功したオタクヒーローとアナーキーは、\r\n謎の小動物・狂太郎とともに最後の魔法少女ピンクの行方を追う。\r\n『好きなものを好きなだけ好きでいられる世界』を取り戻そうと共闘を呼び掛けるが、\r\n怪しげな空間で踊り狂うオタサーの姫と化したピンクはかたくなに拒否。\r\n覚悟を試され、カプセルを口にするアナーキーとブルー。\r\nそれは極彩色の脳内世界への入口だった！"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9716300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-girl-destroyers/episodes/9716300",
                    "Titles": {
                        "eng": "PESSIMISTIC OVERDRIVE",
                        "jpn": "エキゾーストノートを聞いて逝け"
                    },
                    "Summaries": {
                        "eng": "Joined by Pink, the three Magical Girls are now reunited. While Otaku Hero and the girls hold a rally at a maid café in Akihabara, one of SSC's Four Heavenly Kings launches a giant robot to face them in battle. What is behind Unit-@'s hatred of otaku?",
                        "jpn": "ピンクを仲間に加え、ついに3人の魔法少女が集結。\r\n決起集会にと集まったメイド喫茶でバカ騒ぎのオタクヒーローたち。\r\n一方、SSC首領・SHOBONは、四天王の一人・＠号に出撃を命令。\r\n崩壊したアキバを舞台に、巨大ロボットvs魔法少女の壮絶なバトルが幕を開ける。\r\nメイド喫茶に常駐する怪しげなドライバー、そして＠号がオタクに抱く激しい憎しみの正体とは。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9716301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-girl-destroyers/episodes/9716301",
                    "Titles": {
                        "eng": "R U READY?",
                        "jpn": "魔法少女だらけの水泳大会"
                    },
                    "Summaries": {
                        "eng": "After Otaku Hero loses a beloved toy robot in the Kanda River, he and the girls are confronted by the hostile middle-aged members of the Mansei Bridge Otaku Commune. The two generations enter a contest to fight over the true definition of otaku culture.",
                        "jpn": "姿を現したＳＳＣ四天王の一人・スレイヤー。アナーキーは彼女に複雑な感情を抱く。\r\n一方、愛してやまない強合金ロボの修理に奔走するオタクヒーローは、それを神田川に落としてしまう。\r\nそこへ『万世橋オタクコミューン』を名乗る中年男らが出現。\r\n革命軍をなぜか忌み嫌うオールドオタクたち。\r\n神田の川面で〝オタクとは何か〟を賭けた世代間闘争の幕がいま上がる！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9716302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-girl-destroyers/episodes/9716302",
                    "Titles": {
                        "eng": "CLIMBING TO THE HELL",
                        "jpn": "第二次中野事変"
                    },
                    "Summaries": {
                        "eng": "Otaku Hero takes the girls behind enemy lines in Shibuya to find an elderly collector with a drug that amplifies magical powers. The collector agrees to provide the drug in exchange for a rare figurine set locked away in the SSC base at Nakano Sunplaza.",
                        "jpn": "魔法少女の能力を強化するクスリを求めてアキバを抜け出したオタクヒーローたちは、\r\nいまもオタク狩りが続く敵地・渋谷へとたどり着く。\r\n怪しい外国人・マーカスの手引きで出会った老調合師は、クスリと引き換えにある条件を出す。\r\n幻の美少女フィギュアを求め、オタクヒーローと魔法少女たちはＳＳＣの拠点へと向かう。\r\nそこは革命の始まりの場所〝中野サンプラザ〟だった！"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9716303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-girl-destroyers/episodes/9716303",
                    "Titles": {
                        "eng": "REVOLUTION EVE",
                        "jpn": "革命前夜"
                    },
                    "Summaries": {
                        "eng": "With Otaku Hero and the girls in Nakano, SSC launches an attack on the Akiba Liberated Zone. The other otaku struggle to defend their base. On the way back to Akiba, Otaku Hero recalls his past with the magical girls and his first encounter with Shobon.",
                        "jpn": "オタクヒーローたちが中野保管庫を襲撃した同じ頃、アキバ解放区はSSCの総攻撃を受けていた。\r\nリーダーと魔法少女が不在のなか、必死の抗戦を続ける革命軍たち。\r\n危機を知りアキバへ急行するオタクヒーロー。\r\nその脳裏に去来する、アナーキー・ブルー・ピンクとの過去。\r\n雪のクリスマスイブに現れた少女たちとの絆、そして仇敵SHOBONとの因縁の出会いが交錯する。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9716304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-girl-destroyers/episodes/9716304",
                    "Titles": {
                        "eng": "ULTIMATE GAME",
                        "jpn": "チーターどもへ捧げよ挽歌"
                    },
                    "Summaries": {
                        "eng": "On their way back to Akiba, Otaku Hero and the girls are confronted by two of SSC’s Four Heavenly Kings—Adam and Eve. They get trapped in a cyberspace where Otaku Hero and Anarchy must defend against relentless attacks and cheats to rescue Blue and Pink.",
                        "jpn": "アキバへと急ぐオタクヒーローたちの前に、ＳＳＣ四天王・アダム＆イブが立ちはだかった。\r\n彼らの作り出す電脳空間に呑み込まれ、ブルーとピンクは捕まり、アナーキーは変身を封じられてしまう。\r\n世界をゲームの力で制しようと目論んだアダムの操る究極のチートに、なすすべのないオタクヒーロー。\r\n絶体絶命に思われたそのとき、彼のオタクとしての本能と正義が炸裂する！"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9716305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-girl-destroyers/episodes/9716305",
                    "Titles": {
                        "eng": "DANCING QUEENS",
                        "jpn": "わんく！"
                    },
                    "Summaries": {
                        "eng": "Otaku Hero, Nick, and the other otakus get together to discuss the planning for the upcoming Wanku event. From merch, to guests, and even a possible physical media release, it's all on the shoulders of the appointed lead producer, Otaku Hero.",
                        "jpn": "中野保管庫襲撃と解放区の防衛に成功したアキバ革命軍は、その勝利を日本中に伝えるイベント『わんく！』を企画する。\r\n総合プロデューサーに就任したオタクヒーローは、プランやゲストを次々と揃えて調子に乗ってゆく。\r\nだがその胸にはつねに、一抹の虚無が宿っている――その正体とは？\r\n〝オタクの炎は消えてない〟と世界に叫ぶ、魂の絶唱が巨大ステージを震わせる！"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9716306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-girl-destroyers/episodes/9716306",
                    "Titles": {
                        "eng": "LOVE IS NIGHTMARE",
                        "jpn": "やべぇ兄妹が押し寄せる"
                    },
                    "Summaries": {
                        "eng": "SSC forces attack the otaku at the Wanku! event with an army led by two of the Four Heavenly Kings—the silent Himawari and her overbearing older brother. Pink and Blue have to take the power-up drugs from Chogo-shi to defend against the deadly siblings.",
                        "jpn": "オタク勢力が一堂に会する『わんく！』のステージを狙い、ＳＳＣの猛攻が始まった。\r\nそれを率いる四天王・ひまわり＆お兄ちゃん。\r\n妹への偏執的な愛に生きるお兄ちゃんを武器に、ひまわりが仕掛ける苛烈な攻撃。\r\nやべぇ兄妹の強大な力で劣勢に追い込まれ、やむなく調合師にもらったクスリを飲む魔法少女たち。\r\nだが、もちろんそれはタダのパワーアップアイテムではなく…？"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9716307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-girl-destroyers/episodes/9716307",
                    "Titles": {
                        "eng": "SILENT BEFORE RAGE",
                        "jpn": "陥とせ議事堂 革命総進撃！"
                    },
                    "Summaries": {
                        "eng": "With the thought of Anarchy's return casting a shadow over the otaku army, Otaku Hero rallies the troops and prepares for one final battle. Otaku Hero leads a direct attack on SSC headquarters while the magical girls stay to defend Akiba from Slayer.",
                        "jpn": "ついに現れたＳＳＣ四天王最後の一人・スレイヤーは、\r\nお兄ちゃん＆ひまわりを一撃で屠る圧倒的な力を見せつけた。\r\n最後通告を受け、オタクたちは意気消沈。\r\n彼らを鼓舞しながら、オタクヒーローとアナーキーたちは互いの覚悟を確かめ、勝利を誓いあう。\r\nそして訪れる最終決戦――革命軍はＳＳＣの本拠地へと進撃を開始。\r\nそして魔法少女はアキバで宿敵スレイヤーを迎え撃つ！"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9716308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-girl-destroyers/episodes/9716308",
                    "Titles": {
                        "eng": "MAGICAL DESTROYERS",
                        "jpn": "MAGICAL DESTROYERS"
                    },
                    "Summaries": {
                        "eng": "The notebook that Otaku Hero found in the SSC base explains the origin of Shobon's hatred for otaku and foreshadows a dangerous fate for the magical girls. Running through the empty streets of Tokyo, Otaku Hero races back to try to change the script.",
                        "jpn": "ＳＳＣ本拠地の最深部で見つかったＳＨＯＢＯＮの手帳には、\r\nスレイヤーと死闘を繰り広げるアナーキーたちに迫る重大な危機が記されていた。\r\nそれは同時に、この戦いの真相へとつながるもの。\r\nオタクを憎悪し、根絶を企んだＳＨＯＢＯＮの意図が、その過去とともに明かされる。\r\nすべての終わりを食い止め、塞がれた未来を変えるべく、オタクヒーローは無人の東京の街を疾走する。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9716309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-girl-destroyers/episodes/9716309",
                    "Titles": {
                        "eng": "What You Like, as Much as You Like",
                        "jpn": "好きなものを好きなだけ"
                    },
                    "Summaries": {
                        "eng": "Once Slayer's blood transforms the magical girls into Magical Destroyers, Shobon moves his story toward its planned climax. There is little Otaku Hero can do to resist. What will be the fate of the otaku army and otaku culture in SSC's planned New World?",
                        "jpn": "スレイヤーの血と命を糧に誕生した『魔法少女マジカルデストロイヤーズ』。\r\nそれは希望でなく、絶望そのものだった。\r\nＳＳＣ本拠地の制圧に革命軍が歓喜したのもつかの間、アキバ解放区に最期のときが近づいている。\r\n定められた結末を手にしたＳＨＯＢＯＮに、オタクヒーローはあまりに無力。\r\nだが、その魂と衝動に奇跡は宿る。\r\n終末を超えて紡ぎ出される、新たな世界の物語とは。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}