{
    "URL": "https://thetvdb.com/series/shikizakura",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9442120/",
        "https://shikizakura-anime.com/",
        "https://www.themoviedb.org/tv/95248",
        "https://www.themoviedb.org/tv/95248",
        "https://en.wikipedia.org/wiki/Shikizakura",
        "https://x.com/ShikizakuraA"
    ],
    "Titles": {
        "eng": "Shikizakura",
        "jpn": "シキザクラ"
    },
    "Summaries": {
        "eng": "Shikizakura: where cherry blossoms are in full bloom while trees are colored with autumn leaves. In this special place, where the transient world meets the spirit world, a ritual to save humanity is about to begin…\r\n\r\nHigh school student Kakeru Miwa, by a strange turn of events, winds up being an irregular member of a power suit team tasked with battling Oni. These Oni possess humans and try to cling to the transient world. Only the power suit, Yoroi, which combines ancient secrets with the latest technology, can protect people from Oni. Kakeru decides to become a hero who will battle Oni and protect Ouka Myoujin, the shrine maiden fated with saving the world.",
        "jpn": "高校生の三輪翔は、世界を救うことのできる巫女の明神逢花と出会い、異世界から現れたヒトを食らうオニとの戦いに巻き込まれる。また、翔はひょんなことから古代の秘術と最新技術が融合したパワードスーツのヨロイを身にまとい、逢花を守るヒーローになるため、パワードスーツをまとう少年少女のチームと共に戦うことになる。  (wikipedia)"
    },
    "Aliases": [
        "Shikizakura (2021)"
    ],
    "Modified": "2025-09-05",
    "Seasons": {
        "1": {
            "ID": "1926640",
            "URL": "https://thetvdb.com/series/shikizakura/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8427829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikizakura/episodes/8427829",
                    "Titles": {
                        "eng": "Hope / START",
                        "jpn": "希望/START"
                    },
                    "Summaries": {
                        "eng": "Kakeru, lone survivor of a deadly disaster, visits an exhibit chronicling that terrible day — but what he finds there is more terrifying than anything he could’ve imagined.",
                        "jpn": "紅葉と同時に桜が開花するシキザクラの地『小原町』。現世（うつしよ）と隠世（かくりよ）が交わるこの土地で、幼い日の『三輪 翔』は巫女の舞を見つめていた。\r\nそれから八年後。\r\n高校生となった翔は、校外学習で名古屋市博物館に向かう途中、不思議な少女『明神 逢花』と出会う。道に迷っていた逢花を見かねて道案内をかって出る翔であったが、そのせいで遅刻してしまう。遅刻して博物館にたどりついた翔は周囲の様子がおかしいことに気づく。謎の怪物『オニ』の襲撃が始まったのだ。逃げ惑う翔の危機を救ったのは、パワードスーツに身を包んだ一団であった。パワードスーツとオニの激しい戦いが始まる。戦いの中で翔は逢花と再会するが、逢花はオニに襲われる。ヒーローに憧れる翔は、オニから逢花を救おうと奮闘するも、逆に窮地に陥る。そんな中で、翔はイバラと名乗る謎の存在と出会う。イバラが翔につきつけた選択とは。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8745111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikizakura/episodes/8745111",
                    "Titles": {
                        "eng": "United Front / TAG",
                        "jpn": "共闘/TAG"
                    },
                    "Summaries": {
                        "eng": "Kakeru knows he needs to help that weird girl and her friends who wear overalls. That's exactly what heroes do, right? Now, if he could just track them...",
                        "jpn": "隠世（かくりよ）という異世界の住人であるオニは、人に取り憑くことで現世に出現しようとする。このオニの出現を食い止めるため、『シロ組』のメンバーはパワードスーツを身にまとい、日夜激しい戦いを繰り広げていた。オレもヒーローになる！　と盛り上がる翔。しかし翔が装着したパワードスーツには『イバラ』というオニが宿っていた。『イバラ』は危険すぎるとして、シロ組のリーダー『服部 涼』と逢花は、イバラの封印を決める。\r\n力をとりあげられ、ヒーローになれないまま日常に放り出されてしまった翔。そんな翔の心に、イバラの声が届き、翔はシロ組のピンチを知る。シロ組のリーダー『服部 涼』は長年の仇であるオニを追って、隠世となったエスカ地下街に突入する。しかし、それはオニの罠だった。翔は親友の『永津 吉平』に背中を押され、エスカに向けて走り出す。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8745112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikizakura/episodes/8745112",
                    "Titles": {
                        "eng": "Flight / JUMP",
                        "jpn": "飛翔/JUMP"
                    },
                    "Summaries": {
                        "eng": "Oni must find receptacles to manifest themselves in the human world. Kaede has personal experience with this phenomenon, as does her former rival from her days as an athletic star.",
                        "jpn": "オニの侵攻は激しさを増していた。これまでに無い、空を飛ぶタイプのオニの出現に翻弄される翔たちシロ組。オニは現世に現れるために人間を『依代』として利用する。オニを倒さなければ依代となった人が危ない。苦戦しつつも『成瀬 楓』の活躍で依代を救うことに成功する。調子にのる翔との会話で荒れる楓。そんな楓を心配する親友の『山田 春子』だが、春子にも楓は心を開こうとしない。翔は、春子から楓の過去を聞く。楓は以前、陸上部で走り高跳びの選手をしており、春子は陸上部のマネージャーだった。大会の優勝がかかったジャンプで楓は力を望み、オニに魅入られてしまった。それがきっかけで楓はシロ組の一員となったのだ。一方、楓は陸上部時代のライバル戸部陽子と再会していた。陸上を辞めた楓に失望する陽子。次の大会を見に来い、お前より高く跳ぶと楓に告げて去って行く。大会当日。会場そばの豊田大橋で、楓は陽子の変貌を目の当たりにする。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8745113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikizakura/episodes/8745113",
                    "Titles": {
                        "eng": "Family / BROTHER",
                        "jpn": "家族/BROTHER"
                    },
                    "Summaries": {
                        "eng": "Kippei knows something is up with Kakeru and is determined to find out what. After all, they are brothers and heroes in training! Or at least they used to be...",
                        "jpn": "翔の部屋で伊勢名物・伊勢うどんを煮込み始める吉平。翔は吉平の家に居候をしているのだが、吉平はここ最近の翔の行動を怪しんでいた。帰りが遅かったり、ヘロヘロだったり、突然呼び出されたり……。勿論それはオニと戦うヒーロー活動のためなのだが、吉平は彼女ができたのではないか、と翔を疑う。翔と吉平のヒーロー三つの誓い（ウソをつかない、無断でペットを飼わない、困ったら相談）に四つ目『彼女ができたら報告』を付け加え、伊勢うどんを煮込みながら翔に自白を迫る吉平。なぜ、吉平がうどんを煮ているのかさっぱり分からない翔。翔が逢花と一緒にいた証拠をつきつける吉平。吉平は乏しい恋愛知識を総動員して、翔のキャッキャウフフな生活を妄想する。この地獄のような状況から抜け出そうと、翔はウソにウソを重ねる事態に陥る。だが、その行き違いが兄弟同然に育ってきたふたりの間に亀裂を生んでしまう。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8745114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikizakura/episodes/8745114",
                    "Titles": {
                        "eng": "Black Team / SISTER",
                        "jpn": "黒組/SISTER"
                    },
                    "Summaries": {
                        "eng": "The mysterious Black Team also hunts oni, but their targets are on another very frightening level. Now they need White Team help to kill a dangerous Shinja... at least that's what they claim.",
                        "jpn": "日々、オニとの戦いを続けるシロ組。翔とイバラはシロ組の一員として、すっかり溶け込み成果をあげていた。『クロ組』の来訪を知らされるシロ組一同。クロ組とは、逢花曰く上司的ポジションの大人たち。クロ組のリーダー『明神 紅緒』は逢花の姉であり、「めっちゃ怖い」と噂の人物だった。クロ組をおもてなしするため奮闘するシロ組。あらわれたクロ組の紅緒と『雉間右近』、『犬塚 一左』の三人。紅緒は逢花に激甘な妹大好きお姉ちゃんだった。翔の失態により紅緒が苛ついたり、右近のチャラい態度に楓が苛ついたりしつつも、紅緒はシロ組に協力を要請する。『真蛇』と呼ばれる極めて強力なオニを相手にする事態が発生していた。伊勢忍者キングダムを舞台に、かつてない激闘が始まる。戦いの中で翔は真蛇の正体を知る。それは、あまりに残酷な真実だった。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8745115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikizakura/episodes/8745115",
                    "Titles": {
                        "eng": "Partner / IBARA",
                        "jpn": "相棒/IBARA"
                    },
                    "Summaries": {
                        "eng": "To prove he wasn't corrupted by Ibara, Kakeru must show his true courage to Issa, a Team Black hitter who has vowed to wipe all Oni off the face of the Earth.",
                        "jpn": "逢花の父『明神正臣』は明神家の当主であり、名古屋市役所に設置された異種災害対策室――オニに対抗する組織のトップであった。正臣の指示により、クロ組は回収したイバラのブレスレットを封印する。イバラのブレスレットを奪われた翔は、そのままクロ組によって監禁されていた。逢花の助けとなるために、イバラの力が必要だと主張する翔の言葉を、紅緒は「軽い」と切って捨てる。\r\nオニの脅威がこれほどまでに増しているのは、現世と隠世がかつてないほど接近しているためであった。このつながりを絶つために、八年前に失敗したシキザクラの儀式をやり直す。イバラという不確定因子は排除しなければならないと告げる正臣。それでも逢花と涼は翔とイバラを救うために正臣を説得する。そこまで言うならば、と正臣が告げた条件は、きわめて過酷な試練に打ち勝つという、ほとんど不可能な条件だった。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8745116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikizakura/episodes/8745116",
                    "Titles": {
                        "eng": "Smile / REAL",
                        "jpn": "笑顔/REAL"
                    },
                    "Summaries": {
                        "eng": "Kakeru and his friends perform a hero stage show for children. Since they’re actual heroes, this should be a piece of cake! Right?",
                        "jpn": "岡崎にやってきたシロ組一同。岡崎は、逢花にとって母親との思い出の土地だった。\r\n本物のヒーローになるための特訓と称して、翔はシロ組一同を引き連れ、岡崎グルメフェスの特設ステージにやってきた。だが、そこで待ち受けていたものは吉平とヒーローショーのスタッフであった。遊びじゃないか、と怒る一同だったが、ヒーローショーを通じて、手術に立ち向かう勇気を伝えたいとのスタッフの言葉に心を動かされ、協力することになる。だが、ヒーローショーのスタッフは特撮マニアの吉平をはじめ、自分のことを隊長と呼ばせるおっさんや、リアリズムにこだわる怪人役のアクターなど、クセの強い者ばかり。その上、機械オンチの逢花が音響機材の担当となってしまった。なんとかショーが始まったものの、通常では考えられないトラブルが続出する。はたして、翔とシロ組はうるさい特撮マニアのオッサンも満足させられる、本物のヒーローになれるのか？"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8745117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikizakura/episodes/8745117",
                    "Titles": {
                        "eng": "Dearest Wish / MOTHER",
                        "jpn": "悲願/MOTHER"
                    },
                    "Summaries": {
                        "eng": "Ryo vowed to hunt down his father’s killer. When Oka becomes a target, Ryo may finally get the chance he’s been waiting for.",
                        "jpn": "過去、涼の父は涼の母『服部 美鈴』を守るために真蛇と戦い、命を落とした。父の後を継いだ涼にとって父の仇討ちは悲願である。真蛇に対する怒りを燃やす涼に危うさを感じる美鈴。そんな中、涼の仇の真蛇が動き出した。真蛇を追っていた紅緒は、真蛇の次の狙いが逢花であると知る。\r\n紅緒の心配もつゆ知らず、逢花は翔、吉平とともに豊田市でインスタ映えする石の前で撮影したりと休日を満喫していた。そこに合流する涼と、クロ組の紅緒、右近、一左。紅緒は、右近と涼、翔たちシロ組に逢花の護衛をまかせ一左と共に真蛇を追うことにする。涼は宿敵である真蛇と対決するため紅緒に同行を申し出るが「雑念は刃を鈍らせる」と紅緒に拒否される。逢花を護衛することになった涼を、それでいいのかと、煽るイバラ。任務と悲願に引き裂かれる涼。そんな中、真の脅威が逢花に迫っていた。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8745118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikizakura/episodes/8745118",
                    "Titles": {
                        "eng": "Escape / STOP",
                        "jpn": "逃避/STOP"
                    },
                    "Summaries": {
                        "eng": "Oka is destined to protect the dreams of others, but what about Oka’s dreams? Don’t they matter, too? Kakeru certainly thinks so, and he’ll do his best to make them come true.",
                        "jpn": "謎のオニによる攻撃でイバラのブレスレットは砕け散った。気を失った翔は夢を見る。それは、戦国時代の巫女と、その父親『明神縁樹』の夢、イバラの過去の記憶であった。目覚めた翔は、イバラと会話ができなくなった事を知る。パワードスーツを装着することもできず、翔はオニと戦う力を失ってしまった。そんな中、容赦なくオニの市役所侵攻が始まる。オニの狙いは逢花であった。戦いに赴くシロ組とクロ組の仲間を見送り、何も出来ない翔。どれだけ語りかけてもイバラの返事は無い。\r\nなんとか市役所の防衛には成功したもののオニの勢力は以前よりはるかに力を増していた。\r\n小原町でシキザクラが開花する。最早猶予は無いとして、明神家当主の正臣は明日、シキザクラの儀式を始めると宣言する。何も出来ない翔であったが、逢花の小さな願いをかなえるため、逢花の手をひいて走り出す。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8745119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikizakura/episodes/8745119",
                    "Titles": {
                        "eng": "Determination / RE:START",
                        "jpn": "Episode 10"
                    },
                    "Summaries": {
                        "eng": "A glimpse of the past provides Kakeru with clarity in the present. He knows the reason he stands here today, but does he have the strength to achieve the impossible?",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8745120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikizakura/episodes/8745120",
                    "Titles": {
                        "eng": "Pulse / CLIMAX",
                        "jpn": "Episode 11"
                    },
                    "Summaries": {
                        "eng": "Oka’s determination to perform the ritual is matched only by Kakeru’s determination to protect her — and the determination of a certain oni to destroy them both.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8745121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shikizakura/episodes/8745121",
                    "Titles": {
                        "eng": "Future / SHIKIZAKURA",
                        "jpn": "Episode 12"
                    },
                    "Summaries": {
                        "eng": "Beneath the blooming shikizakura, the fight against evil comes to a stunning conclusion, but not everyone will make it to the other side of the perilous final battle.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}