{
    "URL": "https://thetvdb.com/series/slow-loop",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14694762/",
        "https://slowlooptv.com/",
        "http://www.reddit.com/r/SlowLoop",
        "https://www.themoviedb.org/tv/115112",
        "https://www.themoviedb.org/tv/115112",
        "https://x.com/slowloop_tv"
    ],
    "Titles": {
        "eng": "Slow Loop",
        "jpn": "スローループ"
    },
    "Summaries": {
        "eng": "Nervous to meet her new stepdad, Hiyori heads to the place she always feels at home—the ocean. When a curious girl named Koharu shows up, Hiyori decides to teach her how to fish, just like her father did before he died. But after Koharu reveals she’s also meeting her new family that night, the girls come to a startling realization. Their friendship is about to reach a whole new level!",
        "jpn": "海辺でひとり、亡き父に教えてもらった\r\nフライフィッシングを嗜む少女・ひより。\r\nいつもどおりに釣りをしていると、\r\nいきなり海に入ろうとする\r\n天真爛漫な少女・小春と出会います。\r\n\r\n一緒に釣りをする事になった2人でしたが、\r\n実は親の再婚相手の娘どうしで…？\r\n\r\nひょんな出会いから「姉妹」になった\r\nひよりと小春と一緒に、｢釣り」をしながら\r\nスローに過ごしてみませんか？"
    },
    "Aliases": [
        "SLOW LOOP"
    ],
    "Modified": "2025-08-25",
    "Seasons": {
        "0": {
            "ID": "1928523",
            "URL": "https://thetvdb.com/series/slow-loop/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9118406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-loop/episodes/9118406",
                    "Titles": {
                        "eng": null,
                        "jpn": "フライタイイング＜疑似餌づくり＞の世界へようこそ！"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "フライタイイング＜疑似餌づくり＞の世界へようこそ！\r\n\r\n「スローループ」の特別番組！\r\n＜出演＞久住琳（海凪ひより役）、日岡なつみ（海凪小春役）、嶺内ともみ（吉永恋役）、稲見一郎\r\n\r\n詳細情報\r\n＜番組内容＞\r\n海凪ひより役の久住琳さん、海凪小春役の日岡なつみさん、吉永恋役の嶺内ともみさんが、もっと深く釣りの世界を知っていこうということで、フライフィッシングについて学びます。講師の先生をお迎えして、フライフィッシングで使用するフライタイイング＜疑似餌＞作りに挑戦します！"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1928524",
            "URL": "https://thetvdb.com/series/slow-loop/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8443284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-loop/episodes/8443284",
                    "Titles": {
                        "eng": "A Very Unique Girl",
                        "jpn": "とても変わった⼥の⼦"
                    },
                    "Summaries": {
                        "eng": "Hiyori likes to spend her times alone fly fishing. One day, a very energetic girl named Koharu tries to jump into the cold ocean in front of Hiyori and she stops her. This ends up being the beginning of their very unique relationship.",
                        "jpn": "海辺でひとり、亡き⽗から教えてもらったフライフィッシングをしている少⼥・ひより。他の釣客から声をかけられますが、良く知らない⼈が苦⼿なひよりは疲れてしまいました。時刻も⼣⽅に差し掛かりそろそろ帰ろうとすると、突然⼤声をあげる少⼥が現れました。どうやら綺麗な海を⾒て感動しているようです。すると突然、その少⼥は服を脱ぎ始め…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8931421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-loop/episodes/8931421",
                    "Titles": {
                        "eng": "If You Can Just Smile",
                        "jpn": "笑顔になれたら"
                    },
                    "Summaries": {
                        "eng": "Koharu meets Hiyori's childhood friend Koi, who works at a fishing shop. Hiyori arranges a trip to a designated fly fishing location for Koharu.",
                        "jpn": "高校に入学し、クラスがひよりと分かれてしまいショックを受ける小春。一方、人見知りのひよりは緊張しながら教室に入ると、幼馴染の恋を見つけます。「同じクラスになって良かった」と、安心して話しかけるひより。そこで小春が釣りにも興味がある事を聞いた恋は、ひよりにある提案をします。その日の放課後、ひよりは「行きたいところがある」と、小春を誘いました。そこは…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8931422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-loop/episodes/8931422",
                    "Titles": {
                        "eng": "Thank You",
                        "jpn": "ありがとう"
                    },
                    "Summaries": {
                        "eng": "Hiyori, Koharu, and Koi go on a fishing and camping trip with their families.",
                        "jpn": "ある日、ひよりと小春は部屋でお互いのアルバムを見ていました。すると小春は、ある写真に目が留まります。それはひよりが幼い頃、父と一緒にボートで釣りをしている写真でした。昔はよく恋の家族と一緒に、「釣りキャンプ」に行っていたというひより。それを聞いた小春は、家族の親睦を深めるためにある事を思い付き…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8931423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-loop/episodes/8931423",
                    "Titles": {
                        "eng": "Aren't You Embarrassed?",
                        "jpn": "はずかしくないんですか？"
                    },
                    "Summaries": {
                        "eng": "Koharu gets frustrated by Hiyori trying to help her so much as she's fishing and Koi celebrates her sixteenth birthday.",
                        "jpn": "ひよりと海釣りにやってきた小春でしたが、海は風があって投げづらい様子。一方、ひよりは順調に魚を釣り上げていました。\r\n良く釣れるタイミングの「時合い」が来ている為、小春にも釣ってもらおうと代わりにキャスティングをしてあげるひより。しかし小春は「自分でやりたい」と言い争いになります。思わずひよりを置いて、小春が駆け込んだ先は…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8931424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-loop/episodes/8931424",
                    "Titles": {
                        "eng": "Together Again",
                        "jpn": "また一緒に"
                    },
                    "Summaries": {
                        "eng": "The girls go fishing on Ichika's boat and invite Futaba to come with them. Later, they all enjoy a nice meal at Hiyori and Koharu's house.",
                        "jpn": "夜明け前、ひよりたちは恋の父が運転する車であるところに向かっていました。そこは一花が働く船宿「つり福」。今日は皆でエサを使った船釣りに挑戦します。店の前に到着すると、釣具の準備を手伝う二葉がいました。先日、ひよりに対して「変な事を言ってしまった」と謝る二葉。気にしていないと告げるひよりでしたが、浮かない顔で準備を続ける二葉が気になり…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8931426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-loop/episodes/8931426",
                    "Titles": {
                        "eng": "Difficult Is Fun",
                        "jpn": "「難しい」が楽しい"
                    },
                    "Summaries": {
                        "eng": "The girls go on a boat to try to catch some dorados for the first time and meet one of Ichika's friends.",
                        "jpn": "ある夏の昼下がり、恋のお店に涼みにやってきたひよりと小春。恋が2人と話していると、父親の良太が昼食から帰ってきました。あまりの暑さに釣りを諦めた事をひよりから聞いた良太は、暑いからこそ「釣りしようぜ！」と提案します。それは船に乗ってのシイラ釣り。後日、早朝に集まったひよりたちが準備をしていると、良太がひよりにあるものを手渡します。それは…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8931427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-loop/episodes/8931427",
                    "Titles": {
                        "eng": "Wedding",
                        "jpn": "結婚式"
                    },
                    "Summaries": {
                        "eng": "The girls work on summer homework and Futaba comes over. She's nervous about telling her friend that she likes fishing, so they come up with a plan to see if she should tell her friend or not. Later on, the girls go fly fishing at a mountain stream.",
                        "jpn": "皆で夏休みの宿題をする為、ひよりたちの家にやってきた恋と二葉。文系が苦手なひよりと理系が苦手な小春は、お互い教えあう事になりました。英会話を習っていたという小春がひよりに英語を教えようとしますが、恋は「カタカナアレルギーなのに教えられるの？」と笑ってしまいます。 怒った小春は、日本語を禁止して英語だけで会話しようと決闘を申し込むのですが…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8931428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-loop/episodes/8931428",
                    "Titles": {
                        "eng": "I'm Fine Right Here",
                        "jpn": "ここがいい"
                    },
                    "Summaries": {
                        "eng": "Hiyori, Koharu, and Hinata go visit Hiyori's grandparents and the girls go fly fishing at a mountain stream.",
                        "jpn": "祖父母の家に泊まりにやってきたひよりたち。庭で小春が蝉取りをしていると、ひなたが「お団子作るの手伝って」と2人に声をかけます。皆で団子を作っていると祖母から、昔はよくひよりの父と祖父が一緒に渓流に出かけていた話を聞きました。しかし祖父は腰を悪くしたようで、ひよりたちと一緒に渓流には出かけられないようです。ひよりはその祖父が少し苦手な様子で…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8931429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-loop/episodes/8931429",
                    "Titles": {
                        "eng": "I Wanna Go on a Fishing and Camping Trip!",
                        "jpn": "釣りキャンプしたい！！"
                    },
                    "Summaries": {
                        "eng": "Koharu tries to convince her dad to let her go on a fishing and camping trip with just Koharu and Koi, which causes a disagreement in the family, and results in Koharu and Hiyori running away from home.",
                        "jpn": "恋が縁側でお茶を味わっていると、突然「家出してきた」とやってきた小春とひより。どうやら小春は子供たちだけで釣りキャンプをしたいと父に提案したのですが、反対されてしまった様子。恋は「人を説得するには信頼されることが大切」と、しっかり計画を練ってプレゼンをする事を提案します。「釣りキャンプのしおり」を作成して家に帰った小春は、早速父に説明を始めると…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8931430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-loop/episodes/8931430",
                    "Titles": {
                        "eng": "I'll Do My Best, Too",
                        "jpn": "私もがんばりますねっ"
                    },
                    "Summaries": {
                        "eng": "Hiyori and Koharu get ready for their school's cultural fair and Hiyori goes fishing with Futaba.",
                        "jpn": "小春のクラスでは文化祭の出し物を決める会が開かれていました。お化け屋敷や脱出ゲーム、釣りゲームなど様々な案が出ますが、なかなか決まりません。一方、ひよりと恋のクラスでは和風喫茶に決まり、給仕班と調理班に分かれる事になりました。恋と同じ調理班にしようと思っていたひよりですが、飲食店でバイトしている事を知ったクラスメイト達に給仕班にスカウトされて…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8931431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-loop/episodes/8931431",
                    "Titles": {
                        "eng": "Those Important to Me",
                        "jpn": "大切なもの"
                    },
                    "Summaries": {
                        "eng": "All of the girls finally go on their autumn fishing and camping trip, and Koi thinks back on the past.",
                        "jpn": "峠道を走る車の中で、酔った様子のひより。ひよりを心配して休憩がてら立ち寄った場所は、眼下に美しい湖が広がっていました。今日はかねてより計画していた「紅葉狩り釣り女子キャンプ」の当日です。荷物をテントサイトまで運び終え、早速釣りに向かった子供たち。釣りを始めたひよりと二葉を、恋と藍子は座って眺めていました。しかし藍子は浮かない顔で…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8931432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-loop/episodes/8931432",
                    "Titles": {
                        "eng": "Let's Pick Some Out Together",
                        "jpn": "⼆⼈で選ぼうっ"
                    },
                    "Summaries": {
                        "eng": "Koharu's birthday is coming up and the girls try to figure out what to get her. Meanwhile, the girls learn how to tie some flies.",
                        "jpn": "夜、ひよりはベッドの上で恋とメッセージのやり取りをしていました。もうすぐ誕⽣⽇の⼩春へのプレゼントを悩んでいる様⼦です。すると突然、⼩春が間仕切りを開けて話しかけてきました。ひよりのアルバムの中に、幼いころ恋がひよりにフライを巻いてくれた写真をみつけたようです。幼いひよりと恋が泣いている写真を⾒て疑問に思った⼩春は、その思い出を聞き出すと…。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}