{
    "URL": "https://thetvdb.com/series/artiswitch",
    "Genres": [
        "Anime",
        "Drama",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14648632/",
        "http://artiswitch.com/",
        "https://www.themoviedb.org/tv/125515",
        "https://x.com/artiswitch_jp"
    ],
    "Titles": {
        "eng": "Artiswitch",
        "jpn": "アーティスウィッチ"
    },
    "Summaries": {
        "eng": "There was a rumour among the young people in Harajuku, Tokyo. There is a place called Ura-Harajuku somewhere in Harajuku, and it seems that there is a shop run by a witch. The witch's name is Nina. A young witch with a chameleon and a pig fulfills the secret wishes of her guests. Her method is to invite her to a mysterious space and look into the \"real feelings\" deep inside her heart. Customers are sometimes excited, sometimes hurt, and make their own choices to fulfill their wishes.",
        "jpn": "リアルな心をあぶり出す\r\nアーティスティックファンタジー\r\n\r\n東京原宿の若者たちの間で、【ある噂】が流れていた。\r\n原宿のどこかに【裏裏原宿】と呼ばれる場所があり、魔女が営む店があるらしい。\r\n魔女の名前はニーナ。カメレオンと豚をお供につれた若き魔女は、客の秘めた願いを叶えている。\r\nその方法は不思議な空間へと誘い、心の奥底にある『本当の想い』を覗くというもの。\r\n客たちは時に心躍らせ、時に傷つき、自ら選択して願いを叶えていく。\r\nそしてニーナもまた、喜び傷つき、葛藤しながら成長していく。"
    },
    "Aliases": [],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1931276",
            "URL": "https://thetvdb.com/series/artiswitch/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "8892298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/8892298",
                    "Titles": {
                        "eng": "Picture Drama (Haruka)",
                        "jpn": "ピクチャードラマ（ハルカ）"
                    },
                    "Summaries": {
                        "eng": "Spin-off story of what happened later with Haruka who appeared in Artiswitch #1.",
                        "jpn": "で登場したハルカのその後を描くサイドストーリー"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8892299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/8892299",
                    "Titles": {
                        "eng": "Picture Drama (Mana)",
                        "jpn": "ピクチャードラマ（マナ）"
                    },
                    "Summaries": {
                        "eng": "Spin-off story of what happened later with Mana who appeared in Artiswitch #2.",
                        "jpn": "で登場したマナのその後を描くサイドストーリー"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10646473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/10646473",
                    "Titles": {
                        "eng": "Picture Drama (Akihiro)",
                        "jpn": "ピクチャードラマ（アキヒロ）"
                    },
                    "Summaries": {
                        "eng": "Spin-off story of what happened later with Akihiro who appeared in Artiswitch#3.",
                        "jpn": "で登場したアキヒロのその後を描くサイドストーリー"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10646474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/10646474",
                    "Titles": {
                        "eng": "Picture Drama (Ruru)",
                        "jpn": "ピクチャードラマ（るる）"
                    },
                    "Summaries": {
                        "eng": "Spin-off story of what happened later with Ruru who appeared in Artiswitch#4.",
                        "jpn": "で登場したるるのその後を描くサイドストーリー"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10646475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/10646475",
                    "Titles": {
                        "eng": "Picture Drama (Saki)",
                        "jpn": "ピクチャードラマ（さき）"
                    },
                    "Summaries": {
                        "eng": "Spin-off story of what happened later with Saki who appeared in Artiswitch#5.",
                        "jpn": "で登場したさきのその後を描くサイドストーリー"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10646476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/10646476",
                    "Titles": {
                        "eng": "Ruru's Episodes of Memories #01",
                        "jpn": "るるの思い出エピソード #01"
                    },
                    "Summaries": {
                        "eng": "This is the story of Ruru before she meets a trainee witch in Ura Ura-Harajuku. A 15-year-old girl, Ruru is unsure of what she wants to do or what she likes. One day, she finds something she likes for the first time in her life. In a world filled with things she hates, she wishes to at least fill herself with what she likes.",
                        "jpn": "これは裏裏原宿で魔女見習いと出会う前のるるの物語。15歳のるるは、自分が何をしたいのか、何が好きなのかよくわからない。ある日、生まれて初めて好きなものを見つける。嫌いなものばかりの世の中で、せめて好きなもので自分を満たしたいと願うるる。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10646477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/10646477",
                    "Titles": {
                        "eng": "Ruru's Episodes of Memories #02",
                        "jpn": "るるの思い出エピソード #02"
                    },
                    "Summaries": {
                        "eng": "This is the story of Ruru after she met a trainee witch in Ura Ura-Harajuku. Ruru has chosen to come back to the real world and is back in Harajuku. While strolling the streets, she sees people living their everyday lives. What is she thinking about?",
                        "jpn": "これは裏裏原宿で魔女見習いと出会ったるるのその後の物語。現実世界に戻ることを選び、原宿に戻ってきたるる。街を歩きながら、日常を生きる人々の姿を見て、彼女は何を思うのか。"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1931277",
            "URL": "https://thetvdb.com/series/artiswitch/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "8465324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/8465324",
                    "Titles": {
                        "eng": "Haruka \"G4L\"",
                        "jpn": "ハルカ「G4L」"
                    },
                    "Summaries": {
                        "eng": "Haruka is a high school girl in the dance club. Her friends praise her for being so tall and attractive, and she works hard to keep up the image every day. One evening on her way home from practice, she reaches her limit and suddenly runs down the streets of Uraharajuku. Eventually, she finds an entrance to a strange shop and opens the old doors to discover that it belongs to the witch Nina. Haruka is attracted to a lipstick, but rejects it, saying that's it's not like her, but Nina forcefully applies it on Haruka. \"Do you want to peer deeper?\" After Nina says this, Haruka is taken to a magical space.",
                        "jpn": "ダンス部に所属する女子高校生、ハルカ。高身長でイケメンと友達に褒められ、イメージを崩さないよう毎日を演じている。部活帰りのある夕暮れ、そんな我慢も限界に達し、突然裏原宿を走り出すハルカ。\r\nがむしゃらに走った先で、変なお店の入り口を見つけ、古びた扉を開けると…\r\nそこは、魔女ニーナのお店であった。ハルカはお店にあったリップが気になり、『私っぽくない』と否定するも、ニーナに強引に塗られてしまう。\r\n「もっと奥、覗いてみない？」ニーナの声を合図に、更に深い魔法空間へと導かれるのであった。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8465325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/8465325",
                    "Titles": {
                        "eng": "Mana \"Color\"",
                        "jpn": "マナ 「color」"
                    },
                    "Summaries": {
                        "eng": "Mana is your typical college student. She prioritizes being like everyone else, but also holds a secret social media account where she shares her music activities. But one day she comes across a hateful comment about her music. All of a sudden in an alley, the wall behind her turns into a door which leads her to a shop owned by the witch Nina.",
                        "jpn": "今どきの大学生マナ。皆と一緒であることを大切にする一方で、裏垢では音楽活動をして表と裏の顔を使い分ける日々。こっそりとやる音楽活動は上手くいかなくて、批判的なコメントにイラっとしてしまう。そんな時、路地裏で寄り掛かった壁がいきなり扉になり、マナは魔女ニーナのお店にたどり着く。お店にいたニーナに、マナはずっと誰かの真似っこ、顔色見て生きている？と非難される。突然、苛立つマナの腕に巻きつくブレスレット、ニーナは言う。「もっと奥、覗いてみない？」　気がつくとマナは、昔の原宿に立っていた。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8465326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/8465326",
                    "Titles": {
                        "eng": "Akihiro \"Look at Me\"",
                        "jpn": "アキヒロ「わたしをみて」"
                    },
                    "Summaries": {
                        "eng": "Akihiro is a fashion school student. Believing he is talented, he lives his life looking down on others, but he shrinks at the slightest of confrontations, and he's unable to speak his mind with his classmates as well.\r\nOne day, he is talking to himself as he thinks about his own brand design when a young man misunderstands the situation and approaches Akihiro.\r\nAkihiro frantically runs into an alley when he sees a strange door in front of him, the door leading to Nina's shop.",
                        "jpn": "服飾の専門学生、アキヒロ。自身に才能があると思い、周りを見下して生きているが、いざ人を前にすると弱気な性格で同級生とも本心で話せない。ある日、自身のブランドのデザインを考えていると、近くの若者がアキヒロの独り言を勘違いして声を掛けてくる。怯えたアキヒロはスケッチブックを落とし、自身の描いた服のデザインを見られてしまう。慌てて裏路地へ逃げるアキヒロ。悪態をつきながら走っていると、目前にピンクの変な扉を見つける。その扉の先は、ニーナのお店へと繋がっていた。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8465327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/8465327",
                    "Titles": {
                        "eng": "Ruru \"Ghost Food\"",
                        "jpn": "るる「GHOST FOOD」"
                    },
                    "Summaries": {
                        "eng": "Nina has gained more confidence as a witch after helping several people sort through their issues.\r\nThat's when Ruru arrived to Nina's shop clad in the latest Lolita fashion, overcome by her distain for the world filled with things she hated.",
                        "jpn": "人々の悩みを解決し、魔女として自信を持つようになってきたニーナ。\r\nそんなニーナのお店に訪れたのはロリータファッションに身を包む女の子『るる』であった。るるは嫌いなものが溢れた世の中に嫌気がさし、魔女のお店を求めていた。魔法空間に行きたがる彼女に困惑気味なニーナ。るるに半ば強引に魔法空間へ案内させられる。魔法空間に着いたるるは、イキイキと踊りだして……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8465328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/8465328",
                    "Titles": {
                        "eng": "Tiara \"In the Picture\"",
                        "jpn": "てぃあら「絵で」"
                    },
                    "Summaries": {
                        "eng": "Nina is frustrated that she couldn't save Ruru when a model named Tiara visits her shop.\r\nTiara wishes for her crush Saki to be happy, but Nina is reluctant to use her magic. However, her familiars Pig and Chameleon take control of Nina and transport Tiara to the magic dimension.",
                        "jpn": "るるを助けられなかったことを悔やむニーナ。そんなニーナのお店にモデルをしている女の子、『てぃあら』がやってくる。てぃあらは好意を寄せる友人『サキ』の幸せを願うも、魔法を使わず拒むニーナ。しかし使い魔のブタとカメレオンに無理やり操られ、てぃあらを魔法空間へと連れていく。\r\nてぃあらは自分ではなくサキに魔法のアイテムを使い、モデルとして輝くサキを幸せな気持ちで見守っていたのだが……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8465329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/8465329",
                    "Titles": {
                        "eng": "Nina \"Jump, The Farthest Ends.\"",
                        "jpn": "ニーナ「飛ぶ、サイハテ。」"
                    },
                    "Summaries": {
                        "eng": "Nina resolves to quit witchcraft. Suddenly, herself from the past appears before her. Nina faces herself and remembers her school days. She was always alone, dreaming of a better world, never being able to change. \r\nMade fun of by her classmates and nobody willing to help her, she heads to the roof to end it all.",
                        "jpn": "魔女を辞める決意をしたニーナ。そんな彼女の目の前に、過去の自分が現れる。ニーナは自分と対峙し、学生時代を思い出す。\r\nいつも一人で過ごし、憧れの世界を夢見るも、何も変われない自分。同級生に馬鹿にされ、誰も救ってくれないと落ち込み、ビルの屋上を目指す。そこでニーナは、美しいダンスをする女の子に出会うのだった。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}