{
    "URL": "https://thetvdb.com/series/artiswitch",
    "Genres": [
        "Anime",
        "Drama",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14648632/",
        "http://artiswitch.com/",
        "https://www.themoviedb.org/tv/125515",
        "https://x.com/artiswitch_jp"
    ],
    "TitleEnglish": "Artiswitch",
    "SummaryEnglish": "There was a rumour among the young people in Harajuku, Tokyo. There is a place called Ura-Harajuku somewhere in Harajuku, and it seems that there is a shop run by a witch. The witch's name is Nina. A young witch with a chameleon and a pig fulfills the secret wishes of her guests. Her method is to invite her to a mysterious space and look into the \"real feelings\" deep inside her heart. Customers are sometimes excited, sometimes hurt, and make their own choices to fulfill their wishes.",
    "Aliases": [],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1931276",
            "URL": "https://thetvdb.com/series/artiswitch/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "8892298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/8892298",
                    "TitleEnglish": "Picture Drama (Haruka)",
                    "SummaryEnglish": "Spin-off story of what happened later with Haruka who appeared in Artiswitch #1.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8892299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/8892299",
                    "TitleEnglish": "Picture Drama (Mana)",
                    "SummaryEnglish": "Spin-off story of what happened later with Mana who appeared in Artiswitch #2.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10646473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/10646473",
                    "TitleEnglish": "Picture Drama (Akihiro)",
                    "SummaryEnglish": "Spin-off story of what happened later with Akihiro who appeared in Artiswitch#3.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10646474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/10646474",
                    "TitleEnglish": "Picture Drama (Ruru)",
                    "SummaryEnglish": "Spin-off story of what happened later with Ruru who appeared in Artiswitch#4.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10646475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/10646475",
                    "TitleEnglish": "Picture Drama (Saki)",
                    "SummaryEnglish": "Spin-off story of what happened later with Saki who appeared in Artiswitch#5.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10646476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/10646476",
                    "TitleEnglish": "Ruru's Episodes of Memories #01",
                    "SummaryEnglish": "This is the story of Ruru before she meets a trainee witch in Ura Ura-Harajuku. A 15-year-old girl, Ruru is unsure of what she wants to do or what she likes. One day, she finds something she likes for the first time in her life. In a world filled with things she hates, she wishes to at least fill herself with what she likes.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10646477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/10646477",
                    "TitleEnglish": "Ruru's Episodes of Memories #02",
                    "SummaryEnglish": "This is the story of Ruru after she met a trainee witch in Ura Ura-Harajuku. Ruru has chosen to come back to the real world and is back in Harajuku. While strolling the streets, she sees people living their everyday lives. What is she thinking about?",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1931277",
            "URL": "https://thetvdb.com/series/artiswitch/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "8465324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/8465324",
                    "TitleEnglish": "Haruka \"G4L\"",
                    "SummaryEnglish": "Haruka is a high school girl in the dance club. Her friends praise her for being so tall and attractive, and she works hard to keep up the image every day. One evening on her way home from practice, she reaches her limit and suddenly runs down the streets of Uraharajuku. Eventually, she finds an entrance to a strange shop and opens the old doors to discover that it belongs to the witch Nina. Haruka is attracted to a lipstick, but rejects it, saying that's it's not like her, but Nina forcefully applies it on Haruka. \"Do you want to peer deeper?\" After Nina says this, Haruka is taken to a magical space.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8465325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/8465325",
                    "TitleEnglish": "Mana \"Color\"",
                    "SummaryEnglish": "Mana is your typical college student. She prioritizes being like everyone else, but also holds a secret social media account where she shares her music activities. But one day she comes across a hateful comment about her music. All of a sudden in an alley, the wall behind her turns into a door which leads her to a shop owned by the witch Nina.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8465326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/8465326",
                    "TitleEnglish": "Akihiro \"Look at Me\"",
                    "SummaryEnglish": "Akihiro is a fashion school student. Believing he is talented, he lives his life looking down on others, but he shrinks at the slightest of confrontations, and he's unable to speak his mind with his classmates as well.\r\nOne day, he is talking to himself as he thinks about his own brand design when a young man misunderstands the situation and approaches Akihiro.\r\nAkihiro frantically runs into an alley when he sees a strange door in front of him, the door leading to Nina's shop.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8465327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/8465327",
                    "TitleEnglish": "Ruru \"Ghost Food\"",
                    "SummaryEnglish": "Nina has gained more confidence as a witch after helping several people sort through their issues.\r\nThat's when Ruru arrived to Nina's shop clad in the latest Lolita fashion, overcome by her distain for the world filled with things she hated.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8465328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/8465328",
                    "TitleEnglish": "Tiara \"In the Picture\"",
                    "SummaryEnglish": "Nina is frustrated that she couldn't save Ruru when a model named Tiara visits her shop.\r\nTiara wishes for her crush Saki to be happy, but Nina is reluctant to use her magic. However, her familiars Pig and Chameleon take control of Nina and transport Tiara to the magic dimension.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8465329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/artiswitch/episodes/8465329",
                    "TitleEnglish": "Nina \"Jump, The Farthest Ends.\"",
                    "SummaryEnglish": "Nina resolves to quit witchcraft. Suddenly, herself from the past appears before her. Nina faces herself and remembers her school days. She was always alone, dreaming of a better world, never being able to change. \r\nMade fun of by her classmates and nobody willing to help her, she heads to the roof to end it all.",
                    "Aliases": []
                }
            }
        }
    }
}