{
    "URL": "https://thetvdb.com/series/high-card",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt25275610/",
        "https://highcard-anime.jp/",
        "http://www.reddit.com/r/HIGHCARD",
        "https://www.tvmaze.com/shows/65772/show-slug",
        "https://www.themoviedb.org/tv/194665",
        "https://en.wikipedia.org/wiki/High_Card",
        "https://x.com/highcard_pj"
    ],
    "Titles": {
        "eng": "High Card",
        "jpn": "High Card"
    },
    "Summaries": {
        "eng": "The Kingdom of Fourland is an island nation located in the North Atlantic. The country notably holds the 52 “X” playing cards, considered to be the very origin of playing cards. These cards, each endowed with a supernatural ability, can donate their power to a qualified person, a \"player\". One day, the \"X\" cards, which were supposed to be under the protection of the government, ended up scattered all over the country, causing a lot of trouble due to the powers acquired by the people who obtained them. In secret, the King entrusted a mission to Pinochle, one of the largest companies in the nation: to find the cards to put an end to the ambient chaos. By day, Finn, Chris, Leon, Wendy and Vijay are simple employees of the car manufacturer Pinochle. At night, they are members of \"High Card\", a secret group made up of players whose mission is to collect the cards.",
        "jpn": "北大西洋に位置する島国《フォーランド王国》。\r\nこの国にはトランプの起源とされる、52枚の《エクスプレイングカード》が存在する。カードは52通りの異能力を宿しており、手にした適合者《プレイヤー》にその力を授ける性質があった。\r\n\r\nある時、国で保管していたエクスプレイングカードがフォーランド中に四散してしまう。カードを手にしたプレイヤーは その力を使ってトラブルを引き起こし、フォーランドは混乱に陥った。\r\n国王は秘密裡に国内屈指の大企業《ピノクル》に任務を与えた。\r\n「我が国に混乱を招くカードをすべて回収せよ」\r\nピノクルはプレイヤー集団《ハイカード》を結成し、カードの回収にあたる。\r\n\r\n大義のため、欲望のため、復讐のため、カードを手中に収めんと奔走する人々。カードが揃った時、訪れる運命は繁栄か破滅か、それとも――"
    },
    "Aliases": [
        "High Card"
    ],
    "Modified": "2025-10-17",
    "Seasons": {
        "0": {
            "ID": "1933296",
            "URL": "https://thetvdb.com/series/high-card/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10786104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10786104",
                    "Titles": {
                        "eng": "The Flowers Bloom",
                        "jpn": "#25: THE FLOWERS BLOOM"
                    },
                    "Summaries": {
                        "eng": "When Leo's induction ceremony as the CEO of Pinochle Automobile is only a couple of days away, a player turns him into... a baby?! Can High Card return Leo back to normal while taking care of baby Leo?",
                        "jpn": "レオのピノクル・オートモービル CEO 就任式を数日後に控えたとき、プレイヤーが彼を…赤ちゃんに変えてしまう!?ハイカードは赤ちゃんレオの世話をしながらレオを通常の状態に戻すことができるでしょうか?"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1933297",
            "URL": "https://thetvdb.com/series/high-card/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8481514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/8481514",
                    "Titles": {
                        "eng": "One Shot",
                        "jpn": "ONE SHOT"
                    },
                    "Summaries": {
                        "eng": "A blonde boy is looking around the people on the street. His name is Finn Oldman, and he's collecting funds by pickpocketing, using his extraordinary power of observation, in order to save the Sun Fields orphanage he grew up in from the land shark. But the pawn shop owner rejects his haul since they are stolen goods. Instead, he offers that he would buy the card Finn carries around. But this card is something Finn will never part with... He goes to the casino to get rich quickly. But this leads him to a mysterious fate.",
                        "jpn": "金髪の青年が街行く人を物色している。\r\n彼の名はフィン・オールドマン。\r\n巣立ったサンフィールズ孤児院を地上げ屋から救うため、ズバ抜けた視力の良さを活かしてスリで資金を集めているのだ。\r\nだが、質屋は盗品の買取を拒否。\r\nその代わり、フィンが大事に持ち歩いている\r\n“カード”なら考えても良いと言う。\r\nこのカードだけは渡せない……フィンは、一攫千金を狙ってカジノへ。\r\nしかし、この行動が彼を数奇な運命へと導いていくのだった。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9549389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/9549389",
                    "Titles": {
                        "eng": "Make a Choice",
                        "jpn": "MAKE A CHOICE"
                    },
                    "Summaries": {
                        "eng": "The man in a red suit, Chris Redgrave, is an employee of a long-established car manufacturer, Pinochle. Why is a car maker after the card? What does this card do? And who are the Klondike Family, the biggest mafia organization in the Fourland Kingdom? Confused, Finn is half-forced into working for Pinochle and becomes a member of High Card. Chris becomes his mentor. The two don't quite get along, but they're on their way to their first mission together.",
                        "jpn": "フィンを追いつめた赤いスーツの男、\r\nクリス・レッドグレイヴは\r\n老舗自動車メーカー《ピノクル》の社員だった。\r\nなぜ自動車メーカーがカードを狙っているのか？\r\nこのカードは一体？\r\nフォーランド王国最大のマフィア組織である\r\n《クロンダイクファミリー》とは？\r\n混乱するフィンは半ば強引にピノクルへ\r\n入社させられ、《ハイカード》の一員となる。\r\n教育係に任命されたのはクリス。\r\n反りが合わない2人は、\r\nさっそく最初の任務へと就く。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9549390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/9549390",
                    "Titles": {
                        "eng": "Crazy Rich",
                        "jpn": "CRAZY RICH"
                    },
                    "Summaries": {
                        "eng": "Finn comes out of the tailor in a good mood, dressed in his new custom-made suit. But something rains on his parade: A young man gets kidnapped right in front of his eyes. Finn succeeds in rescuing him using Neo New Nambu, but is taken aback by the young man's attitude. He's bossy and rude, looking down on Finn. But the kidnappers continue to come after this young man, and they seem to have their reasons...",
                        "jpn": "テーラーから出てきたフィンはおろしたてのオーダーメイドスーツを身にまとい上機嫌な様子。\r\nそんな気分に水を差すような事件が。なんと、目の前で青年が誘拐されてしまったのだ。\r\nネオニューナンブを使って助け出すことに成功するフィン。だが、青年の態度に開いた口がふさがらない。\r\n彼は生意気で礼儀知らず、超上から目線の尊大な奴だったのだ。\r\nそんな少年をまだ追いかけてくる誘拐犯。どうやら彼らにも言い分があるようで……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9551533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/9551533",
                    "Titles": {
                        "eng": "Samurai Girl",
                        "jpn": "SAMURAI GIRL"
                    },
                    "Summaries": {
                        "eng": "Wendy Sato has determined that she is going to walk the path of solitude, just like her father she admired. But it's not so easy. Despite herself, she's late for work from oversleeping, and gets hammered at Finn's welcome party. At this rate, she will not be anything like her father, let alone mastering the power of the ace of spades inherited from her father, \"Love and Peace.\" That's when High Card is put in a tight spot by a player from the Klondike family.",
                        "jpn": "ウェンディ・サトーは憧れている父と同じく“孤高の道”を行こうと心に決めていた。\r\nしかし、一筋縄ではいかない。しっかりしなきゃと思っていても寝坊で遅刻し、フィンの歓迎会では飲みすぎてしまう始末。\r\nこのままでは父のようになることも、父から受け継いだスペードＡ《ラヴ＆ピース》の能力を使いこなすことも叶わない。\r\nそう思っていた矢先、クロンダイクのプレイヤーによってハイカードが窮地に追い込まれ……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9551534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/9551534",
                    "Titles": {
                        "eng": "Power Game",
                        "jpn": "POWER GAME"
                    },
                    "Summaries": {
                        "eng": "Detective Sugar Peace suspects Pinochle. The footage of them wrecking town is deleted from social media, and any investigations they're involved are unnaturally cut short. She suggests at the station that there must be something going on, yet no one takes her seriously. When she's bothered by something, it keeps her up at night. So she decides to investigate on her own. In the meantime, her boss, Captain Greg Young gets in touch with two of the big names in town. And they turn out to be...",
                        "jpn": "刑事のシュガー・ピースは暗躍するピノクルを怪しんでいた。\r\n彼らが暴れまわった形跡がＳＮＳから削除され、関わった事件の捜査もことごとく打ち切られているのだ。\r\n裏があるはずだと署内で提言するも、まともにとりあってはもらえない。\r\n一度気になると何も手につかず夜も眠れなくなってしまう性分のシュガーは独自で捜査を始める。\r\n一方、シュガーの上司であるグレッグ・ヤング警部は2人の大物に接触を試みる。その相手とは……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9551535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/9551535",
                    "Titles": {
                        "eng": "Take Back Five",
                        "jpn": "TAKE BACK FIVE"
                    },
                    "Summaries": {
                        "eng": "The 5 of diamonds is put into an auction. This is one of the cards that were scattered all over the country due to the X-Blind when the Klondike Family attacked the Trapla palace. High Card must stop the card from falling into the wrong hands. They go on a secret mission to recover the 5 of diamonds on a luxury cruise ship where the auction takes place. But an extremely troublesome man for Pinochle, Norman Kingstat, is also participating in the auction.",
                        "jpn": "ダイヤ５のエクスプレイングカードがオークションに出品される。\r\nこのカードはクロンダイクがトラプラ宮殿を襲撃した際に発生したエクスブラインドで国中に散ってしまった物の一枚だ。\r\nカードが人の手に渡るのを阻止せよ。\r\nハイカードはオークション会場である豪華客船内で秘密裡にダイヤ５奪回のミッションを開始する。\r\nしかし、このオークションにはピノクルにとって極めて厄介な男、ノーマン・キングスタットも参加していた。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9551536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/9551536",
                    "Titles": {
                        "eng": "Love & Fake",
                        "jpn": "LOVE & FAKE"
                    },
                    "Summaries": {
                        "eng": "When Finn and Chris approach Chelsea Hammond, the player of the 2 of diamonds, \"Love Connection,\" she uses that power to stick their hands together. Chris, who has an important date coming up, chases Chelsea around all over town day and night with Finn to collect Chelsea's card and undo the power. But catching a girl with no fixed address turns out to be not so easy. Not having been able to undo the power, Chris goes on a date with Chris in tow.",
                        "jpn": "ダイヤ２《ラヴコネクション》のプレイヤーであるチェルシー・ハモンドに接近したフィンとクリスは、\r\n彼女の能力によって手と手を繋げられてしまう。\r\nデートの約束があるというクリスはチェルシーのカードを回収して能力を解除させるため、\r\nフィンと共に昼夜を問わず追いかけまわす。\r\nだが、家をもたない彼女を捕らえるのは至難の業。\r\nそうこうしているうちにデート当日を迎えたクリスは、仕方なくフィンと同伴でデートへ向かうことに。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9551537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/9551537",
                    "Titles": {
                        "eng": "Heat Up",
                        "jpn": "HEAT UP"
                    },
                    "Summaries": {
                        "eng": "To celebrate Lindsey's birthday, Finn visits Sun Fields. While preparing for the party, a couple of kids start to fight, and it looks like it is due to Sam, a boy who joined Sun Fields recently. Finn sees his old self in Sam, and tries to be there for him. And Lindsey's birthday party starts. It's all fun and merry, until Bobby Ball from the Klondike Family shows up.",
                        "jpn": "リンジーの誕生日を祝うため、フィンはサンフィールズ孤児院にやってくる。\r\nすると、パーティーの準備中に子供同士でトラブルが。どうやら最近入所したサムという少年がきっかけのようだ。\r\nフィンは皆と馴染めないサムに自分を重ね、親身になって優しく寄り添う。\r\nこうして無事にリンジーの誕生日パーティーが始まった。賑やかで楽しい時間が流れる。そう思っていた。\r\nクロンダイクファミリーのボビー・ボールが現れるまでは……。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9551538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/9551538",
                    "Titles": {
                        "eng": "By Your Side",
                        "jpn": "BY YOUR SIDE"
                    },
                    "Summaries": {
                        "eng": "The royal family has been attacked before when they are expecting to have a coronation, and the eldest prince, Dylan Fourland, has been killed. The mastermind of the attacked seems to be the Klondike Family, who is not afraid to make an enemy of the country to get the cards. Threatened by this, Pinochle secretly orders High Card to immediately collect cards whose whereabouts are known to them. But Finn is nowhere to be seen. He seems to be crestfallen over what happened to Sun Fields. Chris visits Finn’s place to cheer Finn up as his buddy.",
                        "jpn": "戴冠式を控える王家が襲われ、長男であるディラン・フォーランドが命を落とした。\r\n騒動の首謀者はクロンダイクだと考えられる。奴らはカードを手にするためなら国家を敵に回すことも辞さない姿勢だ。\r\nそれを脅威と捉えたピノクルは所在場所が判明しているカード回収を急ぐようハイカードへ極秘指令を出す。\r\nしかし、フィンの姿が無い。どうやらサンフィールズの一件で気落ちしているようだ。\r\nクリスはバディとしてフィンの家を訪れる。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9551539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/9551539",
                    "Titles": {
                        "eng": "To Be Apart",
                        "jpn": "TO BE APART"
                    },
                    "Summaries": {
                        "eng": "Finn wakes up to find a woman standing in front of him. Her name is Aya Tawawa. She was a member of the first generation High Card, and is also a target of the secret mission for Finn. Aya happened to find Finn passed out and carried him in, but she feels a strange twist of fate with this encounter. She tells Finn about the incidents that happened with High Card, and what happened to Chris when he was young. In the meantime, Chris is being tortured by Jasper, and he learns that Alexander is going after Finn.",
                        "jpn": "フィンが目を覚ますと目の前に一人の女性が。\r\n彼女の名はアーヤ・タワワ。初代ハイカードの一員で、今回の極秘任務のターゲットだった。\r\nアーヤは偶然倒れていたフィンを見つけて運び込んだと言うも、この巡り合わせに不思議な運命を感じていた。\r\n彼女は語る。初代ハイカード在籍時に起きた事件を。\r\nそして、幼少のクリスに何があったのかを。\r\n一方、ジャスパーから拷問を受けるクリスは、アレクサンダーがフィンを追ったと知り……。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9551540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/9551540",
                    "Titles": {
                        "eng": "Chris",
                        "jpn": "CHRIS"
                    },
                    "Summaries": {
                        "eng": "Why did Chris shoot Finn? Why did he steal the cards? What are his intentions? High Card is at a loss as to what to make of Chris' puzzling behavior that turned him into a fugitive. Finn suggests that they find Chris first on their own, but Leo disagrees, since Owen Alldays, Theodore's secretary, is working to secure Chris under the direct order of the president. In the meantime, the Klondike Family is preparing to invade as they try to rise in rebellion once again.",
                        "jpn": "クリスは何故、フィンを撃ったのか。何故、カードを奪ったのか。\r\n彼は一体、何を考えているのだろうか。\r\n追われる身になってしまったクリスの不可解な行動に頭を悩ませるハイカード。\r\nフィンは自分達で先に見つけ出そうと提案するが、レオは奥歯を噛む。\r\nクリス確保にはセオドールの秘書であるオーウェン・オールデイズが社長直々の命令で動いているのだ。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9551541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/9551541",
                    "Titles": {
                        "eng": "Finn",
                        "jpn": "FINN"
                    },
                    "Summaries": {
                        "eng": "The Klondike Family makes a sudden attack on the palace. Leo and others have their hands full protecting Theodore and the royal family. Finn is apprehended by Owen on the account that he interfered with capturing Chris, and Chris drives off with Michel in the car. Then, Ban Klondike appears in front of Chris. Nhât, Sugar, Young, and Chelsea join the chase and the city is in absolute turmoil. Will High Card and Finn be able to stop Chris' X-Hand in time?",
                        "jpn": "宮殿を急襲するクロンダイク。レオ達はセオドールと王家を守るので手一杯の様子だ。\r\nフィンはクリス捕獲の邪魔をしたという理由でオーウェンに捕らえられてしまい、クリスはミシェルを車に乗せて走り去る。\r\nすると、クリスの前にバンが姿を現した。\r\nニャット、シュガー、ヤング、チェルシーも参戦して街は混乱を極める局面に突入。\r\nハイカードは、そしてフィンはバディであるクリスのエクスハンドを阻止することが出来るのだろうか？！"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2055413",
            "URL": "https://thetvdb.com/series/high-card/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10060433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10060433",
                    "Titles": {
                        "eng": "Knightmare",
                        "jpn": "KNIGHTMARE"
                    },
                    "Summaries": {
                        "eng": "Finn is back on High Card's duty with Chris, who is now Finn's junior. Lindsey tells Finn about the story of how he ended up in the orphanage, and while Finn and Chris are on a hunt to collect a card, Finn encounters the Black Knight from his nightmare.",
                        "jpn": "クリスの一件から時が過ぎ、通常業務に戻るハイカード。\r\nしかし、クロンダイクファミリーのバンは行方をくらませ、街ではテロによって命を落とした\r\nフォーランド王国第一王子の葬儀が執り行われるなど、いまだに緊迫した状態が続いていた。\r\nそんな中、フィンは自身と家族に何が起きたのか知るためにリンジーを訪れる。\r\nそこへクリスから任務の連絡が。\r\n駆けつけたフィンの前に姿を現したのは、家族の命を奪った黒い甲冑の騎士だった。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10236197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10236197",
                    "Titles": {
                        "eng": "Truth of the Hero",
                        "jpn": "TRUTH OF THE HERO"
                    },
                    "Summaries": {
                        "eng": "Finn and Chris go to Silphium to collect the Heart of Queen with Sonic Move, the ability to move at sonic speed. The target wears a superhero costume and uses his ability to help people. Finn gets lost and asks a stranger in a robe for directions. Meanwhile, Chris notices abnormalities with his body.",
                        "jpn": "フィンとクリスは任務のためシルフィウム州へと赴く。\r\n回収するカードは音速で移動できる能力のハートＱ《ソニックムーブ》。\r\nターゲットはスーパーヒーローのようなコスチュームを纏い、\r\n能力名と同じく『ソニックムーブ』と名乗って人助けをしているらしい。\r\n早速プレイヤーを捜索するフィンだったが、慣れない土地のせいで迷子になってしまい、\r\nローブを被った見知らぬ人に道を尋ねる。\r\n一方、クリスは身体に異変を感じて……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10236198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10236198",
                    "Titles": {
                        "eng": "Answer the Door",
                        "jpn": "ANSWER THE DOOR"
                    },
                    "Summaries": {
                        "eng": "Chris gives half of his life to Michel with X-Hand and gets her illness in exchange. His power of Calorie's High is now weakened. Leo gets summoned by Theodore to the HQ to discuss it. Concerned, Finn secretly follows. And a new assassin from the Klondike Family shows up, causing a panic at the HQ.",
                        "jpn": "クリスはエクスハンドでミシェルに自分の命を半分わけ与えたが、\r\n代償としてミシェルの疾患を引き受け、それに伴いカロリーズハイの能力も弱まっていた。\r\nハイカードがクリスのために出来る事は何もない……レオはこの件でセオドールに呼び出されて本社へ。\r\nクリスが心配なフィンもこっそりと後をつける。\r\nところが、クロンダイクの新たな刺客が姿を現し、本社は大パニックに。\r\nハイカードは最大のピンチを迎えることになってしまう。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10236199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10236199",
                    "Titles": {
                        "eng": "Once Upon a Time",
                        "jpn": "ONCE UPON A TIME"
                    },
                    "Summaries": {
                        "eng": "After the incident at the Pinochle HQ, High Card is suspended indefinitely despite the royal family’s effort to cover it up. With Theodore still missing and Chris hospitalized, the team is separated. That’s when Norman shows up and starts talking about how he, Theodore, and Ban met.",
                        "jpn": "ピノクル本社ビルでの騒動から一か月後……王家は事故だと隠ぺいするも世間の注目は収まらず、\r\nこれが原因でハイカードは無期限の活動休止を言い渡されてしまう。\r\nセオドールの行方も分からず、仲間はバラバラ。\r\nクリスも入院したままだ。暇を持て余すフィンはバーナードしかいないオールドメイド支店を訪れる。\r\nすると突然ノーマンがやってきて、自身とセオドール、そしてバンの馴れ初めを聞いてもいないのにペラペラと語りだす。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10236200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10236200",
                    "Titles": {
                        "eng": "Look at Me",
                        "jpn": "LOOK AT ME"
                    },
                    "Summaries": {
                        "eng": "Leo returns to Rummy College, a prestigious boarding school, as High Card is on hiatus. He is tired of everyone tiptoeing around him, but a transfer student named Francois approaches Leo. Initially Leo is distant, but they become close over time. Incidentally, Leo starts to get sick.",
                        "jpn": "ハイカードが活動休止ということでレオは在学している全寮制の名門ラミー校へ戻る。\r\n騒動を知っている周囲の生徒、教師たちから過剰に気を使われることに嫌気がさしていたなか、\r\n見知らぬ青年がレオの姿をカメラで撮る。彼はフランソワという名前の転校生だ。\r\n馴れ馴れしく話しかけてくるフランソワを最初は無視していたレオだったが、次第に二人の距離は縮まっていく。\r\nそれと同時にレオは悪夢にうなされ、体調が悪化し始める……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10236201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10236201",
                    "Titles": {
                        "eng": "Hold Your Hand",
                        "jpn": "HOLD YOUR HAND"
                    },
                    "Summaries": {
                        "eng": "Chelsea visits Wendy with a girl named Chloe, who's trying to get away from the police because of her card. But Wendy is not sure if she's the right person to help. But Chelsea drags her out anyway, and the three girls are on the road to run.",
                        "jpn": "女の子を連れたチェルシーがウェンディを訪ねてくる。\r\nこのクロエという女の子が警察に追われているので助けてほしいと言うのだ。\r\n見てみると、クロエの手にはグローブが。\r\nどうやらカード絡みで問題を起こしたらしいのだが、自信喪失中のウェンディは\r\n迷惑をかけてしまうのではないかと首を縦に振れない。\r\nしかし、女の子のピンチは女の子が救うのだとチェルシーは言いきり、強引に外へ連れ出す。\r\nこうして女性三人の逃避行が始まった。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10236202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10236202",
                    "Titles": {
                        "eng": "Prisoners",
                        "jpn": "PRISONERS"
                    },
                    "Summaries": {
                        "eng": "After catching all the high cards in one fell swoop, Inspector Young begins negotiations with the royal family. He tells them that the police will take control of the cards from now on, and proposes that in exchange for returning the cards recovered from Klondike, they be told everything the royal family has been hiding. The king is reluctant, but he has no choice in the situation. Meanwhile, Sugar is trying to reveal the abilities of the captured Burst and extract internal information about Klondike. Zenon and Tilt arrive to recapture the cards.",
                        "jpn": "ハイカードを一網打尽にしたヤング警部は王家と交渉を開始。\r\n今後は警察がカードを管理すると伝え、クロンダイクから取り戻したカードを返す代わりに\r\n王家が秘匿にしていることを包み隠さず教えてほしいと提案する。\r\n国王は渋るも、この状況では選択肢がない。\r\n一方、シュガーは捕らえたバーストの能力を明らかにし、クロンダイクの内部情報を聞き出そうとしていた。\r\nそこへカードを奪還するためにゼノンとティルトが乗り込んでくる。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10236203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10236203",
                    "Titles": {
                        "eng": "Lala Valdenklein",
                        "jpn": "LALA VALDENKLEIN"
                    },
                    "Summaries": {
                        "eng": "In front of Finn stands the famous sorcerer from the fairy tales, Lala Val Den Klein . He tells Finn about the truth behind the cards, San Galgano's goal, and the joker. Then Lala asks Finn to kill him to end the misfortune created by the cards.",
                        "jpn": "フィンの前に現れたのは、有名なおとぎ話に出てくる魔術師ララ・ヴァルデンクライン本人だった。\r\nララはカード誕生の隠された真実、サンガルガノの目的、そして初代フォーランド国王自身が\r\nいざという時にカードと人の絆を断ち切られるよう\r\n53枚目の秘匿とされるカード《ジョーカー》に魂を宿していたことを教える。\r\nララはカードによってこれ以上血が流れなくて済むよう、フィンにある申し出をする。\r\n「私を殺してくれ、フィン」"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10236204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10236204",
                    "Titles": {
                        "eng": "Coming Day",
                        "jpn": "COMING DAY"
                    },
                    "Summaries": {
                        "eng": "Due to Owen's intervention in an attempt to kill everyone in the Klondike, Zenon and Tilt are trapped in the Red Labyrinth in a near-death state. Burning with revenge for Theodore, he also attempts to kill Burst, but Finn and the others rescue her and subdue Owen. Meanwhile, inside the Red Labyrinth, Zenon revives Tilt's hidden memories as a gift for the afterlife. Realizing what has happened to him, Tilt gives in to his rage and transforms into San Galgano, staining his sword with blood.",
                        "jpn": "クロンダイクを皆殺しにしようとするオーウェンの介入によって、\r\nゼノンとティルトは瀕死の状態でレッドラビリンスへと閉じ込められた。\r\nセオドールの復讐に燃える彼はバーストの命も狙うが、フィン達は彼女を助け出してオーウェンを制圧。\r\n一方、レッドラビリンス内ではゼノンが冥途の土産としてティルトの隠された記憶を復活させる。\r\n自身に何が起きたのか悟ったティルトは怒りに任せてサンガルガノとなり、剣を血に染めるのだった。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10236205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10236205",
                    "Titles": {
                        "eng": "Winner or Loser",
                        "jpn": "WINNER OR LOSER"
                    },
                    "Summaries": {
                        "eng": "Finn and his friends infiltrate the ruins where Van is hiding to rescue Theodore, but are instead captured. Van explains the reason for his break with Theodore, and then overpowers Tilt, who has barged in. He then uses Round and Round to inflict the same pain on Leo as he did on him. Theodore is forced to watch his son's face contorted in pain. If things continue like this, Leo's life will be in danger. Theodore, who has maintained a ruthless attitude for the sake of the royal family and pinochle, makes a decision...",
                        "jpn": "フィン達はセオドールを救出するためバンが潜伏している廃墟に潜入するも、逆に捕らえられてしまう。\r\nセオドールと決別した原因を語るバンは、乱入してきたティルトもねじ伏せ、\r\n自身と同じ苦しみを与えようと《ラウンド＆ラウンド》でレオの身体を痛めつける。\r\n苦痛にゆがむ息子の顔を目の前で見せられるセオドール。このままだとレオの命はない。\r\n王家のため、ピノクルのために冷酷な態度を貫いてきたセオドールが下した決断は……。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10236206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10236206",
                    "Titles": {
                        "eng": "Sweet Home",
                        "jpn": "SWEET HOME"
                    },
                    "Summaries": {
                        "eng": "After being swallowed by San Galgano, Finn dreams of his childhood. He remembers only fragments of it, but it's a dream that leads to the tragedy. Meanwhile, Leo and the others, accompanied by Theodore, urge the King to cancel the coronation ceremony. However, the royal family refuses to listen. Chris hears from Burst that Finn is still alive, and drives off. Sugar, who wants to avenge Young, joins them, and Chris and the others rush to Finn's side. There, a shocking truth about Tilt is revealed.",
                        "jpn": "サンガルガノに飲み込まれたフィンは幼少期の夢を見る。\r\nそれは断片的に記憶が残っている、あの悲劇へとつながる夢だった。\r\nその頃、レオ達はセオドールを伴って国王に戴冠式の中止を諫言。だが、王家は聞く耳を持たない。\r\nクリスは「フィンはまだ生きている」とバーストから聞いて車を走らせる。\r\nヤングの仇を討ちたいシュガーも加わり、クリス達はフィンの元へ駆けつけた。\r\nそこで明らかにされたのはティルトの衝撃的な事実だった。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10236207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10236207",
                    "Titles": {
                        "eng": "Last Shot",
                        "jpn": "LAST SHOT"
                    },
                    "Summaries": {
                        "eng": "San Galgano heads to the Trapra Palace where the coronation ceremony is taking place, intending to slay the Joker. When two powerful forces clash, the palace will not be spared. Wendy fights at the gates to stop San Galgano. Leo and Vijay take advantage of the opportunity to evacuate the citizens and attendees of the royal capital. Finn and Chris run to the basement of the palace to rescue the king, who is carrying out a ceremony to seal the cards. Will the high cards be able to prevent the tragedy caused by the cards?!",
                        "jpn": "サンガルガノはジョーカーを斬ろうと戴冠式が行われているトラプラ宮殿へ。\r\n強い力同士がぶつかり合えば宮殿も無事では済まない。ウェンディはサンガルガノを足止めしようと門前で抗戦。\r\nその隙にレオとヴィジャイが王都内の国民や参列者の避難を行う。\r\nフィンとクリスはカードを封印する儀式を進めている国王を助け出すために宮殿の地下へと走る。\r\n果たして、ハイカードはカードによって起こる悲劇を食い止めることが出来るのか？！"
                    },
                    "Aliases": []
                }
            }
        }
    }
}