{
    "URL": "https://thetvdb.com/series/takt-op",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Musical",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14935960/",
        "https://anime.takt-op.jp/",
        "http://www.reddit.com/r/takt_op_destiny",
        "https://www.themoviedb.org/tv/121787",
        "https://x.com/takt_op_destiny"
    ],
    "TitleEnglish": "Takt op.Destiny",
    "SummaryEnglish": "Music is the light that illuminates people's hearts-- and that \"light\" was suddenly taken from the world. The world changed the night the black \"Kuroya Meteorite\" fell. Grotesque monsters known as D2 emerged from the meteorite and began to overrun the land and people. As the D2 were drawn to melodies people played, eventually \"music\" itself became taboo. However, those who opposed the monsters appeared. They the \"Musicart,\" girls who draw power from music. They possess the great operas and musical scores of humanity history and use them to defeat the D2.",
    "Aliases": [
        "タクトオーパス",
        "タクトオーパス デスティニー",
        "Takt op.Destiny (2021)"
    ],
    "Modified": "2025-09-07",
    "Seasons": {
        "1": {
            "ID": "1937700",
            "URL": "https://thetvdb.com/series/takt-op/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8512272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/takt-op/episodes/8512272",
                    "TitleEnglish": "Conduct -Creed-",
                    "SummaryEnglish": "Four years had passed since Sagan's called a truce with the D2s. Music was still taboo throughout the world, and melodies ceased to be heard. Somewhere in America, which was now a wasteland, a little boy who grew up not knowing what music is hears the melody from a piano. The one playing it is a young man with black hair named Takt. And then, a deformed creature known as a D2 and a girl named Destiny, who is armed with a sword, appear as though they were lured in by the melody.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8756416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/takt-op/episodes/8756416",
                    "TitleEnglish": "Music -Reincarnation-",
                    "SummaryEnglish": "It all began ten years ago. D2s attacking Boston, a blood-soaked concert hall: The incident known as the Boston Tragedy. The conductor who lost his life in that tragedy was none other than Kenji Asahina, Takt's father. After losing his father, the boy decides to devote himself to playing the piano and he lets his rage play through his melodies. The one who took care of him was a girl named Cosette, who looked just like Destiny.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8756417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/takt-op/episodes/8756417",
                    "TitleEnglish": "Awakening -Journey-",
                    "SummaryEnglish": "Cosette transformed into the Musicart named Destiny. Destiny proclaims that her mission is to eliminate the D2s. Destiny bestows a conductor's baton upon Takt, and he uses his Conductor powers for the first time. And then, they are confronted by two individuals: Lenny and Titan. They are an official Conductor and Musicart from the New York Symphonica, which was the strategic headquarters to fight the D2s.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8756418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/takt-op/episodes/8756418",
                    "TitleEnglish": "Let the Performance Begin -Showtime-",
                    "SummaryEnglish": "Takt and Destiny learn how to fight properly from Lenny and Titan as they continue to make their way to New York. However, Takt and Destiny still have a hard time being in sync. They then coincidentally run into Lenny's old buddy Jonathan. Jonathan then leads them around his home, Las Vegas.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8756419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/takt-op/episodes/8756419",
                    "TitleEnglish": "Equitation -Valkyrie-",
                    "SummaryEnglish": "After separating from Lenny and Titan, Takt and crew continue their journey under the blazing sun. During their trip, they end up fighting some D2s and end up bringing a train on the transcontinental railroad to a sudden stop. They then see a Musicart in white armor and a Musicart with a bewitching smile. The man accompanying the two Musicarts is named Shindler and calls himself the Top Conductor of the New York Symphonica.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8756420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/takt-op/episodes/8756420",
                    "TitleEnglish": "Sunrise -Rooster-",
                    "SummaryEnglish": "Takt and crew stop by a certain town. All of the young people had fled the town, leaving only the elderly. The residents happen to ask Anna and Destiny for help. Meanwhile, Takt wandered around town on his own and happens to hear a melody quietly resonating from an old bar. It was definitely the sound of music.",
                    "Aliases": []
                },
                "7": {
                    "ID": "8756421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/takt-op/episodes/8756421",
                    "TitleEnglish": "Truth -Noise-",
                    "SummaryEnglish": "Anna and Destiny happen to see a town destroyed during their travels. D2s are awakening everywhere and attacking various towns and people, reverting the world back to four years ago, before Sagan's Declaration. As the threat from the D2s grew, Takt was obsessing over something. With a blank staff notation in front of him, Takt plays an imaginary keyboard as he desperately tries to create something.",
                    "Aliases": []
                },
                "8": {
                    "ID": "8756422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/takt-op/episodes/8756422",
                    "TitleEnglish": "Destiny -Cosette-",
                    "SummaryEnglish": "D2s awakening. Takt's hometown being attacked, and Cosette's death. This was all a part of Sagan's plan. Shindler wants to get rid of all those inferior to him in this desolate world. After learning the truth about Cosette's death, Takt charges at Shindler in a blind rage. But Takt is injured by Hell. As she witnesses Takt injured and bleeding, Destiny feels some emotions welling up inside of her that she's never felt before...",
                    "Aliases": []
                },
                "9": {
                    "ID": "8756423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/takt-op/episodes/8756423",
                    "TitleEnglish": "Family -Eroica-",
                    "SummaryEnglish": "Takt and crew finally reach their destination of New York. They reunite with Charlotte, Anna's older sister, who works for the Symphonica's technological development department. Charlotte begins to examine Destiny. Who is an incomplete Musicart. But then, Anna realizes something is wrong with Takt. The mark on Takt's right arm starts to spread to the rest of his body, and...",
                    "Aliases": []
                },
                "10": {
                    "ID": "8756424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/takt-op/episodes/8756424",
                    "TitleEnglish": "Master and Pupil -Lenny-",
                    "SummaryEnglish": "Lenny remembers his own past. Lenny recalls someone very dear to him. Everything leading up to today was so that he could do everything he could to do what he had to do. Lenny heads to the meeting point along with Titan so they can tell Takt and Destiny everything. But someone rather unexpected was waiting for them.",
                    "Aliases": []
                },
                "11": {
                    "ID": "8756425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/takt-op/episodes/8756425",
                    "TitleEnglish": "Preparing for Battle -Orpheus-",
                    "SummaryEnglish": "A giant Black Night Siderite starts to stir as Sagan hums a certain melody. The Black Night Siderite that grows as big as a tree starts to swallow up the New York Symphonica. Sagan has finally made his move to make his ambitions come true. As Takt and Destiny witness this eerie spectacle, they find out that Anna and Charlotte are still inside the Symphonica.",
                    "Aliases": []
                },
                "12": {
                    "ID": "8756426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/takt-op/episodes/8756426",
                    "TitleEnglish": "Takt -Hope-",
                    "SummaryEnglish": "Destiny is terribly cruel. But no matter how much misfortune the gods torment me with, I will face my destiny. Because of that, I fought, and I fought, and I fought some more... And then, I finally found my answer. There truly was joy beyond the pain. Now, it is time for the performance to begin. I shall now wring destiny's neck.",
                    "Aliases": []
                }
            }
        }
    }
}