{
    "URL": "https://thetvdb.com/series/takt-op",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Musical",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14935960/",
        "https://anime.takt-op.jp/",
        "http://www.reddit.com/r/takt_op_destiny",
        "https://www.themoviedb.org/tv/121787",
        "https://x.com/takt_op_destiny"
    ],
    "Titles": {
        "eng": "Takt op.Destiny",
        "jpn": "takt op.Destiny"
    },
    "Summaries": {
        "eng": "Music is the light that illuminates people's hearts-- and that \"light\" was suddenly taken from the world. The world changed the night the black \"Kuroya Meteorite\" fell. Grotesque monsters known as D2 emerged from the meteorite and began to overrun the land and people. As the D2 were drawn to melodies people played, eventually \"music\" itself became taboo. However, those who opposed the monsters appeared. They the \"Musicart,\" girls who draw power from music. They possess the great operas and musical scores of humanity history and use them to defeat the D2.",
        "jpn": "黒い隕石「黒屋隕石」が空から落ちた夜、世界は一変しました。 黒い隕石から作られた奇妙なモンスター「D2」が地球と人々を襲い始めます。 D2は人間が奏でるメロディーに惹かれ、やがて「音楽」自体は禁忌となりました。 しかし、モンスターに反対する者が現れます。"
    },
    "Aliases": [
        "タクトオーパス",
        "タクトオーパス デスティニー",
        "Takt op.Destiny (2021)"
    ],
    "Modified": "2025-09-07",
    "Seasons": {
        "1": {
            "ID": "1937700",
            "URL": "https://thetvdb.com/series/takt-op/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8512272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/takt-op/episodes/8512272",
                    "Titles": {
                        "eng": "Conduct -Creed-",
                        "jpn": "指揮-Creed-"
                    },
                    "Summaries": {
                        "eng": "Four years had passed since Sagan's called a truce with the D2s. Music was still taboo throughout the world, and melodies ceased to be heard. Somewhere in America, which was now a wasteland, a little boy who grew up not knowing what music is hears the melody from a piano. The one playing it is a young man with black hair named Takt. And then, a deformed creature known as a D2 and a girl named Destiny, who is armed with a sword, appear as though they were lured in by the melody.",
                        "jpn": "Ｄ２との停戦を告げた『ザーガン宣言』から４年。未だ世間では『音楽』はタブー視されており、旋律は途絶えたままであった。荒廃したアメリカで、音楽を知らずに育った少年は、ある日ピアノの旋律を耳にする。奏でるのは、黒髪の青年――『タクト』。そして、彼の音色に引き寄せられるように、異形の怪物Ｄ２と、剣を手にした少女『運命』が現れる。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8756416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/takt-op/episodes/8756416",
                    "Titles": {
                        "eng": "Music -Reincarnation-",
                        "jpn": "音楽-Reincarnation-"
                    },
                    "Summaries": {
                        "eng": "It all began ten years ago. D2s attacking Boston, a blood-soaked concert hall: The incident known as the Boston Tragedy. The conductor who lost his life in that tragedy was none other than Kenji Asahina, Takt's father. After losing his father, the boy decides to devote himself to playing the piano and he lets his rage play through his melodies. The one who took care of him was a girl named Cosette, who looked just like Destiny.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8756417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/takt-op/episodes/8756417",
                    "Titles": {
                        "eng": "Awakening -Journey-",
                        "jpn": "覚醒-Journey-"
                    },
                    "Summaries": {
                        "eng": "Cosette transformed into the Musicart named Destiny. Destiny proclaims that her mission is to eliminate the D2s. Destiny bestows a conductor's baton upon Takt, and he uses his Conductor powers for the first time. And then, they are confronted by two individuals: Lenny and Titan. They are an official Conductor and Musicart from the New York Symphonica, which was the strategic headquarters to fight the D2s.",
                        "jpn": "ムジカート『運命』へとその身を変えたコゼット。運命は自分を『Ｄ２を倒す為の存在』と語る。運命から指揮棒を託されたタクトは、『コンダクター』として初めてその力を振るう。そんなタクト達の前に現れる二人の人物――『レニー』と『巨人』。彼らは対Ｄ２戦略拠点『ニューヨーク・シンフォニカ』に所属する正式なコンダクターとムジカートであった。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8756418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/takt-op/episodes/8756418",
                    "Titles": {
                        "eng": "Let the Performance Begin -Showtime-",
                        "jpn": "開演-Showtime-"
                    },
                    "Summaries": {
                        "eng": "Takt and Destiny learn how to fight properly from Lenny and Titan as they continue to make their way to New York. However, Takt and Destiny still have a hard time being in sync. They then coincidentally run into Lenny's old buddy Jonathan. Jonathan then leads them around his home, Las Vegas.",
                        "jpn": "タクトと運命は、レニーと巨人から『正しい戦い方』についてレクチャーを受けながら、ニューヨークを目指して旅をしていた。だが、相変わらず息の合わないタクトと運命。そんな時、偶然レニーの古い知り合いである『ジョナサン』と再会する。ジョナサンは、タクト達を自分達が住む『ラスベガス』へと案内する。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8756419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/takt-op/episodes/8756419",
                    "Titles": {
                        "eng": "Equitation -Valkyrie-",
                        "jpn": "騎行-Valkyrie-"
                    },
                    "Summaries": {
                        "eng": "After separating from Lenny and Titan, Takt and crew continue their journey under the blazing sun. During their trip, they end up fighting some D2s and end up bringing a train on the transcontinental railroad to a sudden stop. They then see a Musicart in white armor and a Musicart with a bewitching smile. The man accompanying the two Musicarts is named Shindler and calls himself the Top Conductor of the New York Symphonica.",
                        "jpn": "レニー、巨人と別れたタクト一向は、太陽照り付ける荒野を進んでいた。その中、Ｄ２との戦闘の余波で大陸横断鉄道を急停車させてしまう。鉄道から出てきたのは、白き甲冑のムジカートと、妖艶な笑みのムジカート。二人のムジカートを連れた男『シントラー』は、自らをニューヨーク・シンフォニカのトップコンダクターである『首席指揮官』だと名乗る。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8756420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/takt-op/episodes/8756420",
                    "Titles": {
                        "eng": "Sunrise -Rooster-",
                        "jpn": "朝陽-Rooster-"
                    },
                    "Summaries": {
                        "eng": "Takt and crew stop by a certain town. All of the young people had fled the town, leaving only the elderly. The residents happen to ask Anna and Destiny for help. Meanwhile, Takt wandered around town on his own and happens to hear a melody quietly resonating from an old bar. It was definitely the sound of music.",
                        "jpn": "とある街へと立ち寄ったタクト達。そこは若者たちがいなくなり、年老いた人々だけが住む町であった。アンナと運命は、ひょんなことから彼らに助けを求められる。一方、一人街をぶらつくタクトは、古びたバーから隠れ響く音色を耳にする。それは間違いなく『音楽』であった。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8756421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/takt-op/episodes/8756421",
                    "Titles": {
                        "eng": "Truth -Noise-",
                        "jpn": "真実-Noise-"
                    },
                    "Summaries": {
                        "eng": "Anna and Destiny happen to see a town destroyed during their travels. D2s are awakening everywhere and attacking various towns and people, reverting the world back to four years ago, before Sagan's Declaration. As the threat from the D2s grew, Takt was obsessing over something. With a blank staff notation in front of him, Takt plays an imaginary keyboard as he desperately tries to create something.",
                        "jpn": "旅の途中で破壊された町を目にするアンナと運命。次々と目覚め始めたＤ２によって襲われる町や人々。再び世界は４年前の『ザーガン宣言』以前の状態へと戻りつつあった。増大しつつあるＤ２の脅威の中、タクトは一人何かに没頭していた。白紙の五線譜を前に、必死に何かを生み出そうと虚空の鍵盤を叩くタクト。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8756422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/takt-op/episodes/8756422",
                    "Titles": {
                        "eng": "Destiny -Cosette-",
                        "jpn": "運命-Cosette-"
                    },
                    "Summaries": {
                        "eng": "D2s awakening. Takt's hometown being attacked, and Cosette's death. This was all a part of Sagan's plan. Shindler wants to get rid of all those inferior to him in this desolate world. After learning the truth about Cosette's death, Takt charges at Shindler in a blind rage. But Takt is injured by Hell. As she witnesses Takt injured and bleeding, Destiny feels some emotions welling up inside of her that she's never felt before...",
                        "jpn": "目覚め始めたＤ２。襲われたタクトの故郷と、コゼットの死。全てはシントラーが画策したことであった。疲弊した世界の為に下等な者を切り捨てようとするシントラー。コゼットの死の真相を知ったタクトは、怒りのままにシントラーに向かう。だが、『地獄』によって傷を負うタクト。血を流すタクトの姿を見た運命、その心にこれまで感じたことのなかった感情が湧き上がり――。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8756423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/takt-op/episodes/8756423",
                    "Titles": {
                        "eng": "Family -Eroica-",
                        "jpn": "家族-Eroica-"
                    },
                    "Summaries": {
                        "eng": "Takt and crew finally reach their destination of New York. They reunite with Charlotte, Anna's older sister, who works for the Symphonica's technological development department. Charlotte begins to examine Destiny. Who is an incomplete Musicart. But then, Anna realizes something is wrong with Takt. The mark on Takt's right arm starts to spread to the rest of his body, and...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8756424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/takt-op/episodes/8756424",
                    "Titles": {
                        "eng": "Master and Pupil -Lenny-",
                        "jpn": "師弟-Lenny-"
                    },
                    "Summaries": {
                        "eng": "Lenny remembers his own past. Lenny recalls someone very dear to him. Everything leading up to today was so that he could do everything he could to do what he had to do. Lenny heads to the meeting point along with Titan so they can tell Takt and Destiny everything. But someone rather unexpected was waiting for them.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8756425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/takt-op/episodes/8756425",
                    "Titles": {
                        "eng": "Preparing for Battle -Orpheus-",
                        "jpn": "臨戦-Orpheus-"
                    },
                    "Summaries": {
                        "eng": "A giant Black Night Siderite starts to stir as Sagan hums a certain melody. The Black Night Siderite that grows as big as a tree starts to swallow up the New York Symphonica. Sagan has finally made his move to make his ambitions come true. As Takt and Destiny witness this eerie spectacle, they find out that Anna and Charlotte are still inside the Symphonica.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8756426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/takt-op/episodes/8756426",
                    "Titles": {
                        "eng": "Takt -Hope-",
                        "jpn": "託人-Hope-"
                    },
                    "Summaries": {
                        "eng": "Destiny is terribly cruel. But no matter how much misfortune the gods torment me with, I will face my destiny. Because of that, I fought, and I fought, and I fought some more... And then, I finally found my answer. There truly was joy beyond the pain. Now, it is time for the performance to begin. I shall now wring destiny's neck.",
                        "jpn": "運命とは、なんと残酷なものか。だが、神々がどれほどの不幸をもたらそうと、私は運命に立ち向かう。その為に戦って、戦って、戦い続け――その果てに私は『答え』を得た。歓喜は、苦悩の先にこそあったのだ。さあ、開演の時は来た。今こそ運命の喉首を締めあげてやろう。《ある男の手記より》"
                    },
                    "Aliases": []
                }
            }
        }
    }
}