{
    "URL": "https://thetvdb.com/series/message",
    "Genres": [
        "Action",
        "Animation",
        "Fantasy",
        "Mini-Series"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0203228/"
    ],
    "TitleEnglish": "Yoroiden Samurai Troopers: Message",
    "SummaryEnglish": "A 300-year-old book is discovered which chronicles the adventures of the legendary Samurai Troopers… centuries before they happen! But what does this mean? Are the Troopers merely puppets in some cosmic play, acting out parts?",
    "Aliases": [
        "Ronin Warriors: Message OVA"
    ],
    "Modified": "2024-01-01",
    "Seasons": {
        "1": {
            "ID": "1938418",
            "URL": "https://thetvdb.com/series/message/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "8517360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/message/episodes/8517360",
                    "TitleEnglish": "Wakatteita Ketsumatsu",
                    "SummaryEnglish": "Rowen runs through the city, wondering if he is being called to fight again. He is unsure who is calling upon them, as he feels his days of fighting should be behind him. A mysterious being known as Suzunagi soon covers the city with light beams, and attacks Rowen.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8517361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/message/episodes/8517361",
                    "TitleEnglish": "Shirasareta Mirai",
                    "SummaryEnglish": "Ryo opens a package from Rowen, which consist of a book of the Edo period called \"The Legend of the Five Warriors.\"",
                    "Aliases": []
                },
                "3": {
                    "ID": "8517362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/message/episodes/8517362",
                    "TitleEnglish": "Kudakareta Jishin",
                    "SummaryEnglish": "Kento mentions to Sage that he is ready for a fight. Sage tells him that Rowen and Cye are missing, and that he could be next. Sage reads \"The Legend of the Five Warriors\" and wonders how the superstitions of a previous century could have such a large impact on their lives.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8517363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/message/episodes/8517363",
                    "TitleEnglish": "Samayoeru Kokoro",
                    "SummaryEnglish": "Sage deduces that Suzunagi likely has something to do with the Inferno Armor and its nature of destruction. He tells Suzunagi that the Ronin Warriors no longer want anything to with that life. Suzunagi responds that she wants to remove all sorrow from the world, but Sage tells her that doing so will remove all good things from the world as well. Sage is then transported to town an Edo-era town center where a performance of \"The Legend of the Five Warriors\"",
                    "Aliases": []
                },
                "5": {
                    "ID": "8517364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/message/episodes/8517364",
                    "TitleEnglish": "Otozureta Shinjitsu",
                    "SummaryEnglish": "Ryo listens to voicemails from the other four members. Rowen's talks about \"The Legend of the Five Warriors\" and its ending, claiming that it ends in a bottomless pit of darkness with the armors destroyed. He also predicts a final battle is coming and urges them to end the cycle of violence.",
                    "Aliases": []
                }
            }
        }
    }
}