{
    "URL": "https://thetvdb.com/series/spy-x-family",
    "Genres": [
        "Adaptation",
        "Anime - Shonen",
        "Espionage"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/EFB3-A171-26C2-B856-FA66-3",
        "https://www.imdb.com/title/tt13706018/",
        "https://www.instagram.com/spyfamily_official",
        "https://spy-family.net/",
        "http://www.reddit.com/r/SpyxFamily",
        "https://www.tvmaze.com/shows/59698/show-slug",
        "https://www.themoviedb.org/tv/120089",
        "https://x.com/spyfamily_anime"
    ],
    "Titles": {
        "eng": "SPY x FAMILY",
        "jpn": "SPY×FAMILY"
    },
    "Summaries": {
        "eng": "Master spy Twilight is the best at what he does when it comes to going undercover on dangerous missions in the name of a better world. But when he receives the ultimate impossible assignment—get married and have a kid—he may finally be in over his head! Not one to depend on others, Twilight has his work cut out for him procuring both a wife and a child for his mission to infiltrate an elite private school. What he doesn't know is that the wife he's chosen is an assassin and the child he's adopted is a telepath!",
        "jpn": "東西の間に鉄のカーテンが下りて十余年、隣り合う東国（オスタニア）と西国（ウェスタリス）の間には仮初の平和が成り立っていた。\r\n\r\n西国から東国に送られた凄腕スパイ・黄昏（たそがれ）は、東国の政治家ドノバン・デズモンドと接触するため、偽装家族を作ってデズモンドの息子が通う名門イーデン校に養子を入学させる任務オペレーション〈梟〉（ストリクス）を命じられる。黄昏は精神科医ロイド・フォージャーを名乗り、養子を探して孤児院で他人の心を読める少女アーニャと出会う。アーニャはロイドの心を読んで賢いふりをしたため、難関イーデン校に合格できると考えたロイドは彼女を養子にする。実はそれほど賢くないアーニャにロイドは四苦八苦させられるが、なんとか筆記試験に合格。しかし次の面接試験に「両親」揃って来るよう指示されたため、ロイドは急いで妻役の女性を探すことになる。\r\n\r\nその矢先、二人はヨル・ブライアという女性と出会う。彼女は公務員をする傍らいばら姫のコードネームで密かに殺し屋をしていたが、婚期の遅れを周囲に揶揄され、他人の注目を避けるために形式上の恋人を探していた。心を読む能力によってヨルが殺し屋であることを知ったアーニャは、好奇心からヨルが母親になってくれるよう仕向ける。恋人役を探していたヨルと、妻役を捜していたロイド、そして「わくわく」を求めるアーニャの利害が一致し、3人は互いに素性を隠しつつ、即席の家族としての生活をスタートさせる。 (wikipedia)"
    },
    "Aliases": [
        "Supai Famirī",
        "スパイファミリー",
        "Spy x Family",
        "Spy X Family",
        "SPY×FAMILY Season 2",
        "SPY × FAMILY",
        "SPY×FAMILY"
    ],
    "Modified": "2025-10-23",
    "Seasons": {
        "0": {
            "ID": "1938866",
            "URL": "https://thetvdb.com/series/spy-x-family/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 4,
            "Episodes": {
                "3": {
                    "ID": "9939309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9939309",
                    "Titles": {
                        "eng": "SPY x FAMILY CODE: White",
                        "jpn": "劇場版 SPY×FAMILY CODE: White"
                    },
                    "Summaries": {
                        "eng": "He's a spy. She's an assassin. Together, Loid and Yor keep their double lives to themselves while pretending to be the perfect family. However, their adopted daughter Anya, a telepath, knows both of their exciting secrets unbeknownst to them. While under the guise of taking his family on a weekend winter getaway, Loid's attempt to make progress on his current mission Operation Strix proves difficult when Anya mistakenly gets involved and triggers events that threaten world peace!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10521061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10521061",
                    "Titles": {
                        "eng": "Street Fighter 6 - Official Spy x Family Code: White Special Collaboration",
                        "jpn": "Street Fighter 6 x Spy x Family Movie: Code: White"
                    },
                    "Summaries": {
                        "eng": "A short animated collaboration promoting Spy x Family Movie: Code: White and the video game Street Fighter 6.",
                        "jpn": "A short animated collaboration promoting Spy x Family Movie: Code: White and the video game Street Fighter 6."
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1938867",
            "URL": "https://thetvdb.com/series/spy-x-family/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null,
                "ara": null,
                "spa": null,
                "rus": null,
                "pol": null,
                "zho": null
            },
            "Summaries": {
                "eng": "A spy on an undercover mission gets married and adopts a child as part of his cover. His wife and daughter have secrets of their own, and all three must strive to keep together.",
                "jpn": null,
                "ara": "يتزوج جاسوس في مهمة سرية ويتبنى طفلًا كجزء من غلافه. زوجته وابنته لديهما أسرار خاصة بهما، ويجب على الثلاثة أن يجتهدوا في الحفاظ عليها معًا.",
                "spa": "Un espía en una misión encubierta se casa y adopta a un niño como parte de su tapadera. Su esposa e hija tienen sus propios secretos, y los tres deben esforzarse por mantenerse juntos.",
                "rus": "Кто приходит на ум при мысли о тайных агентах? Конечно же, Джеймс Бонд, который постоянно подвергает жизнь опасности, выполняя секретные миссии.\r\n\r\nГерой этой истории, Лойд Форджер, является «Джеймсом Бондом» своего времени. Погони, шпионаж, перестрелки, тайные миссии — всё это является неотъемлемой частью его жизни. Закончив одно задание, он тут же принимается за другое.\r\n\r\nОднако на этот раз миссия оказывается необычной: он должен сохранить мир между двумя странами, а для этого ему предстоит обзавестись фиктивной семьёй. Роль «роковой красотки из Бондианы», и по совместительству жены Лойда, достаётся Йор Форджер — профессиональной наёмной убийце с кодовым именем Тернистая Принцесса. Для полноты картины осталось обзавестись ещё и ребёнком, и эспер Аня Форджер только рада заполучить себе крутых новых родителей.\r\n\r\nТеперь новой семье предстоит не только выполнить секретное задание, не раскрыв себя, но и понять, что семья — это гораздо больше, чем просто кровные родственники.",
                "pol": "Pokój na świecie stoi na szali, a tajny agent Twilight musi podjąć swoją najtrudniejszą misję – musi stworzyć wizerunek szczęśliwej rodziny. Udając kochającego męża i ojca, przeniknie do elitarnej szkoły, aby zbliżyć się do wpływowego polityka. Ma idealne przykrycie, z wyjątkiem tego, że jego żona jest śmiertelnym zabójcą, a żadne z nich nie zna swojej tożsamości.",
                "zho": "为了潜入名校，西国能力最强的间谍“黄昏”被下令组建家庭。但是，他的“女儿”居然是能够读取他人内心的超能力者！“妻子”是暗杀者？互相隐藏了真实身份的新家庭，面临考验与世界危机的痛快家庭喜剧就此展开！"
            },
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "8811841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/8811841",
                    "Titles": {
                        "eng": "OPERATION STRIX",
                        "jpn": "オペレーション〈梟（ストリクス）〉"
                    },
                    "Summaries": {
                        "eng": "Twilight is an agent that works for WISE, Westalis's intelligence agency, and he is tasked with investigating Desmond, who is in Ostania and planning to start a war. Twilight disguises himself as the psychiatrist Loid Forger and adopts a girl named Anya so that he can enroll her into the prestigious Eden College to get closer to his target. Unbeknownst to him, Anya is actually a telepath who can read people's minds. One day, members of a mafia group that is after Twilight kidnaps Anya. Loid realizes that he needs to reconsider his priorities and...",
                        "jpn": "西国ウェスタリス情報局対東課〈WISEワイズ〉は諜報員エージェント〈黄昏たそがれ〉に、東国オスタニアで戦争計画を進めるデズモンドの調査を命じる。〈黄昏たそがれ〉は精神科医ロイド・フォージャーに扮し、標的と接触できる名門イーデン校に子供を入学させるため孤児のアーニャを引き取る。実はアーニャは他人の心を読む超能力者だった。ある日、〈黄昏たそがれ〉を狙うマフィア組織にアーニャが連れ去られてしまう。ロイドは任務の仕切り直しを考えるが……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9066746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9066746",
                    "Titles": {
                        "eng": "SECURE A WIFE",
                        "jpn": "妻役を確保せよ"
                    },
                    "Summaries": {
                        "eng": "Civil servant Yor Briar has a secret identity: an assassin named the Thorn Princess. Lately, single women had been suspected of being spies, which was making Yor nervous. Meanwhile, Loid was searching for someone to play Anya's mother so they could attend the interview at Eden College. He just happens to run into Yor at a boutique. Anya reads Yor's mind and finds out that she's an assassin and tries to get Loid to ask Yor to play her mother.",
                        "jpn": "市役所事務員ヨル・ブライアには、殺し屋〈いばら姫〉という秘密の顔がある。ヨルは独り身の女性がスパイ疑惑をかけられる風潮に不安を感じていた。一方、イーデン校の面接試験に向けてアーニャの母親役を探すロイド。彼は訪れたブティックで偶然ヨルと出会う。ヨルの心を読んで殺し屋と知ったアーニャは、自分のためにも彼女を母親役にしようとロイドを促す。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9066747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9066747",
                    "Titles": {
                        "eng": "PREPARE FOR THE INTERVIEW",
                        "jpn": "受験対策をせよ"
                    },
                    "Summaries": {
                        "eng": "Yor moves in with Loid and Anya. Now that they are a family, they need to prepare for the interview. But Loid realizes with how Anya and Yor currently are, the interview probably won't go well. In order to make sure they all understand how an upper-class family should be, Loid decides that they should all go out as a family. They go to the theatre and a museum, but it's just not clicking with Anya and Yor. Twilight begins to lose hope, but...",
                        "jpn": "ロイドとアーニャの家にヨルが引っ越してきた。家族の体裁が整い、次は面接試験の準備だ。しかし今のアーニャとヨルでは、まともな面接すらできそうにない。そう判断したロイドは、上流家庭の一般常識や3人の間で共通認識を作るため家族で出かけることに。劇場や美術館を巡るが、アーニャたちにはなかなか響かない。さすがの〈黄昏〉も挫けそうになるが…"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9066748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9066748",
                    "Titles": {
                        "eng": "THE PRESTIGIOUS SCHOOL'S INTERVIEW",
                        "jpn": "名門校面接試験"
                    },
                    "Summaries": {
                        "eng": "The day they had been preparing for has finally arrived! The Forgers are fully prepared and head to the interview. As soon as they enter the school grounds, Loid feels someone watching them. All of the applicants were being observed from the shadows by the instructors of the academy. The exam had already begun. Housemaster Henderson, who would be grading their performance, kept a keen eye on how the Forgers were acting and seeing if they were truly worthy of the prestigious Eden College.",
                        "jpn": "ついに決戦の日！ 準備を整えたロイドたちはイーデン校の面接試験へ向かった。校内に入った途端、ロイドは何者かの視線を感じ取る。それは陰から受験者を採点する教員たちの監視の目。試験は既に始まっていたのだ。採点を行う寮長ヘンダーソンは、ロイドたちフォージャー家の立ち振る舞いに注目し、彼らが名門イーデン校の面接試験を受けるに相応しいかを見極めるべくさらなる試練を指示する。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9066749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9066749",
                    "Titles": {
                        "eng": "WILL THEY PASS OR FAIL?",
                        "jpn": "合否の行方"
                    },
                    "Summaries": {
                        "eng": "The day that Eden College would announce the applicants that successfully got into the school had finally arrived, but Anya's number is not listed. The Forgers fall into the depths of despair but are greeted by Henderson. He praises them for their interview and tells them that Anya is at the top of the waiting list. Three days later, they find out that Anya got into the school! Franky comes over to celebrate with the Forgers and they all agree to reward Anya for working so hard. What Anya asks for...",
                        "jpn": "この日はイーデン校の合格発表。しかしアーニャの受験番号はなく絶望に沈むロイドたち。そこに現れたヘンダーソン。面接でのロイドたちを高く評価して、アーニャが補欠合格者の1番手であることを告げる。そして3日後、補欠合格の連絡が！ フランキーも駆けつけてお祝いで盛り上がり、頑張ったアーニャにご褒美をあげることに。アーニャのお願いとは!?"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9066750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9066750",
                    "Titles": {
                        "eng": "THE FRIENDSHIP SCHEME",
                        "jpn": "ナカヨシ作戦"
                    },
                    "Summaries": {
                        "eng": "Anya's uniform is finished. Loid has to go to a WISE strategy meeting, so he has Yor pick up the uniform as he heads to the safehouse. At the meeting, he finds out that Anya will have to receive 8 Stellar Stars and become an Imperial Scholar at Eden College in order for him to successfully complete Operation Strix. Meanwhile, Anya is very excited about getting her new uniform. But there are always criminals on the lookout for wealthy students from Eden College and Anya gets targeted by a group of hoodlums.",
                        "jpn": "アーニャの制服が仕上がった。ロイドはWISEの作戦会議のため、制服の受け取りをヨルに任せて隠れ家へ。そこでオペレーション〈梟〉完遂のために、イーデン校で\"星\"と呼ばれる褒章を８つ獲得し特待生になる必要があることを確認する。一方、制服を手に入れたアーニャは大はしゃぎ。しかし裕福なイーデン校生徒を狙う者も多く、アーニャに目をつけるチンピラ集団が現れる！"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9066751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9066751",
                    "Titles": {
                        "eng": "THE TARGET'S SECOND SON",
                        "jpn": "標的（ターゲット）の次男"
                    },
                    "Summaries": {
                        "eng": "Anya ends up with a Tonitrus Bolt after she hit Damian Desmond. Sadly, this causes her to stand out for the wrong reasons in class which depresses her, but she ends up friends with Becky, and school becomes a little more fun. She also tries to apologize to Damian for hitting him, but just can't seem to get the words out. For the sake of Operation Strix, Loid disguises himself as someone who works at the school and tries to help Anya reconcile from the shadows, but...",
                        "jpn": "入学初日、デズモンド家の次男ダミアンを殴り飛ばして“雷(トニト)”を食らってしまったアーニャ。早くもクラスで浮いてしまい落ち込むが、ベッキーと友達になって学校が楽しくなっていく。そしてダミアンに殴ったことを謝ろうとするが、なかなか言い出せない。オペレーション〈梟(ストリクス)〉遂行のためにロイドも学校関係者に変装しては、陰からアーニャに仲直りを促すのだが……。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9066752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9066752",
                    "Titles": {
                        "eng": "THE COUNTER-SECRET POLICE COVER OPERATION",
                        "jpn": "対秘密警察偽装作戦"
                    },
                    "Summaries": {
                        "eng": "Ostania's counterintelligence agency and national security bureau conducts spy hunts and keeps surveillance on its citizens to maintain peace within the country. They are also called the Secret Police and are feared. Yor's younger brother Yuri actually belongs to the Secret Police and is hunting down spies while keeping this a secret from Yor and others around him. One day, he suddenly shows up at the Forger residence. The Forgers, who are full of secrets, and Yuri, who has a secret identity, come face to face!",
                        "jpn": "東国(オスタニア)の防諜機関・国家保安局は、国内の治安維持を目的としたスパイ狩りや市民の監視を行い、「秘密警察」と呼ばれ恐れられている。ヨルの弟ユーリも実は秘密警察の一員で、姉や周囲には正体を隠して国を陥れるスパイを追っている。そんな彼が、突然フォージャー家を訪れることに。秘密を抱えたフォージャー家と、裏の顔を持つユーリが相まみえる！"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9066753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9066753",
                    "Titles": {
                        "eng": "SHOW OFF HOW IN LOVE YOU ARE",
                        "jpn": "ラブラブを見せつけよ"
                    },
                    "Summaries": {
                        "eng": "In order to prove to Yuri that they are actually a married couple, Loid and Yor are supposed to kiss. Loid is willing to get this done immediately for the sake of Operation Strix, but Yor can't do this sober, so she ends up downing a bunch of wine and gets drunk. Yuri sees his sister this way, also gets drunk, and is unable to make rational decisions anymore...",
                        "jpn": "ユーリに偽装夫婦と怪しまれたロイドたちは、本物の夫婦であることを証明するためにキスをすることに。オペレーション〈梟(ストリクス)〉のため即座に対応しようとするロイドとは逆に、とてもシラフではできないと、ワインをガブ飲みして泥酔するヨル。そんな姉を見るユーリも、同じく泥酔して正常な判断ができず……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9066754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9066754",
                    "Titles": {
                        "eng": "THE GREAT DODGEBALL PLAN",
                        "jpn": "ドッジボール大作戦"
                    },
                    "Summaries": {
                        "eng": "A rumor spreads amongst the first graders at Eden College saying that if they do well in their next PE class, they will get rewarded with Stella Stars. Anya is determined to get a Stella Star, so she trains with Yor. Thus begins the dodgeball match between Cecile Hall and Wald Hall! Anya and her classmates are determined to win, but they are faced with the giant, Bill Watkins.",
                        "jpn": "イーデン校１年生の間で、今度の体育の授業で活躍した生徒には“星(ステラ)”が授与されるとの噂が広まっていた。アーニャは“星(ステラ)”を入手するためにヨルの特訓を受け、「ほし、つかむ」と決意を固める。そしてセシル寮とウォルド寮によるクラス対抗ドッジボール戦が始まった！勝利に意気込むアーニャたちの前に、怪童ビル・ワトキンスが立ちはだかる。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9066755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9066755",
                    "Titles": {
                        "eng": "STELLA",
                        "jpn": "〈星（ステラ）〉"
                    },
                    "Summaries": {
                        "eng": "In order for parents to attend one of the social gatherings at Eden College, their children need to be Imperial Scholars, but Anya hating to study makes this rather difficult. Loid then comes up with a plan to get Anya to get Stella Stars by doing community service rather than with her academics. But when she ends up volunteering at a hospital, she continuously messes up. Later, she hears a child drowning in a pool with her telepathy and...",
                        "jpn": "イーデン校の懇親会に出席するためには、子供が特待生になる必要があるが、勉強が苦手なアーニャは大苦戦。そこでロイドは勉強以外で“星（ステラ）”を獲得する方法としてアーニャに社会貢献をさせようと考えるが、アーニャはボランティア先の病院で失敗ばかり。そんな最中、アーニャはプールで溺れる子供の声を超能力で察知して――!?"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9066756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9066756",
                    "Titles": {
                        "eng": "PENGUIN PARK",
                        "jpn": "ペンギンパーク"
                    },
                    "Summaries": {
                        "eng": "Loid is burdened with one mission after another from WISE and comes home exhausted. He then hears neighbors gossiping that he's neglecting his family. Because he can't let anyone doubt them as a family for the sake of Operation Strix, he decides to take his family to the aquarium the next day they have off to show everyone that they get along. However, he is assigned another mission from WISE while he's there, and...",
                        "jpn": "〈WISE（ワイズ）〉の任務に忙殺されて、この日もロイドはヘトヘトになって帰宅。そんな時、彼は自分が家族をないがしろにしているという近隣住人の噂話を聞く。わずかな疑惑がオペレーション〈梟（ストリクス）〉に支障をきたすことを恐れたロイドは、仲の良い家族を周囲に見せつけるため、次の休日に水族館へ行くことに。しかしそこでも〈WISE（ワイズ）〉の新たな任務が発生してしまい……！"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "9114344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114344",
                    "Titles": {
                        "eng": "PROJECT APPLE",
                        "jpn": "プロジェクト〈アップル〉"
                    },
                    "Summaries": {
                        "eng": "The Forgers go look for a dog for Anya's reward for getting a Stella. In the middle of their outing, Loid ends up having to work a mission to stop a terrorist bombing attack planned against Westalis's foreign minister. Meanwhile, Anya is trying to pick out a dog, but then sees a vision of her family when she randomly reads the mind of a giant, mysterious, white dog. Anya becomes curious and chases after the dog, but she ends up accidentally wandering into the hideout of the terrorists!",
                        "jpn": "アーニャの〈星〉獲得のご褒美のため、ペットの犬を探しに行くフォージャー家。その途中、ロイドは西国ウェスタリスの外相を狙った爆弾テロを未然に防ぐ任務に駆り出されることになる。一方、犬を選んでいたアーニャは見知らぬ白い大型犬の心に、なぜか自分たち家族の姿を見る。気になって犬を追うアーニャ。迷い込んだ先はテロリストのアジトだった！"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "9114345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114345",
                    "Titles": {
                        "eng": "DISARM THE TIME BOMB",
                        "jpn": "時限爆弾を解除せよ"
                    },
                    "Summaries": {
                        "eng": "Anya meets a mysterious dog who can see into the future. They were able to escape from the terrorists with the dog's help, but eventually, they fall back into the hands of the terrorists again. And then Yor shows up and attacks the enemy! Soon after, the dog sees into the future again. The vision Anya saw through the dog's mind was Loid unconscious and buried under the remains of a building that had been bombed. In order to stop this future from happening, Anya and the dog head to the place where the incident happens!",
                        "jpn": "未来を予知する不思議な犬と出会ったアーニャ。犬のお陰で一時は難を逃れるものの、ふたたびテロリストの手に落ちてしまった。そこにヨルが駆けつけて敵を撃退！そんな中、再び犬が未来を予知する。犬の心を読んだアーニャが見たものは、爆破されたビルの瓦礫の中で倒れるロイド……。この未来を変えるべく、アーニャは犬とともに事件現場へ向かう!!"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "9114347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114347",
                    "Titles": {
                        "eng": "A NEW FAMILY MEMBER",
                        "jpn": "新しい家族"
                    },
                    "Summaries": {
                        "eng": "Loid faces off with one of the enemy's bomb dogs, Anya secretly saves Loid, and Yor finds the leader of the terrorists who had been on the run. The whole family ends up involved in this terrorist bombing incident, but what will be its conclusion?! Also, they were supposed to go get a dog for Anya as a reward for her getting a Stella, but now, she says she wants to keep the mysterious, giant dog that she encounters in this incident. Loid knows the truth about this dog as well as the other dogs involved in the bombing incident and tells her no, but then Anya says she'll quit going to school if she can't have the dog and...",
                        "jpn": "敵の爆弾犬と対峙するロイド、人知れずロイドを救ったアーニャ、そして逃走するテロ首謀者を発見したヨル。家族それぞれが関わることとなった爆弾テロ事件、果たしてその結末は!?　そして当初の目的であった〈星（ステラ）〉獲得のご褒美として、アーニャは事件で出会った未来予知をする大型犬をペットとして飼いたいと言う。犬たちの裏事情を知るロイドは渋るが、アーニャは飼わなければ学校を辞めるとまで言い出して……。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "9114348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114348",
                    "Titles": {
                        "eng": "YOR'S KITCHEN / THE INFORMANT'S GREAT ROMANCE PLAN",
                        "jpn": "ヨル's キッチン／ 情報屋の恋愛大作戦"
                    },
                    "Summaries": {
                        "eng": "Why has Yor been coming home late every night, her hands covered in cuts? Why has Franky asked Loid to meet him under mysterious and urgent circumstances? These are two tales of misadventure while seeking happiness in Berlint.",
                        "jpn": "ヨル's キッチン:\r\n\r\nロイドは最近、ヨルの帰宅が遅いことを気に掛けている。アーニャもボンドの予知で見たヨルの様子を心配していた。当のヨルは二人には秘密で同僚・カミラの家に通っていた。その目的とは!?\r\n\r\n情報屋の恋愛大作戦:\r\n\r\nロイドがフランキーに呼び出される。好きな女性ができたので、デートの必勝法を教えて欲しいとのことだ。熱意に押されて、凄腕スパイの会話術をレクチャーすることに。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "9114349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114349",
                    "Titles": {
                        "eng": "CARRY OUT THE GRIFFIN PLAN / FULLMETAL LADY / OMELET RICE♥",
                        "jpn": "ぐりほんさくせんを決行せよ／ 〈鋼鉄の淑女（フルメタルレディ）〉／ オムライス♡"
                    },
                    "Summaries": {
                        "eng": "Anya and the rest of her class have an arts and crafts lesson where Anya is put in the same group as Damian. Sylvia goes about an ordinary work day. We learn the secret source of Yuri's strength.",
                        "jpn": "ぐりほんさくせんを決行せよ：\r\n\r\n図工の授業で同じ班になったアーニャとダミアン。アーニャは「ナカヨシ作戦」のためにダミアンの工作を手伝おうと張り切る！\r\n\r\n〈鋼鉄の淑女（フルメタルレディ）〉：\r\n\r\n表向きは西国（ウェスタリス）の外交官として働く〈WISE（ワイズ）〉管理官（ハンドラー）・シルヴィア。常に監視されている彼女の日常は、隙を見せることが許されない。\r\n\r\nオムライス♡：\r\n\r\n幼き日のブライア家。ヨルはユーリのためにオムライスを振る舞っていた。ユーリは姉の愛情を一身に受けて成長していく。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "9114350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114350",
                    "Titles": {
                        "eng": "UNCLE THE PRIVATE TUTOR / DAYBREAK",
                        "jpn": "家庭教師の叔父／ 〈東雲（しののめ）〉"
                    },
                    "Summaries": {
                        "eng": "Next week is Eden College's midterms. That week happens to include the new moon, the one day of the month Anya can't use her powers to cheat. But then, Yor suggests that Yuri should be her tutor...\r\n\r\nThe midterms are over. Loid is nervous about Anya's test scores and heads to Eden College to alter the answers. However, there already seems to be another guy there with the same motive that's making himself insanely suspicious and obvious?!",
                        "jpn": "家庭教師の叔父:\r\n\r\n来週はイーデン校の中間試験。その日はアーニャが超能力を使えなくなる新月の日で、カンニングができない。ヨルの提案でユーリに家庭教師をしてもらうことになり……。\r\n\r\n〈東雲（しののめ）〉:\r\n\r\n中間試験が終了。アーニャの試験の出来に不安を感じたロイドは、答案を改ざんするためイーデン校へ。そこには同じように潜入を目論む、あからさまに怪しい男が!?"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "9114351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114351",
                    "Titles": {
                        "eng": "A REVENGE PLOT AGAINST DESMOND / MAMA BECOMES THE WIND",
                        "jpn": "デズモンドへの復讐計画／ 母、風になる"
                    },
                    "Summaries": {
                        "eng": "Damian does well on his midterms, so he earns a Stella. Everyone around him is now praising him, but for some reason, his classmate George seems to be looking at him begrudgingly. The reason being...\r\n\r\nAfter seeing Anya off to school, Yor finds Anya's gym clothes on top of her desk. At this rate, Anya will surely have trouble in her gym class. Yor runs to deliver the forgotten clothes!",
                        "jpn": "デズモンドへの復讐計画：\r\n\r\n中間試験で優秀な成績を修めて〈星（ステラ）〉を獲得したダミアン。周囲からちやほやされる彼を、クラスメイトのジョージは恨めしそうに見ていた。その理由とは……。\r\n\r\n母、風になる：\r\n\r\nアーニャを学校に送り出した直後、ヨルは机の上に体操着を見つける。このままではアーニャが体育の授業で困ってしまう。ヨルは忘れ物を届けるために走り出した！"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "9114352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114352",
                    "Titles": {
                        "eng": "INVESTIGATE THE GENERAL HOSPITAL / DECIPHER THE PERPLEXING CODE",
                        "jpn": "総合病院を調査せよ／ 難解な暗号を解読せよ"
                    },
                    "Summaries": {
                        "eng": "Anya has to write a report about an occupation she's interested in, so she ends up going to Loid's place of work, Berlint General Hospital. As soon as Loid was out of sight, Anya starts to explore!\r\n\r\nAnya becomes very interested in deciphering codes after seeing it done in her spy cartoon, so she makes her own code and sends Loid and the others secret messages. Will they be able to crack the codes?!",
                        "jpn": "総合病院を調査せよ：\r\n\r\n授業で「興味のある職業」のレポートを書くことになったアーニャは、ロイドの職場・バーリント総合病院の見学へ。ロイドが席を外した隙にアーニャの大調査が始まった！\r\n\r\n難解な暗号を解読せよ：\r\n\r\nスパイアニメの影響で暗号解読に興味を持ったアーニャは、自分でも暗号文を作り、ロイドたちに機密文書を配りだした。果たして解読できる者はいるのか……!?"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "9114353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114353",
                    "Titles": {
                        "eng": "NIGHTFALL / FIRST FIT OF JEALOUSY",
                        "jpn": "〈夜帷（とばり）〉／ はじめての嫉妬"
                    },
                    "Summaries": {
                        "eng": "Fiona, who works at Loid's hospital, happens to actually be the female WISE agent Nightfall. She is irritated that Operation Strix is facing delays, so she suggests that she becomes Mrs. Forger instead. She also decides to show up at the Forger household unannounced and comes face to face with Yor!\r\n\r\nAnya loves the penguin plushie that Loid got for her, and even sleeps with it. However, a pale shadow shoots jealous glares in the penguin's general direction...",
                        "jpn": "〈夜帷（とばり）〉：\r\n\r\nロイドの病院で働く事務員・フィオナの正体は〈WISE（ワイズ）〉の女性諜報員〈夜帷（とばり）〉。「オペレーション〈梟（ストリクス）〉」の遅れに苛立つ彼女は、「フォージャー婦人」の役を自分に替えるよう提案。さらに独断でフォージャー家を訪問してヨルと対面する！\r\n\r\nはじめての嫉妬：\r\n\r\nロイドにもらったペンギンのぬいぐるみがお気に入りで、一緒に寝るアーニャ。その様子を嫉妬深く見つめる白い影が……。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "9114354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114354",
                    "Titles": {
                        "eng": "THE UNDERGROUND TENNIS TOURNAMENT: THE CAMPBELLDON",
                        "jpn": "地下テニス大会 キャンベルドン"
                    },
                    "Summaries": {
                        "eng": "The secret files called the Zacharis Dossier may cause a war between the East and the West. In order to obtain a painting that is supposed to be the hiding spot for these files, Loid and Fiona enter an underground tennis tournament run by the owner of the painting, Campbell. If they win, the art piece they're after will be presented. Loid and Fiona enter as a married couple and play various skilled players including pro players!",
                        "jpn": "東西戦争の火種になるとされる機密書類・ザカリス文書。その隠し場所とされる名画を手に入れるため、ロイドとフィオナは絵画のオーナー・キャンベルが主催する闇のテニス大会に出場する。大会に優勝すれば、望みの美術品が贈呈されるとのことだ。夫婦を装って試合に臨むロイドたちに、元プロプレイヤーなどの猛者たちが襲い掛かる！"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "9114355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114355",
                    "Titles": {
                        "eng": "THE UNWAVERING PATH",
                        "jpn": "揺るがぬ軌道"
                    },
                    "Summaries": {
                        "eng": "The underground tennis tournament is finally heading to the final match. The Campbell siblings that Loid and Fiona are up against are playing dirty, as they have altered tennis rackets as well as the staff helping them out. But the spy pair from WISE overcome one obstacle after another and Loid deals the final blow! But right after the match, the State Security Service finds out about the dossier and infiltrates the tournament...",
                        "jpn": "地下テニス大会もいよいよ決勝戦。ロイドたちの対戦相手・キャンベル兄妹は、改造ラケットや周囲のスタッフを使った妨害工作など、数々の汚い手を使う強敵。しかし〈WISEワイズ〉が誇る諜報員ペアはこれをことごとく回避し、ロイドのトドメの一撃が炸裂！ところが試合直後、機密書類の存在を知った保安局が割り込んできて……。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "9114356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114356",
                    "Titles": {
                        "eng": "THE ROLE OF A MOTHER AND WIFE / SHOPPING WITH FRIENDS",
                        "jpn": "母役と妻役／ともだちとかいもの"
                    },
                    "Summaries": {
                        "eng": "Yor becomes anxious about their pretend marriage after Fiona shows up. Loid notices this and thinks that Yor had started to develop romantic feelings towards him. For the sake of the mission, he flips on his Twilight mode.\r\n\r\nBecky takes Anya to the department store so they can buy Anya some cute clothes. She uses her rich girl powers and rents out a whole shop where they start their own little fashion show.",
                        "jpn": "母役と妻役：\r\n\r\nフィオナの登場で偽装結婚に不安を感じるヨル。その様子を見たロイドは、ヨルが自分に対して恋愛感情を抱き始めたと考える。任務のためには女性すら利用する〈黄昏（たそがれ）〉モードへ！\r\n\r\nともだちとかいもの：\r\n\r\nアーニャに可愛い服を選ぶため、ベッキーはアーニャを連れてデパートへ。お嬢様の財力で店舗を借り切って、二人の可憐なるファッションショーが始まった。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "9114357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114357",
                    "Titles": {
                        "eng": "FIRST CONTACT",
                        "jpn": "接敵作戦（ファーストコンタクト）"
                    },
                    "Summaries": {
                        "eng": "A social gathering happens at Eden College once every half term. It is a strictly guarded event where only Imperial Scholars and their parents, the VIPs of Ostania, are allowed to go. Damian tells his brother that he'd like to see their father when he attends the event. Loid finds out about that and uses Damian to get close to his target.",
                        "jpn": "イーデン校では半期に一度の懇親会が行われていた。特待生とその親、東国（オスタニア）のVIPたちが集まる会場は侵入者を許さない厳戒態勢。一方でダミアンは、懇親会を訪れる父親に会いたいと兄に伝言。親子の待ち合わせを知ったロイドは、ダミアンを利用してターゲットへの接触を図る。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2083661",
            "URL": "https://thetvdb.com/series/spy-x-family/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": null,
                "rus": null,
                "fra": null,
                "zho": null
            },
            "Summaries": {
                "eng": "The Forgers head on an unexpected family cruise—to protect a high-profile VIP—where Yor’s doubts about her assassin life deepen as Loid and Anya tag along. Between chaotic undercover antics and heartwarming familial bonds, the season weaves holiday comedy with growing loyalty and the unspoken truth binding their surprising happy home.",
                "jpn": null,
                "rus": "Лойд Форджер — самый крутой шпион Весталиса, на плечи которого возложена важнейшая миссия, от успеха которой зависит хрупкий мир с соседней Останией. Неудача же означает войну двух государств. Чтобы выполнить задание, необходимо понять намерения Донована Десмонда — крупного политика Остании, который практически не появляется на публике. Исключение он делает для элитной академии «Эдем», где учатся его дети. Логичным решением проблемы оказывается создание фальшивой семьи Форджеров с поддельной женой Йор и подложной дочерью Аней, которая отправится учиться в «Эдем».\r\n\r\nКажется, со временем Лойд начал испытывать чувства к своим ненастоящим родным. Сможет ли семья, созданная исключительно для выполнения миссии, стать настоящей для трёх одиноких людей? И как эта привязанность повлияет на успех всей операции? Ведь враг не дремлет, и для победы нужно быть готовым пожертвовать всем.",
                "fra": "Dans cette saison 2 de SPY x FAMILY, « Princesse Ibara » est missionnée en tant que garde du corps d’Orca Gretcher et son bambin, les derniers survivants du clan Gretcher, transportés dans un autre pays via un navire de croisière pour y être placés en sécurité.",
                "zho": "每一个人，都有不能展现给任何人看的一面──这是个世界各国都在台面下进行激烈情报战的时代。东国Ostania与西国Westalis，两国之间已持续冷战了十多年。\r\n\r\n隶属于西国情报局对东课〈WISE〉的干练间谍──〈黄昏〉，被指派一项极机密任务，奉命接近威胁东西和平的危险人物，要刺探出东国国家统一党党魁──唐纳文‧戴斯蒙德的战争计画。其任务名为──行动代号〈枭〉。任务内容是：「在一周内组好家庭，并潜入戴斯蒙德儿子所就读的名校。」\r\n\r\n然而，他找到的「女儿」是会读心的超能力者，「妻子」则是位暗杀者！三人为了各自的利益组成家庭，边隐瞒真实身份边共同生活。世界的和平就这样被托付给状况百出的临时家庭了吗……？"
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10025174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10025174",
                    "Titles": {
                        "eng": "FOLLOW MAMA AND PAPA",
                        "jpn": "ちちとははをびこうせよ"
                    },
                    "Summaries": {
                        "eng": "Yor is shot in the butt while on a mission and looks miserable when she gets home. Loid mistakes her very apparent miserable mood as her being unhappy with their marriage of convenience and offers to take her out on a date.",
                        "jpn": "〈ガーデン〉の仕事で負傷したヨルは、痛みをこらえながら帰宅。その様子にロイドは、自分が彼女を不機嫌にさせたと勘違い！　翌日、ロイドはヨルの機嫌を取るためにデートに誘い、ヨルも普通の妻としての行動を学ぶため張り切ってこれを受ける。そしてお留守番のアーニャは、フランキーとともにデート中の二人を尾行するのであった。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10075710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10075710",
                    "Titles": {
                        "eng": "BOND'S STRATEGY TO STAY ALIVE / DAMIAN'S FIELD RESEARCH TRIP",
                        "jpn": "ダミアンの野外学習／ボンドの生存戦略"
                    },
                    "Summaries": {
                        "eng": "Bond sees an ominous future and believes that it's Yor's food that's going to cause it. In order to change this fate, Bond leaves the house to search for Loid! Henderson orders Damian, Emil, and Ewen to go on a field research trip with Mr. Green.",
                        "jpn": "ボンドの生存戦略\r\n不穏な未来を予知し、ヨルの手作りご飯が原因だと考えたボンド。運命を変えるため、ロイドを探しに家を出る!　ロイドを見つけるボンドだが、〈WISE〉の任務の最中ですぐに帰れそうになく……。\r\n\r\nダミアンの野外学習\r\n寝坊の罰で寮母を手伝うことになったダミアン。ダミアンを放っておけないエミールとユーインも、わざと罰を受けて合流する。そんな彼らにヘンダーソンは、グリーン先生との野外学習を命じて……!?"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10075711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10075711",
                    "Titles": {
                        "eng": "MISSION AND FAMILY / THE ELEGANT BONDMAN / THE HEART OF A CHILD / WAKING UP",
                        "jpn": "任務と家族／華麗なるボンドマン／子ども心／目覚まし"
                    },
                    "Summaries": {
                        "eng": "Yuri is doing great at his job with the Secret Police. His assignment today is to investigate a former newspaper reporter suspected of selling articles slandering Ostania to Westalis. Anya's favorite cartoon hero Bondman shows off his elegant spy moves!!",
                        "jpn": "任務と家族\r\n秘密警察の仕事に精を出すユーリ。この日は東国を揶揄する記事を西国に売っていると疑わしい元新聞記者を調査することに。調査を続けるユーリは、元新聞記者の胸中や家庭状況を知るが……。\r\n\r\n華麗なるボンドマン\r\nアーニャが大好きなアニメの主人公・ボンドマン。華麗なるスパイの活躍に迫る!!\r\n\r\n子ども心／目覚まし\r\nフォージャー家やイーデン校生たちのゆかいな日常を紹介!!"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10075712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10075712",
                    "Titles": {
                        "eng": "THE PASTRY OF KNOWLEDGE / THE INFORMANT'S GREAT ROMANCE PLAN II",
                        "jpn": "知恵の甘味／情報屋の恋愛大作戦Ⅱ"
                    },
                    "Summaries": {
                        "eng": "Eden's legendary dessert finally appears! In order to obtain the macaroons that supposedly can make you into an Imperial Scholar if eaten, Anya and her friends race to get to them first.",
                        "jpn": "知恵の甘味\r\nイーデン校の学食に幻のスイーツが登場！食べた者は“”になれると言われる　限定マカロンをめぐり、アーニャたちの熾烈な頭脳戦が開幕!!\r\n\r\n情報屋の恋愛大作戦Ⅱ\r\nカフェの店員に恋をしたフランキーは、彼女のために逃げた飼い猫を探すことに。途中で出会ったヨルの協力も得て捜索を続ける中、フランキー自慢の発明品が威力を発揮する⁉"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10075713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10075713",
                    "Titles": {
                        "eng": "PLAN TO CROSS THE BORDER",
                        "jpn": "越境作戦"
                    },
                    "Summaries": {
                        "eng": "On a mission as Thorn Princess and using her job as city hall as a cover, Yor is tasked with protecting the only survivors of the Gretcher family, Olka and her son, and helping them escape to a different country by traveling on a cruise ship.",
                        "jpn": "ヨルは〈いばら姫〉の任務として、豪華客船での市役所の業務を装いながら、裏組織のグレッチャー家の生き残り、オルカとその子どもを国外に逃がすため護衛することに一方、アーニャは福引でクルーズ船の旅行を引き当てる！　その船は、奇しくもヨルが任務で乗る船と同じだった。大波乱のバカンスが始まる――!!"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10075714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10075714",
                    "Titles": {
                        "eng": "THE FEARSOME LUXURY CRUISE SHIP",
                        "jpn": "戦慄の豪華客船"
                    },
                    "Summaries": {
                        "eng": "After boarding the cruise ship, Yor began her duty as bodyguard to Olka and her son. Meanwhile, Yor's superior, Matthew, finds an assassin who is after Olka and her son.",
                        "jpn": "クルーズ船に乗ったヨルは客室でオルカたちの護衛についていた。一方ヨルの上司・マシューは、オルカたちを狙う殺し屋を船内で発見。捕まえて問い質すと、大量の殺し屋たちが乗り込んでおり、それぞれが独自にオルカたちを狙っているという。その頃、ヨルが控えるオルカの部屋のドアを、何者かがノックして……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10075715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10075715",
                    "Titles": {
                        "eng": "WHO IS THIS MISSION FOR?",
                        "jpn": "誰がための任務"
                    },
                    "Summaries": {
                        "eng": "Loid tries to pick out souvenirs that will make him look like a fun and happy dad so he can cheer Anya up. Meanwhile, Yor was facing off with Sickle-and-Chain Barnaby.",
                        "jpn": "アーニャの機嫌を取ろうと、「楽しく愉快な父親」を目指してお土産を選ぶロイド。一方その頃、護衛任務中のヨルは、殺し屋の一人・鎖鎌使いのバーナビーと対峙していた。殺し屋たちの襲撃が激しさを増していくなか、ヨルは〈いばら姫〉として戦う理由を自問自答するのであった……。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10075716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10075716",
                    "Titles": {
                        "eng": "THE SYMPHONY UPON THE SHIP",
                        "jpn": "船上の交響曲／姉のハーブティー"
                    },
                    "Summaries": {
                        "eng": "The deck is filled with passengers enjoying the fireworks show. Anya and Loid were also enjoying the fireworks. Meanwhile, Yor's mission finally reaches its climax. She tries to help Olka and the others escape, but they are surrounded by assassins!",
                        "jpn": "花火大会を前に賑わうクルーズ船のデッキ。アーニャもロイドと一緒に花火を楽しんでいた。その一方で、ヨルの任務はいよいよ佳境へ。オルカたちを脱出させようとするが、殺し屋たちに囲まれてしまった！夜空に綺麗な花火が打ち上がる中、ヨルは殺し屋たちとの死闘で鮮血を飛び散らせる!!"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10075717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10075717",
                    "Titles": {
                        "eng": "THE HAND THAT CONNECTS TO THE FUTURE",
                        "jpn": "未来を繋ぐ手"
                    },
                    "Summaries": {
                        "eng": "Due to the movements the State Security Service members were making, Loid finds out that there was a bomb on the ship. Loid leaves Anya at the daycare in a hurry then disguises himself as a State Security Service member to take care of the bomb.",
                        "jpn": "ロイドは保安局員たちの動きから、船内に爆弾が仕掛けられていることを知る。急いでアーニャを託児所に預け、元軍人に変装して爆弾処理へ。そしてアーニャもまた、ヨルを助けようと託児所を抜け出していた。駆け付けた通路でヨルが落とした武器を見つけたアーニャは、武器を甲板へと放ち――！"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10075718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10075718",
                    "Titles": {
                        "eng": "ENJOY THE RESORT TO THE FULLEST / BRAGGING ABOUT VACATION",
                        "jpn": "リゾートを満喫せよ／休暇自慢"
                    },
                    "Summaries": {
                        "eng": "The morning after the attack from the assassins and the bomb scare, the cruise ship arrives at the resort island. Loid and Anya meet up with Yor and the three enjoy a family vacation!",
                        "jpn": "殺し屋の襲撃と爆弾騒動から一夜明け、クルーズ船はリゾート島に到着。ロイドとアーニャはヨルと合流して、家族一緒にバカンスを楽しむ！アスレチック、乗馬、シュノーケリングなど、数々のアクティビティを満喫してアーニャもすっかりご満悦！そんなアーニャの笑顔を見て、ヨルはこの平和を噛みしめるのであった。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10075719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10075719",
                    "Titles": {
                        "eng": "BERLINT IN LOVE / NIGHTFALL'S DAILY LIFE",
                        "jpn": "バーリント・ラブ／〈夜帷とばり〉の日常"
                    },
                    "Summaries": {
                        "eng": "Becky is very excited about a romantic drama on TV, so she heads over to the Forgers' place to see Loid, who she fell in love with instantly after seeing his picture. Becky aggressively pursues Loid.",
                        "jpn": "恋愛ドラマで盛り上がったベッキーは、写真で一目ぼれしたロイドに会うべくフォージャー家を訪れる！　必死にロイドにアプローチするベッキー。そしてアーニャも裕福になる暮らしを想像して、「なしじゃない」と少しだけベッキーの恋路を応援⁉　そこにヨルがボンドの散歩から帰ってきた。ライバル(?)との直接対決にベッキーの闘志が燃え上がり……!!"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10075720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10075720",
                    "Titles": {
                        "eng": "PART OF THE FAMILY",
                        "jpn": "家族の一員"
                    },
                    "Summaries": {
                        "eng": "As Bond is on a walk with Loid, he has a premonition of an accident, so he tries to stop it, but is scolded by Loid. He then sees a vision of a building going up in flames and a sobbing girl standing in front of it.",
                        "jpn": "ロイドと一緒に散歩中のボンドは、道々で未来予知した事故を防ごうとしては騒動を起こし、ロイドに注意されてしまう。そんな中、今度は火事で燃え上がる建物と、その前で泣き叫ぶ女性の姿を予知する。注意されたばかりにも関わらず、現場へ駆け出してしまうボンド！ただならない様子にロイドもボンドを追う。たどり着いた先で見たものはーー。"
                    },
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "2137972",
            "URL": "https://thetvdb.com/series/spy-x-family/seasons/official/3",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": "This season pushes the Forger family into uncharted territory: a school mission draws Loid deeper into espionage while Yor’s hidden tensions grow, and Anya’s precognitive insights become the heart of both comedic chaos and emotional vulnerability. Shadows of war loom as Loid’s past comes into focus, threatening the fragile mask of their pretend-perfect family.",
                "jpn": "人はみな　誰にも見せぬ自分を　持っている――\r\n\r\n世界各国が水面下で熾烈な情報戦を繰り広げていた時代。\r\n東国オスタニアと西国ウェスタリスは、十数年間にわたる冷戦状態にあった。\r\n\r\n西国の情報局対東課〈WISEワイズ〉所属である凄腕スパイの〈黄昏たそがれ〉は、東西平和を脅かす危険人物、東国の国家統一党総裁ドノバン・デズモンドの動向を探るため、ある極秘任務を課せられる。\r\n\r\nその名も、オペレーション〈梟ストリクス〉。"
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "10861306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10861306",
                    "Titles": {
                        "eng": "BERLINT PANIC / THE INFORMANT AND NIGHTFALL",
                        "jpn": "バーリント・パニック ／情報屋と〈夜帷〉"
                    },
                    "Summaries": {
                        "eng": "The Forgers enjoy a day off while Nightfall hires Franky to help her on a mission.",
                        "jpn": "休日に公園を訪れたフォージャー家。ご機嫌でアイスを頬張るアーニャだったが、ボンドの未来予知から工事現場で事件が起こることを読み取り大慌て。なんとかロイドたちを現場へ連れていくと、作業員が重機を操り暴走しはじめて……。／フィオナは〈WISE〉の任務を受け、印章偽造のプロを探すためにフランキーを頼ることに。約束したクラブで偽造屋と会った２人だったが、交渉は難航。そこへ保安局が現れて……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "11185516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/11185516",
                    "Titles": {
                        "eng": "AVOID GETTING TONITRUS BOLTS / ■■■■'S MEMORIES I",
                        "jpn": "〈雷〉を回避せよ／■■■■の記憶Ⅰ"
                    },
                    "Summaries": {
                        "eng": "Anya's class must avoid getting Tonitrus Bolts and we get a glimpse into someone's past.",
                        "jpn": "イーデン校にトニトおばさんことシュラーク先生が現れた。風紀に厳しいシュラークは、アーニャのクラスでも持ち物検査を実施することに。ハンカチを忘れて慌てるダミアンに、アーニャは2つ持っているからと救いの手を差し伸べるが……。／〈雷〉のショックで倒れたロイドは、夢の中で幼少期を思い出す。友達との兵隊ごっこでは〈参謀〉と呼ばれ、平穏な日々を送っていた■■■■だが、突如空爆が街を襲う。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "11349390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/11349390",
                    "Titles": {
                        "eng": "■■■■'S MEMORIES II",
                        "jpn": "■■■■の記憶Ⅱ"
                    },
                    "Summaries": {
                        "eng": "Loid recalls what happened in the past that led him to where he is today.",
                        "jpn": "目を覚ますと、空爆によって街は荒れ果て戦場と化していた。そのまま家族と離れ離れになった■■■■は、青年になり軍に入隊。銃を手に戦場に立つ日々だったが、ある夜、オスタニア兵のフランキーと出会い……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "11349391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/11349391",
                    "Titles": {
                        "eng": "BEHIND THE SCANDAL / THE PATH TO AN IMPERIAL SCHOLAR",
                        "jpn": "スキャンダルの裏側／インペリアル・スカラーへの道"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "11349392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/11349392",
                    "Titles": {
                        "eng": null,
                        "jpn": "TBA"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "11349393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/11349393",
                    "Titles": {
                        "eng": null,
                        "jpn": "TBA"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "11349394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/11349394",
                    "Titles": {
                        "eng": null,
                        "jpn": "TBA"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "11349395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/11349395",
                    "Titles": {
                        "eng": null,
                        "jpn": "TBA"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "11349396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/11349396",
                    "Titles": {
                        "eng": null,
                        "jpn": "TBA"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "11349397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/11349397",
                    "Titles": {
                        "eng": null,
                        "jpn": "TBA"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "11349398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/11349398",
                    "Titles": {
                        "eng": null,
                        "jpn": "TBA"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "11349399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/11349399",
                    "Titles": {
                        "eng": null,
                        "jpn": "TBA"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "11349400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/11349400",
                    "Titles": {
                        "eng": null,
                        "jpn": "TBA"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}