{
    "URL": "https://thetvdb.com/series/isekai-yakkyoku",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt18574004/",
        "https://isekai-yakkyoku.jp/",
        "http://www.reddit.com/r/IsekaiYakkyoku",
        "https://www.themoviedb.org/tv/129195",
        "https://www.themoviedb.org/tv/129195",
        "https://x.com/isekai_yakkyoku"
    ],
    "TitleEnglish": "Parallel World Pharmacy",
    "SummaryEnglish": "A young pharmacologist and researcher in Japan named Yakutani Kanji died from overworking, and was reincarnated in a parallel world looking like a fantasy medieval Europe.\r\nHe was reincarnated as Falma de Medisus, a 10 year old apprentice to a famous Royal Court pharmacist, who had attained an inhuman skills of ability to see through disease, material creation, and material destruction.\r\nIn a society in which dubious medical practice are rampant, price gouging through the monopoly of the pharmacist guild and good medicine isn’t available to the commoners he decided to use his knowledge to change the world.\r\nHe was recognized by the Empress of the time and got permission to open a Pharmacy at the corner of the town.\r\nHe decided to wipe out the fraud that has swept the world, and deliver to the commoners a truly effective medicine that was developed using present day pharmacology.",
    "Aliases": [
        "Isekai Yakkyoku",
        "Different World Pharmacy",
        "Alternate World Pharmacy"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1941824",
            "URL": "https://thetvdb.com/series/isekai-yakkyoku/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {}
        },
        "1": {
            "ID": "1941825",
            "URL": "https://thetvdb.com/series/isekai-yakkyoku/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9069042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9069042",
                    "TitleEnglish": "A Reincarnated Pharmacologist and a Parallel World",
                    "SummaryEnglish": "World-class pharmacologist Kanji Yakutani awakens to find himself reincarnated in another world as Farma de Médicis. No longer able to pursue the cutting-edge drug research he did on Earth, he must adjust to life in this new world and in his new family.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9237714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9237714",
                    "TitleEnglish": "Master and Apprentice",
                    "SummaryEnglish": "Having discovered a variety of new abilities and learned of the poor availability of medicine in this new world, Farma begins testing what he can do with Substance Creation, Substance Elimination, and his Diagnostic Eye. If he can master the use of Divine Arts, as well as his special abilities, perhaps he can help the people of this world the way he longed to do in his previous life.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9237715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9237715",
                    "TitleEnglish": "The Chief Royal Pharmacian and the Reincarnated Pharmacologist",
                    "SummaryEnglish": "Farma accompanies his father Bruno on his house call to the Empress. He realizes he has the ability to cure her, but he can't do so without drawing attention that would put him in jeopardy.",
                    "Aliases": []
                },
                "4": {
                    "ID": "9237716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9237716",
                    "TitleEnglish": "The Empress and an Imperial Charter",
                    "SummaryEnglish": "Farma continues to treat Empress Élisabeth II, which leads to an unexpected reward.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9237717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9237717",
                    "TitleEnglish": "Daily Life at Parallel World Pharmacy and Cosmetics",
                    "SummaryEnglish": "Farma's efforts to create a pharmacy for everyone, nobles and commoners alike, aren't achieving the desired results. But with some help and advice from family and friends, Farma might be able to turn things around.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9237718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9237718",
                    "TitleEnglish": "Siblings and the Sea",
                    "SummaryEnglish": "The de Médicis family visits Bruno's newly granted territory of Marseirre so Bruno can be briefed on the situation there. The seaside location provides the perfect opportunity for a beach trip. Upon returning from Marseirre, Farma finds that his pharmacy is even busier than before. However, with this higher profile comes unwanted attention.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9237719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9237719",
                    "TitleEnglish": "The Boy with No Shadow and the Inquisitors",
                    "SummaryEnglish": "Farma confronts Grand Temple Inquisitor Salomon, and his sudden conflict with the Inquisition takes a surprising turn.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9237720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9237720",
                    "TitleEnglish": "Influenza and the Dawn of a Pharmacy",
                    "SummaryEnglish": "Demand for Parallel World Pharmacy's products continues to rise, exceeding the store's capacity to handle. Everyone would benefit if other shops sold Farma's new medicines, but the Saint Fleuve Pharmaceutist Guild strictly forbids its members from involvement with Farma's shop or his medicines. Farma searches for a way to expand access to medicine in this environment.",
                    "Aliases": []
                },
                "9": {
                    "ID": "9237723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9237723",
                    "TitleEnglish": "The Story of a Certain Wicked Man",
                    "SummaryEnglish": "Things are looking up in the Saint Fleuve Empire, with Farma's initiatives improving the overall health of the populace. However, word arrives of a mysterious new illness that threatens to sweep the nation. Farma rushes to prepare for this frightening scenario.",
                    "Aliases": []
                },
                "10": {
                    "ID": "9237725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9237725",
                    "TitleEnglish": "The Black Death",
                    "SummaryEnglish": "With the Saint Fleuve Fair about to begin, Farma fights to keep the Black Death from ravaging the Empire.",
                    "Aliases": []
                },
                "11": {
                    "ID": "9237727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9237727",
                    "TitleEnglish": "The Miracle at L'Estacque",
                    "SummaryEnglish": "As Farma works to save the villagers of L'Estacque, the infected cargo and crew from the rogue ship get ever closer to the capital.",
                    "Aliases": []
                },
                "12": {
                    "ID": "9237730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9237730",
                    "TitleEnglish": "Those He Couldn't Cure",
                    "SummaryEnglish": "Farma reaches the capital only to find that plague is spreading swiftly through the city. Can he and the people of the capital get the situation under control and defeat this epidemic?",
                    "Aliases": []
                }
            }
        }
    }
}