{
    "URL": "https://thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/E69A-3E92-5F1E-DD19-DB67-8",
        "https://www.imdb.com/title/tt14115938/",
        "https://shadow-garden.jp/",
        "http://www.reddit.com/r/TheEminenceInShadow",
        "https://www.tvmaze.com/shows/63236/show-slug",
        "https://www.themoviedb.org/tv/119495",
        "https://www.wikidata.org/wiki/Q105751950",
        "https://en.wikipedia.org/wiki/The_Eminence_in_Shadow",
        "https://x.com/Shadowgarden_PR"
    ],
    "Titles": {
        "eng": "The Eminence in Shadow",
        "jpn": "陰の実力者になりたくて!"
    },
    "Summaries": {
        "eng": "Shadowbrokers are those who go unnoticed, posing as unremarkable people, when in truth, they control everything from behind the scenes. Sid wants to be someone just like that more than anything, and something as insignificant as boring reality isn't going to get in his way! He trains in secret every single night, preparing for his eventual rise to power—only to denied his destiny by a run-of-the-mill (yet deadly) traffic accident. But when he wakes up in a another world and suddenly finds himself at the head of an actual secret organization doing battle with evil in the shadows, he'll finally get a chance to act out all of his delusional fantasies!",
        "jpn": "「陰の実力者」\r\n\r\nそれは、主人公でも、ラスボスでもない。\r\n普段は実力を隠してモブに徹し、物語に陰ながら介入して密かに実力を示す存在。\r\nこの「陰の実力者」に憧れ、日々モブとして目立たず生活しながら、\r\n力を求めて修業していた少年は、事故で命を失い、異世界に転生した。\r\n\r\nシド・カゲノーとして生まれ変わった少年は、\r\nこれを幸いと異世界で「陰の実力者」設定を楽しむことにする。\r\n「妄想」で作り上げた「闇の教団」を倒すべく（おふざけで）暗躍していたところ、\r\nどうやら本当に、その「闇の教団」が存在していて……？\r\nノリで配下にした少女たちは勘違いからシドをシャドウとして崇拝し、\r\nシドは本人も知らぬところで本物の「陰の実力者」になっていき、\r\nそしてシドが率いる陰の組織「シャドウガーデン」は、やがて世界の闇を滅ぼしていく――。"
    },
    "Aliases": [
        "Kage no Jitsuryokusha ni Naritakute!",
        "I Want To Be a Power in the Shadows!",
        "Shadow Garden"
    ],
    "Modified": "2025-10-17",
    "Seasons": {
        "0": {
            "ID": "1945463",
            "URL": "https://thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 31,
            "Episodes": {
                "31": {
                    "ID": "10207471",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/10207471",
                    "Titles": {
                        "eng": "Lost Echoes",
                        "jpn": "陰の実力者になりたくて！ 残響編"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1945464",
            "URL": "https://thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null,
                "zho": null,
                "zhtw": null,
                "deu": null,
                "tha": null
            },
            "Summaries": {
                "eng": "Some people just aren’t suited to playing the part of the flashy, in-your-face hero or the dastardly, mustache-twirling villain with larger-than-life panache. Instead, they operate in the shadows and pull the strings of society through wit and cleverness. That’s the role Cid wants to play when he’s transported to another world. Cid spins a yarn or three and becomes the unlikely leader of the underground Shadow Garden organization that fights against a menacing cult (which he totally made up). However, there’s a catch even his wild imagination didn’t see coming: the cult he concocted actually exists, and they’re beyond displeased that his power fantasy just got in the way of their evil plans!",
                "jpn": null,
                "zho": "少年席德憧憬着以路人身分隐藏自身力量，不为人知地介入故事，展现实力的“影之强者”。 转生到异世界后，企图充分享受这种设定的席德，为了击溃妄想中的敌人“黑暗教团”而暗中大显身手。 然而，这个教团似乎真的存在......？ 同时，因为他顺势收为部下的少女们“会错意”，席德在一无所知的状态下成了真正的“影之强者”，一行人建立起来的“闇影庭园”，将歼灭这世上的黑暗。",
                "zhtw": "少年席德憧憬著以路人身分隱藏自身力量，不為人知地介入故事，展現實力的「影之強者」。轉生到異世界後，企圖充分享受這種設定的席德，為了擊潰妄想中的敵人「黑暗教團」而暗中大顯身手。然而，這個教團似乎真的存在……？同時，因為他順勢收為部下的少女們「會錯意」，席德在一無所知的狀態下成了真正的「影之強者」，一行人建立起來的「闇影庭園」，將殲滅這世上的黑暗。",
                "deu": "Manche Menschen sind einfach nicht dafür gemacht, den strahlenden und übermächtigen Helden oder den heimtückischen, Schnauzer tragenden Bösewicht zu geben. Stattdessen verbergen sie sich in den Schatten und ziehen von dort die Fäden der Gesellschaft mit Hilfe ihrer Intuition und ihres Verstandes. Diese Rolle ist Cid wie auf den Leib geschrieben. Als er sich in einer fremden Welt wiederfindet und die Führung der Untergrundorganisation Shadow Garden übernimmt, verschmelzen für ihn Fiktion und Realität immer mehr zu einer gefährlichen Mischung, in der er sich zu verlieren droht.",
                "tha": "บางคนก็ไม่เหมาะกับการเป็นฮีโร่ที่โดดเด่นสะดุดตา หรือวายร้ายผู้ชั่วร้ายที่มาพร้อมกับหนวดม้วนและท่าทางโอ้อวดเกินจริง แต่พวกเขาจะทำงานในเงามืด ชักใยสังคมด้วยไหวพริบและความเฉลียวฉลาด นั่นคือบทบาทที่ซิดอยากจะเล่นเมื่อเขาถูกส่งไปยังอีกโลกหนึ่ง ซิดปั้นเรื่องโกหกขึ้นมามากมายและกลายเป็นผู้นำที่ไม่น่าเชื่อขององค์กรใต้ดินชาโดว์การ์เด้นที่ต่อสู้กับลัทธิที่น่ากลัว (ซึ่งเขาเป็นคนสร้างขึ้นมาเองทั้งหมด) อย่างไรก็ตาม มีข้อแม้ที่แม้แต่จินตนาการอันสุดโต่งของเขาก็คาดไม่ถึง นั่นคือ: ลัทธิที่เขาสร้างขึ้นมานั้นมีอยู่จริง และพวกเขาก็ไม่พอใจเป็นอย่างมากที่พลังแฟนตาซีของเขาเข้ามาขัดขวางแผนการอันชั่วร้ายของพวกเขา!"
            },
            "# Episodes": 20,
            "Episodes": {
                "1": {
                    "ID": "8806492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/8806492",
                    "Titles": {
                        "eng": "The Hated Classmate",
                        "jpn": "嫌いなクラスメイト"
                    },
                    "Summaries": {
                        "eng": "Akane copes with her trauma by being popular and working hard to make people like her, but one boy in her class doesn’t care about her at all. That bothers her to no end.",
                        "jpn": "「陰の実力者」。それは、主人公でも、ラスボスでもない。普段は実力を隠してモブに徹し、物語に陰ながら介入して密かに実力を示す存在。\r\n影野ミノルは幼少期からの夢である“陰の実力者”になるべく、着々と準備を進めていた。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9360997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/9360997",
                    "Titles": {
                        "eng": "Shadow Garden Is Born",
                        "jpn": "結成シャドウガーデン"
                    },
                    "Summaries": {
                        "eng": "Reincarnated as the son of Baron Kagenou, Cid bides his time as Background Character A while preparing for the day he can finally become the Eminence in Shadow!",
                        "jpn": "魔力の存在する異世界に転生した影野は、田舎貴族カゲノー男爵家の冴えない第2子として暮らす傍ら、夜な夜な盗賊を狩り、“悪魔憑き”のエルフを救い出すなど、着々と陰の実力者への道を歩み始める。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9360998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/9360998",
                    "Titles": {
                        "eng": "Fencer Ordinaire",
                        "jpn": "凡人の剣"
                    },
                    "Summaries": {
                        "eng": "The princess is supposed to reject the background character’s confession, not accept it — since when did Cid become a rom-com protagonist?",
                        "jpn": "15歳になったシドは、王都のミドガル魔剣士学園に入学。平凡な学園生活を送っていた。が、罰ゲームで王女アレクシアに告白させられたことで、安定のモブライフが激変してしまう。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9360999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/9360999",
                    "Titles": {
                        "eng": "Sadism's Rewards",
                        "jpn": "加虐への報酬"
                    },
                    "Summaries": {
                        "eng": "The mistake those with power always make is believing that they are the ones in control.",
                        "jpn": "拉致されたアレクシアを救うため、王国最強の魔剣士と呼ばれるアイリスが陣頭指揮を執るが、手掛かりはなし。一方でシドは、“シャドウガーデン”の盟主シャドウとして、敵のアジトを急襲する。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9361001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/9361001",
                    "Titles": {
                        "eng": "I Am...",
                        "jpn": "アイ・アム……"
                    },
                    "Summaries": {
                        "eng": "Cid is not facing a minion but a would-be Knight of the Rounds. Normally, that is cause for concern, but an atomic bomb has no reason to fear the gnashing of a lowly pest.",
                        "jpn": "アイリス率いる騎士団は、王都に突如現れた謎の怪物に大苦戦。そこに“怪物の素性”を知るアルファが現れる。　一方、シャドウに追い詰められたゼノンは、不穏な赤い薬の力で覚醒するが――"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9361003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/9361003",
                    "Titles": {
                        "eng": "Pretenders",
                        "jpn": "偽る者"
                    },
                    "Summaries": {
                        "eng": "While Iris seeks a bright mind to study an artifact, Cid visits a popular store. Meanwhile, in the dark corners of the city, someone commits murders in Shadow Garden’s name!",
                        "jpn": "王都にシャドウガーデンを騙る人斬りが出没する中、アイリスは古代文字解読を、王国随一の頭脳と名高いシェリーに依頼する。その頃、シドは友人と百貨店ミツゴシ商会を訪れていた。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9361004",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/9361004",
                    "Titles": {
                        "eng": "A Fencing Tournament of Intrigue & Bloodshed",
                        "jpn": "謀略と流血の剣術大会"
                    },
                    "Summaries": {
                        "eng": "Cid gets a report from Nu about powerful cult members lurking in the Royal Capital. Too bad he’s too distracted about the upcoming fencing tournament to notice.",
                        "jpn": "シドは、剣術大会でオリアナ王国の王女ローズと対戦。モブらしいやられ方で会場をざわつかせる。そんな中、黒づくめの集団がアーティファクトで魔力を制御し、学園を占拠する。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9361005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/9361005",
                    "Titles": {
                        "eng": "Dark Knight Academy Under Attack",
                        "jpn": "狙われた魔剣士学園"
                    },
                    "Summaries": {
                        "eng": "Cid sacrificed his life to save Rose. At least, that’s what everyone thinks. Unbeknownst to anyone else, Cid survived exactly as planned, and now his counterattack can begin.",
                        "jpn": "黒づくめの集団に抵抗したローズが斬殺されそうになった瞬間、モブとしての役割をまっとうしたいシドが身代わりに。その後、“テロリストの学園占拠”という夢に見た展開に嬉々として暗躍し始める。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9361006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/9361006",
                    "Titles": {
                        "eng": "The End of a Lie",
                        "jpn": "偽りの果て"
                    },
                    "Summaries": {
                        "eng": "When the students fight back, Shadow Garden joins the fray as their reinforcements. Amidst the chaos, Cid confronts the Gaunt Knight.",
                        "jpn": "大講堂にたどり着いたシェリーは、“強欲の瞳”を無効化する装置を投入。学生が反撃を開始すると、シャドウガーデンも参戦。混乱の中、首謀者“痩騎士”の前にシャドウが現れる。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9361007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/9361007",
                    "Titles": {
                        "eng": "The Sacred Land, City of Deception",
                        "jpn": "聖地・欺瞞の都"
                    },
                    "Summaries": {
                        "eng": "Cid heads to Lindwurm in response to a summons from Alpha, but he is not the only one traveling there; the annual Goddess’ Trial is quickly approaching.",
                        "jpn": "夏休み、シドはアルファの要請に応じ、聖地リンドブルムを訪れることに。聖地では、年に一度、聖域の扉が開かれる日に行われる“女神の試練”が開幕の時を迎えようとしていた。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9361008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/9361008",
                    "Titles": {
                        "eng": "The Goddess' Trial",
                        "jpn": "女神の試練"
                    },
                    "Summaries": {
                        "eng": "The curtain rises on the Goddess’ Trial. When Cid is unwittingly called into the arena, he transforms into Shadow and faces none other than Aurora, the Witch of Calamity.",
                        "jpn": "古代の戦士を蘇らせて戦う『女神の試練』が開幕。闘技場に駆り出されたシドは、シャドウに変身し、どさくさに紛れて参加。対戦相手として蘇ったのは、災厄の魔女アウロラだった。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9361009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/9361009",
                    "Titles": {
                        "eng": "The Truth Within the Memories",
                        "jpn": "記憶の中の真実"
                    },
                    "Summaries": {
                        "eng": "The door to the Sanctuary opens and Alpha strides through it, intending to expose the Cult’s grave secrets. Meanwhile, Cid also enters the Sanctuary and reunites with… Aurora?",
                        "jpn": "女神の試練の会場に、聖域に続く扉が出現。アルファは、ネルソンをその中に引っ立て、教団と魔人に関する重大な秘密を暴露する。いっぽうシドは、聖域でアウロラと再会し…!?"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "9361010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/9361010",
                    "Titles": {
                        "eng": "A Bloody Showdown as an Offering to Annihilation",
                        "jpn": "消滅に捧げる血闘"
                    },
                    "Summaries": {
                        "eng": "Alpha faces off against an empowered Nelson in a vicious battle. Elsewhere, Cid and Aurora reach the Sanctuary's core, but a door only a hero can open blocks their path.",
                        "jpn": "聖域の中心に近づき力を増したネルソンが、アルファに攻撃する中、アウロラと行動を共にしていたシドは、聖域中心に到達。しかし、英雄にしか開けない扉に足止めされてしまう。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "9369167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/9369167",
                    "Titles": {
                        "eng": "Your Lie, Your Wish",
                        "jpn": "君の嘘、君の願い"
                    },
                    "Summaries": {
                        "eng": "Cid’s victory is short-lived when Nelson counters with his new magic. Meanwhile, Alexia convinces Rose and Natsume to form an alliance to uncover the truth of their world.",
                        "jpn": "ネルソンは、聖域の強大な魔力でシドを攻撃。しかし、シドはそのパワーを真っ向から受け止め、空前絶後の必殺技を放つ。その後、シドは改めて災厄の魔女アウロラと向き合うが…!?"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "9369168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/9369168",
                    "Titles": {
                        "eng": "The Strongest Weakest Man",
                        "jpn": "最強最弱の男"
                    },
                    "Summaries": {
                        "eng": "Only the strongest warriors can advance in the prestigious Bushin Festival, but one contestant proves himself a feeble and mundane man with no talent. Why is he competing?",
                        "jpn": "ブシン祭の開催が迫り、シドは謎の実力者として大会に現れる妄想に胸躍らせていた。その一環として見るからに弱そうな魔剣士ジミナ・セーネンに変装。街で騒動に巻き込まれる。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "9369169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/9369169",
                    "Titles": {
                        "eng": "Unseen Intentions",
                        "jpn": "見えざる真意"
                    },
                    "Summaries": {
                        "eng": "Princess Rose flees to the north of the Royal Capital. The Oriana Kingdom wants to handle it internally as a “purely domestic” matter.",
                        "jpn": "ローズが逃亡する中、仲間の誓いを立てたアレクシアとナツメが救出に動く。いっぽう、ジミナに変装してブシン祭に参加中のシドは、偶然を装いながら着実に試合を勝ち抜いていた。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "9369170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/9369170",
                    "Titles": {
                        "eng": "Moonlight That Pierces the Darkness",
                        "jpn": "闇に射す月光"
                    },
                    "Summaries": {
                        "eng": "Cid recollects piano lessons from his past life — what impact does this have on his present? Meanwhile, Epsilon’s performance sets the soundtrack for something else...",
                        "jpn": "アレクシアとナツメは、ローズ保護のため王都地下道へ。ローズが事件を起こしたのは、ドエムの野心を察したからだった。そんな中、ピアノに導かれたローズはシャドウと再会する。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "9369171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/9369171",
                    "Titles": {
                        "eng": "Betting on a Moment",
                        "jpn": "刹那に賭ける"
                    },
                    "Summaries": {
                        "eng": "Cid and Claire receive an invitation to a tournament. At the festivities, Cid receives more attention than a background character desires.",
                        "jpn": "クレアからブシン祭のチケットを押しつけられたシド。会場に入ると隣席にはアイリスが。そうこうするうち本戦がスタート。再びジミナに変装したシドは、アンネローゼと対戦する。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "9369172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/9369172",
                    "Titles": {
                        "eng": "Dancing Puppet",
                        "jpn": "踊る人形"
                    },
                    "Summaries": {
                        "eng": "Doem tries to make war with Midgar. Meanwhile, the match between Jimina and Iris begins.",
                        "jpn": "ドエムは、オリアナ国王を操ることで、ミドガルと戦争を起こさせようとしていた。そんな中、ジミナとアイリスの試合がスタート。さらに、姿を消していたローズが会場に現れ…!?"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "9369173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/9369173",
                    "Titles": {
                        "eng": "Advent of the Demon",
                        "jpn": "魔人降臨"
                    },
                    "Summaries": {
                        "eng": "Provoked by the fight between Shadow and Beatrix, Iris joins the fray. An intense battle progresses across the Royal Capital. Meanwhile, Rose runs into Alpha...",
                        "jpn": "シャドウとベアトリクスの戦いに触発されたアイリスは、魔剣を手に参戦。王都各地で激しいバトルを繰り広げる。いっぽうシャドウに生かされたローズは、アルファと遭遇し…!?"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2048933",
            "URL": "https://thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": null,
                "pt": null,
                "kor": null,
                "zho": null,
                "zhtw": null,
                "deu": null
            },
            "Summaries": {
                "eng": "Everything has been going according to plan, but the hour of awakening draws near. Cid Kagenou and Shadow Garden investigate the Lawless City, a cesspool where the red moon hangs low in the sky and three powerful monarchs rule the streets. The true draw for Cid, however, is one who can draw blood–the Blood Queen, a vampire who has slumbered in her coffin for eons. Her awakening approaches, and Cid could finally face a day of reckoning.",
                "jpn": null,
                "pt": "Tudo está indo conforme o planejado, mas a hora do despertar se aproxima. Cid Kagenou e o Shadow Garden investigam a Cidade Sem Lei, uma favela onde a lua vermelha paira baixa no céu e três poderosos monarcas governam as ruas. A verdadeira atração para Cid , no entanto, é alguém que pode drenar sangue, a Rainha de Sangue, uma vampira que dorme em seu caixão há eras. Seu despertar se aproxima e Cid pode finalmente enfrentar um dia de ajuste de contas.",
                "kor": "‘어둠의 실력자’를 동경하던 소년은 어느 날 목숨을 잃고 시드 카게노란 이름으로 이세계에 환생한다.새로운 세계에서 ‘어둠의 실력자’ 설정을 즐기기로 한 시드는 어둠에 숨어서 어둠을 사냥하는 자 ‘섀도우’를 연기하며 자신을 잘 따르는 소녀들과 함께 어둠의 교단에 대항하는 ‘섀도우 가든’이란 조직을 만든다. 이번에 활약할 무대는 피의 여왕, 여우 요괴, 폭군이 통치하는 무법 도시. 그곳은 무뢰한이 난무하는 약육강식의 세계였다. 흡혈귀들의 지배자인 피의 여왕을 토벌하기 위해 누나인 클레어까지 데려온 시드는 어둠의 실력자가 될 기회가 왔다며 들뜨고 마침내 섀도우로 활약을 펼치려고 하는데...",
                "zho": "在克莱儿的提议之下，席德来到了“无法都市”。 在那里，他参加了讨伐沉眠的吸血鬼始祖“噬血女王”的任务。 接着，出现在他眼前的，是自称“最资深的吸血鬼猎人”的神秘美少女玛莉。 除了“无法都市”的三大势力：“暴君”加格诺、“妖狐”雪女、“吸血鬼”克里姆森以外，“闇影庭园”也为了寻求“始祖血脉”和“恶魔附体者”的关联而参战，让战场变得一片混乱。 同时，传说的始祖觉醒的时刻也跟着逼近......！",
                "zhtw": "在克萊兒的提議之下，席德來到了「無法都市」。在那裡，他參加了討伐沉眠的吸血鬼始祖「噬血女王」的任務。接著，出現在他眼前的，是自稱「最資深的吸血鬼獵人」的神祕美少女瑪莉。除了「無法都市」的三大勢力：「暴君」加格諾、「妖狐」雪女、「吸血鬼」克里姆森以外，「闇影庭園」也為了尋求「始祖血脈」和「惡魔附體者」的關聯而參戰，讓戰場變得一片混亂。同時，「傳說的始祖」覺醒的時刻也跟著逼近......！",
                "deu": "Cid Kagenō zieht als Schatteneminenz „Shadow“ weiterhin die Fäden seiner Organisation Shadow Garden, ohne zu wissen, dass ihr Gegner nicht nur seiner Fantasie entsprungen ist, sondern tatsächlich existiert. Er begleitet seine Schwester Claire in eine Stadt, in der drei große Mächte miteinander in Konflikt stehen und das Gesetz des Stärkeren gilt. Dort bahnt sich eine Verschwörung an …"
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9631534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/9631534",
                    "Titles": {
                        "eng": "Lawless City",
                        "jpn": "無法都市"
                    },
                    "Summaries": {
                        "eng": "Cid and his sister Claire venture to the huge slum known as the \"Lawless City.\" There, Cid gets caught up in the commotion caused by the Red Moon.",
                        "jpn": "吸血鬼を退治するというクレアに連れ出され、巨大なスラム「無法都市」にやってきたシド。だが早々にクレアとはぐれ、「赤き月」が引き起こした大騒動に巻きこまれる。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10001141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/10001141",
                    "Titles": {
                        "eng": "The Haven",
                        "jpn": "安息の地"
                    },
                    "Summaries": {
                        "eng": "The moon is red. The frenzy has begun. Shadow is introduced to power players in Lawless City. Meanwhile, Mary and Claire run into Juggernaut.",
                        "jpn": "紅の塔に続々と集まる血の女王を狙う者たち。シャドウは白の塔と黒の塔の支配者ユキメ、ジャガノートと鉢合わせし、一方のクレアたちはシャドウガーデンのベータに遭遇する。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10001142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/10001142",
                    "Titles": {
                        "eng": "The Hour of Awakening",
                        "jpn": "覚醒の刻"
                    },
                    "Summaries": {
                        "eng": "The night the red moon rises, the Blood Queen Elisabeth makes her return.",
                        "jpn": "女王の間に辿り着いたクレアが、エリザベートから致命傷を受けてしまう。駆けつけたベータたちも血の女王には歯が立たない。最悪な状況の中、クレアに異変が起こる。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10001143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/10001143",
                    "Titles": {
                        "eng": "Mask of Falsehood",
                        "jpn": "偽りの仮面"
                    },
                    "Summaries": {
                        "eng": "The Mitsugoshi Company is doing great, all thanks to Gamma! However, the biggest crisis imaginable rears its ugly head.",
                        "jpn": "急拡大するミツゴシ商会がライバルの大商会連合に目をつけられる。その独占的なやり方に懸念を抱く謎の男ジョン・スミスはユキメとともに商業戦争を仕掛けていく。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10001144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/10001144",
                    "Titles": {
                        "eng": "He Who Pulls the Strings",
                        "jpn": "糸を引く者"
                    },
                    "Summaries": {
                        "eng": "Alpha and Gamma carefully plot not take any actions that would implicate Mitsugoshi's connection to Shadow Garden. Meanwhile, John Smith has a plot of his own.",
                        "jpn": "ミツゴシ商会にガーター商会の最強部隊「四つ葉」が侵入してくる。その対処に名乗り出たのは、ガンマだった。心配するアルファをよそに自信満々で侵入者に対峙するが……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10001145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/10001145",
                    "Titles": {
                        "eng": "John Smith",
                        "jpn": "ジョン・スミス"
                    },
                    "Summaries": {
                        "eng": "John Smith's skill is leagues above even the most skilled fighters! Who is this mysterious person?",
                        "jpn": "ジョンの前に次なる刺客デルタが現れる。シドは一瞬で正体を見破られるが……。一方、デルタが戻らず悲嘆に暮れるシャドウガーデンでは、アルファが直接動き出すことに。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10001146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/10001146",
                    "Titles": {
                        "eng": "Something Precious",
                        "jpn": "大切なもの"
                    },
                    "Summaries": {
                        "eng": "The Major Corporate Alliance has forced closure of all their storefronts, bringing the citizens' unrest to its peak. But can Shadow Garden weather the storm?",
                        "jpn": "大商会連合の崩壊が始まり、ミツゴシ銀行にも破綻の危機が迫る。\r\nシャドウの裏切りと絶望的な状況にアルファたちが憔悴する中、彼の残した“暗号”がついに解読される。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10001147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/10001147",
                    "Titles": {
                        "eng": "The Dragon's Tears",
                        "jpn": "龍の涙"
                    },
                    "Summaries": {
                        "eng": "With Cid missing and things getting hot, the Shadow Garden springs into action. At the Mitsugoshi Hot Springs Land that is!",
                        "jpn": "ヒョロとジャガから「ミツゴシ温泉ランド」に誘われたニュー。シャドウの作戦だと察知した七陰は、任務という名のグループデートに意気込む。メンバーに選ばれたのは……。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10001148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/10001148",
                    "Titles": {
                        "eng": "The Key",
                        "jpn": "鍵"
                    },
                    "Summaries": {
                        "eng": "On the way to the Kingdom of Oriana, Cid is also on a journey of self-discovery and reflection. He feels like something's missing. Is he imagining it?",
                        "jpn": "559の下でオリアナ王国の遺跡調査にあたる666たちは、教団幹部に連行される666の母レイナ王妃を発見。\r\n遺跡に隠された“鍵”を巡る、王妃をも巻き込んだ戦闘が始まる。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10001149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/10001149",
                    "Titles": {
                        "eng": "Caged Bird",
                        "jpn": "籠の鳥"
                    },
                    "Summaries": {
                        "eng": "Did Princess Rose Oriana take it upon herself to join up with the enemy? Not even the Seven Shadows have authority over this matter anymore.",
                        "jpn": "ローズの結婚に激怒したシドは、真意を問いただすために王城を訪れる。\r\n人気ピアニスト・シロンの弟子として潜入するが、素性を疑うドエムに演奏を求められてしまう。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10001150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/10001150",
                    "Titles": {
                        "eng": "Determination",
                        "jpn": "決断"
                    },
                    "Summaries": {
                        "eng": "With Princess Rose’s hands tied as Perv Asshat has taken her mother hostage, the Eminence in Shadow must move to free the captive himself.",
                        "jpn": "ローズの“足かせ”を外すために、人質となったレイナ王妃の居場所を探るシド。\r\nシャドウとしてローズの前に姿を現し、所在を掴んだ王妃のもとへ連れていくのだが……。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10001151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kage-no-jitsuryokusha-ni-naritakute/episodes/10001151",
                    "Titles": {
                        "eng": "Highest",
                        "jpn": "HIGHEST"
                    },
                    "Summaries": {
                        "eng": "Let the banquet of slaughter begin in the season finale.",
                        "jpn": "シャドウが第四魔王「ラグナロク」を相手取る中、ベータとイプシロンはモードレッドと対峙していた。\r\n戦いの中で、二人はこの世界に秘められたある“仮説”を聞き出す。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}