{
    "URL": "https://thetvdb.com/series/rpg-fudousan",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/E2F2-7798-7795-C976-82AD-B",
        "https://www.imdb.com/title/tt14134436/",
        "https://rpg-rs.jp/",
        "http://www.reddit.com/r/RPG_Fudosan",
        "https://www.tvmaze.com/shows/61391/show-slug",
        "https://www.themoviedb.org/tv/119631",
        "https://www.themoviedb.org/tv/119631",
        "https://www.wikidata.org/wiki/Q108230209",
        "https://en.wikipedia.org/wiki/RPG_Real_Estate",
        "https://x.com/rpgrs_anime"
    ],
    "Titles": {
        "eng": "RPG Real Estate",
        "jpn": "RPG不動産"
    },
    "Summaries": {
        "eng": "The story begins 15 years after the demon king was defeated and the world has become peaceful. Kotone, who graduated from school and became a magician, inquired about the kingdom-affiliated RPG Real Estate in order to find a new home. In reality, RPG Real Estate was Kotone's place of employment, and together with Fa, a demi-human, the priest Rufuria, and the soldier Rakira, they help support the searches of new homes for the customers with various circumstances.",
        "jpn": "魔王が倒され世界が平和になって15年がたったころ、学校を卒業し魔術師になった琴音が新居を探すため王国所属のRPG不動産を尋ねるところから物語は始まる。実はRPG不動産は琴音の就職先であり、同じ職場の亜人のファー、僧侶のルフリア、戦士のラキラとともに様々な事情を抱えたお客の物件探しをサポートすることとなる。 (wikipedia)"
    },
    "Aliases": [
        "RPG Fudōsan",
        "RPG Fudousan"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1945459",
            "URL": "https://thetvdb.com/series/rpg-fudousan/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9477124",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rpg-fudousan/episodes/9477124",
                    "Titles": {
                        "eng": null,
                        "jpn": "TVアニメ「RPG不動産」振り返りスペシャルへようこそ！"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "2022/11/08(火) 03:30～04:00\r\nＡＴ－Ｘ\r\nTVアニメ「RPG不動産」振り返りスペシャルへようこそ！\r\n\r\n無事最終回を迎えたTVアニメ「RPG不動産」の、AT-Xスペシャル特番が放送決定！\r\n\r\n詳細情報\r\n＜出演＞\r\n井上ほの花（風色琴音 役）\r\n川井田夏海（ルフリア 役）\r\n石見舞菜香（ラキラ 役）\r\n\r\n＜ナレーション＞\r\n木野日菜（ファー 役）"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1945460",
            "URL": "https://thetvdb.com/series/rpg-fudousan/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8581644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rpg-fudousan/episodes/8581644",
                    "Titles": {
                        "eng": "Welcome to RPG Real Estate! Room-Searching for the First Time!",
                        "jpn": "RPG不動産へようこそ! はじめてのお部屋探しです!"
                    },
                    "Summaries": {
                        "eng": "Kotone is a 16-year-old girl from the countryside. She travels to Dali, the capital city of the kingdom of Actus, to find a place to live where she can start a new life.",
                        "jpn": "ある春の日、就職のために王都ダリに上京した風色琴音は、都会の街並みに感動しながら、地図を片手に「RPG不動産」へと辿り着く。外にまで響いてくる不動産屋さんとは思えない物音に心細くなる琴音。意を決して扉を開けた先に待っていたのは、RPG不動産社員のファー、ルフリア、ラキラだった。琴音は住みたい物件を彼女たちに伝えるけれど……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9091408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rpg-fudousan/episodes/9091408",
                    "Titles": {
                        "eng": "Troublesome Property! First Business Trip to the Dark Lord's Castle",
                        "jpn": "お困り物件! 魔王城に初出張です!"
                    },
                    "Summaries": {
                        "eng": "Kotone, Rufuria and Fa go on a business trip to the Dark Lord's Castle. Their boss, Satona, has plans for properties in the area.",
                        "jpn": "RPG不動産で働き始めた琴音は、ルフリアとファーに連れられて出張へ行くことに！お仕事の依頼人は、ルフリアが憧れる神官で、上司でもあるサトナ様。かつて魔王が住んでいたお城をテーマパーク化したものの、その近郊の街に空き部屋があるのだという。琴音たちは入居者を集めることができるのか……!?"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9091410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rpg-fudousan/episodes/9091410",
                    "Titles": {
                        "eng": "For Real! Dragon, Ghost, Overwhelming Magic?!",
                        "jpn": "出たんです……! ドラゴンとお化けとすごい魔力!?"
                    },
                    "Summaries": {
                        "eng": "A property owned by one of RPG Real Estate's clients is definitely haunted. Who would ever want to live in such a place?",
                        "jpn": "平和になって以来初めてドラゴンが出現し、世間もその動向にざわつくなか、琴音は物件が入居希望者の条件とマッチしないことに頭を悩ませていた。一方その頃、RPG不動産にはアパートに幽霊が出たと入居者からの電話が来ていて……。急いで物件へと向かった琴音たちが目にしたものは……！"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9091416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rpg-fudousan/episodes/9091416",
                    "Titles": {
                        "eng": "Always Together! A Property Packed With Pets, Dreams, and Friendship!",
                        "jpn": "ずっと一緒! ペットと夢と友情の、ぎゅっとつまったお部屋です!"
                    },
                    "Summaries": {
                        "eng": "A young woman visits RPG Real Estate, looking for a property that she can live in with her pet. However, the pet isn't exactly the type one usually keeps in an apartment.",
                        "jpn": "RPG不動産を訪ねてきた少女・トトの希望は、ペットと同居できる物件。猫か犬か……わくわくしていた琴音の前に姿を現したのは、なんとペガサスだった！ ずっと一緒に暮らしてきたペットと、王都にやってきても離れたくない！ そんなトトの希望を叶える物件を、琴音は紹介することができるのか!?"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9091417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rpg-fudousan/episodes/9091417",
                    "Titles": {
                        "eng": "Summer! We Found a Great House for Wearing Swimsuits!",
                        "jpn": "サマー! 水着が似合う すごい良いお家、見つけました!"
                    },
                    "Summaries": {
                        "eng": "A mysterious individual approaches Kotone and offers her a house for free. Kotone wastes no time and jumps on the opportunity, without a single doubt or worry.",
                        "jpn": "四人で暮らせる物件を紹介され、琴音たちは海にやってきた！水着に着替えて海辺を散策するも、何故かその物件がなかなか見つからない。せめて気分だけでもと海水浴を楽しんでいると、ファーが誰かの叫びを耳にする。声の聞こえた方へ向かうと、そこではカニが岩に挟まれていた！カニを救助した琴音たちは、探している物件の場所を教えてもらうけれど……？"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9091418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rpg-fudousan/episodes/9091418",
                    "Titles": {
                        "eng": "A Melody for the Grim Reaper!? We're All Friends! Let's Get Along!",
                        "jpn": "死神に捧げるメロディ!? 友達だもん! みんな仲良くです!"
                    },
                    "Summaries": {
                        "eng": "Kotone is concerned about the strange atmosphere Fa displays before falling asleep. However, a housing crisis prevents her from looking into the issue further.",
                        "jpn": "急遽セーラから助けを頼まれて、ダリ城を訪れたRPG不動産の四人。なんでも、ドラゴンの被害に遭って避難してきた人たちがお城に入りきらず、物件を融通してほしいらしい。ドラゴンの正体はファーなのでは？疑念が晴らせずにいると、避難所のなかで魔法使いと亜人が喧嘩を始めてしまう。すると言葉の壁がある二人の間に、ファーが仲裁に入っていく。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9091419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rpg-fudousan/episodes/9091419",
                    "Titles": {
                        "eng": "Doors, Doors, Doors! Open the Door to Summer Vacation!",
                        "jpn": "ドアドアドア! 扉を開けたら、ふぁー♡ 夏休みへGOです!"
                    },
                    "Summaries": {
                        "eng": "Kotone is stumped. She needs the coworkers' help to figure out how to find tenants for a mysterious house. After that, she takes a vacation to visit her family with Fa.",
                        "jpn": "お客さんにとある物件を紹介して、怒られてしまった琴音。その物件にRPG不動産の四人で向かうと、そこはドアばかりの家だった!?ドアを開けても目の前には新たなドア、ドア、ドア……。なんでも大家さんも知らないうちに、前の住人に改築されてしまったらしい。四人が部屋に入ると、さっそくファーが扉の奥に閉じ込められてしまい……!?"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9091420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rpg-fudousan/episodes/9091420",
                    "Titles": {
                        "eng": "Wha!? Finding a Dream Home Through Fortune Telling!?",
                        "jpn": "ほえ!?　占いで運命の部屋、 見つかりますか!?"
                    },
                    "Summaries": {
                        "eng": "More quirky clients visit RPG Real Estate to find new homes. Meanwhile, the random attacks by the mysterious and elusive dragon continues.",
                        "jpn": "休日にはじめて四人でお買い物!!スコーンを食べたり、お店の備品を購入したり……。四人は店先で気になった服を試着するけれど、値段の高さにびっくり！。琴音の部屋の家賃10ヶ月分の服を着られるのは、一体どういう人なんだろう？そんなことを考えながら仕事をしていると、顔中に包帯をグルグルと巻いた怪しいお客さんが訪ねてきて……⁉"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9091421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rpg-fudousan/episodes/9091421",
                    "Titles": {
                        "eng": "Nyan! One More Deal Until We Meet Our Goal! Let's Make Our Wishes Come True at the Millennium Star Festival!",
                        "jpn": "にゃ～ん！　目標達成まであと一軒！ 　千年星祭りで願い叶えたまえ！"
                    },
                    "Summaries": {
                        "eng": "The team is one deal away from meeting their monthly goals. They are approached by a property owner who owns a hot springs inn.",
                        "jpn": "今月の目標契約数まであと一件!!　意気込む四人のもとに、物件を見に来て欲しいという電話が届いた。張り切って向かった場所は森の中の旅館で、入り口には「どうぞ温泉に浸かってからお進み下さい」との立札が……。四人はまさかの露天風呂に大はしゃぎ!!　しかし、お湯に干し魚が浮いていることに気付いてしまう。この旅館、なにかがおかしい!?"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9091422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rpg-fudousan/episodes/9091422",
                    "Titles": {
                        "eng": "Woes of Longevity! I Need a Sturdy House That I Can Live in for a Long Time!",
                        "jpn": "長寿のお悩み！　 とにかく丈夫で長く住める家、希望！"
                    },
                    "Summaries": {
                        "eng": "Fa goes missing, which prevents Kotone from focusing on work. Meanwhile, another quirky client arrives at RPG Real Estate. This time, it's an elf, who lives longer than most houses can physically last.",
                        "jpn": "朝目を覚ますと、ファーがいなくなっていた――。琴音が落ち込む様子を見て、ルフリアとラキラは思わず心配する。ドラゴンが現れた夜、クレーターの隣にファーがいたこと。ファーはそれを覚えていないこと。すべてを二人に話し、新たな部屋を探しにお客さんが来たものの、琴音はまだ思いつめた表情のままで……。果たして琴音はお客さんの希望する物件を探すことができるのか!?"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9091423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rpg-fudousan/episodes/9091423",
                    "Titles": {
                        "eng": "Fa, Let's Go Home Together",
                        "jpn": "ファー、一緒に帰ろう"
                    },
                    "Summaries": {
                        "eng": "With the help of Toto and her pegasus Shiro, Kotone is able to catch up with Fa and save her. Can they stop the rampaging dragon?",
                        "jpn": "ファーは街を襲っていたドラゴンではなかった!!それが分かり、親友の無実に琴音は安堵の涙を浮かべる。一方ルフリアとラキラもまた、親友を救うためにドラゴンのもとに向かっていた。依然ドラゴンが暴れるなか、ファーは、暴れているのではなく苦しんでいるとドラゴンを心配する。もしかして、街を襲っていたことにも理由があったのでは……？"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9091424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rpg-fudousan/episodes/9091424",
                    "Titles": {
                        "eng": "Thanks, Everyone! RPG Real Estate's New Journey Begins!",
                        "jpn": "みんなありがとう！　 RPG不動産、新たなる旅立ちです！"
                    },
                    "Summaries": {
                        "eng": "Under the control of a mysterious magic, Fa, in her dragon form, strikes Kotone. The impact appears to be fatal.",
                        "jpn": "ドラゴンとの戦いに巻き込まれて、倒れた琴音。回復魔法も効かず、サトナに助けを求めるものの、首を横に振られてしまう。ルフリアは涙を流して「行かないで琴音！」と訴えるが、琴音の魂は空に昇っていってしまい……。元に戻ったファーも、親友の変わり果てた姿にまた涙を流す。RPG不動産は、いったいどうなる――!?"
                    },
                    "Aliases": []
                }
            }
        }
    }
}