{
    "URL": "https://thetvdb.com/series/hakozume-koban-joshi-no-gyakushu",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/1D0E-138D-8F4B-CEF2-D87B-5",
        "https://www.imdb.com/title/tt15715750/",
        "https://hakozume-anime.com/",
        "http://www.reddit.com/r/Hakozume",
        "https://www.tvmaze.com/shows/59109/show-slug",
        "https://www.themoviedb.org/tv/130266",
        "https://www.themoviedb.org/tv/130266",
        "https://www.wikidata.org/wiki/Q107791047",
        "https://en.wikipedia.org/wiki/Police_in_a_Pod",
        "https://x.com/hakozume_anime"
    ],
    "Titles": {
        "eng": "Police in a Pod (2022)",
        "jpn": "ハコヅメ～交番女子の逆襲～"
    },
    "Summaries": {
        "eng": "Officer Mai Kawai has had enough! She’s sick of being a police officer—but just when she’s about to hand in her resignation, the arrival of a brilliant (and beautiful) ace detective named Seiko Fuji changes her mind. Will Fuji reignite Mai’s passion for policing? And will Mai uncover the mystery of why Fuji was transferred to this ordinary police box?",
        "jpn": "町山署の交番に勤務する新人警察官・川合麻依は、違反者や一般市民から日々言われる文句、想像以上の激務という警察官の仕事に嫌気がさし、辞表を提出しようとしていた。そこへ新たな指導員として配属されてきたのは、元刑事課のエースで、後輩へのパワハラで左遷されてきたという藤聖子部長。\r\n\r\n初日にして連続窃盗犯を捕まえるなど、藤部長の鋭い観察眼や取り調べ能力を目の当たりにする川合。藤部長の優しく、時に厳しい指導の下、川合は警察官としての職務や心得を学び、少しずつ仕事に対する自信を持つようになる。 (wikipedia)"
    },
    "Aliases": [
        "Hakozume: Kōban Joshi no Gyakushū",
        "Hakozume: Kouban Joshi no Gyakushuu",
        "Hakozume: Koban Joshi no Gyakushuu",
        "Hakozume Kouban Joshi no Gyakushuu"
    ],
    "Modified": "2023-03-28",
    "Seasons": {
        "1": {
            "ID": "1946769",
            "URL": "https://thetvdb.com/series/hakozume-koban-joshi-no-gyakushu/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "8590814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakozume-koban-joshi-no-gyakushu/episodes/8590814",
                    "Titles": {
                        "eng": "Unbox & Punching Bag",
                        "jpn": "アンボックス＆サンドバック"
                    },
                    "Summaries": {
                        "eng": "Rookie policewoman Mai Kawai is ready to quit the force when the job turns out to not be what she expected, until the arrival of her new instructor Sergeant Fuji causes her to consider sticking around after all.",
                        "jpn": "激務で嫌われモノの警察官という仕事に嫌気がさした川合は、パワハラで飛ばされてきた元刑事課の藤とペアを組むことに。さっそくパトロールに出かけた川合は、藤の警察官としての実力を目の当たりにする。別の日、川合と藤は、小学校の交通安全教室に講師として参加していた。児童からの「どうしてルールを守らないといけないの？」という質問に、川合が出した答えとは!?"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8926935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakozume-koban-joshi-no-gyakushu/episodes/8926935",
                    "Titles": {
                        "eng": "Beginner's Luck / Police Jungle",
                        "jpn": "ビギナーズ・ラック／ポリス・ジャングル"
                    },
                    "Summaries": {
                        "eng": "Kawai continues to learn from her female colleagues what it takes to be a good police officer. The lessons this time involve domestic incidents, and how to deduce what's not immediately obvious.",
                        "jpn": "補導の実地練習をしていた川合は、16歳の家出少女を保護する。 事情聴取を担当する川合だが、“経験”豊富な少女の言葉に翻弄される。 ペア長である藤は、少女の生活環境と迎えに来た両親の様子に、藤は不穏な雰囲気を感じ取った。そんな藤がとった行動とは!?　 一方、刑事課で数少ない女性刑事として勤務する牧高は、デリカシーのない男性刑事との日々に悩みを抱えていてるようで……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8926936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakozume-koban-joshi-no-gyakushu/episodes/8926936",
                    "Titles": {
                        "eng": "Enter the Ace / The Corpse's Tale",
                        "jpn": "エース登場／遺体は語る"
                    },
                    "Summaries": {
                        "eng": "Detective Minamoto makes his presence known, now that the vacuum Sgt. Fuji left behind in Criminal Affairs makes him the division ace. Kawai and Fuji confront various societal issues having to do with the treatment of one's elders.",
                        "jpn": "川合と藤は、交番で源を指名する老女の対応をしていた。 かつて万引きをした際に、源にやさしく対応され、会いたくなったそうだ。 対処に困る川合だが、“取り調べの天才”といわれる源の人たらしの才能を目の当たりにすることになる。 別の日、川合は、自宅で亡くなった男性の検視へと出動する。 着いた先には、数日前にタバコ所持で補導した高校生の優太と、疲れ切った表情の母が待っていて……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8926937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakozume-koban-joshi-no-gyakushu/episodes/8926937",
                    "Titles": {
                        "eng": "Dear Dog-Sama / Runner's High",
                        "jpn": "拝啓お犬様／ランナーズ・ハイ"
                    },
                    "Summaries": {
                        "eng": "The chase is the thing! Or so Kawai discovers, when a police dog is brought in to help find a missing old man. Then the chasing continues when the police have traffic control duty during a local marathon.",
                        "jpn": "行方不明者の捜索に、警察犬が登場した。 犬好きの川合は喜ぶが、藤は「来たな、お犬様」と嫌そうな顔で……。 警察犬のお付きに立候補した川合を待ち受ける運命とは!?　 その数日後、町山署管内でマラソン大会が行なわれた。 交通整理をする川合に、無線手配が飛び込む。 「どうせ空振り」と現場に向う川合だが、見るからに怪しい男を全速力で追走することになり……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8926938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakozume-koban-joshi-no-gyakushu/episodes/8926938",
                    "Titles": {
                        "eng": "Late-Night Patrol / Vs. the Groper",
                        "jpn": "深夜のパトロール／VS．チカン"
                    },
                    "Summaries": {
                        "eng": "Fuji tries to teach Kawai a lesson about responsibility during their late-night patrol shift. Yamada has his work cut out for him when he finds himself investigating an unrepentant train groper.",
                        "jpn": "怠惰な勤務態度が目立つ川合に対し、藤は深夜の学校のパトロールを命じる。 そこには、学校荒らし犯を捕まえるために、張り込みをする源と山田が居て……!? 後日、痴漢の取り調べをすることになった山田は、被疑者の不遜な態度に不快感を覚える。 しかし、実力不足から被疑者の供述を引き出せない山田は、藤と源の力を借りることを願い出る。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8926939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakozume-koban-joshi-no-gyakushu/episodes/8926939",
                    "Titles": {
                        "eng": "The Roaring Mixer / Runaway Police",
                        "jpn": "合コン狂騒曲／暴走ポリス"
                    },
                    "Summaries": {
                        "eng": "Fuji and Minamoto have more in common than they'd care to admit, particularly their competitive spirits. This can complicate all manner of things, especially when the next police call could come in at any time.",
                        "jpn": "事件発生の無線を受け、我先にと公用車で駆け出す藤と源。 誤って源のクルマに乗り込んだ川合が、暴走する緊急車両の中で見たものとは!? 別の日、着飾った姿で居酒屋へと入店する川合と藤の姿があった。 目的は、合コン。“カタギ”と知り合える貴重なチャンスだが、隣の個室には、見慣れたコンビの姿があって……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8926940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakozume-koban-joshi-no-gyakushu/episodes/8926940",
                    "Titles": {
                        "eng": "Tailing Championship / Smooth Talker",
                        "jpn": "尾行選手権／人たらし"
                    },
                    "Summaries": {
                        "eng": "The competition gets personal when the team is tasked with chasing a crystal smuggler. By assisting Minamoto with the interrogation of the dealer's lover, Kawai is able to witness unusual methods firsthand.",
                        "jpn": "川合と藤は、麻薬の密売人とその情婦の捜査の尾行役に抜擢された。 そして、川合と源、藤と山田のコンビで尾行をすることに。 男性経験皆無の川合は、恋人のふりをするための手つなぎを拒否。 藤は、美人すぎるがゆえに目立ってしまう。 そうこうしているうちに、対象者はラブホテルにチェックイン。 それぞれのコンビも、続くことになるが!?"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8926941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakozume-koban-joshi-no-gyakushu/episodes/8926941",
                    "Titles": {
                        "eng": "Rampage of Justice / Musclehead",
                        "jpn": "正義の暴走／筋肉バカ"
                    },
                    "Summaries": {
                        "eng": "It's a horrible day for Kawai for she temporary has to team up with Shikine, an officer who is often over-enthusiastic and overly straight-laced.",
                        "jpn": "川合の先輩の敷根は、後輩や女性警官に対する上から目線で周囲を辟易とさせていた。 臨時で敷根とペアを組むことになった川合は、市民に対しても高圧的な敷根の姿を目の当たりにする。 その態度がトラブルを引き起こしてしまう。別の日、格闘技の技術や体力に自信が持てない川合がいた。 通報を受けて立ち会った痴話げんかの場で、興奮状態の女性を言葉で説得しようとするが!?"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8926942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakozume-koban-joshi-no-gyakushu/episodes/8926942",
                    "Titles": {
                        "eng": "Arrest Techniques / UFO",
                        "jpn": "逮捕術／UFO"
                    },
                    "Summaries": {
                        "eng": "The lieutenant decides it's high time he applied more discipline to the station's physical training regimen. Kawai and Fuji spend a night fielding one outrageous police report after another.",
                        "jpn": "警察術科訓練は、警察官にとって最重要な仕事のひとつ。 激務で寝不足の川合や藤たちだったが、ボロボロの体に鞭打って、熊のように強靱な肉体を持つ副署長の訓練を受けることになり……。 警察官の宿命は、通報や指令に真摯であらねばならぬこと。 ＵＦＯの目撃情報に空を見上げていた川合と藤のコンビは、自殺予告の通報に振り回される。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8926943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakozume-koban-joshi-no-gyakushu/episodes/8926943",
                    "Titles": {
                        "eng": "Police ID / Trauma",
                        "jpn": "警察手帳／トラウマ"
                    },
                    "Summaries": {
                        "eng": "Yamada risks becoming a laughingstock when he commits the cardinal sin of losing his police ID. Kawai must figure out how to deal with one of the more disturbing aspects of being on the force.",
                        "jpn": "非番の署員まで集められた朝礼で、山田が発したひと言にその場が凍り付く。 「警察手帳をなくしました」。 警察の信用を落としかけない一大事に、町山署は色めき立つ。 そんななか、源を指名する入電が繰り返されていた。 別の日、高齢者事故のニュースがあった後で免許証の返納手続きをしたいという対応に追われる川合と藤。 思わず川合から漏れ出た呟きを、交通課で一番恐いと言われている\r\n宮原に聞かれてしまい……。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8926944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakozume-koban-joshi-no-gyakushu/episodes/8926944",
                    "Titles": {
                        "eng": "Cannabis and Likeness / Sketch Artist Rhapsody",
                        "jpn": "大麻と似顔絵／似顔絵狂騒録"
                    },
                    "Summaries": {
                        "eng": "Kawai just wants to go home after a long shift and get some rest, but things don't seem to go according to plan. A witness to an attack on a girl comes along and someone will need to do a composite sketch of her testimony.",
                        "jpn": "女子高生暴行未遂の目撃者であるという男子高校生が来署する。 犯人逮捕の手がかりとなる似顔絵を描く捜査官として源に指名されたのは牧高と川合だった。 目撃者の高校生の話を元に、似顔絵を作成していく川合と牧高。 川合の特徴ありすぎる画風で高校生を困惑させつつもなんとか似顔絵は完成したが、川合は高校生の証言のある部分に違和感を覚える。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8926945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakozume-koban-joshi-no-gyakushu/episodes/8926945",
                    "Titles": {
                        "eng": "Reenactment Doll / First Investigation Division",
                        "jpn": "再現人形／捜査一課"
                    },
                    "Summaries": {
                        "eng": "As the investigation of the high school attack case continues, they need to check the facts from the testimonies of the people involved in the case.",
                        "jpn": "川合の描いた似顔絵から、女子高生を狙うわいせつ事件の犯人として、性犯罪の前科を持つ安田大二郎が浮上した。 合同特別捜査本部に引き上げられた川合は、防犯カメラの精査を担当するが、とある理由から目から涙が止まらなくなっていた。 同時に、心を閉ざした被害者の聞き取りにあたる牧高や、捜査対象者の張り込みを行う藤と源ら捜査員が、犯人の包囲網を狭めていく。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "8926947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakozume-koban-joshi-no-gyakushu/episodes/8926947",
                    "Titles": {
                        "eng": "Decisive Moment / Run Pawn Run",
                        "jpn": "勝負は一瞬／コマよ走れ"
                    },
                    "Summaries": {
                        "eng": "After Makitaka gets the victim's statement and Minamoto and Fuji spot Yasuda leaving the house, it seems the case is finally over. However, for lack of evidence, they still have to be cautious, which basically takes Kawai and company off the rest of the case.",
                        "jpn": "安田大二郎の尾行を開始した藤と源。 一方、本部の無線で捜査の進展を知った川合は、上司の目を盗み、山田と牧高とともに刑事課の車両に乗り込んだ。 日ごろからの藤の指導を思い出し、川合は犯人が出没しそうな場所の目星を付ける。 ついに迫る犯人との接触。そのとき、川合を突き動かす警察官としての原動力とは!?"
                    },
                    "Aliases": []
                }
            }
        }
    }
}