{
    "URL": "https://thetvdb.com/series/ao-ashi",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15792808/",
        "https://aoashi-pr.com/",
        "http://www.reddit.com/r/AoAshi",
        "https://www.tvmaze.com/shows/61375/show-slug",
        "https://www.themoviedb.org/tv/126437",
        "https://www.wikidata.org/wiki/Q28687464",
        "https://en.wikipedia.org/wiki/Aoashi#Anime",
        "https://x.com/aoashi_pr"
    ],
    "Titles": {
        "eng": "Aoashi",
        "jpn": "アオアシ"
    },
    "Summaries": {
        "eng": "Ashito Aoi is a young, aspiring soccer player from a backwater town in Japan. His hopes of getting into a high school with a good soccer club are dashed when he causes an incident during a critical match for his team, which results in their loss and elimination from the tournament. Nevertheless, he catches the eye of someone important who happened to be visiting from Tokyo. How will things turn out for Ashito?",
        "jpn": "愛媛に暮らす中学三年生・青井葦人（あおいアシト）は、ある日、Ｊリーグのユースチーム監督・福田達也（ふくだたつや）と出会う。粗削りながら、無限の可能性を秘めたアシトを、福田は自チームのセレクションに誘い!?\r\n日本のサッカーを変えることになる少年の運命は、ここから、急速に回り始める―――!!"
    },
    "Aliases": [
        "Aoashi",
        "Ao Ashi"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1946682",
            "URL": "https://thetvdb.com/series/ao-ashi/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null,
                "spa": "Aoashi",
                "fra": "Ao Ashi"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "spa": "\"La historia gira en torno a Ashito Aoi, un estudiante que vive en la prefectura de Ehime. Ashito tiene mucho talento para el fútbol, pero intenta esconderlo. Debido a que es muy directo, acaba provocando cierta situación que supone un enorme problema para él. Entonces, Tatsuya Fukuya - un veterano del equipo Tokyo City Esperion de la liga japonesa, así como entrenador de la sección de jugadores jóvenes - aparece ante Ashito. Tatsuya ve fácilmente el talento de Ashito, y le invita a probar en su equipo de Tokio.\"",
                "fra": "Ashito Aoi vit dans la préfecture d’Ehime, dans le sud du Japon. Il est le meilleur joueur d'un club de football ordinaire. Le jour où ils perdent le tournoi intercollèges, Ashito croise la route d’un homme qui l’a observé. C’est Tatsuya Fukuda, l'entraîneur des jeunes de la J-League du Tokyo City Esperion FC. À la recherche de talents pour constituer la meilleure équipe du monde, il propose à Ashito de le rejoindre à Tokyo."
            },
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "8807970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/8807970",
                    "Titles": {
                        "eng": "First Touch",
                        "jpn": "ファーストタッチ"
                    },
                    "Summaries": {
                        "eng": "Aoi Ashito is an ace of a weak soccer team at a junior high school in Ehime. His play almost gets the team to the semi-final in his last tournament in junior high, but provoked by the opponent’s goalie, Ashito receives a red card and is removed from the game. While Ashito is running on the beach to forget the frustration, mysterious Fukuda Tatsuya, who calls himself the manager of Tokyo City Esperion Youth team, approaches Ashito.",
                        "jpn": "愛媛に暮らす中学生・青井葦人（アシト）は、弱小サッカー部のエース。中学最後の県大会、アシトの活躍によりチームはベスト4へと迫るが、相手チームのゴールキーパーによる挑発に激昂したアシトはレッドカードを貰い退場してしまう。試合に敗れ、悔しさをぶつけるように海辺を走り込んでいたアシトのもとへ、Jリーグ・東京シティ・エスペリオンFCの育成組織、ユースチームの監督だと名乗る男・福田達也が現れる。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9050492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9050492",
                    "Titles": {
                        "eng": "Tokyo City Esperion",
                        "jpn": "東京シティ・エスペリオン"
                    },
                    "Summaries": {
                        "eng": "Ashito, who was invited by Fukuda to take the entrance exam for Esperion Youth, went to Tokyo alone with the support of his older brother, Shun. Surprised by the fulfillment of Esperion's soccer facilities, Ashito meets Fukuda's sister-in-law, Ichijo Hana, and is guided to the venue. A total of 86 examinees who boast a brilliant career gathered and had no track record, but while shaking his hands with tension, he faced the selection with the excitement of \"playing soccer in this\".",
                        "jpn": "福田からエスペリオンユースの入団試験を受けに来いと誘われたアシトは、兄である瞬の後押しで単身東京へ。エスペリオンのサッカー施設の充実ぶりに驚くアシトは、福田の義理の妹・一条花と出会い、会場へと案内される。輝かしい経歴を誇る総勢86名の受験生が集まる中で何の実績も持たないアシトだったが、緊張に手を震わせつつも「この中でサッカーができる」という高揚感を胸にセレクションへ臨む。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9050493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9050493",
                    "Titles": {
                        "eng": "The Final Test Begins",
                        "jpn": "最終試験開始"
                    },
                    "Summaries": {
                        "eng": "The final test imposed on the candidates who passed the first test was a match against Esperion Youth. And Fukuda says, \"I'll say something during the match.\" While the students around him are afraid, Ashito is enthusiastic about defeating youth and passing the exam together. Immediately after the start of the game, the examinees approach the goal centering on Ashito and feel a sense of response, but they begin to feel uncomfortable with the slow play of the youth team including Akutsu.",
                        "jpn": "第一試験を通過したアシトたちに課された最終試験は、エスペリオンユースとの試合だった。そして福田は、「試合中のどこかでお前らにあることを言う」と告げる。まわりの受験生が怖気づく中、ユースを倒して全員で合格しようと意気込むアシト。試合開始直後から、アシトを中心にゴールへ迫り、手ごたえを感じる受験生たちだが、阿久津を始めとしたユースチームの緩慢なプレーに違和感を覚え始める。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9050494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9050494",
                    "Titles": {
                        "eng": "CROW",
                        "jpn": "CROW"
                    },
                    "Summaries": {
                        "eng": "While the candidates are overwhelmed by the youth team, Fukuda rubs salt into the wound by telling them a piece of information. Unable to recover from the shock, the candidate team allows more goals to the youth team, making it a one-sided match. While his teammates feel completely beaten and lose their fighting spirit, Ashito, still feeling the pain from Akutsu's attack, starts to lose his will to fight.",
                        "jpn": "エスペリオンユースのプレーに圧倒される受験生たちに、さらに追い打ちを掛けるように福田から「あること」が告げられる。メンタルを立て直せない受験生チームは成す術無く、立て続けに追加点を許し、試合は一方的な展開となる。ユースと自分たちとの歴然とした差に絶望している受験生の中で、阿久津のラフプレーのダメージを引きずるアシトも徐々に戦意を喪失していく――。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9050495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9050495",
                    "Titles": {
                        "eng": "Orange Colored Landscape",
                        "jpn": "オレンジ色の景色"
                    },
                    "Summaries": {
                        "eng": "The letter of acceptance arrives to Ashito in Ehime. Ashito and his friends are overjoyed at the news, but Noriko, Ashito’s mom, looks at the celebration with mixed feelings. Hana tells Ashito to have a heart-to-heart with Noriko, but he never gets the chance until the day of his departure.",
                        "jpn": "地元・愛媛でセレクションの結果を待つアシトの元にユース合格の通知が届く。歓喜に湧くアシトや友人たちだったが、それを眺めるアシトの母・紀子の表情はどこか寂しげだった。電話でアシトにユースについて説明をしていた花は、上京する前に紀子とよく話すよう諭す。紀子と向き合おうとするアシトだったが、なかなか話が出来ず、母子ふたりはすれ違ったままで…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9050496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9050496",
                    "Titles": {
                        "eng": "First Fan",
                        "jpn": "最初のファン"
                    },
                    "Summaries": {
                        "eng": "Ashito arrives at Esperion's base, meets fellow test participants and meets future teammates. However, the team's coaching staff promises not to give an easy life to the players' desires.",
                        "jpn": "母・紀子の想いを受け取ったアシトは、決意と共に再び東京シティ・エスペリオンを訪れる。練習場でエスペリオンユースの女性サポーターに話しかけられ、たじろいでいるアシトが再会したのは、セレクションを共に戦った大友と橘だった。ジュニアユースからの昇格組である遊馬・朝利とも合流し、寮へとやってきたアシトだったが、ひとりの合格者が集合時間を過ぎてもまだ現れていないことを知る。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9050497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9050497",
                    "Titles": {
                        "eng": "The First Youth Match",
                        "jpn": "ユース初陣"
                    },
                    "Summaries": {
                        "eng": "Fukuda suggests that Ashito and other new Esperion Youth players play an intrasquad game. Anyone who proves their worth in the game will be promoted to the A team. All new players are excited at the prospect of joining the A team. Ashito, playing his favorite forward position, starts the game out well. However…",
                        "jpn": "東京シティ・エスペリオンFCユース入団式当日、福田の提案によりいきなり紅白戦に臨むことになったアシトたち。素晴らしいアピールをした選手は、すぐにユースのＡチームに昇格できるのだという。一刻も早くプロになるためAチームへ昇格したいアシトたちは奮い立ち、それぞれの執念を剥き出しにしてゴールを狙いにいく。得意なFWのポジションで、最初こそ好調なアシトだったが…！？"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9050498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9050498",
                    "Titles": {
                        "eng": "Night Training",
                        "jpn": "夜練"
                    },
                    "Summaries": {
                        "eng": "The intrasquad game will determine who gets promoted to the A team. However, no one is passing the ball to Ashito, who is not able to communicate with his teammates through his soccer. He stands in the middle of the field, unable to do anything. Date says that Ashito lacks \"individual tactics\" to keep up with the constant change of play. Akutsu, a senior player who attacked Ashito at the tryouts, appears in front of him after the game.",
                        "jpn": "Aチーム昇格を争う紅白戦。チームメイトと意思疎通が図れないアシトに、もはやパスは回ってこなくなってしまった。試合にまったく入れないアシトはフィールドで立ち尽くす。伊達曰く、目まぐるしく変化する試合展開に対応できないアシトには「個人戦術」が身についていないという。試合後、打ちひしがれているアシトの前に、セレクションでぶつかった先輩・阿久津渚が現れて…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9050499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9050499",
                    "Titles": {
                        "eng": "A Broader Soccer",
                        "jpn": "広がるサッカー"
                    },
                    "Summaries": {
                        "eng": "Ashito is having a hard time mastering the basic “kill it, then kick it” technique. Seeing the look of desperation on Ashito’s face as he heads out to a solo nighttime training, Togashi agrees to teach him the true meaning of the “kill it, then kick it” technique. However, Togashi’s explanations are abstract and vague. They get frustrated at each other, but Ashito gets a hint when Togashi finally demonstrates it.",
                        "jpn": "「止めて、蹴る」というサッカーの基本動作をなかなか体得できないアシト。ひとり個人練習に向かおうとするアシトの思いつめた様子を見かね、同室の冨樫は「止めて、蹴る」の本当の意味を教えると言う。しかし、冨樫の説明は抽象的で、夜練は難航する。お互いにいらだちを募らせるが、やがて冨樫の動きからアシトはついに「止めて、蹴る」のヒントを掴むのだった。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9050500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9050500",
                    "Titles": {
                        "eng": "No Compromises",
                        "jpn": "譲れないこと"
                    },
                    "Summaries": {
                        "eng": "In the unusual mini game of 11-on-21, Ashito completely loses the trust of Kuroda and Asari for lack of cooperation. Date gives Ashito the assignment to figure out why they got mad at him. While the others enjoy the only day off of the week, Ashito sets out to practice alone, not being able to find the answer. Then, a sudden visitor appears.",
                        "jpn": "11人対21人という異色のミニゲームで、アシトは黒田、朝利と連携を取ることができず、ふたりからの信頼を完全に失ってしまう。そんなアシトに対し、伊達は「なぜ黒田と朝利だけが怒りをぶつけてきたのか考えろ」という課題を与える。週で唯一のオフの日を迎え、大友や橘、冨樫らがそれぞれの休日を過ごすなか、答えが見つけられないままひとりで練習に向かおうとするアシトのもとに、突然の来訪者が現れる。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9050501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9050501",
                    "Titles": {
                        "eng": "Tokyo Metropolis League Match 1 - Seikyo High School",
                        "jpn": "東京都リーグ第1節 成京高校戦"
                    },
                    "Summaries": {
                        "eng": "Tokyo Metropolis League has opened. Ashito and others have their first official match against Seikyo High, but the mood of the team has been awful since the fight on the day of the entrance ceremony. The Esperion Youth B team struggles to coordinate, despite being chosen as a starter, Ashito hasn't found the answer to Date's assignment. Frustrated, Taira suggests that the first-year players switched out.",
                        "jpn": "東京都リーグ開幕。初の公式戦となる成京高校との試合を迎えるが、入学式の一件以来、ギスギスした雰囲気を抱えるアシトたち1年生。空気の悪さを引きずるエスペリオンＢチームは思うように連携を取ることができず、スタメンに抜擢されたアシトも、伊達の課題の答えを見つけることができない。格下相手に苦戦を強いられる状況に耐えかねた平は、1年生メンバーの交代を申し出る。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9050502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9050502",
                    "Titles": {
                        "eng": "Eagle Eye",
                        "jpn": "EAGLE EYE"
                    },
                    "Summaries": {
                        "eng": "In the second half of Tokyo Metropolis League Match 1 against Seikyo High School, Ashito coordinates with Kuroda and Asari, and learns the importance of carrying the ball with three players. Having the answer to his assignment, Ashito initiates the counterattacks of the Esperion B team. As they make a comeback from the disadvantage of 0 -3, the game time is running out. In his extreme state of concentration, something strange is happening to Ashito's eyes…!",
                        "jpn": "東京都リーグ初戦・成京高校戦、後半。アシトは黒田と朝利との連携を通して、3人でボールを運んでいくことの重要性を理解する。課題の答えを導き出したアシトが起点となり、エスペリオンＢチームは遂に反撃の狼煙を上げる。０－３の劣勢から点差を縮めていくも、試合時間は残りわずかに。しかし、極度の集中状態となったアシトの目には、ある「異変」が起こりはじめていた…！"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "9226328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9226328",
                    "Titles": {
                        "eng": "Turn",
                        "jpn": "転"
                    },
                    "Summaries": {
                        "eng": "During the celebration dinner for the victorious match against Seikyo High, a soccer game comes on the TV at the BBQ restaurant, showing Kuribayashi making his J1 debut. Around the time Kuribayashi finishes his interview for his incredible play, Mibu receives a call from Date, telling him that there will be some member change between the A team and the B team, since Yoshitsune injured himself. Ashito makes some great plays at the promotion game. Will Ashito be able to move up to the A team?",
                        "jpn": "成京高校戦後の祝勝会中、焼肉屋のテレビに映し出されたのは、エスペリオンユースの栗林がJ1でプレーしている姿だった。圧巻のプレーを披露した栗林が試合後のインタビューを終えるころ、壬生の携帯に伊達からの連絡が入る。Aチームの義経が肉離れを起こしたため、AチームとBチームで前線の選手を何人か入れ替えるという。そのAチーム昇格がかかった試合でもアシトは躍動するが…！？"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "9229053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9229053",
                    "Titles": {
                        "eng": "It's Just Soccer",
                        "jpn": "たかがサッカー"
                    },
                    "Summaries": {
                        "eng": "Fukuda tells Ashito to change position to defender, which was not something Ashito could stomach. His teammates, wondering why Ashito didn't show up to the announcement of the A team promotion, learn the truth and feel shocked. Tachibana, Ohtomo, Togashi, Kuroda, and Asari go and look for Ashito, but he's nowhere to be found. It is Hana, who walks up to Ashito, sitting at a bus stop all by himself.",
                        "jpn": "福田からディフェンダーへの転向を告げられたアシト。それは、到底受け入れられるものではなかった。Aチーム昇格メンバーの発表の場にアシトの姿が見えないことを不審に思っていたチームメイトたちも、内容を知り動揺する。橘、大友、冨樫、黒田、朝利はアシトを探しに出るが、なかなか見つからない。バス停で一人うなだれているアシトのもとに現れたのは、花だった。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "9229054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9229054",
                    "Titles": {
                        "eng": "Where I Ought to Be",
                        "jpn": "いるべき場所"
                    },
                    "Summaries": {
                        "eng": "While still feeling unconvinced, Ashito makes up his mind that he must try and learn to be a full-back. He goes to practice, wanting to figure out Fukuda's intention. However, being unfamiliar to the position and disliking defending, Ashito doesn't quite get the meaning of \"shuffle\" and feels out of place.",
                        "jpn": "サイドバックへの転向に抵抗を感じつつも、やるしかないと腹をくくったアシト。まず福田の意図を理解しなければならないと練習に挑むが、ディフェンダーとしての立ち回りに慣れておらず、そのうえ守備が大嫌いなアシトは「絞る」という言葉の意味をイマイチ掴むことができず「ここは俺のいるべき場所じゃねえ」と思い悩む。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "9229055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9229055",
                    "Titles": {
                        "eng": "Just Like You",
                        "jpn": "お前みたいに"
                    },
                    "Summaries": {
                        "eng": "Advised by Takeshima and Anri that he should study Kuribayashi's movements, Ashito pours over the broadcast of the J1 match to see Kuribayashi's play. Combing over the past footage of Kuribayashi's play, Ashito realizes that what set Kuribayashi apart is how he turns his head. Ashito tries to incorporate it in his practice right away, but it only confuses him. In his teammates eyes, that confusion looks like being unmotivated for having to play a full-back.",
                        "jpn": "竹島や杏里から栗林の動きを研究するようアドバイスをもらったアシトは、栗林の出場するJ1の試合中継を食い入るように見ていた。栗林の過去の試合映像まで見て気づいたある動き、それは「首を振る」ことだった。さっそく練習に「首振り」を取り入れたアシトだったが、慣れないチャレンジに混乱してしまう。そんなアシトの姿は、チームメイトからはサイドバックへの転向でやる気をなくしているように見えてしまい…。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "9229056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9229056",
                    "Titles": {
                        "eng": "Tokyo Metropolis League Match 7 - Tama Sports University High School",
                        "jpn": "東京都リーグ第7節 多摩体育大学附属高校戦"
                    },
                    "Summaries": {
                        "eng": "Ashito and others have an unexpected reunion with Nakano and Kaneda, who played alongside him at the tryouts. After failing the tryouts for Esperion, Nakano and Kaneda joined the current top team in the league, Tokyo Musashino Soccer Club Youth, where Tachibana used to play. While Nakano is happy to see Ashito and others, Kaneda blames Ashito for his failing the tryouts.",
                        "jpn": "セレクションを共にした金田、中野と思いがけず再会したアシトたち。金田と中野はエスペリオンのセレクションには落ちてしまったが、橘の古巣で都リーグ首位の東京武蔵野蹴球団ユースに所属しているのだという。再会を喜ぶ中野とは対照的に、金田は自分がセレクションに落ちたのはアシトたちと馴れ合ったせいだと敵意をむき出しにする。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "9229057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9229057",
                    "Titles": {
                        "eng": "Wind of Change",
                        "jpn": "Wind of Change"
                    },
                    "Summaries": {
                        "eng": "Esperion B team has a match against Tama Sports University. Thanks to Yoshitsune, they finish the first half with one goal lead. However, Togashi and Takeshima mess up their play at the beginning of the second half and allow the opponent a goal. With Isshiki out of the game due to his injury, the B team changes the formation, and Togashi and Ashito are instructed to move upfield. Date tells Ashito to take what he learned defending and apply it to attacking.",
                        "jpn": "都リーグ多摩体戦に臨んだエスペリオンBチーム。義経の活躍により、１点リードで前半を折り返すが、後半戦開始直後、冨樫と竹島の連携ミスから同点に追いつかれてしまう。一色が負傷退場したこともあり、Bチームはフォーメーションを変更し、冨樫とアシトは前に上がるよう指示を受ける。「守備で学んだことを攻撃に活かせ」という伊達の言葉にアシトは…？"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "9229058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9229058",
                    "Titles": {
                        "eng": "What We Lack",
                        "jpn": "俺たちにないもの"
                    },
                    "Summaries": {
                        "eng": "The B team ends the match with Tama Sports U. Next match is against Musashino, currently the first place of the League and also Tachibana's old team. However, Tachibana doesn't feel confident enough to play since he hasn't had notable achievements in the League so far, and asks Date not to play him in the match against Musashino. Ashito and others bring Tachibana along to observe Musashino's game. Team Musashino, which includes Kaneda and Nakano, who played alongside Ashito at the tryouts, displays an incredible play.",
                        "jpn": "多摩体戦を終えたBチーム。次節は橘の古巣であり、都リーグ首位の武蔵野が対戦相手である。ところが、試合で活躍できていないことに自信を失った橘は、伊達に対し武蔵野戦では自分を起用しないよう願い出る…。それを知ったアシトたちは武蔵野の試合を見るために半ば強引に橘を連れ出す。かつてアシトたちがセレクションを共にした金田、中野も所属する武蔵野は、驚異的な内容のサッカーを展開していた！"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "9229059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9229059",
                    "Titles": {
                        "eng": "The Truly Weak One",
                        "jpn": "本当に弱い奴は"
                    },
                    "Summaries": {
                        "eng": "Esperion B team starts to show some signs of improvement as they face undefeated Musashino in the next match. When the team needs to be united more than ever, Takeshima and Togashi, who are the key defenders of the team, have a huge fight. Tachibana, with a strong resolution that he will do anything he can to win the next match, goes to Yuma to ask him what happened between Togashi and the promoted players in the past.",
                        "jpn": "復調のきざしを見せるエスペリオンBチームは、次節、ここまで無敗の武蔵野戦を迎える。チームが一丸となって難敵に挑まねばならない状況のなか、チームの守備の要である竹島と冨樫が殴り合いの大ゲンカを起こしてしまう。次の試合に勝つためならなんでもするという決意を固めた橘は、冨樫と竹島たちの過去について知りたい、と遊馬のもとを訪れる。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "9229060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9229060",
                    "Titles": {
                        "eng": "Tokyo Metropolis League Match 8 - Tokyo Musashino Football Club Youths",
                        "jpn": "東京都リーグ第８節　東京武蔵野蹴球団ユース戦"
                    },
                    "Summaries": {
                        "eng": "The game against Tokyo Musashino is the climax of the Tokyo Metropolis League for Esperion B team. Although the team has worked on countermeasures against Musashino, the air is still tense within the team and there's a clear sign of anxiety on the faces of many of them during the warmup. But right before the game starts, Takeshima disappears from the locker room with his girlfriend, Tae.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "9229061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9229061",
                    "Titles": {
                        "eng": "Like A Demon",
                        "jpn": "修羅 の 如く"
                    },
                    "Summaries": {
                        "eng": "Esperion B team bitterly allows the first goal to Muto, the playmaker of Musashino. With Musashino one step ahead, second-year Sugawara suggests that they go back to their original play style that relies on short passes. But Tachibana, Togashi, and Takeshima insist on continuing with the direct approach they've been practicing. To the disconcerted players, Date starts giving concrete instructions for a change.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "9229062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9229062",
                    "Titles": {
                        "eng": "Do Your Best. Don't Lose. Fight to Your Limits",
                        "jpn": "頑張れ負けるな力のかぎり"
                    },
                    "Summaries": {
                        "eng": "The match between Esperion and Musashino will determine who will dominate the Tokyo Metropolis League. Musashino's ace, Kaneda, takes advantage of the weak coordination between Togashi and Takeshima, giving Musashino a go-ahead score. Right before the end of first half, Kuroda injures himself due to his desperate defense play. During the halftime, Asari blames the center-backs, but Date disagrees with him. Togashi has resented Takeshima for a long time, but now…",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "9229063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9229063",
                    "Titles": {
                        "eng": "From Now",
                        "jpn": "ここから"
                    },
                    "Summaries": {
                        "eng": "Thanks to Ashito's great bird's-eye view, Esperion B team succeeds in bringing down the defense of Musashino and scores a tie-goal. Esperion gains the momentum, while Musashino is confused by Ashito's flexible play. Kaneda can't hide his frustration at seeing just how much Ashito has improved. The desperate battle between the top of the Tokyo Metropolitan League, Musashino, and the challenger, Esperion: Who will win in the end...?",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2184685",
            "URL": "https://thetvdb.com/series/ao-ashi/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "11114060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/11114060",
                    "Titles": {
                        "eng": null,
                        "jpn": "TBA"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}