{
    "URL": "https://thetvdb.com/series/blue-lock",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15222080/",
        "https://tv.bluelock-pr.com/",
        "http://www.reddit.com/r/BlueLock",
        "https://www.themoviedb.org/tv/131041",
        "https://en.wikipedia.org/wiki/Blue_Lock",
        "https://x.com/BLUELOCK_PR"
    ],
    "Titles": {
        "eng": "BLUE LOCK",
        "jpn": "ブルーロック"
    },
    "Summaries": {
        "eng": "High school soccer players from across Japan gather for a controversial project designed to create the best — and most egoistic — striker in the world.",
        "jpn": "2018年のサッカーワールドカップから日本の代表チームが排除された後、国の連盟は、2022年のワールドカップに参加する高校生のチームを準備するためのトレーニングプログラムを開始することを決定しました。フォワードのイサギヨイチは招待状を受け取ります自分の得点ではなく、シュートを逃したチームメイトにボールを渡したために、チームがナショナルズに到達しようとして失敗した後、このプログラムに参加する。 トレーニングコーディネーターのエゴジンパチは、「ブルーロック」と呼ばれる刑務所のような施設で300人の若いストライカーを隔離するという新しい体制を適用することで、「サッカーの弱い日本」の考えに終止符を打つつもりです。 そこで彼らは、個人主義を高め、世界最高のストライカーを生み出すことを目的として、厳格なトレーニングを受けています。"
    },
    "Aliases": [
        "Burūrokku",
        "Blue Lock",
        "BLUELOCK",
        "BLUE LOCK 2nd Season"
    ],
    "Modified": "2025-09-29",
    "Seasons": {
        "0": {
            "ID": "1949730",
            "URL": "https://thetvdb.com/series/blue-lock/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9939308",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/9939308",
                    "Titles": {
                        "eng": "EPISODE NAGI",
                        "jpn": "-EPISODE 凪-"
                    },
                    "Summaries": {
                        "eng": "“That’s a hassle.” That was second-year high schooler Nagi Seishiro’s favorite phrase as he lived his dull life. Until Mikage Reo, a classmate who dreamed of winning the World Cup, discovered Nagi’s hidden skill, inspiring him to play soccer and share his outstanding talent. One day, he receives an invitation to the mysterious BLUE LOCK Project. What awaits him there is an encounter with the finest strikers assembled from across the country. Nagi’s dream of becoming the best, alongside Reo, will take this prodigy to a world he’s never known. A prodigy can only be shaped when someone discovers him….now, striker Nagi Seishiro’s incredible talent and persona will set the soccer world ablaze.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1949731",
            "URL": "https://thetvdb.com/series/blue-lock/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null,
                "spa": null
            },
            "Summaries": {
                "eng": "High school soccer players from across Japan gather for a controversial project designed to create the best and most egoistic striker in the world.",
                "jpn": null,
                "spa": "No puedes ser el mejor delantero del mundo a menos que seas el mejor egoísta del mundo. La Japan Football Union lanza un plan para formar a los delanteros que llevarán a Japón al Mundial. Su nombre es el proyecto “Blue Lock (Blue Prison)”. Se recogieron 300 estudiantes de secundaria. Además, todos ellos son FW (forward). Nacido a costa de 299 vidas futbolísticas, ¿qué tipo de delantero revolucionará el fútbol japonés?"
            },
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "8609551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/8609551",
                    "Titles": {
                        "eng": "Dream",
                        "jpn": "夢"
                    },
                    "Summaries": {
                        "eng": "Prefectural Final for the National High School Soccer Tournament. Isagi Yoichi, a first-year forward, loses his chance for the Nationals because he has passed the ball to his fellow player in front of the goal. That's when he receives an invitation for Blue Lock. It's a facility to train one world's greatest striker out of 300 high-school-aged forwards so that Japan can win the World Cup. Isagi and others are assembled in a small room, and they take their first test to decide which 11 of them get to move in to the dorm out of 12 of them.",
                        "jpn": "全国高校サッカー選手権の県大会決勝。高校2年生のフォワード・潔 世一は、ゴール前で味方にパスを出してしまったことによって全国大会への道を絶たれてしまう。そんな彼のもとに“ブルーロック（青い監獄）”への招待状が届く。それは、日本がW杯で優勝するため、３００人の高校生世代フォワードの中から、たった１人の“世界一のストライカー”となるエゴイストを作り出す施設だった。何も分からぬまま狭い部屋に集められた潔たちは、１２人から１人の脱落者を決める入寮テストへと挑む。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9360881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/9360881",
                    "Titles": {
                        "eng": "Monster",
                        "jpn": "かいぶつ"
                    },
                    "Summaries": {
                        "eng": "Blue Lock project is led by a mysterious Ego Jinpachi to produce the world's greatest striker. The top five players will be registered to play as forwards in the U-20 Cup that takes place in six months, but if you drop out, they forever lose the chance to play for the Japanese team. What is the egoism Ego is looking for in a striker? Isagi and others make up their minds to survive in Blue Lock, and move on to the first selection that can make or break their future soccer career.",
                        "jpn": "謎の人物・絵心甚八による、世界一のストライカーを生み出すための “ブルーロック（青い監獄）”プロジェクト。ライバル達を蹴落とし生き残ったランキング上位5名は、6ヶ月後に行われるU-20W杯のFW登録選手になれるが、脱落した者は一生日本代表になる権利を失うという。絵心が求めるストライカーのエゴイズムとはなんなのか。潔たちは“ブルーロック（青い監獄）”での戦いに生き残る決意をし、今後のサッカー人生を懸けた新たな試練・一次セレクションへと進む。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9360882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/9360882",
                    "Titles": {
                        "eng": "Soccer's \"Zero\"",
                        "jpn": "サッカーの0"
                    },
                    "Summaries": {
                        "eng": "The first selection is the round-robin tournament of five teams of V, W, X, Y and Z in Building Five, with only top two teams being eligible to move forward. Isagi's Team Z, the lowest ranking team, plays against Team X. But because of the special rule that allows the top scorer of the team to proceed to the next section, the match turns into chaotic scrambling for the ball, regardless of the teams. It was Barou Shoei, Team X's formidable striker, who changes the flow of the game.",
                        "jpn": "一次セレクションは、“ブルーロック（青い監獄）”伍号棟内にてＶ・Ｗ・Ｘ・Ｙ・Ｚの５チームによる総当たりグループマッチを行い、上位2チームのみが勝ちあがれるというもの。ランキング最底辺のチームZである潔たちは、初戦チームXへと挑む。だが、“チーム内で最も点を取った1人だけは無条件で勝ちあがれる”という特殊なルールにより、試合は敵も味方も入り乱れボールを奪い合う大混乱となる。その流れを変えたのは、チームXの強力なストライカー・馬狼照英の存在だった。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9360883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/9360883",
                    "Titles": {
                        "eng": "Premonition and Intuition",
                        "jpn": "予感と直感"
                    },
                    "Summaries": {
                        "eng": "Team Z was crushed by Team X, who centered the offensive play around egoistical yet skilled Barou. Responding to Ego's urge to \"take up a weapon,\" the players discuss what their weapons are in preparation for the next match. However, Isagi struggles to identify what it is. Using \"the smell of the goal\" he felt in the game against Team X as a hint, Isagi and the others go against Team Y in the next match.",
                        "jpn": "チームＺは、圧倒的なエゴと実力を持つ馬狼を中心としたチームXに惨敗。「自分だけの武器を持て」という絵心の言葉を受け、次の試合へ向けてそれぞれの武器を確認しあうが、潔は自分の武器を見つけられずにいた。己の武器に悩みながらも、チームＸ戦で感じた“ゴールの匂い”をヒントに、次なる対戦相手、チームＹへと挑むのだった。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9360884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/9360884",
                    "Titles": {
                        "eng": "To Be Reborn",
                        "jpn": "生まれ変わるのは"
                    },
                    "Summaries": {
                        "eng": "Isagi relies on \"the smell of the goal,\" his raw instincts, to make a move, and it leads to the fierce battle of \"reading\" each other's hand with Team Y's playmaker, Niko Ikki. Isagi and Niko's battle as they both watch over the whole field and throw their ego at each other, brings them to the last one minute of the match. Can Isagi and Team Z beat Niko's final strategy, \"One Time Kill Counter\"?",
                        "jpn": "“ゴールの匂い”…その直感を信じて動く潔は、チームYの中でゲームの流れを作り上げていた二子一揮と、激しい“読み合い”を繰り広げる。フィールド全体を見渡しながら互いのエゴをぶつけ合う潔と二子の戦いは、試合終了間際ラスト1分までもつれ込む。潔とチームＺは、二子の最終作戦「ワンタイム・キル・カウンター」を打ち破ることができるのか！？"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9360885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/9360885",
                    "Titles": {
                        "eng": "I'm Sorry",
                        "jpn": "ごめん"
                    },
                    "Summaries": {
                        "eng": "After the match with Team Y, Isagi's rank moved up, and he became the center of the team. The next match is against Team W, led by the Wanima twins. Their eye contact and impeccable combinations are hard to beat. They used to play in the same team as Chigiri Hyoma, and they use his past trauma to egg him on. Chigiri says that he joined Blue Lock to find a reason to quit soccer. Team Z leads the game with Kuon's play. Everyone's elated for the good start of the match, but Isagi feels something is off.",
                        "jpn": "チームYとの試合をきっかけに、潔はランキングを上げ、チームZの中心となっていた。そして次の対戦相手は、双子の鰐間兄弟が率いるチームW。アイコンタクトと、恐るべきコンビネーションを武器に立ちふさがる鰐間兄弟。彼らは、かつて同じチームでプレーしていた千切豹馬に対し、過去のトラウマに触れ挑発する。千切はサッカーを諦めるために“ブルーロック（青い監獄）”に参加したと言うが…。そんな中、試合は久遠 渉の活躍によってチームＺがリード。好調な出だしに沸き立つ一同だが、潔はフィールドに漂う違和感を嗅ぎつけていた。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9360886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/9360886",
                    "Titles": {
                        "eng": "Rush",
                        "jpn": "滾り"
                    },
                    "Summaries": {
                        "eng": "Because of Kuon’s betrayal, Team Z is faced with a desperate situation of playing 12-on-10, with the opponent knowing everything about their weapons and strategies. Even under such a circumstance, Team Z never gives up on the fight, and Isagi continues to believe in himself. Inspired by their passion, Chigiri runs through the field at an incredible speed, his weapon he has sealed away. His ego rocks the match when they are losing at 3-4.",
                        "jpn": "裏切りによって、武器も作戦も筒抜けな上、１２人対１０人という絶望的な状況に追い込まれたチームＺ。そんな窮地にあっても必死に足掻き続けるチームＺのアツい戦いと、自分自身を信じ続ける潔の純粋なエゴが、燻っていた千切に火をつける。3-4の劣勢の中、千切が封じ込めていた武器と、胸の奥に秘められたエゴがフィールドを駆け抜け、試合を大きく動かしていく。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9360887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/9360887",
                    "Titles": {
                        "eng": "The Formula for Goals",
                        "jpn": "成功(ゴール)の方程式"
                    },
                    "Summaries": {
                        "eng": "Team Z managed to hold onto a sliver of hope for surviving the first selection. But the sticky situation never ends, with them forced to play 10-on-11 against the strongest team in the group due to Kuon’s betrayal. Even a draw would make them disqualified, so winning is the only option for them. Under such a circumstance, Isagi goes to meet with a certain someone to attain the secret of formula for goals, so that the team can win, and he can be a scorer himself.",
                        "jpn": "なんとか一次セレクション突破の可能性を残すことができたチームZ。だが、裏切りによって1人欠けた10人だけでグループ最強のチームＶとの最終決戦に挑まざるを得ず、ピンチは終わらない。引き分けでも脱落が確定し、勝利のみが突破条件という追い詰められた状況の中、潔はチームの勝利のため、そして自身でゴールを奪うため「ゴールの方程式」を手に入れようと、とある人物に会いにいく。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9360888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/9360888",
                    "Titles": {
                        "eng": "Awakening",
                        "jpn": "覚醒"
                    },
                    "Summaries": {
                        "eng": "The stakes are high with the match against Team V. In the first half, Team Z is overwhelmed by Team V's super trio, Nagi Seishiro, Mikage Reo, and Tsurugi Zantetsu. Especially the formidable attack of Nagi and Reo pair, who have only started playing soccer six months ago with no record of losing, is enough to break their spirits. When everyone is about to give up, Bachira Meguru's play sets fire on the ego in their hearts. In the last match of the first selection, under an extreme circumstance, the awakening of the diamonds in the rough, just as Ego wanted, has begun.",
                        "jpn": "運命を懸けたチームV戦。試合前半、チームVトップランカー、凪 誠士郎・御影玲王・剣城斬鉄の３人の能力に圧倒される。特にサッカー歴半年にして無敗を誇る凪＆玲王ペアの圧倒的攻撃力は、潔たちチームZの心を折るには十分すぎるほどだった。勝利を諦めかけたその時、蜂楽 廻のプレーがチームＺ全員の“エゴ”に火をつける。一次セレクション最終戦…極限状態の中、絵心が求めた“才能の原石共の覚醒”が始まる。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9360889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/9360889",
                    "Titles": {
                        "eng": "Just the Way It Is",
                        "jpn": "このままで"
                    },
                    "Summaries": {
                        "eng": "Each player unleashed their weapon and ego, and Team Z has caught up to a draw. They totally have the momentum of the game, but that has “awakened” Team V’s monster, Nagi. In the chain reaction to awakening, Isagi also learns to use his weapon and keeps fighting. The “heat” generated by the clashing of ego from both teams starts to affect Kuon as well.",
                        "jpn": "試合の中でそれぞれの武器とエゴを開花させていき、ついに同点にまで持ち込んだチームＺ。完全に試合の流れを手にしたチームZだったが、その快進撃は、チームVの怪物・凪をも“覚醒”させてしまう。覚醒の連鎖の中、潔も自身の武器を使いこなす方法を見出し、戦い続ける。そしてエゴとエゴのぶつかり合いが生み出す“熱”は試合を傍観する久遠の胸にも響いて…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9360890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/9360890",
                    "Titles": {
                        "eng": "The Final Piece",
                        "jpn": "最後の欠片(ピース)"
                    },
                    "Summaries": {
                        "eng": "By Kuon’s self-sacrificing foul, Team Z has a little bit of hope. During the last play that determines their fate, Isagi finds the final piece of the puzzle that’s necessary for his evolution. With the players’ “awakening” and “evolution,” the first selection of Blue Lock where ego comes head to head, finally comes to an end.",
                        "jpn": "久遠の自らを犠牲にしたファウルによって、チームＺに最後のチャンスが生まれた。運命を懸けたラストプレーの最中、潔は、己の進化に必要な最後のピースを見つけ出す。“覚醒”と“進化”、エゴとエゴのぶつかり合う“ブルーロック（青い監獄）”一次セレクション、ついに決着！"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9360891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/9360891",
                    "Titles": {
                        "eng": "The Second Selection",
                        "jpn": "二次選考(セレクション)"
                    },
                    "Summaries": {
                        "eng": "With many candidates dropping out, Blue Lock project moves on to the second selection. It’s where a teammate becomes a foe, and a foe becomes a teammate. And here, Isagi meets Itoshi Rin, the strongest egoist he’s ever met, the top player of the new Blue Lock ranking and the little brother of the genius Itoshi Sae. To evolve even further, Isagi’s battle proceeds to a new stage.",
                        "jpn": "多くの脱落者を出しながら、“ブルーロック（青い監獄）”プロジェクトは、二次セレクションへと突入する。これまでの仲間がライバルに、かつての強敵が味方へと目まぐるしく移り変わる過酷な二次セレクション。そこで潔は今までで最も強力なエゴイスト…天才・糸師 冴の弟にして、新ブルーロックランキングＴＯＰランカーの糸師 凛と出逢う。さらなる進化を求めて、潔の戦いは新たなステージへとコマを進める。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "9511540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/9511540",
                    "Titles": {
                        "eng": "TOP3",
                        "jpn": "TOP3"
                    },
                    "Summaries": {
                        "eng": "Second selection, third stage is the Rivalry Battle, where you battle as a team of three, and a winner take a player from the losing team. Isagi has moved on to this new stage and teamed up with Bachira and Nagi, and they face against the team of top three players in the New Blue Lock ranking. Isagi feels his progress as his team takes the lead. However, Rin's shot right afterward completely transforms the mood of the field, and Isagi and others witness the difference of the top three.",
                        "jpn": "３人１組のチームで戦い、勝てば相手チームから選手を奪い勝ち上がっていく二次セレクション「奪敵決戦（ライバルリー・バトル）」サードステージ。新たなステージへとコマを進めた潔、蜂楽、凪はチームを組み、凛が率いる新ブルーロックランキングＴＯＰ3に戦いを挑む。幸先よく先制したことで、今までの成長を実感する潔。だがその直後に凛が放ったシュートはフィールドの空気を一変させ、潔たちはTOP3との実力差を目の当たりにする。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "9511541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/9511541",
                    "Titles": {
                        "eng": "The Geniuses and the Average Joes",
                        "jpn": "天才と凡才"
                    },
                    "Summaries": {
                        "eng": "Isagi's team has lost to Rin's team, who has incredible skills and an overwhelming ego. Isagi and Nagi lose to Bachira, and they are sent back to the second stage of two-on-two games. Showing up before them is the team of Barou and Naruhaya. Losing means disqualification. With that pressure, Isagi and Nagi think hard on their individual strengths to win a one-on-one situation. The new match that decides their fate starts with no answer in sight.",
                        "jpn": "圧倒的な能力と強烈な“エゴ”を持つ凛のチームに破れた潔たち。戦いの末、蜂楽を奪われた潔と凪は2対2で戦うセカンドステージに後退し、仕切り直すことに。そんな彼らの前に立ちはだかったのは馬狼と元チームZの成早だった。負ければ脱落…後がない戦いを前に、マンツーマンでも勝つ“個人の力”という課題と向き合う潔と凪。しかし、その答えが見つからないまま、生き残りをかけた新たな戦いが始まった…。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "9511542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/9511542",
                    "Titles": {
                        "eng": "Devour",
                        "jpn": "喰"
                    },
                    "Summaries": {
                        "eng": "Right after the game starts, Barou steals a goal with his overwhelming individual skills. Improved Naruhaya leads Isagi and Nagi by the nose, forcing them a tough time. Naruhaya is desperate to catch up to geniuses like Barou and Nagi to survive in Blue Lock. Just the same, Isagi struggles but finds a glimpse of his new weapon, inspired by Naruhaya's move. In the extreme condition where the egos of everyone collide, the time has come for Isagi to evolve.",
                        "jpn": "試合開始直後、圧倒的な“個人の力”によってゴールを奪う馬狼。さらに自分の武器に磨きをかけた成早にも翻弄され、潔と凪は苦戦を強いられる。馬狼や凪といった天才たちに追いつくため、そして“ブルーロック（青い監獄）”で生き残るために必死にゴールを目指す成早。同じくもがき続ける潔も、成早の動きから自身の“新たな武器”の片鱗を見つけ出す。敵と味方、それぞれの“エゴ”と意地がぶつかる極限状態の中、ついに潔に“進化”の時が訪れる。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "9511543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/9511543",
                    "Titles": {
                        "eng": "Tri-Fusion",
                        "jpn": "三者融合（トライ・セッション）"
                    },
                    "Summaries": {
                        "eng": "Isagi struggles to figure out how to make a coherent strategy that plays to his, Barou, and Nagi's strengths before their next match begins. And their next set of opponents are all familiar faces...",
                        "jpn": "激戦の末に勝利を掴み「適応能力」という自らの新たな才能に気付いた潔。新たに馬狼を加え、次なる戦いに向け3人で練習をすることに。互いに理解し合おうと試みる潔だったが、強烈な“エゴ”を持つ馬狼と凪はペースがあわず、それぞれの武器を活かした“化学反応”への糸口を掴めずにいた。チームとしての不安が残ったまま、因縁深いライバル達が次なる３対３の対戦相手として立ちはだかる。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "9511544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/9511544",
                    "Titles": {
                        "eng": "Donkey",
                        "jpn": "ヘタクソ"
                    },
                    "Summaries": {
                        "eng": "Chigiri, Kunigami, and Reo's team fully utilizes each other's weapons of speed, physique, and eyes for tactics. On the contrary, Isagi's team struggles due to the lack of coordination. Through observing and analyzing the opponent's combinations and his teammates' individual play, Isagi discovers a new way to use his weapon and evolve himself one step further. And the tide of ego in this game triggers others to evolve.",
                        "jpn": "スピード、フィジカル、戦術眼というそれぞれの武器を活かし、スキのないプレーを見せる千切、國神、玲王。一方、凪と馬狼の個人プレーでなんとか食らいつくものの、噛み合ったプレーができず苦戦を強いられる潔たち。敵チームのコンビネーションと、味方の個人プレーを分析していく中で、潔は自分の‘武器’の新たな使い方を見つけ出し、さらなる進化を遂げる。そして“エゴ”が渦巻く試合は、さらなる進化の波を引き起こしていく―。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "9511545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/9511545",
                    "Titles": {
                        "eng": "The Stage for the Lead",
                        "jpn": "主役の座（ステージ）"
                    },
                    "Summaries": {
                        "eng": "Isagi and Nagi paint countless possibilities for goals as they understand each other's weapons. Likewise, Kunigami and Reo make a great effort centering around Chigiri, who has evolved one step further. In the midst of all, Barou, the king of the field, was left out from the chain of evolution because of his strong ego. When Isagi takes the leading role of the field from him, the sense of defeat makes Barou kneel down to the ground.",
                        "jpn": "お互いの武器を理解し合い高め合うことで、ゴールへの道筋を無数に描き出していく潔と凪。対して、さらなる進化を魅せた千切を中心に、國神、玲王も奮闘し、フィールド上では一進一退の攻防が繰り広げられる。そんな中、フィールドの王様（キング）であるはずの馬狼はその強すぎる“エゴ”故に進化の連鎖から取り残されていた。さらに、かつて圧倒した潔にフィールドの主役を奪われ、敗北を刻まれたことにより、馬狼はついに膝をついてしまう。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "9511546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/9511546",
                    "Titles": {
                        "eng": "Dancing Boy",
                        "jpn": "ダンシングボーイ"
                    },
                    "Summaries": {
                        "eng": "Isagi's team cinched a win due to the awakening of Barou as a villain on the field. To cause more chemical reactions in the fourth stage, they picked one player from the other team, who demonstrated ego to devour them during the game. In the meantime, Bachira and the Top 3 are looking for the next opponent. Rin sees through Bachira's \"monster\" during their training, which forces Bachira to face his own ego.",
                        "jpn": "バロウがフィールドの「悪役」として目覚めたため、いさぎと彼の友人たちはかろうじて勝つことができました。彼らは更なる「化学反応」を起こすため、自らを「喰らう」というエゴを見せた唯一のプレイヤーを奪い、フォースステージへと進める。一方、TOP3との次戦の対戦相手を探していたバチラは、リンとの修行中に自分の中にある「怪物」の存在を見抜き、自身の「エゴ」と向き合う。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "9511547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/9511547",
                    "Titles": {
                        "eng": "Super Link-Up Play",
                        "jpn": "超連動"
                    },
                    "Summaries": {
                        "eng": "Isagi and others are set to play a revenge match against the \"Top 3,\" who have defeated them and took Bachira from them. They have fought against formidable foes and advanced by repeating the process of ego and chemical reactions, and they're ready to throw everything they have at the Top 3. The final battle of 4 vs 4 is finally about to begin. Isagi, Nagi, Barou, and Chigiri desperately try to keep up to the extraordinary individual skills of the Top 3. But one pass from Bachira starts to evolve the game...",
                        "jpn": "潔たちは、かつて敗北し蜂楽を奪った凛率いるTOP3にリベンジマッチを申し込む。強敵たちとの戦いの中で“エゴ”と“化学反応”を繰り返しながら勝ち上がり、成長してきた全てをぶつけるため、４対４で臨む最終決戦の幕が上がる。それぞれが進化した武器を活かし、TOP3の超絶個人技に必死に食らいついていく潔、凪、馬狼、千切。しかし、蜂楽が放った1本のパスがゲームをさらに進化させていき…。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "9511548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/9511548",
                    "Titles": {
                        "eng": "I'm Not There",
                        "jpn": "俺がいない"
                    },
                    "Summaries": {
                        "eng": "The combination of Isagi's spatial awareness and Nagi's pin-point control finally allow them to even out the score to 2-2. However, Rin's fighting spirit is ignited by their play, and he takes control of the field by understanding the abilities of his allies and enemies alike, including ball positioning and strategic thinking. Isagi and his team once again find themselves cornered by Rin's domination, and they struggle to break through. Meanwhile, amidst the chaos and clash of egos on the field, one man secretly sharpens his fangs to challenge Rin and break through his game.",
                        "jpn": "フィールドの全てを把握し未来を捉えた潔と、空間を支配する凪のコンビネーションが炸裂し、ついにスコア２－２に追いついた潔たち。そして、その一連のプレーが凛の闘争心に火を付ける。敵味方の能力を把握し、ボール・ポジショニング・思考…フィールドに存在する全てを支配していく凛のプレーに、再び追い詰められていく潔たち。混沌とエゴがぶつかり合う中、凛が支配するゲームを喰い破ろうと1人の男が密かに牙を研いでいた。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "9511549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/9511549",
                    "Titles": {
                        "eng": "Voice",
                        "jpn": "声"
                    },
                    "Summaries": {
                        "eng": "The thrill of finally finding the \"monsters\" with overwhelming talent was short-lived, as Bachira realizes he is being left behind in the battle between Isagi and Rin. Meanwhile, the game reaches its final stage and a fierce struggle unfolds, centered around the joker, Barou. As Isagi's skills evolve even further, Bachira must confront his own \"ego\" in order to find his path forward.",
                        "jpn": "ようやく見つけた、圧倒的な才能を持つ“かいぶつ”達。その出逢いに喜ぶのも束の間…いつの間にか潔と凛の戦いに、自分だけが取り残されていることに気付く蜂楽。一方、試合は最終局面を迎え、馬狼というジョーカーを中心に一進一退の激闘を繰り広げていた。極限状態で覚醒していく潔、そして自身の“エゴ”と向き合う蜂楽が行き着く先は…。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "9511550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/9511550",
                    "Titles": {
                        "eng": "Luck",
                        "jpn": "LUCK"
                    },
                    "Summaries": {
                        "eng": "Bachira sheds his ideal of the \"monster\" and finally awakens his own ego. Until now, Bachira had been seeking someone to follow, but now he charges forward towards his own goal, finding in Isagi a companion who trusts in his ego. Isagi performs a decisive cut, but the ball makes its merciless way to the victor's side... The time for the ultimate showdown has arrived, and sparks fly as the eight egoists clash. Which team will emerge victorious in the second selection's \"Rivalry Battle\"?",
                        "jpn": "自身の理想として存在し続けていた“かいぶつ”を振りほどき、ついにエゴを“覚醒”させた蜂楽。これまで誰かを求めていた蜂楽が、己のゴールのために突き進んだ先に待っていたのは、そんな蜂楽の“エゴ”を信じて動いた潔だった。決死のカットに成功した潔だったが、空を舞うボールは無慈悲に、そして残酷に勝者のもとへ…。8人のエゴイストたちが火花を散らした試合に、ついに決着の時が訪れる。二次セレクション「奪敵決戦(ライバルリー・バトル)」突破チームは－。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "9511551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/9511551",
                    "Titles": {
                        "eng": "The Time Has Come",
                        "jpn": "時は来たり"
                    },
                    "Summaries": {
                        "eng": "Rin chooses to add Isagi to his team, and together with Bachira they pass the second selection. Waiting for them on the other side is a 5-on-5 match against a team of world-class players. Thanks to Isagi, Bachira, and Rin's coordinated play, they manage to score the first goal, but they soon find themselves overwhelmed by the opposing team's superior skill and ability. Despite this, they desperately keep fighting until the last second, unleashing their own \"egos.\" As a result, the \"Blue Lock\" project, aiming to produce the world's greatest striker, enters a new phase.",
                        "jpn": "凛に指名され、蜂楽と共に二次セレクションを突破した潔。５人となった潔たちを待っていたのは、世界的スーパースターたちとの5対5マッチだった。潔と蜂楽、凛の連携によって先制点を奪うことに成功するが、次第に別次元の実力を持つ世界選抜チームに圧倒されていく。それでも必死に食らいつき、自らの“エゴ”をぶつける潔たちは、最後の１秒まで抗い続ける。そして世界一のストライカーを生み出すための“青い監獄(ブルーロック)”プロジェクトは、新たな局面へと動き出すのであった。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2126790",
            "URL": "https://thetvdb.com/series/blue-lock/seasons/official/2",
            "Titles": {
                "eng": "BLUE LOCK VS. U-20 JAPAN",
                "jpn": "ブルーロック VS. U-20 JAPAN",
                "deu": "Blue Lock vs. U-20 Japan",
                "zho": "蓝色监狱 VS. U-20日本",
                "ita": null
            },
            "Summaries": {
                "eng": "The hottest soccer matches start again as the U-20 Japan National Team makes their debut!",
                "jpn": "日本をW杯優勝に導く世界一のストライカーを育てるため、\r\n日本フットボール連合は“ブルーロック（青い監獄）”プロジェクトを立ち上げる。\r\n\r\nプロジェクトに招待されたのは300人の高校生。\r\nしかも全員FW（フォワード）。\r\n\r\n脱落すれば将来、サッカー日本代表へ入る資格を失うという極限状態の中、\r\n選ばれし才能の原石たちは、ストライカーとしてのエゴを次々と覚醒させていく。\r\n\r\n時に他人を蹴落とし、時に自らの進化を以て、\r\n過酷なセレクションを生き残ったのは35人。\r\nエゴが渦巻く熱狂のサバイバルを乗り越えた彼らは、\r\n“ブルーロック（青い監獄）”プロジェクトの存続を賭けて、\r\nU-20日本代表との史上最もイカれた大一番(ビッグマッチ)へと挑む！",
                "deu": "Die zweite Auswahl ist beendet und mit Yoichi Isagi, Meguru Bachira und Seishiro Nagi haben es insgesamt 35 Spieler in die nächste Runde geschafft, womit sie ihrem Ziel ein gutes Stück näher sind. Doch der Fußballverband legt Jinpachi Ego weitere Steine in den Weg und möchte das Projekt Blue Lock abblasen, was das Aus für alle Teilnehmer wäre.\r\n\r\nUm zu beweisen, dass das Projekt Früchte trägt, wird in drei Wochen ein Match der japanischen U-20-Nationalmannschaft gegen die Blue Lock 11 stattfinden, das über die Zukunft von Blue Lock entscheiden soll. Doch wer von den 35 Spielern wird es in die Mannschaft schaffen? Das Kernteam – nämlich die Top 6 der Teilnehmer – steht bereits fest, und mit der dritten Auswahl werden die restlichen fünf Spieler aus den verbleibenden 29 Stürmern ermittelt. Wer wird es in die Blue Lock 11 schaffen? Und kann das Team gegen die japanische U-20 gewinnen und so Blue Lock retten?",
                "zho": null,
                "ita": "Per creare l'attaccante migliore al mondo che possa guidare il Giappone alla vittoria della Coppa del Mondo, la Federazione Calcistica Giapponese avvia il progetto 'Blue Lock' (La prigione blu). Al progetto vengono invitati 300 studenti delle superiori, tutti attaccanti (FW). In una situazione estrema, in cui l'eliminazione significa perdere per sempre la possibilità di entrare nella nazionale giapponese, questi giovani talenti risvegliano via via il loro ego da veri attaccanti. A volte mettendo fuori gioco gli altri, a volte spingendosi oltre i propri limiti, sono rimasti in 35 a superare la durissima selezione. Sopravvissuti a questo folle survival game dominato dall'ego, ora si preparano alla sfida più folle della storia: un 'Big Match' contro la nazionale giapponese Under-20, con in gioco il destino del progetto 'Blue Lock'!"
            },
            "# Episodes": 14,
            "Episodes": {
                "1": {
                    "ID": "10485277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/10485277",
                    "Titles": {
                        "eng": "Tryouts",
                        "jpn": "適性試験（トライアウト）"
                    },
                    "Summaries": {
                        "eng": "35 forwards remain after the 2nd selection at Blue Lock. With a big match against Japan's U-20s in three weeks, Ego announces that the team will be centered around the top 6 players. The tryouts for the rest of the positions begin.",
                        "jpn": "“ブルーロック（青い監獄）”プロジェクト二次セレクションを終え、生き残った高校生フォワードは35人。過酷なサバイバルを乗り越えた彼らは3週間後、“ブルーロック（青い監獄）”プロジェクトの存続を賭けてU-20日本代表と試合をすることに。絵心は、この負けられない大一番（ビッグマッチ）に挑むチームは、総合評価TOP6の選手を中心に形成すると宣言。TOP6に選ばれなかった残りのフォワードたちは、レギュラーの座を賭けた適性試験（トライアウト）へと挑む。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10559626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/10559626",
                    "Titles": {
                        "eng": "The Assassin and the Ninja",
                        "jpn": "殺し屋と忍者"
                    },
                    "Summaries": {
                        "eng": "Isagi is chosen as Team A1 along with Nanase and Hiori to play against Team B1, which includes Karasu, Otoya, and Chigiri. While Isagi struggles to find a way into the game, Chigiri and Hiori demonstrate their worth.",
                        "jpn": "U-20日本代表戦のレギュラーを決める適性試験（トライアウト）は、2人ずつの3チームに分かれたTOP6メンバーと、残りの29人が5人1組を結成し、5人対5人のワンマッチを行うというもの。糸師 凛と士道龍聖が率いるＡチームに加入した潔は、2人に対する“主張”と“共存”をテーマに試合へ臨む。試合序盤、凛や士道をサポートしながら自身をアピールする機会を窺う潔。だが対戦相手のBチーム、烏 旅人の圧倒的なフェイントテクニックと鋭い分析力によって思うようなプレーが出来ず、苦戦を強いられることに……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10559627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/10559627",
                    "Titles": {
                        "eng": "The World You Feel",
                        "jpn": "感じる世界"
                    },
                    "Summaries": {
                        "eng": "Seeing how incompatible Rin and Shidou are, Isagi hopes to take advantage of it. However, his physical abilities are not enough to get him where he needs to be. Then, Hiori suggests that Isagi does the thinking \"on reflex.\"",
                        "jpn": "あと1点で敗北という状況まで追い詰められた潔たちAチーム。フィールド全体を読んでプレーする凛と感覚で“最高”を求めてプレーする士道は“共存”できないのか……。そう思われた時、潔は相性最悪な2人を自身のプレーで連動させることで勝機を見出そうとする。だが、未だに烏のマークを外せず、思うように動けない潔。そんな彼を救ったのはチームメイトの七星虹郎と氷織 羊。潔の動きを読み連動する七星と氷織のパスセンスによって、新たな攻撃の可能性が広がり始める。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10559628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/10559628",
                    "Titles": {
                        "eng": "Chameleon",
                        "jpn": "カメレオン"
                    },
                    "Summaries": {
                        "eng": "Isagi looks back and analyzes what he did when he scored a goal on reflex. Then, when the second match begins, Reo finds his new playstyle: Chameleon.",
                        "jpn": "Ｂチームとの試合後、潔は氷織、七星と健闘を讃え合いながら、試合で得た“反射で思考する”という新たな感覚の再現性を高めるため、考えを巡らせるのだった。同じ頃、凛＆士道以外のメンバーを入れ替えたＡチームと雪宮剣優＆凪 誠士郎が率いるＣチームによる適性試験（トライアウト）第2試合がスタート。凪との久々の共闘を前に、玲王は己の成長を証明しようと奮起する。試合序盤、TOP6にふさわしい圧倒的なドリブル力を発揮する雪宮。そのまま一人でゴールを奪うかに思えたが、放たれたシュートの先には味方の凪がいて……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10559629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/10559629",
                    "Titles": {
                        "eng": "FLOW",
                        "jpn": "FLOW"
                    },
                    "Summaries": {
                        "eng": "The tryouts are complete, and Isagi is chosen for the starting lineup. But Shidou is nowhere to be seen... It turns out Sae has picked him to join the U-20s. Meanwhile, Ego begins the final training camp, where he discusses the secret of \"flow.\"",
                        "jpn": "適性試験（トライアウト）全試合が終了。最後まで対立していた凛と士道が殴り合いを起こし、士道は仕置き室へと連れていかれることに……。その後、迎えたレギュラー発表の時。最初に凛をワントップに指名し、今回のチームは彼を中心にした超攻撃特化型フォーメーションだと口にする絵心。その後、適性試験（トライアウト）で結果を残した選手たちの名前が次々と呼ばれていき、残すレギュラーの座は1つに……。果たして、“ブルーロック（青い監獄）”イレブンに選ばれたのは！？"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10559630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/10559630",
                    "Titles": {
                        "eng": "The Big Stage",
                        "jpn": "大舞台"
                    },
                    "Summaries": {
                        "eng": "The exhibition match between Blue Lock and Japan's U-20s has finally kicked off. The first play Bachira and Isagi set up has been swiftly shut down by the U-20s' captain, Aiku, and Isagi finds a new challenge in him.",
                        "jpn": "“ブルーロック（青い監獄）”イレブンとU-20日本代表の試合が行われる前日。糸師 冴はオリヴァ・愛空に呼び止められ、閃堂秋人と士道が再び揉めたことを知らされる。2人の反りが合わないのなら、実力で劣る閃堂を外せば良いと口にする冴。一方、愛空は閃堂を外せばチームメイトの大半が試合をボイコットすると告げて……。それから24時間後。試合開始が近づく中、“ブルーロック（青い監獄）”とU-20日本代表、それぞれのスタメンとベンチ入りメンバーが明らかに。今、史上最もアツい戦い（試合）が始まる。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10559631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/10559631",
                    "Titles": {
                        "eng": "Itoshi Sae",
                        "jpn": "糸師 冴"
                    },
                    "Summaries": {
                        "eng": "When Itoshi Sae scores the first goal of the match, the crowd goes wild, making it clear to Team Blue Lock that they're here to watch Sae. Rin changes the strategy and Nagi makes the memorable first goal for Team Blue Lock.",
                        "jpn": "試合開始早々、潔を中心に果敢に攻撃を仕掛けていく“ブルーロック（青い監獄）”イレブン。だが、愛空たちU-20日本代表が誇る“鉄壁カルテット”によって各選手の武器が封じられ、次々と攻撃の芽を摘まれてしまう。そしてボールが冴に渡った瞬間、U-20日本代表の息もつかせぬ“堅守速攻カウンター”が発動。閃堂をはじめとする鋭い攻撃をディフェンダー陣とゴールキーパーの我牙丸 吟の力で必死に凌ごうとするが、ボールは再び冴の元にこぼれてしまい……。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10559632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/10559632",
                    "Titles": {
                        "eng": "Blue Genes",
                        "jpn": "青の遺伝子"
                    },
                    "Summaries": {
                        "eng": "Rin and Sae's sibling match goes to Sae as he takes the ball. But Niko, Karasu, Otoya, and Chigiri set up another goal chance, and Rin scores despite shooting on his non-dominant leg. At 1-2, the U-20s are finally ready to go all out.",
                        "jpn": "凪のスーパーシュートが決まり、試合は1-1の同点に。前半戦残り15分にして、初めて凛と冴のマッチアップが実現する。激しい兄弟対決を冴が制するとそのままフィールドを中央突破。冴と共にU-20日本代表の攻撃陣が“ブルーロック（青い監獄）”のディフェンスラインへと雪崩れ込んでくる。そんな中、センターバックを務める二子一揮は、試合前に絵心から言われた「糸師 冴に連携する……すべての選手をキャッチしろ」という言葉を反芻し、冷静に戦況を分析していた。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10559633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/10559633",
                    "Titles": {
                        "eng": "Night Snow",
                        "jpn": "ナイトスノウ"
                    },
                    "Summaries": {
                        "eng": "Isagi, Bachira, and Chigiri's families are happy to see their sons on the field. Meanwhile, we get a glimpse of what transpired between Rin and Sae. Sae is about to quit the match, but he decides to stay when Shidou is thrown into the fray.",
                        "jpn": "前半戦が終了。予想外の展開に焦りの色を見せるU-20日本代表ベンチ。そんな中、冴は自分のプレーについてこられないU-20日本代表メンバーに愛想を尽かし、後半戦は欠場すると告げる。そこで愛空は冴を引き留めるため、士道の投入を決意する。そして時を遡ること数年前。小学生の凛は、天才サッカー少年として注目を集める冴と共に世界一を目指していたのだが……。今、明らかになる糸師兄弟の過去とは！？"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10559634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/10559634",
                    "Titles": {
                        "eng": "The Subs Take to the Stage",
                        "jpn": "交代劇"
                    },
                    "Summaries": {
                        "eng": "Shidou joins the match in the second half and throws everyone off with his crazy play. After he scores a free kick, Chigiri and Niko get swapped out with Reo and Hiori. With Blue Lock’s new formation, Reo proves his worth with Chameleon Defense.",
                        "jpn": "試合後半、U-20日本代表のセンターフォワードとしてフィールドに立った士道。己のゴールのみを目的とする士道は、不規則な動きで敵味方を問わずフィールドにいるプレイヤーを搔き乱していく。さらに、士道のプレーに閃堂が連動したことで、U-20日本代表の攻撃は活性化。前半戦とは全く異なる攻撃を仕掛け、あっという間にゴール前へとボールを運んでいく。ペナルティーエリア前でボールを受けたのは冴。そのまま冴がシュートを撃つと思い、構える“ブルーロック（青い監獄）”イレブンだったが……。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10559635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/10559635",
                    "Titles": {
                        "eng": "What You Taught Us",
                        "jpn": "教えた感情（コト）"
                    },
                    "Summaries": {
                        "eng": "Shidou enters the \"flow\" and unleashes his Big Bang Drive to score another goal. Isagi demands that Ego let them win, and Ego subs Barou in to cause chaos on the field. And the other players start to find their \"flow\"...",
                        "jpn": "愛空のプレーをコピーした玲王の“カメレオンディフェンス”により窮地を脱した“ブルーロック（青い監獄）”イレブン。だが、その直後、冴との連携に手応えを感じていた士道がついに挑戦的集中状態、通称“FLOW”へと突入し、観る者全てを驚嘆させる“爆発”を巻き起こす。試合の流れが完全にU-20日本代表へと傾いてしまい、指揮官・絵心も「これ以上はノープラン」だと戦術を放棄。だが、とある選手が放った痛烈な言葉をきっかけに、最後の交代枠として“ジョーカー”投入を決断する。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10559636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/10559636",
                    "Titles": {
                        "eng": "Flowers",
                        "jpn": "花"
                    },
                    "Summaries": {
                        "eng": "As Aiku looks back on why he converted to a defender, the U-20s uses their specialty quick attack. Reo copies Nagi's skill to hold them off. Isagi yields the last step to Rin, which is stolen by Barou who has waited for the chance in the dark.",
                        "jpn": "士道に続き、“FLOW”へ突入した愛空。読みと反応のレベルが数段階も上がった愛空は、あらゆる攻撃に対応し、“ブルーロック（青い監獄）”イレブンの攻撃を1人で封じてしまう。そんな彼のプレーに触発されたU-20日本代表はトドメを刺すべく、冴と士道を中心にカウンター攻撃を開始。一方、もう1点も失えない“ブルーロック（青い監獄）”イレブンは、ディフェンス陣の総力をあげてなんとかゴールを死守。そして、今度は潔たちがカウンター攻撃を仕掛けるのだが……。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "10559637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/10559637",
                    "Titles": {
                        "eng": "Not Alone",
                        "jpn": "ひとりじゃない"
                    },
                    "Summaries": {
                        "eng": "Seeing the players' upgrade, Sae takes the play to the next level. In response, Rin starts to align his thought process to Sae and drastically changes his play style . Then Rin realizes that Blue Lock players have been keeping up with his play.",
                        "jpn": "試合の残り時間は15分となり最終局面へと突入する。試合が再開すると「ゲームレベルを上げる」と口にする冴。プレーのギアを上げた冴は、相手を流していなす“カウンタードリブル”を駆使して、1人でゴール前へと切り込み、“ブルーロック（青い監獄）”イレブンのディフェンス陣を翻弄する。そんな中、凛は冴の思考を分析し、彼を封じるためのプレーを導き出そうとしていた。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "10559638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/10559638",
                    "Titles": {
                        "eng": "Last Attack",
                        "jpn": "終撃"
                    },
                    "Summaries": {
                        "eng": "Rin enters his “flow,” and Isagi’s faith in Rin’s trance state pays off when Isagi applies what he’s learned about the mechanism of luck back when he lost to Rin. Can the Blue Lock XI beat Japan’s U-20s, and what awaits them after the match?",
                        "jpn": "試合終了まで2分を切り、最後のカウンター攻撃を仕掛ける“ブルーロック（青い監獄）”イレブン。だがその途中、凛が突然味方からボールを奪い、1人で敵陣へと駆け出してしまう。冴を超えるという一心で暴走する凛は、今までの合理的なプレーから一転して、相手の“最高”を引き出したうえで突破する“醜く壊す”サッカーでU-20日本代表のディフェンス陣を翻弄。最後の1人、愛空も抜き去ろうとしたその時、前線から戻ってきた悪魔の手が凛を掴み！？史上最もアツい戦い（試合）、決着の時！！"
                    },
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "2208754",
            "URL": "https://thetvdb.com/series/blue-lock/seasons/official/3",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "11365270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-lock/episodes/11365270",
                    "Titles": {
                        "eng": null,
                        "jpn": "TBA"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}