{
    "URL": "https://thetvdb.com/series/muteking-the-dancing-hero",
    "Genres": [
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1433860/",
        "https://muteking.jp/",
        "https://www.themoviedb.org/tv/121947",
        "https://www.themoviedb.org/tv/121947",
        "https://x.com/MUTEKING2021",
        "https://www.youtube.com/c/UCO1v04r_ObYNV2oGQlkNqug"
    ],
    "TitleEnglish": "Muteking the Dancing Hero",
    "SummaryEnglish": "An alien sheriff comes to Earth to stop four alien criminals from laying waste to it.",
    "Aliases": [],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1950991",
            "URL": "https://thetvdb.com/series/muteking-the-dancing-hero/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "9039295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/9039295",
                    "TitleEnglish": "特番「MUTEKING THE Dancing HERO 放送直前スペシャル」",
                    "SummaryEnglish": "ＡＴ－Ｘ\r\nMUTEKING THE Dancing HERO 特別番組\r\n\r\nこの時間は、特番「MUTEKING THE Dancing HERO 放送直前スペシャル」を放送いたします。\r\n\r\n詳細情報\r\n＜番組内容＞\r\nMCに主人公“ムテキ”を演じる真白健太朗さんと、本作でオカルトチャンネルを運営している“ナオミ”を演じる田所あずささん、そしてニッポン放送の吉田尚記アナウンサーを迎え、「MUTEKING THE Dancing HERO」の魅力をお伝えすると共に、アニメ公式YouTubeチャンネルで繰り広げられてきた数々の宣伝活動（？）を紹介したり、特番で初出となる映像も披露！",
                    "Aliases": []
                },
                "2": {
                    "ID": "9039296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/9039296",
                    "TitleEnglish": "MUTEKING THE DancingHERO - SuperHyperEdition",
                    "SummaryEnglish": "ＡＴ－Ｘ\r\nMUTEKINGTHEDancingHERO　SuperHyperEdition\r\n\r\nMUTEKINGを彩る数々の音楽シーンを中心に名場面を振り返ります！さらにオーロラの楽曲「Ms.CONTROL」フルバージョンMVを番組で初公開！ぜひご覧ください。",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1950992",
            "URL": "https://thetvdb.com/series/muteking-the-dancing-hero/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8621341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/8621341",
                    "TitleEnglish": "Muteking Begins",
                    "SummaryEnglish": "Muteki, an ordinary boy with a passion for dancing, arrives at the city of Neo San Francisco to live with his grandmother. He meets a strange man who calls himself DJ, and is instantly entangled in a funky dance conspiracy.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8749668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/8749668",
                    "TitleEnglish": "Brand-New Gadget",
                    "SummaryEnglish": "Muteking's ranking has skyrocketed due to his success at festivals!\r\nSuddenly, Muteki, who is confused by the attention of people all over Neo San Francisco, wanders into a retro arcade in the old financial district.\r\n\r\nThere, he met the mysterious drag queen manager Vivi and his four regular brothers and sisters, and the arcade game was a big hit.\r\nMeanwhile, Octink's new product Octa GO has been released!\r\n\r\nThe city is enthusiastic about cutting-edge gadgets, but the disturbing air begins to spread again ...",
                    "Aliases": []
                },
                "3": {
                    "ID": "8751422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/8751422",
                    "TitleEnglish": "Rock and Rolling",
                    "SummaryEnglish": "4 Muteki to enjoy as usual at the game center with brothers and sisters.\r\nThe store manager, Vivi, tells her the secret of her father.\r\nAlthough I'm curious, Muteki is crazy about talking with Aida, who is a usual diner and longs for him.\r\n\r\nOn the other hand, the popular sushi restaurant \"Rolling SUSHI ZEN\" opens at 428 Square!\r\nI decided to go to Muteki who was hungry.\r\n\r\nAn unknown rotation and an unimaginable experience awaited there ...",
                    "Aliases": []
                },
                "4": {
                    "ID": "8751425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/8751425",
                    "TitleEnglish": "Chill Out Sunset",
                    "SummaryEnglish": "MUTEKING is a hot topic in the city! Muteki, who wears a red jacket and poses in front of the mirror, does not seem to be ridiculed by DJ and Sara.\r\nMuteki, whose hairstyle was changed by DJ, is very popular with Aki and Summer when he goes to the game center as usual!\r\nMuteki, who is worried about Aida's reaction to Vivi's words \"Mote Mote\", heads for Diner.\r\nHe appeals to me as an image changer, but the DJ and Aida who suddenly appear have a nice atmosphere for some reason.\r\n\r\nThe traumatic Muteki heads for the \"Sunset Chill\" on the beach ...",
                    "Aliases": []
                },
                "5": {
                    "ID": "8751427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/8751427",
                    "TitleEnglish": "Goodbye Park",
                    "SummaryEnglish": "Muteki, who took the courage to invite Aida to an amusement park date, was completely restless at the meeting place.\r\nMuteki is thrilled by Aida-san in plain clothes who came late. A popular amusement park in the local area suddenly closes, and there is also the appearance of Octink, which is visiting for inspection.\r\nSomehow awkward Muteki and Aida. Muteki tries to enjoy the time with Aida again by the DJ who suddenly appeared, but Aida suddenly returns.\r\n\r\nIt was Aurora's new song that flowed into the depressed ears of Muteki.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8751430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/8751430",
                    "TitleEnglish": "Stand Alone",
                    "SummaryEnglish": "A new song by the super popular artist Aurora soars on the chart.\r\nNeo-San Francisco is getting darker and darker.\r\nMuteki and DJ realize that fact and decide to regain the city by themselves.\r\n\r\nThe two, who know that they can't compete with Aurora's new song as before, start working on a new song (new song), but they quarrel with each other without making any progress.\r\n\r\nMuteki, who decided to protect the city by himself due to the actions of the DJ he saw in the city, confronts the monster alone",
                    "Aliases": []
                },
                "7": {
                    "ID": "8751432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/8751432",
                    "TitleEnglish": "Stage of Dreams",
                    "SummaryEnglish": "Rainy Neo San Francisco, Theo's plans were steadily underway.\r\nMuteki and DJ, who are being pushed by the popularity of Aurora, were having a hard time writing new songs.\r\n\r\nThe two, who came up with the idea of having MC Baby, the legendary Master of Ceremony spoken by Sarah, teach them the secrets of songwriting, grabbed the information that MC Baby should be in the middle of the enthusiasm, and searched for enthusiastic spots in the city.\r\n\r\nWhat the two people see when they arrive at the abandoned stadium without any clues.",
                    "Aliases": []
                },
                "8": {
                    "ID": "8751437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/8751437",
                    "TitleEnglish": "Muteki Mode",
                    "SummaryEnglish": "The new song has been completed, and Muteking is a big buzz in Neo San Francisco!\r\nMuteki and DJ will easily handle busy schedules such as interviews, commercials, and appearances on song programs.\r\nMuteki who got \"Red Metallic Tape\" transforms into Muteking by himself and defeats monsters in a blink of an eye.\r\n\r\nThere are no enemies on the way, and Muteki in invincible mode is ecstatic.\r\nAttack Aida again! However, Muteki, who has made a wonderful date promise, heads for the second date.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8751442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/8751442",
                    "TitleEnglish": "In the Dark",
                    "SummaryEnglish": "Theo's plan, Octink Tower, is finally completed.\r\nTheo shows his overwhelming power in front of the captured DJ. Muteki, who felt something unusual, jumped out into the city.\r\n\r\nMuteki witnessed a completely different dark city and people roaming in life.\r\nThe beam emitted from the tower by Theo destroys the city one after another and covers the city with an eerie barrier.\r\n\r\nIt was Muteki who was just stunned by the events in front of him",
                    "Aliases": []
                },
                "10": {
                    "ID": "8751445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/8751445",
                    "TitleEnglish": "Sweet Memories",
                    "SummaryEnglish": "On the top floor of Octink, the DJ that Muteki saw when he came to the rescue had changed like a different person.\r\nHe is a DJ who does not listen to Muteki's persuasion and says that he will eliminate the combination with Muteki.\r\n\r\nMuteki questioning Theo who appeared there. Theo begins to talk about himself and Octink's plans.\r\nMuteki is overwhelmed by the truths revealed one after another.\r\n\r\nA new guest will appear to catch up.",
                    "Aliases": []
                },
                "11": {
                    "ID": "8751450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/8751450",
                    "TitleEnglish": "Heartbreak",
                    "SummaryEnglish": "Vivi tries to rescue the DJ who has fallen to the dark side by sucking out black ink.\r\nIn suffering, the DJ regains his memory of truth when he was a child.\r\nThe DJ who has returned to the original state also jumps into the black ink pool in pursuit of Muteki, who turns black and melts down.\r\nVivi in despair, Theo smiling.\r\n\r\nMeanwhile, Sarah and George plan to jack the tower, and inside the tower, Naomi and the others confront the Ninger's, and finally the four brothers and sisters jump out.\r\n\r\nIn the chaos, the black ink pool begins to emit light in seven colors.",
                    "Aliases": []
                },
                "12": {
                    "ID": "8751454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/8751454",
                    "TitleEnglish": "The Dancing Hero",
                    "SummaryEnglish": "Muteki and DJ are stunned in front of Theo, who has transformed into \"Muteking Black\", a dark muteking.\r\nThe power of Muteking Black covers the earth in darkness.\r\nMuteking Black's attack injures Muteking and returns him to his living Muteki.\r\n\r\nMuteki screams at the subsequent attack of Theo. Finally, Sarah and Naomi, who confront Anne, are four brothers and sisters who cannot easily rescue Vivi.\r\n\r\nCan Muteking dance again on the floor to save his companions, the city, and the planet!",
                    "Aliases": []
                }
            }
        }
    }
}