{
    "URL": "https://thetvdb.com/series/fanfare-of-adolescence",
    "Genres": [
        "Animation",
        "Anime",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt16088380/",
        "https://fanfare-anime.com/",
        "https://www.themoviedb.org/tv/131681",
        "https://www.themoviedb.org/tv/131681",
        "https://x.com/fanfare_anime"
    ],
    "Titles": {
        "eng": "Fanfare of Adolescence",
        "jpn": "群青のファンファーレ"
    },
    "Summaries": {
        "eng": "The jockey curriculum at the Horse Racing School... A school with incredibly difficult entrance requirements, where only one out of every ten to twenty applicants is accepted, and students need not just book smarts, but also physical and athletic abilities. There, a boy who is a popular idol meets his real dream for the first time. A boy who grew up on an island dreams of spending his days racing with horses. A boy from England is unsure of the path his parents have chosen for him, but still chooses to follow his dreams. This is a story about boys who pursue their dream of becoming a jockey.",
        "jpn": "＜スタッフ＞\r\n監督：加藤誠、シリーズ構成：Team Fanfare、メインライター：福島直浩\r\n\r\n詳細情報\r\n＜ストーリー＞\r\n競馬学校、騎手課程。全国から騎手ジョッキーを目指す少年少女が集まる狭き門をくぐり、毎朝５時半に検量、厩舎作業、実践的訓練、学科授業といったカリキュラムをこなさなければならない。「出会ったんです……心からやってみたいことに。」幼少から１５歳に至るまで子役・アイドルとして活動してきた有村優は、競馬場で生まれて初めて目にした生のレースに感動し、プロの騎手を志す。\r\n＜キャスト＞\r\n有村優：矢野奨吾/風波駿：土屋神葉/天音・グレイス：花江夏樹/京力秋樹：糸川耀士郎/宝生迅人：豊永利行/桜庭惣司朗：橘龍丸/牧皐汰：小林千晃/霜月えり：水瀬いのり/朝日豊：櫻井孝宏/野平和雄：東地宏樹/北見田子：Lynn/西園寺七緒子：勝生真沙子/久慈凱久：浪川大輔/南原煌成：木全翔也（JO1）/東将基：大平祥生（JO1）"
    },
    "Aliases": [
        "Gunjō no Fanfare",
        "Gunjou no Fanfare"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1952511",
            "URL": "https://thetvdb.com/series/fanfare-of-adolescence/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "8637837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fanfare-of-adolescence/episodes/8637837",
                    "Titles": {
                        "eng": "First Encounter",
                        "jpn": "始まりの出会い"
                    },
                    "Summaries": {
                        "eng": "Yu Otonashi is a member of one of Japan's most famous boy bands. But now he's giving up all his fame to start over from nothing, and learn to become a jockey at the Horse Riding School.",
                        "jpn": "人気アイドルグループ「Mr.ドクター」でセンターを務めていた有村優は人気絶頂の中、多くのファンに惜しまれながら芸能活動を休止、プロの騎手になるべく競馬学校騎手課程に入学した。個性豊かな同期生たちと共に記者会見を進める最中、校内で事故が発生してしまう。新入生たちで事態を収拾させようと動くなか、優は遅れてやってきたもう一人の同期、風波駿と運命的な出会いを果たす。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9050245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fanfare-of-adolescence/episodes/9050245",
                    "Titles": {
                        "eng": "Yu and Yu",
                        "jpn": "優と優"
                    },
                    "Summaries": {
                        "eng": "It's been a month since Yu first came to the Horse Riding School, and his company has sent a filmmaker to document his journey towards becoming a jockey. But Yu doesn't want attention, and is eager to leave his old life behind...",
                        "jpn": "晴れて競馬学校に入学した優だったが、しつこく付き纏うドキュメンタリー映像の取材のせいでなかなか訓練に身が入らない。同期たちが順調にカリキュラムをこなしていく中、思うように上達せず悩んでいたある日、授業の一環で東京優駿を見学しに競馬場を訪れる。そこで優が出会ったのは現役騎手の久慈凱久だった。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9050246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fanfare-of-adolescence/episodes/9050246",
                    "Titles": {
                        "eng": "Prince From a Distant Land",
                        "jpn": "遠い国から来た王子"
                    },
                    "Summaries": {
                        "eng": "New student Amane has come from England to study at the Horse Riding School. He's an amazing horse rider, but he refuses to get along with any of the students. And there's more to his past than there appears to be...",
                        "jpn": "新たに競馬学校にイギリスからやってきた転入生、天音・グレイス。高度な騎乗技術を持っているが、高飛車な態度で同期を見下す天音は早速周囲と衝突する。そんな中、天音は駿を誘い出し、校則を犯して夜中に無断外出してしまう。連帯責任のペナルティを避けるべく、二人を連れ戻すために優たちも宿舎を抜け出すことを決める。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9050247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fanfare-of-adolescence/episodes/9050247",
                    "Titles": {
                        "eng": "Summer Camp Nights",
                        "jpn": "サマーキャンプナイト"
                    },
                    "Summaries": {
                        "eng": "The students head out to a summer camp on the beach to improve their riding schools. But Aki has a secret he doesn't want Yu finding out...",
                        "jpn": "五日間の合宿のため、海辺のキャンプ場へやってきた優たち41期生。寺での鍛錬や砂浜での過酷なトレーニングに音を上げながらも、ビーチで束の間の休息を満喫する。厳しくも充実した合宿を通してそれぞれに成長する一行だが、秋樹はひとり周囲に発露できない思いを抱えていた。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9050248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fanfare-of-adolescence/episodes/9050248",
                    "Titles": {
                        "eng": "Setting Sun",
                        "jpn": "斜陽"
                    },
                    "Summaries": {
                        "eng": "Hayato is badly struggling with his weight and may need to drop out. Meanwhile, Yu is told by his idol group that they want him to come back.",
                        "jpn": "二ヵ月後に迫った実技披露に向けていよいよ騎手の騎乗姿勢の要であるモンキー乗りの訓練が始まる。これまで以上にハードなトレーニングが続く中、迅人はある壁にぶつかってしまう。一方、競馬学校を訪れたアイドルグループ「Mr.ドクター」のメンバー二人と再会した優は、彼らの口から思いがけない言葉を耳にする。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9050249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fanfare-of-adolescence/episodes/9050249",
                    "Titles": {
                        "eng": "Let Go of the Reins",
                        "jpn": "はなれた手綱"
                    },
                    "Summaries": {
                        "eng": "After a disastrous training exercise, Yu is hospitalized and told it will take a full month to recover. While he's recovering, his old boss, Saionji, submits his resignation from the Horse Riding School...",
                        "jpn": "訓練中の不慮の事故から重傷を負い、右手の握力を失ってしまった優。リハビリには長期間を要すと診断され絶望する彼をよそに、西園寺は着々とアイドル復帰計画を進めていく。一方、優の置かれた状況を憂うも面会すら許されない同期７人は、ある計画に乗り出す。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9050250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fanfare-of-adolescence/episodes/9050250",
                    "Titles": {
                        "eng": "The Day We Leave the Nest",
                        "jpn": "巣立ちの日"
                    },
                    "Summaries": {
                        "eng": "Yu practices in secret for a critical test of his skills. Can he recover from his injury in time to prove he's ready to be a jockey?",
                        "jpn": "駿たち同期生からエールを受け取った優は残された一か月、わずかな希望をかけてリハビリに励んでいた。そしてついにやってきた実技披露当日、学校には優の姿がない。一同が彼の到着を待ちわびる中、迅人は単独で行動に出る。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9050251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fanfare-of-adolescence/episodes/9050251",
                    "Titles": {
                        "eng": "The Ritto Wind",
                        "jpn": "栗東の風"
                    },
                    "Summaries": {
                        "eng": "The class begins the second year of their training as they all head out for different stables across Japan. Shun quickly adapts to his new life, where he makes a friend in a promising new horse named Oak Diamond.",
                        "jpn": "騎手課程二年目の秋、栗東・美浦それぞれでのトレセン実習がスタートする。新進気鋭の女性調教師・皇朱哩が率いる皇厩舎に配属された駿は、自身の能力を調教の仕事に活かし、早くも存在感を示していく。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9050252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fanfare-of-adolescence/episodes/9050252",
                    "Titles": {
                        "eng": "Leap Forward, Side-by-Side!",
                        "jpn": "併せて、飛び出せ！"
                    },
                    "Summaries": {
                        "eng": "With Shun's help, Oak Diamond sets out for their first real shot at victory. Can this potential prize-winning horse take the first step on the road to the the triple crown?",
                        "jpn": "駿が調教に参加することになった新馬、キラリンは資質に恵まれているものの性格面で難問を抱えていた。重賞レースの日が迫る中、キラリンの弱点を克服するために駿はある提案をする。その頃、同じく栗東トレセンで実習に臨んでいた天音は、配属先厩舎の方針に迎合できず軋轢を生んでしまう。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9050253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fanfare-of-adolescence/episodes/9050253",
                    "Titles": {
                        "eng": "The Sound of Distant Rain",
                        "jpn": "遠い雨の音"
                    },
                    "Summaries": {
                        "eng": "Kisuke is getting ready for one last big race. One of the stablehands thinks something is wrong, but Shun is sure that everything will be just fine.",
                        "jpn": "調教から外され馬に乗れない日々を送っていた天音。生徒の様子を見にトレセンを訪れた朝日は、苦悩する天音に対して自らの過去を打ち明ける。一方、阪神大賞典に向けて調教をこなす菊見は、キスケの様子にわずかな違和感を覚えていた。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9050254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fanfare-of-adolescence/episodes/9050254",
                    "Titles": {
                        "eng": "The Morning Dew Is Far",
                        "jpn": "朝露は遠く"
                    },
                    "Summaries": {
                        "eng": "The students' time at the training centers is coming to an end, but Shun is devastated after what happened with Oak Nature. Can he return to being a jockey, or is his racing career finished for good?",
                        "jpn": "皇厩舎から突如失踪した駿を呼び戻すべく、優は北海道の生産牧場を訪れる。キスケが生まれ育った場所で生産の仕事に触れる駿と優。二人が出会ったのは牧場を経営する夫婦と、モモという名の仔馬だった。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9050255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fanfare-of-adolescence/episodes/9050255",
                    "Titles": {
                        "eng": "1700 Meters on the Dirt",
                        "jpn": "ダート1700ｍの駆引"
                    },
                    "Summaries": {
                        "eng": "Back at the Horse Racing School, the students get ready for the end of their careers. Before they graduate, they'll have to face each other in mock races. Who's the fastest jockey of them all?",
                        "jpn": "トレセン実習を終え、競馬学校に帰還した41期生の面々。卒業まで残すところ半年、彼らが最後に取り組むのは全８回の模擬レースだ。それぞれが実習の成果を発揮し白熱したレースを繰り広げる中、一際異彩を放っていたのは皐汰の走りだった。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "9050256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fanfare-of-adolescence/episodes/9050256",
                    "Titles": {
                        "eng": "Into the Starting Gate!",
                        "jpn": "ゲート・イン！"
                    },
                    "Summaries": {
                        "eng": "The students line up at the gate for one final race, before they set out on their paths as full jockeys.",
                        "jpn": "卒業までに残されたわずかな時間、41期生の生徒たちは思い思いの時間を過ごしていた。東京競馬場での模擬レースを目前に控えたある日、優と駿はある約束を取り交わす。そして迎えたレース当日、デッドヒートを制するのは――。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}