{
    "URL": "https://thetvdb.com/series/under-ninja",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15378218/",
        "https://t.co/WjWod2GIt3",
        "https://www.themoviedb.org/tv/132917",
        "https://www.wikidata.org/wiki/Q115937512",
        "https://en.wikipedia.org/wiki/Under_Ninja#Anime",
        "https://x.com/UNDERNINJAanime"
    ],
    "Titles": {
        "eng": "Under Ninja",
        "jpn": "アンダーニンジャ"
    },
    "Summaries": {
        "eng": "Thousands of ninjas live in secret across Japan. One underachieving ninja spends his days doing nothing — until he receives a special mission.",
        "jpn": "私たちの時代でも、忍者は私たちの間に隠れて、新しい注文を待っています。 ただし、全員が同じボートに乗っているわけではなく、新しい割り当てを受け取るまでに時間がかかるものもあります。\r\n忍者の黒雲隠もそのひとつです。 長い間就職せずに、ようやく上司から新たな注文を受けました...\r\n彼は彼を待っている新しい日常生活に適応することができるでしょうか？"
    },
    "Aliases": [],
    "Modified": "2025-10-18",
    "Seasons": {
        "1": {
            "ID": "1954245",
            "URL": "https://thetvdb.com/series/under-ninja/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9632998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/under-ninja/episodes/9632998",
                    "Titles": {
                        "eng": "Throw a Rock, Hit a Ninja",
                        "jpn": "石を投げれば忍者に当たる"
                    },
                    "Summaries": {
                        "eng": "Kumogakure Kuro is a modern day ninja, but that doesn't mean his life is exciting. Bereft of any missions for a long time, he's an underachiever whiling away his days in obscurity, until he receives a special delivery.",
                        "jpn": "東京都練魔区の安アパート。そこには、日がな一日暇を持てあましている男・雲隠九郎――その正体は、職にあぶれた末端の忍者――がいた。そんな九郎の元を訪れる、中忍の加藤。\r\n加藤が持ち込んだ、『ある仕事』とは？　忍者としての使命を成し遂げるべく、九郎がいま動き出す。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10016564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/under-ninja/episodes/10016564",
                    "Titles": {
                        "eng": "I Want to Be a Ninja",
                        "jpn": "私は忍者になりたい"
                    },
                    "Summaries": {
                        "eng": "Kuro's been assigned a mission to infiltrate Kodan High School, but while waiting for his enrollment to finish, he's tasked with confronting a mysterious assailant with a very particular target.",
                        "jpn": "『チンコを３本切れば、忍者になれる』\r\n都内で男性器を切り落とされる事件が発生。その犯人は、犯罪組織に娘を人質に取られた外国人だった。外国人に与えられた使命は、忍者の内部に潜り込み、その秘密を探ること。外国人は勘違いをしたまま、凄腕の忍者・佐々魔と戦うことになって――"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10016565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/under-ninja/episodes/10016565",
                    "Titles": {
                        "eng": "Boobs: So Close, Yet So Far",
                        "jpn": "オッパイは近くて遠い存在"
                    },
                    "Summaries": {
                        "eng": "Kuro sets a trap and catches a high school boy named Eita. Upon returning home Eita encounters Junna who wants to borrow his drone. Eita agrees to let her if she can find the blond foreigner.",
                        "jpn": "講談高校で繰り広げられる、九郎ら『ＮＩＮ』と『援護工作二課（エンコー）』の、忍者同士の戦い。九郎と共に戦うくノ一の鈴木はその少し前、チンコ切り外国人の捕獲任務に当たっていた。ある時は女子高生、またある時は歴史小説家・吉田の担当編集、而して、その正体は……。鈴木の忍者としての実力が今、明らかになる。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10016566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/under-ninja/episodes/10016566",
                    "Titles": {
                        "eng": "Do You Know What the Ninja Code Says?",
                        "jpn": "忍びの掟は分かっているな?"
                    },
                    "Summaries": {
                        "eng": "The confrontation between the Foreigner, Suzuki and Hibi continues. Junna's stepfather arrives at the location of the conflict and begins to yell at her for being outside. Then the Foreigner attacks him.",
                        "jpn": "鈴木とチンコ切り外国人の戦いに日比が参戦。乱戦が繰り広げられる中、同じく外国人捕獲の忍務を与えられた九郎は――\r\nそして、講談高校での戦いにも動きが。『第二種房中術』の使い手である蜂谷は、エンコーの隈取りギャル忍者・マコを保健室に誘い込んで……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10016567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/under-ninja/episodes/10016567",
                    "Titles": {
                        "eng": "Kumogakure Is Within the Top 10 Common Family Names in Japan (Lying)",
                        "jpn": "雲隠は日本で多い名字ランキング１０位以内（嘘）"
                    },
                    "Summaries": {
                        "eng": "Kuro goes to take his placement tests for school where he meets Noguchi who is there for extra lessons. After the tests Kuro and Noguchi walk home together and Kuro introduces her to Kawado.",
                        "jpn": "チンコ切り外国人の事案も解決し、九郎は本来の忍務――講談高校への潜入に当たる。\r\n転入試験に臨んだ九郎は、そこで知り合った女子高生の野口をアパートに誘う。川戸の部屋で駄弁りながら、野口から情報を引き出そうとする九郎。そんな中、川戸のテレビに『おっさんといっしょ』という番組が流れて――"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10016568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/under-ninja/episodes/10016568",
                    "Titles": {
                        "eng": "The Lid on This Hellish Cauldron Has Come Off",
                        "jpn": "地獄の釜の蓋がいま開いたよ"
                    },
                    "Summaries": {
                        "eng": "After coming to Eita's aid in a conflict with some school delinquents, Kuro makes his way to the school's boiler room where he confronts the director. Later on the defeated Noheji requests Kuro's aid in fighting some students from Yankii High.",
                        "jpn": "講談高校に生徒として潜入した九郎は、学校に主事として潜伏していた『順風耳の使い手』と対峙する。時を同じくして、加藤は海外での忍務に従事していた部下の鬼首を呼び寄せる。「戦場はどこですか？」と問う鬼首に、加藤はこう答えた。\r\n「次の戦場は、ここだ」"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10016569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/under-ninja/episodes/10016569",
                    "Titles": {
                        "eng": "Meow Meow, Meow Meow, Meow Meow Meow Meow Meow",
                        "jpn": "オニャニャ、ニャンニャ、ニャニャニャニャンニャ？"
                    },
                    "Summaries": {
                        "eng": "After the lady at the convenience store is attacked by an invisible individual and killed, an Emergency Shinobi Notice is sent out and an investigation is launched in an effort to ascertain the identity of the culprit.",
                        "jpn": "『ＮＩＮ』と敵対するもう一つの忍者組織、『ＵＮ（アンダーニンジャ）』がついに動き出した。戦場を求めて『ＵＮ』に寝返った猿田の凶刃が、鈴木を襲う。\r\n『ＵＮ』の動きを察知した佐々魔は、単独で不穏な動きを見せる加藤を召喚。そこで加藤を待っていたのは、『ＮＩＮ』最高幹部・七人衆の一人で――"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10016570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/under-ninja/episodes/10016570",
                    "Titles": {
                        "eng": "Every Last Ninja on the Surface Will Be Annihilated",
                        "jpn": "地上の忍びどもは、すべて滅ぼす"
                    },
                    "Summaries": {
                        "eng": "Kuro scares Noguchi after sneaking into her room to tell her not to go to school. Yoshida recounts his history of being a writer and how it was influenced by various ninja.",
                        "jpn": "歴史小説家・吉田の元を夜な夜な訪れ、歴史に埋もれた過去の『忍務』を語る忍者たち。\r\nその中でただ一人だけ、未来について語った女とは……。\r\n九郎は日比と共に、絶滅危惧種のヤンキーが集う楊紀伊高校に特に理由もなく殴り込みに向かう。そして、瑛太の元には学年一の美少女・山田が訪れて――"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10016571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/under-ninja/episodes/10016571",
                    "Titles": {
                        "eng": "I'm Gonna Go Down in Shinobi History",
                        "jpn": "俺は忍びの歴史に残るぜ"
                    },
                    "Summaries": {
                        "eng": "Ranran finishes her analysis of the UN's invisibility suit and sends her findings to Kato. Saruta begins his attack on the school and starts cutting down the students and faculty.",
                        "jpn": "狂気に囚われた猿田の振るう刃が、講談高校に血の雨を降らせる。姿の見えないシリアルキラーによる無差別殺人に、パニックとなる講談高校。\r\n一方その頃、楊紀伊高校に向かった九郎と日比の前に、『ＵＮ』の忍者が現れる。\r\n意外なその正体とは――"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10016572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/under-ninja/episodes/10016572",
                    "Titles": {
                        "eng": "A Maiden's Chest Is a Precious Thing",
                        "jpn": "乙女の胸はとても大切なものなの"
                    },
                    "Summaries": {
                        "eng": "The battle at the school continues on. Kato engages the RWS to keep anyone from leaving school grounds and then he deploys the Cube, a war machine, to aid in taking down Saruta.",
                        "jpn": "九郎と日比が対峙する『ＵＮ』の忍者――その正体は山田だった。\r\nそして、講談高校で凶刃を振るい続ける猿田を制圧すべく、鈴木と鬼首、蜂谷が動き出す。猿田が着用する『ＵＮ』の最新スーツを前に苦戦する鈴木たち。\r\nそこへついに、加藤が参戦して――"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10016573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/under-ninja/episodes/10016573",
                    "Titles": {
                        "eng": "Kuro Finally Took Up a Sword",
                        "jpn": "ついに、九郎が刀を握った"
                    },
                    "Summaries": {
                        "eng": "Hibi loses his fight to Yamada and now it's time for Kuro to step up to the plate. Noguchi encounters Sato and Suzuki while following orders from the Director and he leads them into a secret underground facility formerly run by the Japanese army.",
                        "jpn": "山田の底知れぬ実力を前に、圧倒される日比。その戦いを冷静に見つめる九郎の意図とは……。\r\n講談高校では、猿田との戦闘で足首を失った鈴木が戦線離脱。野口らと共に、主事の案内に従って向かった秘密の抜け穴には、『ＮＩＮ』と『ＵＮ』の血塗られた過去が眠っていた。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10016574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/under-ninja/episodes/10016574",
                    "Titles": {
                        "eng": "Business as Usual, Wrapped Up Tidy",
                        "jpn": "いつも通りクシュクシュとね"
                    },
                    "Summaries": {
                        "eng": "The battles at the schools reach their climax. When all is said and done who will be left standing and what will be the outcome?",
                        "jpn": "講談高校で繰り広げられる、鬼首と猿田の壮絶な殺し合い。\r\n『ＮＩＮ』が誇る最終兵器・『遁』の発射を要請する加藤。\r\nその陰で進行していた、『ＵＮ』の真の狙いとは……。\r\nそして、ついに刀を握った九郎。相打ち覚悟で臨む、山田との決闘の行方は――"
                    },
                    "Aliases": []
                }
            }
        }
    }
}