{
    "URL": "https://thetvdb.com/series/409718-",
    "Genres": [
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15100806/",
        "https://www.nhk.jp/p/ts/EYMZ6JJWVM/",
        "https://www.themoviedb.org/tv/129637",
        "https://www.themoviedb.org/tv/12963",
        "https://x.com/nhk_komisan"
    ],
    "TitleEnglish": "Komi Can't Communicate (2021)",
    "SummaryEnglish": "Komi, a high school girl who is so beautiful that everyone turns around, continues to have troubles that she can hardly talk to people. On the first day of her high school life, Mr. Furumi quickly approached her ordinary and small-minded male classmate, Tadano-kun. They took an awkward and healthy step towards a tremendous goal.",
    "Aliases": [
        "Komi-san wa",
        "Communication Shougai desu",
        "Komi-san wa, Komyushou Desu"
    ],
    "Modified": "2024-11-02",
    "Seasons": {
        "1": {
            "ID": "1954598",
            "URL": "https://thetvdb.com/series/409718-/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "8660618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/409718-/episodes/8660618",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "Hitoshi Tadano, who has been accepted into the school of his choice, approaches his first day of school determined to spend three years without any ups and downs. While changing his shoes at the entrance, he meets a beautiful girl, Shoko Komi.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8660619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/409718-/episodes/8660619",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "Tadano is shocked to learn from an old friend, Yutaro Nagana, that the students at the school view him as an enemy because of his closeness with Komi. Furthermore, Tadano is constantly followed around by Makoto Katai, a Yankee character who is feared at school. Then, Rumiko Manbagi gets into a bit of trouble in front of Tadano and Komi.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8676064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/409718-/episodes/8676064",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "Komi is happy to be able to enter Tadano's phone number into her first mobile phone, but she gets confused about how to use it and ends up acting unexpectedly. In addition, Katai, who develops feelings for Tadano, finally makes his big dream come true. Manbagi plans a big change for herself with advice from Tadano and Komi. Then, Tadano is brought to the bulletin board by Yutaro and sees amazing graffiti on the bulletin board.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8703142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/409718-/episodes/8703142",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "Katai has decided to transfer to another school, and his wish comes true. Tadano, Komi and Manbagi decide to go to the beach together. However, the excitement was running out of steam and the inside of the car on the way was filled with an awkward atmosphere. Furthermore, Komi suffers from a sad accident on the beach. Then, in the second semester after Katai left, the election campaign to elect a new student council president is already in full swing, and Komi and his friends are also involved.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8746538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/409718-/episodes/8746538",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "Komi decides to support Kiyoshi in the presidential election. However, Kiyoshi can't stand the fact that he's trying to take advantage of Komi's popularity. To make matters worse, Kiyoshi ends up rejecting Ase, who has been a good friend of his for a long time, with harsh words even though he came to support him. Tadano, who couldn't bear to watch it, invites Manbagi as well to have lunch with the five of them, but...",
                    "Aliases": []
                },
                "6": {
                    "ID": "8757011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/409718-/episodes/8757011",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "Tadano brilliantly saved Manbagi from a forced pick-up on the way home from school, and Komi witnessed it. When Manbagi asks if there is someone of the opposite sex that he is interested in, Komi is confused. Then, Naruse Shimorito, a transfer student who is a super narcissist, shows up at school and plans a performance for the school festival together with Tadano, but Komi is surprised when they come up with the idea for the performance.",
                    "Aliases": []
                },
                "7": {
                    "ID": "8783080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/409718-/episodes/8783080",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "Tadano's class will be running a maid cafe for the school festival, and Komi and the others are busy preparing costumes. Meanwhile, a frustrating time continues between Tadano and Komi due to misunderstandings between them. On the other hand, Manbagi tries to find out Tadano's true feelings, and in her own way she presses Tadano hard. Then, on the eve of the school festival, the narcissist Naruse shows a surprising side in front of everyone.",
                    "Aliases": []
                },
                "8": {
                    "ID": "8783081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/409718-/episodes/8783081",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "Komi wants to invite Tadano to a date at the school festival. When Manbagi finds out about this, she cancels the prior agreement she made and pushes Komi back, but Komi doesn't listen to her. Tadano continues to prepare the maid cafe despite the two arguing. Naruse goes berserk over Komi's treatment at the maid cafe, but in the end, the class manages to open the cafe.",
                    "Aliases": []
                }
            }
        }
    }
}