{
    "URL": "https://thetvdb.com/series/fairy-tail-100-years-quest",
    "Genres": [
        "Animation",
        "Anime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15414478/",
        "https://www.fairytail100yq.com/",
        "https://www.themoviedb.org/tv/248947",
        "https://x.com/fairytail_PR/"
    ],
    "Titles": {
        "eng": "FAIRY TAIL 100 YEARS QUEST",
        "jpn": "FAIRY TAIL 100 年クエスト"
    },
    "Summaries": {
        "eng": "The rowdiest guild in Fiore Kingdom is back! Natsu, Lucy, Gray, Erza, and the whole Fairy Tail guild tackle the legendary \"100 Years Quest,\" tougher than any S-Class quest. Their goal: find the first wizard guild ever, located in the far north of Guiltina. Facing new gods, mysterious towns, and ominous foes, they’ll have their work cut out for them. Will they succeed where no wizard has before?",
        "jpn": "ネーム原作/真島ヒロ 作画/上田敦夫\r\nやっぱり『FAIRY TAIL』は終わってなんかいなかった！ ゼレフ、アクノロギアとの死闘を乗り越え、さらに強さと騒々しさを増した“妖精の尻尾”！ ＜100年クエスト＞に出かけたナツたちの気になる旅路に、ギルドに残ったメンバーにも何やら新しいことが起きそうで…!? 完結したはずの545話目から、そのままつづく新たなる物語！"
    },
    "Aliases": [
        "Fairy Tail - 100 Years Quest",
        "FAIRY TAIL: 100 Years Quest"
    ],
    "Modified": "2025-07-29",
    "Seasons": {
        "0": {
            "ID": "1956161",
            "URL": "https://thetvdb.com/series/fairy-tail-100-years-quest/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10727531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10727531",
                    "Titles": {
                        "eng": "Going Off Topic: Lucy's Diary (RECAP)",
                        "jpn": "閑話／Lucy's diary"
                    },
                    "Summaries": {
                        "eng": "Since Natsu, Lucy & Co. from Fairy Tail accepted the 100 Years Quest, a lot has happened! Lucy is keeping a diary and reflecting once again on the most memorable moments of their journey so far. And there's also a preview of what's yet to come!",
                        "jpn": "魔導士ギルド「妖精の尻尾」のナツたちは、伝説級の難関依頼・100年クエストを受注。その内容は五頭のドラゴンを封じるというものだった。\r\n水神竜メルクフォビアとの激闘、炎神竜イグニアとの邂逅を経て、ナツたちは木神竜アルドロンの元へと辿り着く。\r\n時を同じくして、ギルド「ディアボロス」や暗躍する白魔導士の各勢力も木神竜を狙って集結。三つ巴の戦いが幕を開けた。\r\n\r\nこれまでの冒険をルーシィが日記で振り返る特別総集編！"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1956162",
            "URL": "https://thetvdb.com/series/fairy-tail-100-years-quest/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "8678500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/8678500",
                    "Titles": {
                        "eng": "The \"First\" Guild and the \"Strongest\" Guild",
                        "jpn": "最初”のギルドと“最強”のギルド"
                    },
                    "Summaries": {
                        "eng": "Natsu and friends visit the very first Wizard Guild to take a quest that no one has ever completed: the “100 Years Quest\". Meanwhile, new recruits join Fairy Tail, but one of them is a little odder than usual…",
                        "jpn": "魔導士ギルド「妖精の尻尾」に、ナツを慕うトウカという名の新人が加入する。\r\nしかし彼女がナツに会うことは叶わない。\r\nナツと仲間達は遥か北の未知なる大陸・ギルティナの地にいて、世界最古の魔導士ギルド「魔陣の竜」を目指していたからだ。\r\n伝説級の難関依頼「100年クエスト」を受注するために。\r\n「魔陣の竜」に着いたナツ達は、建物に入って早々に異様な気配を感じ取る。そこに現れたのは、法竜と名乗る謎のドラゴンで…!?"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10580589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10580589",
                    "Titles": {
                        "eng": "The Sea of Dragons",
                        "jpn": "竜の海"
                    },
                    "Summaries": {
                        "eng": "The town of Ermina turns out to be a city for fish, where the whole town is submerged in water during high tide. The moment the party mentions Water God Dragon, the fish turn hostile.",
                        "jpn": "「100年クエスト」は五頭の竜退治だった！ 第一の竜・水神竜の情報を求めるナツ達は、エルミナの港町で不思議な体験をする。町全体が海中に没し、町人は魚姿に変身するのだ。そんな中、グレイが水神竜の名を口にすると、温和だった町人の態度が一変して…!? 一方「妖精の尻尾」には、新人トウカのある言動から彼女を怪しむガジルとジュビアの姿があった。さらに「剣咬の虎」を訪れたジェラールが探しているのは、とある人物で…!?"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10581516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10581516",
                    "Titles": {
                        "eng": "Blade, Armor, Ash",
                        "jpn": "刃、鎧、灰"
                    },
                    "Summaries": {
                        "eng": "Dragon Eaters are after Mercphobia to gain the power of Water God Dragon. Natsu and the others join in the battle to aid him, but the foes are strong. Meanwhile, Gajeel, Juvia, and Lily investigate Touka despite the protest from Levy.",
                        "jpn": "水神竜・メルクフォビアが現れ、ナツ達は彼の水中神殿に招待される。討伐対象の水神竜は温厚な人柄だった。しかし自分を殺してくれる者を待っていたと言う…。複雑な心境になるナツ達だが、そこへ水神竜を狙うドラゴンイーターの魔導士ギルド「ディアボロス」のキリア達が急襲し、ナツ達とのバトルへ突入してしまうのだった。一方、フィオーレ王国で人探しを続けるジェラールは、立ち寄った「人魚の踵」で有力な情報を掴む。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10581517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10581517",
                    "Titles": {
                        "eng": "Dyed White",
                        "jpn": "白く染まる"
                    },
                    "Summaries": {
                        "eng": "Natsu, Wendy, and Erza are captured by the Diabolos, and Lucy sets out to go rescue them. On her way, she meets someone unexpected… Meanwhile, Jellal finds out the secret of Touka.",
                        "jpn": "最近、魔導士の魔力が奪われる謎の事件が各地で多発していた。その容疑者と思しき「伝説の白魔導士」を追うジェラールはマグノリアを訪れ、「妖精の尻尾」の新人トウカに詰め寄るのだった。一方北の大陸ではナツ達がディアボロスに苦戦。エルザはキリアに服従させられ、ナツ・ウェンディと共に敵の船で連れ去られてしまう。その後、ルーシィ達がエルミナの街を離れてボートで仲間を探していると、意外な人物に遭遇する。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10581518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10581518",
                    "Titles": {
                        "eng": "A Bitter Choice",
                        "jpn": "苦渋の決断"
                    },
                    "Summaries": {
                        "eng": "Natsu and the others manage to drive away the Diabolos for now. Then Mercphobia starts to destroy Ermina and its people, which forces Natsu and his friends to make a tough decision. Meanwhile, the White Mage sets out to do what she came to do…",
                        "jpn": "船の航行が止まり、一挙反撃に転じるナツ達。ルーシィとグレイも合流を果たし、ディアボロスとの戦闘が激化する。劣勢を感じた敵のリーダー・スカリオンは一旦、撤退の道を選ぶことに。その後ナツ達は残されたボートでエルミナへ戻るが、海上から町の異変に気付く。急ぎ上陸すると、建物は半壊し逃げ惑う住民たちで混乱を極めていた。そんな中、近くで一際大きな水柱が立ち上る！ 圧倒的な水の破壊力…それは、水神竜メルクフォビアの暴走！？"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10581917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10581917",
                    "Titles": {
                        "eng": "Lineage of Fire",
                        "jpn": "炎の系譜"
                    },
                    "Summaries": {
                        "eng": "When Mercphobia goes out of control and almost takes out Natsu, a hand shows up to save him. And it belongs to someone Natsu didn't expect: The Fire Dragon God and the son of Igneel, Ignia.",
                        "jpn": "カラミールの悲痛な想いに覚悟を決めたナツたちは、暴走するメルクフォビアと大激戦を繰り広げる。滅竜の力をもって全員で挑むナツたちだったが、海をも持ちあげる絶大な力の前にナツの炎はかき消され、窮地に陥っていた。火と水の相性はどうにもならない…そんな時、事態を急変させる驚くべき乱入者が現れる。“彼”の口から語られたのは、予想だにしていなかった人物の名前で…！？"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10581919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10581919",
                    "Titles": {
                        "eng": "All's Well That Ends Well",
                        "jpn": "結果オーライ"
                    },
                    "Summaries": {
                        "eng": "As a thank-you for saving Ermina, Mercphobia gives the group information on the rest of the Five Dragon Gods. And while they're in the town of Tekka, they encounter someone who looks exactly like Erza...",
                        "jpn": "イグニアの力を借り、仲間たちと共についにナツは水神竜・メルクフォビアの討伐を果たした。守り神を失いながらも崩壊した町の再建に乗り出したエルミナの町人たちの前に、カラミールがやってきて…。そして残る四体の神竜の情報を得たナツたちは、次なる目的地ギルティナ大陸中心部へと向かうのだった。一方、正体を現した白魔導士は「妖精の尻尾」を壊滅させ、ナツたちを次なる標的と定めていた…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10581921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10581921",
                    "Titles": {
                        "eng": "Aldoron, the Wood Dragon God",
                        "jpn": "木神竜アルドロン"
                    },
                    "Summaries": {
                        "eng": "The group is headed to Drasil to find Aldoron. Juvia joins, but she is acting strange and warns the group about the White Mage. Drasil turns out to be a town built on Aldoron, and a kind old man shows them around town. But then...",
                        "jpn": "「妖精の尻尾」と瓜二つのメンバーが所属するタレントギルド「フェアリーネイル」。ジュビアとそっくりな女性・ジュビナと出会ったグレイは、彼女と交流し、ジュビアへ想いを馳せる。その後一行は木神竜アルドロンの手がかりを求め、 ギルティナ大陸最大の都市・ドラシールへと到着。束の間の休息をとるナツたちだったが、突然地面が大きく揺れだして…！？ この町の驚愕の秘密が明かされる！"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10581923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10581923",
                    "Titles": {
                        "eng": "Whiteout",
                        "jpn": "白滅"
                    },
                    "Summaries": {
                        "eng": "Touka the White Mage brainwashed the Fairy Tail members. She plans to destroy the orbs of the five towns on Aldoron to defeat him; Natsu and the other must fight their friends to save them from the White Mage and stop her plan.",
                        "jpn": "「妖精の尻尾」が白魔導士の手に堕ちた！？木神竜アルドロンの“右手の町”ドラシールに辿り着いたナツたちに、ジュビアの必死\r\nの警告がもたらされる。白魔導士は五神竜すべての魔力を奪う“白滅計画”を進めていたのだ。操られたミラジェーンが、ガジルが、\r\nラクサスが、次々とナツたちに襲いかかる。仲間を助けるためには仲間と戦わなければならない…これはまさか「バトル・オブ・フェ\r\nアリーテイル」が再び開幕！？"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10581924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10581924",
                    "Titles": {
                        "eng": "New Foes",
                        "jpn": "新たなる刺客たち"
                    },
                    "Summaries": {
                        "eng": "Natsu, Lucy, Gray, and Erza fight their own Guild friends to free them from the hypnosis. Then, Wendy encounters a new Dragon Eater. And another Dragon Eater Natsu meets turns out to be...",
                        "jpn": "白魔導士の思惑通り、各地で「妖精の尻尾」の同士討ちがはじまってしまった。グレイは雷神衆と、ナツはガジルと、そしてルーシィはミラジェーンたちと相対する。強力な仲間を倒すため、ルーシィは新必殺技“星霊衣合成”を繰り出すのだった。また時を同じくして、五神竜を狙うディアボロスのメンバーもアルドロンの元へと集結。右肩のオーブへと向かったウェンディとシャルルは、新たなドラゴンイーターと対峙することとなる…！"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10581925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10581925",
                    "Titles": {
                        "eng": "Wraith, the Spirit Dragon",
                        "jpn": "霊竜のレイス"
                    },
                    "Summaries": {
                        "eng": "Natsu fights Wraith, the Spirit Dragon, but Natsu's attacks are useless against him. On the verge of death, Natsu sees Zeref, Mavis, and Igneel. As a thoughtform, Natsu is finally able to attack Wraith. That's when Wraith finds a body to possess...",
                        "jpn": "白魔導士の支配から仲間たちを解放するため「妖精の尻尾」同士の戦いに挑むナツたちだったが、そこへ五神竜を狙うディアボロスのメンバーも参戦。各地で三つ巴の戦いがはじまった。ガジルを倒したナツは新たな刺客“霊竜のレイス”と対峙する。自らを幽霊と名乗るレイスの攻撃によってナツは魂を抜き取られてしまうが、自身の無意識下の精神世界で、思いがけず懐かしい人々との再会を果たすのだった…！"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10581926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10581926",
                    "Titles": {
                        "eng": "A Card in the Hand",
                        "jpn": "反撃の切り札"
                    },
                    "Summaries": {
                        "eng": "It turns out that Wraith used to be a Fairy Tail wizard, and Makarov and Wraith were a guild family. Meanwhile, Wendy struggles against Nebaru, and Lucy starts collecting the other Fairy Tail members with the help of Cana and her Magic Cards.",
                        "jpn": "ナツ対レイス、ウェンディ対ネバル、ラクサス対キリア、エルザ対ジェラール...「妖精の尻尾」と白魔導士とディアボロスによる三つ巴の戦いは、混迷を極めていた。追い詰められたレイスはマカロフの体に憑依し、ナツに襲い掛かる。マカロフとの想像以上のシンクロ率の高さに驚くレイスだったが、2人には思いもよらない繋がりがあって...!? そして、白魔導士の術を打ち破るため、ルーシィが思いついた秘策とは...!?"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "10709032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10709032",
                    "Titles": {
                        "eng": "Scarlet Showdown",
                        "jpn": "紅の激闘"
                    },
                    "Summaries": {
                        "eng": "Natsu and Happy find out that Touka is actually a cat, and she has mistaken Happy as Natsu. Meanwhile, Laxus unleashes his new skill, Red Lightning, against Erza. Now it's down to two orbs, but when Happy throws an orb at the White Mage...",
                        "jpn": "背中の町の教会で、ナツとハッピーは倒れたトウカを発見。目を覚ました彼女は、ナツを敬愛するいつものトウカだった。彼女の口から語られる、白魔導士と「本当の自分」との関係とは…！？ 一方、キリアを倒し、オーブを破壊しようとするラクサスの前には、エルザが立ちはだかる。滅竜属性の武器を持って戦うエルザに対し、ラクサスも新たな技を繰り出す。「妖精の尻尾」が誇るS級魔導士の2人が今、激突する―！！"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "10709033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10709033",
                    "Titles": {
                        "eng": "Clinging Dragon Berserk",
                        "jpn": "暴虐の粘竜"
                    },
                    "Summaries": {
                        "eng": "The outcomes of the battles are being decided... While Lucy and the others continue trying to enclose their comrades within the cards, Wendy faces off against the sticky dragon Nebaru, who wants to devour her!",
                        "jpn": "エルザとラクサスによる激闘がついに決着。各地の戦況を不利と察知したスカリオンは、「ディアボロス」の撤退を決断する。しかしウェンディと交戦中のネバルは天竜の捕食に固執し、命令を無視。禁じ手とされる第五世代のドラゴンフォースを発動する！ 圧倒的な力の前に無力さを痛感したウェンディは、たった一度きりの付加魔法を使い、賭けに出る。ウェンディの元へと舞い降りたのは、恐るべき「絶望」だった――！"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "10709034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10709034",
                    "Titles": {
                        "eng": "The Howling Earth",
                        "jpn": "轟く大地"
                    },
                    "Summaries": {
                        "eng": "When all five orbs are broken, something unexpected happens: The Wood Dragon God, Aldoron, is revived. It also activates God Seeds, who start attacking Natsu and the others by becoming the person who they consider to be the strongest.",
                        "jpn": "ついに破壊されてしまった5つのオーブ。これによって木神竜アルドロンは力を失い、その強大な魔力は白魔導士の手に渡る――はずだった。しかし大地の鼓動は天を衝き、アルドロンは復活の咆哮をあげる。そして白魔導士は逆に魔力を失い、失意に嘆く。雲をも越える木神竜を相手に、ナツたちは対抗することができるのか！？そして白魔導士を窮地に陥らせた、恐るべき黒幕の正体とは…！？"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "10709035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10709035",
                    "Titles": {
                        "eng": "God Seeds",
                        "jpn": "ゴッドシード"
                    },
                    "Summaries": {
                        "eng": "Natsu turns Wolfen into a fake Zeref and uses Ankhseram's curse on Wolfen. Other Fairy Tail wizards face three other God Seeds: Metro, Gears, and Doom. Then, the leader of God Seeds, Aldoron, shows up in front of Natsu.",
                        "jpn": "復活した木神竜は、オーブに宿る守護神・ゴッドシードを操り人間の排除に動き出した。ナツと対峙したウルフェンは、心に浮かぶ強者の力を読む能力でゼレフを生み出すが...!? 同時に各地でもゴッドシードと「妖精の尻尾」の戦いが勃発。オーブを巡る連戦で疲労困憊のルーシィやウェンディたちの元へ、白滅から解放された頼もしい仲間たちが駆けつける!「妖精の尻尾」の仲間と力を合わせ、総力戦に挑め!"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "10709036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10709036",
                    "Titles": {
                        "eng": "Strength to Live",
                        "jpn": "生きる力"
                    },
                    "Summaries": {
                        "eng": "Gray and Juvia take on Metro's main body, while the others fight his golems. In the meantime, Jellal takes on Gears. When it's down to Aldoron himself, an unexpected yet familiar face shows up: Brandish.",
                        "jpn": "木の巨人の大群に立ち向かう「妖精の尻尾」たちだったが、いくら倒してもキリがない。大群を止める勝利条件は、彼らを操るゴッドシード・メトロを倒すこと。仲間たちに希望を託されたグレイとジュビアは、手を取り合い強大な敵との戦いに挑む! 時を同じくして、ジェラールはもう 1 人のゴッドシード・ギアーズと対峙。思考を奪うギアーズの魔法を前に防戦一方に陥るが...。それぞれの互いを想う心が、戦う力となる!"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "10709037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10709037",
                    "Titles": {
                        "eng": "Burning Will",
                        "jpn": "燃ゆる意志"
                    },
                    "Summaries": {
                        "eng": "Gajeel turns into a giant by Brandish's magic and fights the Wood Dragon God. Now all that's left to defeat is the God Seed Aldoron. Natsu's fire burns Aldoron, who has no respect for human lives as he regards them only as his food.",
                        "jpn": "4人のゴッドシードたちの撃破に成功した「妖精の尻尾」たち。居合わせたブランディッシュの魔法で巨大化したガジルは、木神竜にさらなる攻撃を畳みかける。残すは“本体”のゴッドシード・アルドロンのみ。多少魔力が低下したとはいえ依然として強大な力を誇るアルドロンに、ナツが立ち向かう。「人間は我が養分」。人の命を何とも思わぬアルドロンに、ナツの炎が熱く燃え上がる！"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "10709038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10709038",
                    "Titles": {
                        "eng": "Aqua Aera",
                        "jpn": "水の翼"
                    },
                    "Summaries": {
                        "eng": "White Mage uses Aqua Aera, Touka's spell, to take Fairy Tail wizards to Elentear, her homeland, but they end up in Edolas. After they get reunited with the Fairy Tail in Edolas, Natsu and the others go to see Mystogan for help.",
                        "jpn": "ついに木神竜アルドロンの撃破を果たしたナツたち。仲間たちと束の間の休息をとる中、眠っていた白魔導士とトウカが目を覚ます。何かを焦る様子の白魔導士は、「エレンティアには時間がない」と謎の言葉を言い残し、水魔法を使って姿を消す。同時にナツたちにも魔法が発動し、遠い地へと転送されてしまう。魔法が使えず困惑する一行の前に現れたのは、よく見慣れた顔の懐かしい「友人」たちだった…！"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "10709039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10709039",
                    "Titles": {
                        "eng": "Selene, the Moon Dragon God",
                        "jpn": "月神竜セレーネ"
                    },
                    "Summaries": {
                        "eng": "The White Mage reveals that her name is Faris and she is from Elentear. She tells the Fairy Tail that she was only doing the Moon Dragon God Selene's bidding to save Elentear. When Selene shows up, she send everyone to Elentear.",
                        "jpn": "臨界魔法世界エレンティア。魔力があふれるというその異世界には、世界移動の力をもつドラゴン・月神竜セレーネがいる。ナツたちはトウカと合流したのち、ともにエレンティアからやってきたという白魔導士を探しだす。途方に暮れる白魔導士はナツたちを頼って本名を明かし、エレンティアの抱える問題と自らの役割、そしてアースランドの五神竜を狙った“白滅計画”の真の黒幕を語り出すのだった…！"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "10709040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10709040",
                    "Titles": {
                        "eng": "The Moonlight Divinities",
                        "jpn": "月下美神"
                    },
                    "Summaries": {
                        "eng": "After Selene transports Natsu and the others to Elentear, they are attacked by her lackeys, the Moonlight Divinities. They fight with the Spirit Arts, which is different from Magic or spells, and the Fairy Tail wizards are in trouble.",
                        "jpn": "白魔導士ことファリスの背後で糸を引いていたのは、月神竜セレーネだった。ナツたちはついにセレーネと対峙するが、エレンティアへと転移させられ、さらに仲間たちはバラバラになってしまう。そこへ、セレーネの親衛隊「月下美神」が襲い掛かる。魔法とも呪法とも異なる「霊術」を武器とする強力な月下美神を前に、ナツたちは苦戦を強いられて…？！美しくも残酷な竜との戦いが幕を開ける！"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "10709041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10709041",
                    "Titles": {
                        "eng": "The Demons' Parade",
                        "jpn": "百鬼夜行"
                    },
                    "Summaries": {
                        "eng": "With Aquarius' help, those who have turned into yokai get back to normal. Lucy’s Celestial Spirits all come out to help, and they defeat Yoko. Meanwhile, Touka and Faris meet Suzaku at Whiteout Village.",
                        "jpn": "捕らわれたナツとグレイはセレーネの余興として、妖怪化したルーシィたちとの戦いを強いられる。正気を失ったルーシィだったが、彼女の前にずっと会いたかった人物が現れて…。その後ウェンディたちとも無事合流し、魑魅魍魎の妖怪たちを仕切る月下美神のひとり、ヨウコとの直接対決に挑む。無限に妖怪を呼び出すというヨウコの霊術「百鬼夜行」を前に、苦戦するナツたち。果たして勝機はあるのか…？！"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "10709042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10709042",
                    "Titles": {
                        "eng": "Sword Saint",
                        "jpn": "剣聖"
                    },
                    "Summaries": {
                        "eng": "After Natsu and the others took down Yoko, they meet Suzaku, a Dragon Slayer of Diabolos, who has been summoned from Earthland to defeat Selene. Also known as Sword Saint, Suzaku is a formidable foe and Fairy Tail is helpless against him.",
                        "jpn": "月下美神の一角、ヨウコを倒したナツたちは、黒月山の森の中で剣士・スザクと出会う。アースランドから召喚され、セレーネ討伐を目指す滅竜魔導士だという共通点に意気投合するが、ナツたちが「妖精の尻尾」だと判明するとスザクの態度が一変。戦闘に突入する。「剣聖竜クルヌギ」を喰らい剣聖の滅竜魔法を手にしたスザクの圧倒的な実力を前に、なすすべなく倒れる仲間たち。絶体絶命の窮地に、さらにセレーネまであらわれて…。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "10709043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10709043",
                    "Titles": {
                        "eng": "This Hideous World",
                        "jpn": "醜き世界"
                    },
                    "Summaries": {
                        "eng": "Gray fights Hakune once again, and his love for Juvia breaks Hakune's attack. Selene reveals to Suzaku that the dragon he ate is her son. Then Wendy finds a connection between tha Hands and the Face of Tartarus.",
                        "jpn": "壮絶な一騎打ちを繰り広げるセレーネとディアボロスの剣豪・スザク。彼らの間には「剣聖竜クルヌギ」を巡る因縁があった…！ 一方その頃、白滅の里に逃れた一行は月下美神の追手と交戦、グレイはハクネと対峙する。さらに、ヒートアップしたセレーネの力の影響によりエレンティアの魔力膨張が大暴走し、各地は大混乱に…。そこでウェンディが気づいた状況打開の“鍵”とは――。世界崩壊の危機に、「妖精の尻尾」が立ち上がる！"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "10854783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10854783",
                    "Titles": {
                        "eng": "Homecoming",
                        "jpn": "帰還"
                    },
                    "Summaries": {
                        "eng": "Natsu and the others defeat Alta Face and save Elentear. They're reunited with the guild members in Drasil, but their 100 Years Quest continues. Meanwhile, Selene is taken to Diabolos after being defeated by Suzaku. But things are not what it seems...",
                        "jpn": "アルタ・フェイス。魔力を生み際限なく増幅させるという古の怪物が、エレンティアの魔力膨張の原因だった。世界を崩壊から守るため、ナツ、ルーシィ、グレイ、エルザ、ウェンディは総攻撃を仕掛ける。自分を信じ仲間を信じ、限界を超えた力を拳に込めて敵を討て！そして、姿を消した手負いのセレーネとスザクの行方は…！？五神竜をすべて封じるまで、ナツたち「妖精の尻尾」の冒険は終わらない！"
                    },
                    "Aliases": []
                }
            }
        }
    }
}