{
    "URL": "https://thetvdb.com/series/tribe-nine",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Science Fiction",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15529750/",
        "https://tribenine.tokyo/anime/",
        "https://www.themoviedb.org/tv/135292",
        "https://www.themoviedb.org/tv/135292",
        "https://x.com/tribenine_tokyo",
        "https://www.youtube.com/c/UC7dm7tKQTtQ0sCcjw1JzOrw"
    ],
    "Titles": {
        "eng": "Tribe Nine",
        "jpn": "トライブナイン"
    },
    "Summaries": {
        "eng": "Tribe Nine takes place in a dystopian future (\"The Year 20XX\") where disorganized youths form their own Tribes that soon turn violent and run rampant across the city of Neo-Tokyo. To contain the violence, the government of Neo-Tokyo implements the \"XB Law\", stating that all future conflicts between Tribes will be settled through games of \"Extreme Baseball\", overseen by robotic umpires. The games are similar to baseball except there are fewer restrictions on equipment, the \"field\" can be as big as an entire ward, and the only ways to get an Out require striking out the batter or knocking out a baserunner while holding the ball. Games can also end if the opposing pitcher is rendered unconscious during the game.",
        "jpn": "時は20XX年、「ネオトーキョー国」。\r\n社会に絶望した若者は\r\n己の居場所を見出すため、\r\n「トライブ」を結成。\r\nトライブ間の抗争は激化の一途を辿る。\r\n事態を重くみたネオトーキョー政府は\r\nトライブ同士の闘いを\r\nエクストリームベースボールに限定する、\r\n”XB法”を施行――\r\n投げて、打って、殴り合う。\r\n若者たちは己のプライドをかけ、\r\nこの過激なゲームに熱狂していった――"
    },
    "Aliases": [
        "Tribe Nine (2022)"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1959689",
            "URL": "https://thetvdb.com/series/tribe-nine/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8745814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tribe-nine/episodes/8745814",
                    "Titles": {
                        "eng": "It Takes Guts",
                        "jpn": "魂かけて"
                    },
                    "Summaries": {
                        "eng": "Haru Shirokane and Taiga are saved from a group of delinquents by the strongest XB player and leader of the Minato Tribe, Shun Kamiya. Despite calling him boring, Kamiya invites Haru to his Extreme Baseball team with Taiga joining too. In the match against a rival team. In the aftermath, Haru overcomes his weakness and decides to stay with Shun in the team.",
                        "jpn": "いじめられっ子の白金ハルと、最強のXBプレーヤーを目指すタイガ。ふたりの少年はひょんなことから、ミナトトライブのリーダー、神谷瞬と出会う。神谷に連れられてミナトトライブのアジト「Lovely Ocean」にやってきたふたりは、トライブ同士の決闘”XB”が始まる瞬間に偶然居合わせ……。何を思ったか神谷は、XB初心者であるハルとタイガに、自身の代わりにXBのゲームに参加するよう告げる。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8937962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tribe-nine/episodes/8937962",
                    "Titles": {
                        "eng": "Destroyer",
                        "jpn": "壊し屋"
                    },
                    "Summaries": {
                        "eng": "Hull and Taiga are fascinated by XB and decide to join Minato Tribe. The two learn the rules of XB from the deputy leader Saori Arisugawa, but Taiga, who is not good at studying, is not good at it. Kamiya, who was watching the situation, proposes a practice game, saying, “It is faster to actually play.”Meanwhile, at that time, King Neo Tokyo’s Ho-Oh Tenshin had given a certain order to Chiyoda Tribe, led by his successor, Ho-Oh Jiro.",
                        "jpn": "XB に魅了され、ミナトトライブへの加入を決めたハルとタイガ。ふたりは副リーダーの有栖川さおりからXB のルールを教わるが、勉強が苦手なタイガはイマイチ身が入らない。その様子を見ていた神谷は「実際にプレーした方が早い」と、練習試合を提案する。一方その頃、ネオトーキョー国王の鳳天心は、世継ぎである鳳王次郎率いるチヨダトライブに、とある命令を下していたーー"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8938746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tribe-nine/episodes/8938746",
                    "Titles": {
                        "eng": "A Real Enemy",
                        "jpn": "本当の敵"
                    },
                    "Summaries": {
                        "eng": "At an overwhelming speed, Ojiro of Chiyoda Tribe is overwhelming the powerful tribes one after another. His next target was Minato Tribe, led by the strongest XB player, Shun Kamiya. Kamiya cuts off Ojiro’s idea of ​​affirming blood and violence as a bad hobby … Thus, the battle between Minato and Chiyoda is cut off.",
                        "jpn": "圧倒的なスピードで、次々と強豪トライブをねじ伏せていくチヨダトライブの王次郎。彼が次の標的に定めたのは、最強のXBプレーヤー、神谷瞬が率いるミナトトライブだった。血と暴力を肯定する王次郎の思想を、神谷は悪趣味だと切り捨て……。かくして、ミナトとチヨダの戦いの火蓋は切られる。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8938747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tribe-nine/episodes/8938747",
                    "Titles": {
                        "eng": "Without Him...",
                        "jpn": "アイツがいなけりゃ"
                    },
                    "Summaries": {
                        "eng": "A member of Minato who is defeated by Ojiro and despairs. The life of the tribe was disbanded, and my body and soul were about to fall apart.\r\nAt that point, an incident occurred in which Arisugawa was kidnapped by Hyakutaro Senju of Adachi Tribe. The remaining Minato members are confused, but head to Adachi City to help Arisugawa.",
                        "jpn": "王次郎に敗北し、絶望するミナトのメンバー。トライブ解散の命も下り、身も心もバラバラになりかけていた。そんな矢先、アダチトライブの千住百太郎に、有栖川が誘拐されるという事件が発生。残されたミナトのメンバーは戸惑いながらも、有栖川を助けるべくアダチシティへと向かう。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8938748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tribe-nine/episodes/8938748",
                    "Titles": {
                        "eng": "What I wanted to see",
                        "jpn": "見たかったモノ"
                    },
                    "Summaries": {
                        "eng": "Minato started XB with Adachi to help Arisugawa, but he was at the mercy of how to fight by taking advantage of Adachi’s land. Kazuki Aoyama, a mysterious man who suddenly approaches “Let’s help” in front of such Minato members. Due to his strategy, Minato quickly regains his position and begins to catch up with Adachi. Haru and Taiga were antipathy to Kazuki’s mocking attitude and way of doing things.",
                        "jpn": "有栖川を助けるため、アダチとのXBを始めたミナトだったが、アダチの地の利を活かした戦い方に翻弄されてしまう。そんなミナトメンバーの前に、突如「手を貸そうか」と近づく謎の男、青山カズキ。彼の立てる作戦により、ミナトはみるみるうちに形勢を立て直し、アダチに追いつき始めるが……。人を嘲るようなカズキの態度とやり口に、ハルとタイガは反感を抱いていた。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8938749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tribe-nine/episodes/8938749",
                    "Titles": {
                        "eng": "A Man's Pride",
                        "jpn": "男の意地"
                    },
                    "Summaries": {
                        "eng": "After the battle with Minato, Senju had another unpleasant existence. He is Chiyoda’s King Jiro, who is crushing the tribes in Neo Tokyo. Senju decides to hit Chiyoda. Haru and his friends, who once lost the battle with Chiyoda and know their abilities, try to stop the battle because they are worried about Senju.",
                        "jpn": "ミナトとの戦いを終えた千住には、もうひとつ気に食わない存在があった。ネオトーキョー中のトライブを潰しまわっている、チヨダの王次郎だ。千住はチヨダへと殴り込みをかけることに決める。チヨダとの戦いに一度破れ、その実力を身を持って知っているハルたちは、千住を心配して戦いを止めようとするが......。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8938750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tribe-nine/episodes/8938750",
                    "Titles": {
                        "eng": "Tribe-Packed XB Tourney",
                        "jpn": "ドキッ!トライブだらけの XB 大会"
                    },
                    "Summaries": {
                        "eng": "Kazuki urges Taiga to practice away from Minato. Hull, who witnessed the appearance, deepens his distrust of Kazuki. At that time, an incident occurred in which a thief entered the hideout in an attempt to steal Hull’s beam bat. Maybe that thief is …",
                        "jpn": "ミナトから離れて修行するよう、タイガにけしかけるカズキ。その姿を目撃したハルは、カズキへの不信感をより一層深める。そんな折、ハルのビームバットを盗もうと、アジトに泥棒が入るという事件が発生。もしかしたら、あの泥棒の正体は......。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8938751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tribe-nine/episodes/8938751",
                    "Titles": {
                        "eng": "The Dawn of Chaos",
                        "jpn": "カオスの幕開け"
                    },
                    "Summaries": {
                        "eng": "Chiyoda’s Yui Kamiki visited Otatribe to request the killing of Kazuki Aoyama. Until then, Otatribe was dressed in poor clothes and pretended to be a beggar … Its true identity is a brutal bandit led by Sonoda, a leader who loves chaos. At the request of Shinboku, Sonoda and his colleagues start attacking Minato Tribe without regard to the XB method.",
                        "jpn": "チヨダの神木結衣は、青山カズキ殺害を依頼するため、オオタトライブを訪ねていた。オオタトライブはそれまで、貧しい服に身を包み、物乞いの様な振りをしていたが......。その正体は混沌を愛するリーダー、園田不兆率いる残忍な盗賊団。神木の依頼を受けた園田たちは、XB 法などお構いなしに、ミナトトライブへの襲撃を開始する。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8938752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tribe-nine/episodes/8938752",
                    "Titles": {
                        "eng": "Reversal Goodbye",
                        "jpn": "逆転サヨナラ"
                    },
                    "Summaries": {
                        "eng": "In the midst of the battle with the confused Ota, Sonoda’s mouth tells Kazuki’s true purpose. It was “to use Minato Tribe to take revenge on Ojiro who broke his left arm.” Hull and others who knew it could not find the meaning of continuing the battle and tried to abandon the game. However, only Taiga, who returned from training, did not lose his will to fight …!",
                        "jpn": "混迷するオオタとの戦いのさなか、園田の口からカズキの真の目的が告げられる。それは「ミナトトライブを利用し、自分の左腕を壊した王次郎に復讐する」というものだった。それを知ったハルたちは、戦いを継続する意義を見出すことができなくなり、ゲームを放棄しようとするが……。しかし、修行から帰ってきたタイガだけは、戦う意志を失っていなかった…！"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8938753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tribe-nine/episodes/8938753",
                    "Titles": {
                        "eng": "Declaration of War",
                        "jpn": "宣戦布告"
                    },
                    "Summaries": {
                        "eng": "After overtaking the throne, Ojiro enacts brutal XB laws and issues a challenge to Minato Tribe. The crew questions whether to take him on when the game has become a bloodbath.",
                        "jpn": "国王である天心を殺害し、新国王となった王次郎は、即位してすぐに新たなXB法を制定する。その内容は「対戦相手の殺害や、敗者への残酷な命令も容認する」という常軌を逸したものだった。しかし、過激さを増した新たなXBは一部の民衆に支持され、見世物として世に広がってしまう。かつてのXBを愛したミナトのメンバーたちは、新たなXBを受け入れられずに、悶々とした日々を過ごしていた。そんなある日、ミナトはチヨダの神木から、XBを申し込まれる——"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8938754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tribe-nine/episodes/8938754",
                    "Titles": {
                        "eng": "Chiyoda Tribe Showdown",
                        "jpn": "決戦！チヨダトライブ"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "かつてのXBを取り戻すため、王次郎との戦いを決意したハルたち。しかし彼らを待ち受けていたのは王次郎ではなく、チヨダ選りすぐりの般若面だった。それぞれがトライブのリーダークラスの実力を持つ般若面の手によって、一人、また一人と負傷していくミナトのメンバー。そんな彼らの前に現れたのは、意外な男たちだった……。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8938755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tribe-nine/episodes/8938755",
                    "Titles": {
                        "eng": "Play Ball",
                        "jpn": "PLAY BALL"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "ついにフィールドに降り立った王次郎。卑劣な手段で勝利を得ようとした神木を罷免し、自ら決戦のマウンドに立つ。対するバッターボックスには、神谷から受け継いだビームバットを強く握りしめるハル。XBの未来を決する、最後の対決がはじまる——！"
                    },
                    "Aliases": []
                }
            }
        }
    }
}