{
    "URL": "https://thetvdb.com/series/411106-",
    "Genres": [
        "Animation"
    ],
    "Other Sites": [
        "https://www.bilibili.com/bangumi/media/md28230730/",
        "https://www.themoviedb.org/tv/134928",
        "https://www.themoviedb.org/tv/134928"
    ],
    "TitleEnglish": "Drowning Sorrows in Raging Fire",
    "SummaryEnglish": "New director of a supernatural department, Xuan Ji meets thousand-year-old Sheng Lingyuan, an encounter that leads to a bigger conspiracy.",
    "Aliases": [],
    "Modified": "2025-09-27",
    "Seasons": {
        "1": {
            "ID": "1961107",
            "URL": "https://thetvdb.com/series/411106-/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8761771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411106-/episodes/8761771",
                    "TitleEnglish": "Demon Sheng Lingyuan",
                    "SummaryEnglish": "A group of backpackers was attacked by strange things in a restricted area. Xuan Ji, who just joined the Center dealing with supernaturals, was put in charge of the case. As he's investigating, he found out forbidden arts were used to summon a demon.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8761772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411106-/episodes/8761772",
                    "TitleEnglish": "Thousand Spirits Array",
                    "SummaryEnglish": "Summoning a demon demands a sacrifice of 1000 people within a month, and the Center only have a few hours to stop the spell from completion. They raced against the clock to locate the mastermind behind the spell. However...",
                    "Aliases": []
                },
                "3": {
                    "ID": "8777382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411106-/episodes/8777382",
                    "TitleEnglish": "Illusory Butterfly",
                    "SummaryEnglish": "The mastermind succeeded in summoning the demon and tries to expose the Center's shady past. It turns out some people in the Center have been covering up civilian deaths by infecting them with a parasite that turns them into the living dead.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8777383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411106-/episodes/8777383",
                    "TitleEnglish": "The Spirit in Sword",
                    "SummaryEnglish": "The demon was seemingly annihilated, only to turn up inside Xuan Ji's sword. Meanwhile, Xuan Ji and his team went to investigate the lead on a mutated version of the Illusory Butterfly that is much more lethal.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8777384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411106-/episodes/8777384",
                    "TitleEnglish": "Reincarnation",
                    "SummaryEnglish": "Xuan Ji was teleported to an ancient tomb that houses thousands of the mutated butterflies. Meanwhile, the Center is under fire for the scandal and other organizations are demanding for independent investigation and supervision of the Center.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8777385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411106-/episodes/8777385",
                    "TitleEnglish": "Aloujin",
                    "SummaryEnglish": "A second demon was summoned in the tomb, and it appears to be an old acquaintance of Sheng Lingyuan. Sheng Lingyuan was hit with a spell that forces him to relive his past from 3000 years prior, and Xuan Ji was dragged along into it.",
                    "Aliases": []
                },
                "7": {
                    "ID": "8777386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411106-/episodes/8777386",
                    "TitleEnglish": "Retrospection",
                    "SummaryEnglish": "3000 years ago, Sheng Lingyuan was a young prince that was hunted by the fiends. In his most desperate moment, he was rescued by the Wu people living in Dongzhou, and there he met the young Aluojin. Thus begun their friendship and eventual falling out...",
                    "Aliases": []
                },
                "8": {
                    "ID": "8777387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411106-/episodes/8777387",
                    "TitleEnglish": "Truth",
                    "SummaryEnglish": "As more of Sheng Lingyuan's past was revealed, the truth behind the tragedy 3000 years prior was laid bare.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8777388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411106-/episodes/8777388",
                    "TitleEnglish": "Escape",
                    "SummaryEnglish": "Aeolus arrived as back up to the Aftermath Response Team, and together they managed to locate Xuan Ji. However, they were ambushed by Elder Yuede's forces, and the attack blew apart the hill and released thousands of mutated butterflies into open air.",
                    "Aliases": []
                },
                "10": {
                    "ID": "8777389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411106-/episodes/8777389",
                    "TitleEnglish": "Firekeeper",
                    "SummaryEnglish": "Xuan Ji and Sheng Lingyuan's minds were linked again, and he found out that Lingyuan knows something about his past. Meanwhile, Aluojin's seal was broken again by the mastermind, and Aluojin is now hellbent on killing Xuan Ji, the Firekeeper of Chiyuan.",
                    "Aliases": []
                },
                "11": {
                    "ID": "8777390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411106-/episodes/8777390",
                    "TitleEnglish": "Reengage",
                    "SummaryEnglish": "While Xuan Ji and Aeolus are luring Aluojin away from the urban area, a spell left by Sheng Lingyuan in the tomb was triggered, activating a lightning spell that will strike the mastermind. However, the mastermind has possessed Xiao Zheng's body...",
                    "Aliases": []
                },
                "12": {
                    "ID": "8777391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411106-/episodes/8777391",
                    "TitleEnglish": "A Brief Parting",
                    "SummaryEnglish": "The mastermind's plan was stopped, but it was only a double that the Lightning spell destroyed. Xuan Ji suspects that there are moles within the Center. Meanwhile, Xuan Ji needs to decide on what to do with Sheng Lingyuan.",
                    "Aliases": []
                }
            }
        }
    }
}