{
    "URL": "https://thetvdb.com/series/411193-",
    "Genres": [
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt21598724/",
        "https://www.themoviedb.org/tv/15248"
    ],
    "Titles": {
        "eng": "Tottemo! Luckyman",
        "jpn": "とっても！ラッキーマン"
    },
    "Summaries": {
        "eng": "",
        "jpn": "埼玉県の越谷市蒲生に住んでいる日本一運が悪い中学生・追手内洋一。ある日、彼はその信じられないようなツキのなさから、墜落してきたUFOの下敷きになってしまう。この出来事をきっかけに元祖ラッキーマンから「変身用らっきょ」を受け取った洋一は無事に復活。変身能力を手に入れ、運だけは宇宙一のヒーロー・ラッキーマンとして活動することとなる！\r\nどんな凶悪宇宙人であっても、ラッキーマンの強運の前にはひとたまりもない。過程はともかく、偶然に偶然が重なる運の良さで敵を倒してしまう―作品全体に漂う脱力感とユニークなヒーローが登場するギャグアクション。\r\nオープニングとエンディングテーマは演歌歌手の八代亜紀が担当。"
    },
    "Aliases": [],
    "Modified": "2025-08-09",
    "Seasons": {
        "1": {
            "ID": "1961458",
            "URL": "https://thetvdb.com/series/411193-/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 50,
            "Episodes": {
                "1": {
                    "ID": "8765399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/8765399",
                    "Titles": {
                        "eng": "Lucky to be a mantis alien!",
                        "jpn": "かまきり星人でラッキー!"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "ボク、日本一ついてない中学生、追手内洋一。今日もいきなり落ちてきたUFOの下敷きになって死んじゃったよ～。でも、そのせいで宇宙一ついてるラッキーマンになれてラッキー！よーし、早速、かまきり星人からみっちゃんを助けるぞ！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10977177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977177",
                    "Titles": {
                        "eng": null,
                        "jpn": "おやじマンでラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "昨夜学校を休んだお陰で、洋一はです代の隣の席にされていた。おまけに、です代と一緒の保健委員にされていて、やっぱり朝からツイてない。と思ったら、更にツイてないことに、学校が火事になってしまった。その火事の犯人は、宇宙からやってきた「地震・雷・火事・おやじマン」！洋一はラッキーマンに変身し、相変わらずのラッキーで戦うが、おやじマンの怒りの「稲妻ドッカーン攻撃」の影響で現れた黒雲にラッキーの源であるラッキー星を隠されて、大ピンチに陥ってしまう。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10977178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977178",
                    "Titles": {
                        "eng": null,
                        "jpn": "バードマンでラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "洋一たちのクラスが、バスでハイキングに出掛けた。運悪く遅刻はしたものの、みっちゃんの隣に座れて珍しく朝からラッキーな予感の洋一。そして、今こそラブレターを渡すチャンス！・・・と思ったら、保健委員の彼は、バスに酔ってしまったです代を介抱しなければならなくなり、やっぱりツイてない。おまけに山では、みっちゃんとです代がバードマンに捕まる始末。です代はともかくみっちゃんを助けなければ！早速登場するラッキーマンだが、バードマンの「鳥の羽ジェロニモ攻撃」をまともに受けてしまう。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10977179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977179",
                    "Titles": {
                        "eng": null,
                        "jpn": "最強男爵でラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "元祖ラッキーマンに捕まり、宇宙刑務所に入れられていた宇宙一の天才犯罪者・最強男爵が脱走した。そして何故か、ラッキーマンである洋一に復讐にやって来た。捕まってから20年間、刑務所の中で続けてきたラッキーマン研究成果を駆使し、完璧な復讐計画を持って攻めてくる最強男爵。さすがのラッキーマンも、最大の弱点であるラッキー星を、男爵の発明品「雨雲どんどん君」によって隠されてしまい大ピンチ！そして、ミサイルロケットマシン「とどめ君」につながれて宇宙の彼方へ飛ばされそうになるが・・・"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10977180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977180",
                    "Titles": {
                        "eng": null,
                        "jpn": "猛獣使いマンでラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "日曜日、です代抜きのグループ交際でウキウキ動物園へ出掛ける洋一。しかし、着く早々、動物たちにフンやオシッコをかけられて相変わらずついてない。と、さらについてないことにです代もやって来ていた。その上、です代ソックリの雌ゴリラにも好かれる始末。もっとついてない事に、いろんな星の動物たちを集めているという宇宙人、猛獣使いマンが現れて、動物園は大パニック！それを阻止しようと、洋一はラッキーマンに変身するが、催眠術で猛獣使いマンに操られている動物たちに襲われて大ピンチ。果して、ラッキーマンは、罪のない動物たちに反撃できるのか？！"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10977185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977185",
                    "Titles": {
                        "eng": null,
                        "jpn": "オタッキーマンでラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "今回の敵は、洋一の大嫌いな「ネコ」型宇宙人、ネコなんだもん星人。宇宙中の美女を捕まえ、蠟人形にして楽しむ変態オタッキーマンに頼まれて、ラッキーマンである洋一を食べに来たという。ラッキーマンに変身して反撃しようとする洋一・・・しかし、ネコが苦手で思うように戦えない。と、さすがはラッキーマン、「こんな時、犬のヒーローがいてくれたら・・・」ふと漏らした言葉から、偶然にも犬のヒーロー・ラッキーワンが誕生。ネコ星人をやっつけた。ーーーのも束の間、みっちゃんがオタッキーマンに捕まってしまった。再びラッキーワンを従え、ラッキーマンはみっちゃんを助けに出向く。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10977186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977186",
                    "Titles": {
                        "eng": null,
                        "jpn": "ブサイクゴンでラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "今日こそはみっちゃんにラブレターを渡すぞ！と、はりきって家を出た洋一。しかし途中、宇宙人に体を乗っ取られて巨大化したです代 ーーーブサイクゴンーーーに追いかけられるハメに。洋一はラッキーマンに変身し、ラッキー星に貰ったラッキー牛乳を飲んでジャンボラッキーマンとなり、ブサイクゴンに向かい合った。しかし、どんな攻撃にもビクともせずどんどん怒り狂い、手が付けられなくなってくるブサイクゴン・・・と、キラリ閃くラッキーマン。みっちゃん宛のラブレターを持ってたハズ→運良く一緒に巨大化していたラブレターがポケットの中に！→です代はラブレターが好き→ブサイクゴンもラブレターが好きならば・・・"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10977187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977187",
                    "Titles": {
                        "eng": null,
                        "jpn": "努力マンでラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "地球のヒーローの座をかけて、ラッキーマンに挑戦状を叩きつけてきた熱血ヒーロー「努力マン」。面倒くさがる洋一だったが、テレビを通して言われたのでは、行わないわけにもいかない・・・。努力マンは、苦節200年の努力を重ねてきた実力のあるヒーローだった。始めは少々ビビっていたラッキーマンだが、いつものラッキーによって次々と打撃を与えていく。しかし、努力マンは「自分の努力が足りないのだー！」と嘆きながらどんどん食い下がってくる。他力本願派と実力派、果して、どちらが地球のヒーローとなるのか・・・"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10977188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977188",
                    "Titles": {
                        "eng": null,
                        "jpn": "千顔マンでラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "むりやりラッキーマンに弟子入りした努力マンが、人間の姿になり「杉田努力」として洋一を迎えにやって来た。師匠ーーー洋一の密かな努力を研究するため、努力して洋一と同じ学校の同じクラスに転校したのだという。しかし、もともと実力がない上に、人間時のあまりのツイてなさを目の当たりにし、少々不安を抱き始める杉田。そんな時、地球で一番強い奴と戦う為、千顔マンが現れた。ラッキーマン・努力マンと、千顔マンがリング上で対峙する。強そうな相手にしり込みし、「修行」と銘打って戦いを努力マンにあずけるラッキーマン。そして、なんだか美味しいところだけ持っていきそうなラッキーマンに、努力マンの不信はつのる。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10977189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977189",
                    "Titles": {
                        "eng": null,
                        "jpn": "またまた最強男爵でラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "せっかくみっちゃんたちとグループ交際で遊園地に行く約束をしていたのに、途中、またまたラッキーマンに挑戦しにきた最強男爵に捕まった洋一。前回と同じく最強男爵の作ったメカ「いっぱい食わせる君」にラッキョを食べさせられてラッキーマンに変身してしまう。前回の失敗をいかし、改良型の「雨雲どんどん君」で雨雲を呼び出そうとする最強男爵。しかし今回は、ラッキー星も前回の失敗をいかして雨雲に対抗すべく、北風をアルバイトに雇っていた。が、アルバイト料の安さに北風は去り、ラッキー星は隠されてしまう。ラッキーマン、危うし？！しかし、執事ロボバトラーのドジと最強男爵のおマヌケも半端ではない。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10977190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977190",
                    "Titles": {
                        "eng": null,
                        "jpn": "めだち変身でラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "毎朝、白馬“ペガサス”で登校する、日本一目立ちたがる中学生・目立たがる。ある朝、みっちゃんに、ラッキーマンの方が目立っていると言われて大ショック！ラッキーマンに負けないよう目立つため、自分の体をスーパースターマンというヒーローに改造した。・・・のはいいが、スーパースターマンは、見かけ倒しの格好だけヒーロー。宇宙からやってきたごく普通の普通星人に、口でだけ戦いを挑むが、弱すぎてまるで相手にされない。仕方なく、ラッキーマンと努力マンが立ち上がった。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10977191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977191",
                    "Titles": {
                        "eng": null,
                        "jpn": "芸術星人でラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "洋一に、です代のピアノの発表会の招待状が届いた。「きっとみっちゃんも招待されているはずだ・・・」よこしまな思いを胸に、洋一は壁に貼ってあった自分の下手な絵をプレゼントに持ち、です代の家に向かった。です代の家は、超金持ちだった。 それだけでなくです代は物凄い芸術的センスの持ち主だった。そのセンスを見込まれて、芸術星人にさらわれてしまう。そして、芸術的に美しいみっちゃんもいっしょにさらわれてしまった！こうなったら助けにいかないわけにはいかない。ラッキーマン、努力マン、スーパースターマンの3人は、共に芸術星人の秘密基地に向かった。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "10977192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977192",
                    "Titles": {
                        "eng": null,
                        "jpn": "芸術星人でラッキーのつづき!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "です代家の広～い敷地内にある芸術星人の秘密基地を目指すラッキーマン、努力マン、スーパースターマン。そうして、ようやく見つけた基地の周りは、50万の芸術星人に取り囲まれていた。スーパースターマンはともかく、努力マンの努力の戦いを背に、ラッキーマンは単身、基地内のボスの元へ。なんと、芸術星人のボスは、描いた物が本物になるでっかい筆を持った“手”だった。“手”の作った人形通りに操られ、相討ちさせられそうになる3人の運命はいかに？！"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "10977193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977193",
                    "Titles": {
                        "eng": null,
                        "jpn": "こりずに最強男爵でラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "またまた最強男爵がやって来た。今回は、まずラッキーマンに変装し、みっちゃんを人質に取るという、卑怯な“みっちゃん人質大作戦”。似ても似つかない最強男爵の変装をすぐに見破ったみっちゃんだが、力ずくで鎖グルグル巻きにされ、まんまと人質に取られてしまう。早速みっちゃんを助けようとするスーパースターマンと努力マンは、これまた最強男爵の罠にはまって身動きが取れず、洋一もラッキーマンに変身したものの、苦手の“雨雲どんどんくん”を使われて、手も足も出ない。そしてついに、最終兵器“攻撃型祝ってあげるくん”に捕まったラッキーマンは・・・"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "10977194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977194",
                    "Titles": {
                        "eng": null,
                        "jpn": "パーティー荒らしマンでラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "今日はみっちゃんの誕生日。パーティーに招待された洋一は、プレゼントにお小遣いをはたいてバラの花束を持っていく。と、そのパーティー会場にでっかいバースデーケーキが送られてきた。しかし、なんとそれは、パーティーを荒らしてプレゼントを強奪する宇宙人、パーティー荒らしマンだった。荒らしマンは、ラッキーマンに爆弾のプレゼントを渡したり、“ロウソク一本火事の元攻撃！”や“長い祝辞は貧血の元攻撃！”でラッキーマンを倒し、みっちゃんのパーティーを何が何でも台無しにしようと頑張る。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "10977195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977195",
                    "Titles": {
                        "eng": null,
                        "jpn": "半魚人でラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "今日は、年に一回の男女合同のプールの授業がある。洋一は、夢にまで見たみっちゃんの水着姿を想像しては、朝から浮かれまくり、ニヤニヤと不気味に笑っている。しかし、みっちゃんは残念ながら見学！そして、モロにです代の水着姿を見せられ、おまけにプールに落ちて溺れかけてしまった。さらにっーーープールの中には、サメがいた！！・・・と思ったら、実は、宇宙から来た半分人間で半分サメの姿を持った半魚人が住みついていた。洋一は、溺れながらもラッキーマンに変身し、半魚人をプールから追い出そうとする。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "10977196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977196",
                    "Titles": {
                        "eng": null,
                        "jpn": "おっかけマンでラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "洋一のパパとママは、“なっ大きい賞”作家と、伝説の人気アイドル“松本伊八代”だった。洋一がそれを初めて知った日、ママが「懐かしのアイドル番組」に出演するため、皆でテレビ局に出掛けた。番組で一目惚れし、今回、結婚を申し込みにやって来たというおっかけマンが舞台に登場！その魔の手からママを守ろうと立ち上がったのは、目を座らせたバーコードマンーーーパパーーーだった。果して、何のとりえもないパパにママを助けることができるのか？！"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "10977197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977197",
                    "Titles": {
                        "eng": null,
                        "jpn": "借金トリマンでラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "洋一は出掛けに、信じるものしか救われない「幸福を呼ぶペンダント」を貰った。でも、全く信用しないので、ペンダントの力も作用していつもに増してツイてない。そんな時、これまたツイてない鈴木という倒産した会社のもと社長に出会った。10万円の借金が1ヶ月で十億円になってしまい困っているという。あまりに可哀相でペンダントを上げてしまう洋一は、鈴木の「ラッキーマンの力を借りたい」という願いを聞いてその借金取りを懲らしめに出向いた。「借金取りとはいえ、所詮は人間・・・楽勝、楽勝！」しかし、その洋一の考えはやっぱり甘かった 。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "10977198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977198",
                    "Titles": {
                        "eng": null,
                        "jpn": "目立の秘密でラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "戦いが終わって、人目につかない所で元の姿に戻った洋一と努力は、コソコソとボロ小屋に入っていく目立を見つけた。まさか・・・しかしそこは、正真正銘目立の家。目立は超ド貧乏だったのだ！続いてその家に戻ってきたのは、兄であるスーパースターマンの弱さ加減をネタに苛められた弟妹。彼らは、スーパースターマンの強さを信じていた。「そうさ、スーパースターマンは宇宙一強いヒーローだ！本当は、ラッキーマンも努力マンも子分なんだ」つい、嘘をついてしまう目立に同情した努力は、次の戦いでなんとかスーパースターマンを勝たせようと努力する。そんな時やってきたのは百発百中の腕を持つ銃の達人・ガンマ星人。その敵に銃で挑むスーパースターマンは果たして。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "10977199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977199",
                    "Titles": {
                        "eng": null,
                        "jpn": "爆弾マンでラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "みっちゃんが、テレビ番組『宇宙正義カッコマン』のヒロイン役にスカウトされた。一緒に撮影を見にいく洋一と努力たち。しかし撮影が開始され登場したカッコマンは、何だか様子が違っていた。敵役を着ぐるみと中身もろともめった打ちにし、カッコマンにあるはずのない武器・爆弾を出して来る。これは偽物！ようやく気づいた洋一たちは、ラッキーマン、努力マンに変身して戦いを挑んだ。敵は、カッコマンの衣装を纏った爆弾マン。戦いのうちに、ラッキーマンが爆弾マンの自爆装置を押してしまった！このままでは爆弾マンともども辺り一帯すべてが吹き飛んでしまう・・・！！"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "10977200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977200",
                    "Titles": {
                        "eng": null,
                        "jpn": "納豆づけでラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "宇宙から、4人の極悪宇宙人がやってきた。ラッキー星は今度こそ本当に地球最大の危機だという。ラッキーマンと努力マンは、早速、新しくもらった「こっち矢」で第一の敵・ごはんマンを見つけた。彼らの目的は地球を納豆の生産工場と化す事だという。既に、地球の主要都市は納豆ミサイルによって納豆づけにされていた。ご飯マンをやっつけた2人の前に、今度は大食いマンが現れた。あっけなく食べられてしまう努力マン。何でも食べてしまう大食いマンに、ラッキーマンはパンチもキックも出すことが出来ない。思案の末に出したラッキービームも食べられてしまった。果して、ラッキーマンと地球の運命はいかに？！"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "10977201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977201",
                    "Titles": {
                        "eng": null,
                        "jpn": "納豆づけでラッキーのつづき!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "残る極悪宇宙人は埼玉県にいると聞き、ラッキーマンと努力マンが到着したのは、なんと目立の家。中には3人目の極悪宇宙人・キッチンマン。2人を家の中に入れまいと、小細工を仕掛ける。そこへ、ボロボロに疲れ切ったスーパースターマンが帰ってくる。呆気なく家に入り、風呂の火を入れようとした時、ドカン！キッチンマンの体のホースから漏れていたガスに引火。キッチンマンは倒したが、最後に出てきたのは極悪宇宙人のボス・カワイイコックさんマン。始めはラッキーマンより弱かったが、キッチンマンとの合体によってパワーアップ。難なく努力マンとラッキーマンを捕らえた。頼みの綱は、ドアの陰から見ていたSSマンただ一人！"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "10977202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977202",
                    "Titles": {
                        "eng": null,
                        "jpn": "G-5（ジーゴ）でラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "学校で球技大会がある。しかし、日本一ついてない中学生である洋一がいるから勝てっこないと、クラスの皆は嫌そうな顔。その時です代が洋一をかばって立ち上がった。試合に出るクラスの男子がです代のサッカードームでハイテクサッカーロボ「G-5」にコーチして貰うというのだ。早速皆でドームに出掛け、です代は、練習していた有名Jリーグ選手を帰らせて、男子たちの練習を開始させた。その練習の途中、努力の蹴ったバカ力ボールを受けたG-5の様子がおかしくなった。「丸」に反応してやたらと蹴りまくるのだがどうにも止まらない。仕方なく洋一たちは変身して、G-5をくい止めようとするが・・・"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "10977203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977203",
                    "Titles": {
                        "eng": null,
                        "jpn": "シンデレラでラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "ある宇宙人が、童話の国のシンデレラの座を狙っていると言う。ラッキー星からの情報で、洋一はラッキーマンに変身し、面倒臭いから努力マンも連れて童話の国に出掛けた。その夜、洋一はソックリの王子になりすまして舞踏会に出席し、みっちゃんソックリのシンデレラに鼻の下を長くしていた。12時が来て、シンデレラが去っていった後に残された片方のガラス靴。それを、サッと別の靴と取り替える手が・・・。実は、その手は、愛するかあちゃんの「シンデレラになる」夢を叶えようとやって来たおやじマンだった。しかし、せっかく取り替えたかあちゃんサイズの靴が、なんと、です代ソックリのデスレレラと同じだった！"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "10977204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977204",
                    "Titles": {
                        "eng": null,
                        "jpn": "極悪教師マンでラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "洋一たちが遅刻している間に、やって来た怪しい新任教師は、教育によって地球を乗っ取ろうとやって来た極悪教師マン！彼は、生徒を洗脳し、すでに教育を始めていた。その様子に気づいた洋一と努力は、それぞれ変身し、教師マンをやっつけようとするが、生徒を楯にする教師マンに近寄れない。そして教師マンは、みっちゃんに命令して、ラッキーマンの左胸を一突きさせる・・・。倒れ込むラッキーマンを見たショックで正気に戻るみっちゃん。だが、自分のした事に涙が溢れて止まらない。みっちゃんを泣かせたーーー！？遂にラッキーマンの怒りは頂点に達し、胸のマークが「特吉」になった！！"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "10977205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977205",
                    "Titles": {
                        "eng": null,
                        "jpn": "運動会マンでラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "今日は運動会。今日こそはみっちゃんにいいトコを見せてラブレターを渡すんだ！と、久々に現れたラッキーワンと一緒に張り切る洋一。しかし、やっぱりついてない洋一は、ラッキーワンの間抜けな邪魔によってみっちゃんに睨まれてばかり。そして種目はフォークダンス。みっちゃんと手をつなげる今度こそ・・・と思った時、UFOがやってきた。やってきた宇宙人は、各学校の校庭を狙う運動会マン。学校の代表と運動会3回勝負して負けたら校庭を乗っ取るという。洋一は、早速ラッキーマンに変身して軽く勝負を受けて立つが・・・。"
                    },
                    "Aliases": []
                },
                "27": {
                    "ID": "10977206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977206",
                    "Titles": {
                        "eng": null,
                        "jpn": "江戸時代でラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "洋一の先祖の日記に、家のどこかに宝の壷を埋めたと書いてあった。その話を聞きつけて突如床下から現れたのは、何度やられても懲りない最強男爵。しかし、宝の壷は渡せないと言われ、取り出したのは「江戸時代スプレー」。先ずはバトラーで実験し、自分もそのスプレーを浴びて、男爵は洋一たちの前から姿を消した。早速スプレーを浴びて男爵たちの後を追う洋一たち。タイムスリップして現れた場所は、江戸時代。難なく洋一の先祖を見つけたはいいが、果してどちらが宝の壷を手に入れることができるのか！？"
                    },
                    "Aliases": []
                },
                "28": {
                    "ID": "10977207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977207",
                    "Titles": {
                        "eng": null,
                        "jpn": "忍者マンでラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "地球侵略のため、やってきた忍者マン。修行に修行を重ねてきた忍者マンは、真剣勝負で努力マンと互角の技を持っていた。しかしこの戦いは、忍者マンの「かげ縫いの術」によって動きを封じられた努力マンの負け。残ったラッキーマンと忍者マンの戦いになるが・・・。ラッキービームに対抗して投げられた忍者マンの手裏剣！しかし、偶然にも地底から地球征服にやってきたモグラマンに当たってラッキーマンは3度も難を逃れる。次々と飛び出す忍者マンの技の数々に、スキだらけのラッキーマンが逃げまどう！！"
                    },
                    "Aliases": []
                },
                "29": {
                    "ID": "10977208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977208",
                    "Titles": {
                        "eng": null,
                        "jpn": "スポーツマンでラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "今日は学校の競技大会。洋一は今日こそいい恰好を見せようとするが、やっぱりツイてない。と、そこに現れたのは、地球を自分専用の運動場にしようと狙ってきたスポーツマン。スポーツ3本勝負の結果によってはその計画を諦める、と、スポーツマンらしい潔い戦いを挑んできた。洋一は、自信タップリ、ラッキーマンに変身してその挑戦を受けるが・・・なんと、今日の天気は「晴れ時々曇り一時雨」！予想通りの空模様に、ラッキーマンは凶になったり大吉になったり・・・果して、勝負の結果は 。"
                    },
                    "Aliases": []
                },
                "30": {
                    "ID": "10977209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977209",
                    "Titles": {
                        "eng": null,
                        "jpn": "合体星人でラッキー!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "最強男爵の新しい発明品「合体させちゃうくん」は、宇宙人と宇宙人を合体させてより強い宇宙人を作り出すマシン。アルバイト募集でやってきた、バードマンとおやじマンを合体させようとするが、事故で自分も一緒に合体されてしまった。こうして、合体星人となった3人は、揃って洋一たちのもとに現れる。洋一たちは、早速、ラッキーマン、努力マン、スーパースターマンにそれぞれ変身するが、3対１ずつの戦いに不利を感じ、自分たちも合体を試みた！しかし・・・所詮は肩車の三段重ね。合体星人たちに大笑いされてしまう。"
                    },
                    "Aliases": []
                },
                "31": {
                    "ID": "10977210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977210",
                    "Titles": {
                        "eng": null,
                        "jpn": "再会! 勝利・友情・努力三兄弟"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "学校帰り、洋一の家に寄った努力は、幸福そうな洋一一家を見てしんみりしてしまう。洋一はそんな努力に故郷・ガンバル星にいる家族のことを尋ねるが、その途端に彼は「家族のことは聞かないでください！」と家を飛び出してしまう。慌ててあとを追う洋一。だが家の外でいきなり「勝利マン」と「友情マン」と名乗る妙なヒーロー兄弟にからまれ、ラッキーマンに変身させられ勝負することに。対戦の相手は兄・勝利マン。 勝利マンは「勝つためには手段を選ばない！」がモットーで、ものすごく負けず嫌い。それはヒーロー同士の戦いだけでなく、じゃんけんに至るまで、すべての勝負においてという徹底ぶりだった。"
                    },
                    "Aliases": []
                },
                "32": {
                    "ID": "10977211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977211",
                    "Titles": {
                        "eng": null,
                        "jpn": "非常事態! 全宇宙の危機!!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "勝利・友情・努力の三兄弟が久しぶりにそろった。だが努力は兄たちに激しい憎しみを持っていて感動の再会とはならないのだった。 友情マンの説明から、「全宇宙ヒーロー協会」に迫る危機を知るラッキーマンと努力。勝利マンと友情マンは、ラッキーマンにこの危機を乗り切るため協力してくれるよう頼むが、ラッキーマンはどうしても乗り気になれない。 ところが、友情マンの「友情パワーで洋一とみっちゃんとの仲をとりもつ」という言葉につられ、努力を残してさっさと宇宙へと飛び立ってしまうのであった。 その直後、宇宙人が襲撃に現れた。努力は早速、努力マンに変身し人々を助けるが、何故かブーイングの嵐。傷心の努力マンの心に兄たちへの更なる憎しみが募ってゆく。"
                    },
                    "Aliases": []
                },
                "33": {
                    "ID": "10977212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977212",
                    "Titles": {
                        "eng": null,
                        "jpn": "努力マンの過去! 兄たちの裏切り"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "努力マンは、ついでに宇宙船に乗り合わせることになってしまったスーパースターマン兄弟に、自分たち三兄弟の過去を語り始めた。 その日ヒーローを目指す三兄弟の家に、全宇宙ヒーロー協会から新ヒーローを決める「ヒーロートーナメント」の招待状が届いた。ヒーローになることを夢見る幼い努力マンは「努力でヒーローになってみせる！」とトーナメントへの意欲を見せるが兄たちの反応は悪く、それどころか「強くなるためだ」と言って彼にとんでもない特訓を課すのであった。 やがて、努力が実りトーナメントを勝ち抜いた努力マンは、優勝決定戦で兄・勝利マンと戦うことになるのだが・・・。"
                    },
                    "Aliases": []
                },
                "34": {
                    "ID": "10977213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977213",
                    "Titles": {
                        "eng": null,
                        "jpn": "狙われたヒーロー協会会長!!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "ラッキーマン、勝利マン、友情マンの三人が「ヒーロー星」にたどり着いた。三人は、ヒーローのために作られたいろいろな施設を見学しながら「謎の宇宙人・よっちゃん」に命を狙われているという「ヒーロー協会会長」がいるタワーへとやってきた。会長室にたどり着くまでに仕掛けられたたくさんのワナを相変わらずのラッキーでかわしたラッキーマンは、ついに会長と対面するが、その会長をよっちゃんが雇った殺し屋のライフルが密かに狙っていた！ 何気なく窓際に近づいた会長めがけて飛ぶ銃弾！ 果たして、ラッキーマンのラッキーは、まわりにいる他人にも通用するのか？！"
                    },
                    "Aliases": []
                },
                "35": {
                    "ID": "10977214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977214",
                    "Titles": {
                        "eng": null,
                        "jpn": "来襲! 恐怖の殺し屋ヒットマン!!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "遅れてヒーロー星に向かった努力マンと、スーパースターマン兄弟の目の前に、やっとのことで目的地が見えてきた。だが、謎の宇宙人・よっちゃんの恐怖に怯えるヒーローたちのモーレツなミサイル攻撃に遭い、このままでは無事、着陸できそうもない。そこで緊急脱出用小型船を使って地上に向かうことにする。 その頃、タワーへの侵入に成功した殺し屋・ヒットマンは、たまたま出会ったラッキーマンを縛り上げ、次なる作戦を遂行すべく、ニセラッキーマンに変装。まんまと会長室にもぐりこんでいた。 誰ひとりとしてヒットマンの完璧な変装を見破れず、作戦はほぼ成功したかにみえたが・・・。"
                    },
                    "Aliases": []
                },
                "36": {
                    "ID": "10977215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977215",
                    "Titles": {
                        "eng": null,
                        "jpn": "恐怖! お手手戦隊指レンジャー!!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "友情マンはケガをしたヒットマンを助けて友達にし、謎の宇宙人・よっちゃんの居場所を聞き出そうとするが、その計画はあと少しのところで失敗に終わる。そして、知らない間にヒーロー星に乗り込んでいたよっちゃんとその手下に星は壊滅状態に追い込まれ、今、戦えるヒーローはラッキーマンたちだけとなっていた。 よっちゃんはラッキーマンたちに自分の手下である五人の戦士「お手手戦隊指レンジャー」と５対５の勝ち抜き戦をするよう言うが、こちらは会長を数に入れても四人。しかも会長は「戦いたくない！」とわがままを言い出す始末。このままでは五人の強敵に、たった三人で立ち向かわなければならない！ 絶対的に不利な状況の中、彼らに勝機はあるのか？！"
                    },
                    "Aliases": []
                },
                "37": {
                    "ID": "10977216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977216",
                    "Titles": {
                        "eng": null,
                        "jpn": "今、始まる! 宇宙最大の戦い!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "謎の宇宙人・よっちゃん--- 彼は宇宙の平和を守ってきたヒーローたちを倒し、全宇宙を支配しようとしていた。そのために彼は、手下・お手手戦隊指レンジャーを使って、わずかに残ったヒーロー、ラッキーマンたちまでをも倒すため、５対５の勝ち抜き戦を提案。この一大事は地球をはじめ全宇宙の注目の的となっていたが、試合前の緊迫した状況の中でラッキーマンたちヒーローチームは、いまだに誰がどの順番で戦うかでモメているし、努力マンと勝利マンは兄弟ゲンカを始めるしでまったくまとまりがない。 果たして、この全宇宙の危機をチームワークボロボロのヒーローチームは救うことができるのか？！"
                    },
                    "Aliases": []
                },
                "38": {
                    "ID": "10977217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977217",
                    "Titles": {
                        "eng": null,
                        "jpn": "衝撃! 小指グリーンの正体!!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "第一試合はスーパースターマンと小指グリーンの戦い。小指グリーンは闘技場の上に小さな円を描き、「この中から自分を一歩でも外に出すことができたら真の姿を見せる」と言い放つ。スーパースターマンも負けじと「バラの花びら一枚の上から一歩も動かない」と宣言するが、どう考えても無謀な考えだった。 ところが、スーパースターマンが唯一の武器・スーパースターカッターを使ったとき奇跡は起こった！ ムリな体勢からの攻撃が偶然キマり、敵を円の外に出すことに成功したのだ！ こうして、ついに小指グリーンが、そのスーツの下に隠された真の姿を人々の前に現すときがきた！"
                    },
                    "Aliases": []
                },
                "39": {
                    "ID": "10977218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977218",
                    "Titles": {
                        "eng": null,
                        "jpn": "完全体! スピードマンターボ!!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "スーツを脱いだ「小指グリーン改めスピードマン」の実力は今までとは比べ物にならず、もはやスーパースターマンに勝つことは不可能だった。 スーパースターマンが倒れ、次に登場したのは勝利マン。久々に強い敵に出会い水を得た魚状態になった勝利マンは、闘技場にあがるなりいきなりスピードマンに奇襲攻撃し、反則負けをとられそうになる。 仕切り直しで始まった戦いでも勝利マンは勝つための汚い作戦とその実力でスピードマンを追い詰めていく。 だがスピードマンもそのままでは終わらなかった！ 勝利マンの実力を認めたスピードマンは、ついに完全体へと変身を遂げる！"
                    },
                    "Aliases": []
                },
                "40": {
                    "ID": "10977219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977219",
                    "Titles": {
                        "eng": null,
                        "jpn": "第二の敵! 薬指イエロー"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "珍しく正々堂々（？）と戦い、勝利をもぎ取った勝利マンの次なる敵は「薬指イエロー」。勝利マンの強さを思い知らされた薬指イエローははじめからスーツを脱ぎ、その真の姿を現す。それはゼリーのようにグニャグニャした体を持つ「スライムマン」だった。そんな敵が相手ではさすがの勝利マンの攻撃も効き目がない。だが、勝利マンは逆にそれを利用し、スライムマンの体の中にダイナマイトを仕掛けることに成功。ところが、スライムマンにはたとえバラバラになっても元に戻る恐るべき再生能力があった！ふいをつかれ、スライム状の体で全身を覆われてしまった勝利マンに再び危機が迫る！"
                    },
                    "Aliases": []
                },
                "41": {
                    "ID": "10977220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977220",
                    "Titles": {
                        "eng": null,
                        "jpn": "第三の敵! 鋼鉄・パワー二人組"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "勝利マンの勝利へのあくなき執念はすさまじく、わが身を犠牲にしてでも敵を倒す戦法に出た！ 勝利マンはダイナマイトを使い、再びスライムマンに大ダメージを与えるものの自分自身も大怪我を負ってしまう。おまけにたとえバラバラになっても再生できるスライムマンにその作戦は通用しない。 はずだった。 だが、勝利マンのとっさの機転によりその能力を封じることに成功。彼は満身創痍の自らの足で闘技場に立ち、勝ち名乗りを上げるのだった。その様子を見ていたよっちゃんは、勝利マンを徹底的に追い詰め倒すため、「中指ブルー」「人差し指レッド」のふたりで行う「空に太陽があるかぎり作戦」に出る。"
                    },
                    "Aliases": []
                },
                "42": {
                    "ID": "10977221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977221",
                    "Titles": {
                        "eng": null,
                        "jpn": "復活! 美しき兄弟愛"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "驚異の怪力を持つパワーマンとダイヤモンドをも打ち砕く体を持つ鋼鉄マン。パワーマンは鋼鉄マンを手に持って武器代わりにし、大怪我を負った勝利マンに襲い掛かる。努力マンはそんな兄に代わって自分が戦おうとするが、それをもうひとりの兄・友情マンがとめる。そして、兄がそこまでして弟・努力マンを戦わせない理由と、あの日のヒーロートーナメントに秘められた真実を語る。勝利マンは今は亡き母と約束したこと、「努力をヒーローとして危ない目にあわせたら、針千本飲ます」をかたくなに守り続けていたのだ。 努力マンはそんな兄の気持ちを知り、絶体絶命の兄を守り、ともに戦うために闘技場へと登る！"
                    },
                    "Aliases": []
                },
                "43": {
                    "ID": "10977222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977222",
                    "Titles": {
                        "eng": null,
                        "jpn": "苦節50年! 豆腐ゲタの威力"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "長年の誤解が解けようやく復活した兄弟愛。ともに力を合わせて戦うことにした勝利マンと努力マンの兄弟は、それぞれが実力を持ち、実の兄弟だけに息もぴったり。ふたりは兄が必殺のパンチで攻撃、弟がその鍛えぬいた鉄ゲタならぬ豆腐ゲタで防御にまわり、絶妙な合体攻撃によりパワーマンと鋼鉄マンを追い詰めていく。だが、槍へと変態を遂げた鋼鉄マンが鉄壁の防御を誇ってきたはずの豆腐ゲタを貫いた！ 戦いは再び兄弟のピンチ！ と思われたが、この豆腐ゲタには更なる秘密が隠されていた！ 真の実力を示し、脅威の敵を倒すため、努力マンがついにその豆腐ゲタを脱いだ！"
                    },
                    "Aliases": []
                },
                "44": {
                    "ID": "10977223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977223",
                    "Titles": {
                        "eng": null,
                        "jpn": "爆発! 怒りの努力マン"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "努力マンが作った闘技場の割れ目に落ちたラッキーマンは、そこで謎の宇宙人・よっちゃんと対峙していた。 緊迫の沈黙が続く--- が、何故かラッキーマンはよっちゃんをただのお金持ちと勘違い。ムリヤリ金塊を分けてもらい大喜びしていた。 その頃、闘技場では、努力マンの「チリも積もれば山となるキック」のため追い詰められた敵が、スーパースターマンの妹・真千子（ませんこ）を人質にして逆転勝利を狙っていた。努力マンはもちろん、あまりの汚い作戦に、さすがの勝利マンも怒りを隠し切れないがどうすることもできない。絶対絶命のピンチ！ そのとき、闘技場の割れ目からラッキーマンが現れ・・・。"
                    },
                    "Aliases": []
                },
                "45": {
                    "ID": "10977224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977224",
                    "Titles": {
                        "eng": null,
                        "jpn": "血の嵐! 努力マンのフルパワー"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "強敵・パワーマンが倒れ、戦いは勝利マン・努力マンチームの勝利で終わった。と思われたそのとき、槍状に変態していた鋼鉄マンが努力マンの背中を貫いた！ 一瞬の油断で大怪我を負った努力マンは、自分の甘さを恥じ、力尽き眠っている無敗の兄・勝利マンのためにも負けるわけにいかないと最後の力を振り絞る。その勝利にかける執念は兄顔負けのすさまじいものだった。だが、努力マンのダメージはあまりに大きく、この試合を最後にもはや戦うことは不可能だった。順番では次に戦うのは友情マン。ところが、どこを探しても友情マンの姿がない？！ ということは、このまま彼が現れなければ次に戦うのはラッキーマン？！"
                    },
                    "Aliases": []
                },
                "46": {
                    "ID": "10977225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977225",
                    "Titles": {
                        "eng": null,
                        "jpn": "ヒーロー伝説! 天才マンの悲劇"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "ラッキーマンの前に立ちふさがった敵「親指グンジョー色」の正体は、類まれなる美貌と才能を持ちながら、あるとき忽然とその姿を消した伝説のヒーロー「天才マン」だった。天才マンの数々の天才的パフォーンマンスに完全にビビるラッキーマン。いかにラッキーの持ち主であっても天才相手にそのラッキーが通じるとも思えない。だが天才マンは、自分が倒したい相手はかつて自分に挫折感を味合わせた会長と、彼の「ヒーロー認定証」を盗んだ犯人のふたりだけで、関係のないラッキーマンには危害を加えないと言う。それを聞いて大喜びのラッキーマンは、お礼にと自分のヒーロー認定証を彼に譲ろうとするが・・・。"
                    },
                    "Aliases": []
                },
                "47": {
                    "ID": "10977226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977226",
                    "Titles": {
                        "eng": null,
                        "jpn": "対決! ラッキーマン対天才マン"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "天才マンの強さは本物で、急遽、戦いを挑んだ実力派・勝利マンさえあっけなくはじけ飛ばされてしまうほどだった。 こうして戦いはついにラッキーマン対天才マンへと突入。天才マンはラッキーマンの動きを封じジワジワと倒すため「雨雲どんどん君すげーミニ」を使い、ラッキー星を雨雲の中に隠してしまう。途端に力を失うラッキーマン。だが、会長がとっさに「ヒーローパワー」をラッキーマンに送り込んだため、彼はすべての力を失わずに済んだ。ところがそんな会長をいろいろなアクシデントが襲う。おかげでパワーは安定せず、ラッキーマンは力を取り戻したり失ったり---。 そこで会長は、直接ラッキーマンに触れることで、通常の数十倍ものヒーローパワーを注入する作戦を思いつく。"
                    },
                    "Aliases": []
                },
                "48": {
                    "ID": "10977227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977227",
                    "Titles": {
                        "eng": null,
                        "jpn": "残忍! 最高に苦しい殺し方!!"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "まんまとワナにかかり、天才マンの秘密兵器のエジキとなってしまったラッキーマン。その名も「魚（うお）ー苦しいマシン」というその機械は、大きな金魚鉢にはった水の中で窒息する苦しみを味わいながら、その体をくすぐられることにより、止められない笑いに苦しむという、ふたつの苦しみを組み合わせた、この世で最も敵を苦しめるためのものだった。 手足を縛られ、まさに手も足もでないラッキーマン。そんなラッキーマンを助けようと、スーパースターマンは、眠っている努力マンの防御技「努力返し」を利用し金魚鉢を割ろうとするが、思い通りにいかず失敗ばかり。もはやラッキーマンにはラッキーを呼び寄せる力もないのか？！"
                    },
                    "Aliases": []
                },
                "49": {
                    "ID": "10977228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/10977228",
                    "Titles": {
                        "eng": null,
                        "jpn": "強敵! 無敵の世直しマン"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": "ついに謎の宇宙人・よっちゃんが人々の前にその姿を現した！ その正体はかつてのヒーロー「世直しマン」。 彼はその昔、現在の全宇宙ヒーロー協会会長である「超ウルトラスペシャル必殺マン」とともに、初代会長の座をかけて争った実力者だった。だがその戦いに敗れ、悪の道へと走ったのだった。 世直しマンは、ラッキーマンとの戦いを通して改心し、再びヒーローとして戦う決意をした天才マンもろとも、わずかに残ったヒーローたち全員を倒そうとする。だが、無敵のヒーローであるはずの天才マンの攻撃も効かない世直しマンを相手に、負傷者続出のヒーローチームに勝機はあるのか？！"
                    },
                    "Aliases": []
                },
                "50": {
                    "ID": "8765400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/411193-/episodes/8765400",
                    "Titles": {
                        "eng": "The Last Battle! The strongest combined power!",
                        "jpn": "最後の決戦! 最強の合体パワー!!"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "あっさりと世直しマンチームに寝返ったラッキーマン。だが、パワーアップした勝利マンと無傷の友情マンが戻ってきたことで、その心は揺れていた。 結局のところ成り行き上、元のヒーローチームに戻るラッキーマン。努力マンもようやく眠りから覚め、こうして再びヒーローチーム全員がそろった。この五人に天才マンと会長＝超ウルトラスペシャル必殺マンを加えて味方は七人。だが、ただでさえ強い世直しマンは更なるパワーアップをはかるため巨大化！「世直しジャイアント」として七人の前に立ちふさがった！ 必死で戦うヒーローたち！だが、敵はあまりにも強力で・・・。 果たして、全宇宙の運命は？！"
                    },
                    "Aliases": []
                }
            }
        }
    }
}