{
    "URL": "https://thetvdb.com/series/yuusha-yamemasu",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15723722/",
        "https://yuuyame.com/",
        "http://www.reddit.com/r/ImQuittingHeroing",
        "https://www.tvmaze.com/shows/60944/show-slug",
        "https://www.themoviedb.org/tv/136763",
        "https://www.wikidata.org/wiki/Q109018474",
        "https://en.wikipedia.org/wiki/I'm_Quitting_Heroing",
        "https://x.com/yuuyame_anime"
    ],
    "Titles": {
        "eng": "I'm Quitting Heroing",
        "jpn": "勇者、辞めます"
    },
    "Summaries": {
        "eng": "After saving the world, the strongest hero Leo became someone who is not wanted in the peaceful human world. He was too strong. Exiled, he seeks a job at the Demon King's Army, which he had defeated and needs to be rebuilt.\r\n\r\nThe Army had many problems: too much work, financial troubles, etc. Leo starts to make things better using his power. Leo encounters Echidna again, and asks her why she invaded the human world. There was an unexpected story...!",
        "jpn": "世界を救った後、どこにも行き場がなくなった最強勇者・レオ。強すぎる力は平和な世界にはいらない存在……。そんな彼が行き着いた就職先は――かつての敵、魔王軍だった！"
    },
    "Aliases": [
        "Yūsha, Yamemasu",
        "Yuusha, Yamemasu",
        "勇者、辞めます ～次の職場は魔王城～",
        "Yuusha, Yamemasu: Tsugi no Shokuba wa Maoujou",
        "Yūsha, Yamemasu: Tsugi no Shokuba wa Maōjō"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1963567",
            "URL": "https://thetvdb.com/series/yuusha-yamemasu/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "9107778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-yamemasu/episodes/9107778",
                    "Titles": {
                        "eng": "Remember, the Work Trip is First and Foremost a Learning Opportunity (Part 1)",
                        "jpn": "研修旅行は目的を見失うな（前編）"
                    },
                    "Summaries": {
                        "eng": "Officially, they’re all at an inn with a hot spring for a business trip. Unofficially, it’s a well-deserved vacation. It sounds like the perfect getaway, but little do they know that the inn’s haunted.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9107780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-yamemasu/episodes/9107780",
                    "Titles": {
                        "eng": "Remember, the Work Trip is First and Foremost a Learning Opportunity (Part 2)",
                        "jpn": "研修旅行は目的を見失うな（後編）"
                    },
                    "Summaries": {
                        "eng": "One by one, the ghost claims Leo's friends. But not without reason…",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9327686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-yamemasu/episodes/9327686",
                    "Titles": {
                        "eng": null,
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1963568",
            "URL": "https://thetvdb.com/series/yuusha-yamemasu/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8793351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-yamemasu/episodes/8793351",
                    "Titles": {
                        "eng": "My Next Interview's at the Demon Queen's Palace!",
                        "jpn": "次の職場は魔王城"
                    },
                    "Summaries": {
                        "eng": "Rarely does a hero apply for a job with the Demon Queen. He has the skills, but he’s the one who defeated her army. Maybe he can clarify matters during his interview?",
                        "jpn": "世界を救ったにも関わらず、その強さ故に人々から恐れられ、居場所を失った勇者レオ。彷徨の末に辿り着いたのは、自ら半壊滅に追いやった魔王軍だった。レオは元勇者として採用面接に挑むが、魔王エキドナに追い返されてしまう。それでも諦めないレオが頼ったのは、かつて戦った四天王たちだった。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9075444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-yamemasu/episodes/9075444",
                    "Titles": {
                        "eng": "Strive to Ease the Burden on Your Future Self!",
                        "jpn": "明日の自分が楽になる仕事をしろ"
                    },
                    "Summaries": {
                        "eng": "Shutina is a model employee, but she’s overworked, overwhelmed and stressed out. If he can stop irritating her for five minutes, Leo can help her delegate and avoid burnout.",
                        "jpn": "魔王軍に仮採用された勇者レオ。正規採用のためには、正体を隠しつつ魔王軍復興に貢献し、四天王の推薦を得なければならない。手始めに、四天王の中で最も頭脳明晰な魔将軍シュティーナを手伝うことにしたレオは、黒騎士オニキスを名乗って行動することにする。しかし、シュティーナの仕事量は完全に限度を超えていて……"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9075445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-yamemasu/episodes/9075445",
                    "Titles": {
                        "eng": "A Little Bit of Thought Goes A Long Way for Efficiency!",
                        "jpn": "ちょっとした気付きが仕事の効率をあげる"
                    },
                    "Summaries": {
                        "eng": "Whose idea was it to put Lily in charge of logistics? Why are her proposals drawn up in crayon!? It’s up to Leo to give her a training and development course on teamwork.",
                        "jpn": "魔王軍にとって最重要任務の一つである兵站を任された獣将軍リリ。その大らか過ぎる性格のせいで、仕事の効率はまったくあがらず、部下も困惑するばかり。そんなリリのサポートをすることになったレオは、頭ごなしに注意するのは効果的ではないと判断。なんとかリリ自身が状況改善の必要性に思い至るよう一計を案じることに……"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9075446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-yamemasu/episodes/9075446",
                    "Titles": {
                        "eng": "The Drinking Party From Hell",
                        "jpn": "地獄の飲み会"
                    },
                    "Summaries": {
                        "eng": "There are certain rules one must follow when the boss invites an employee out for food and drinks. Especially when said employee is concealing his true identity.",
                        "jpn": "黒騎士オニキスとして魔王軍復興に携わり、着実に功績をあげていくレオ。順調に正式採用への道を進んでいた矢先、魔王エキドナから酒席に招待されてしまう。どうやらオニキスの活躍がエキドナの耳に入ってしまったらしい。絶対に正体がバレてはいけないレオは、出来る限り早く酒席をお開きにするべくその知識をフル活用するが……"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9075447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-yamemasu/episodes/9075447",
                    "Titles": {
                        "eng": "If You Want to Quit, Talk It Out First",
                        "jpn": "仕事を辞めたくなったら一度相談しろ"
                    },
                    "Summaries": {
                        "eng": "There's nothing wrong with quitting a job if it's not a good fit. But one must make sure that it's the best move for them and not something they'll eventually regret.",
                        "jpn": "突如として魔王軍にもたらされた衝撃的な二つの報告。なんと竜将軍エドヴァルトが自刃を申し出る一方で、無影将軍メルネスは旅に出てしまったという。ひとまずメルネスの対応を引き受け、その後を追うレオ。なんとかメルネスに追い付いて旅の理由を尋ねると、思わぬ答えが返ってきて……"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9075448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-yamemasu/episodes/9075448",
                    "Titles": {
                        "eng": "The Hero Shares His Tale of Burden",
                        "jpn": "勇者、長年の悩みを聞いてもらう"
                    },
                    "Summaries": {
                        "eng": "Listening is a vital part of communication, and Mernes is perceptive enough to know that Leo is holding something back. So the former hero confides his secret to the assassin.",
                        "jpn": "メルネスが面接官の任務を果たせるよう、コミュニケーション能力の向上をサポートしたレオ。その成果を見るための模擬面接で、レオは魔王軍に来た目的が人間への復讐ではないはずだとメルネスに指摘される。真摯なメルネスの態度に心を動かされたレオは、自らの過去を語り始めるが……"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9075449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-yamemasu/episodes/9075449",
                    "Titles": {
                        "eng": "A Good Warrior Isn't Always A Good Boss",
                        "jpn": "良い戦士が良い上司になるとは限らない"
                    },
                    "Summaries": {
                        "eng": "Edvard is a good warrior, but that doesn’t mean he’s a good leader. Especially when he thinks his troops aren’t trying hard enough when they fail at tasks he can accomplish.",
                        "jpn": "メルネスの問題を片付け、返す刀でエドヴァルトの問題解決に臨むレオ。\r\nエドヴァルトは、部下が一向に強くならない責任を感じ、命を断って詫びようとしていた。根本の原因は、エドヴァルトが自分の強さを基準に考えていることだと見抜くレオだが、問題は恐ろしく頭の固いエドヴァルトにそれをどう分からせるかで……"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9075450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-yamemasu/episodes/9075450",
                    "Titles": {
                        "eng": "Tokyo, 2060 A.D.",
                        "jpn": "AD.2060東京某所にて"
                    },
                    "Summaries": {
                        "eng": "People are more than their jobs. Long ago, an unexpected friendship set Leo on the path he walks to this day.",
                        "jpn": "遥か昔――魔族を狩るべく降り立った東京の地で、一人のインプと出会う男。男は、他の魔族と違い友好的なインプに語らいを求められる。『自分の命とは何か』『使命の先にあるものは何か』。これまで考えたこともなかったインプからの問いは、男にとって取るに足らない言葉の羅列に過ぎないはずだった――"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9075451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-yamemasu/episodes/9075451",
                    "Titles": {
                        "eng": "I Want to Quit Heroing",
                        "jpn": "勇者、辞めたい"
                    },
                    "Summaries": {
                        "eng": "Time is running out for demonkind. Leo may have a solution, but that means revealing his identity to Echidna.",
                        "jpn": "未だ黒騎士オニキスの正体がレオだと知らないエキドナは、その能力を認め、人間との懸け橋として期待するようになっていた。そんな矢先、突如人間界と魔界を繋ぐ大霊穴が閉じ始めてしまう。大霊穴が閉じきる前に聖都へ侵攻するか、魔界へ撤退するかの選択を迫られるエキドナ。その苦渋の決断を前に、レオは第三の選択肢を提案する。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9075452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-yamemasu/episodes/9075452",
                    "Titles": {
                        "eng": "I'll Save the World, Even If That Means Destroying It",
                        "jpn": "世界を滅ぼしても、世界を救おう"
                    },
                    "Summaries": {
                        "eng": "The only ones who can save the world from the hero are the Demon Queen and her four generals!",
                        "jpn": "エキドナと四天王に対し、自らが『賢者の石』の持ち主であると明かしたレオ。さらにエキドナが守ろうとした世界を滅ぼすと宣言し、石を手に入れたくば自分を止めてみろと言い放つ。突如として勇者と魔王の立場が逆転した状況に動揺を隠せないエキドナと四天王。幾度となく魔王を打ち倒してきたレオの力が、エキドナたちに牙を剥く。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9075453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-yamemasu/episodes/9075453",
                    "Titles": {
                        "eng": "What Makes a Hero",
                        "jpn": "勇者の資格"
                    },
                    "Summaries": {
                        "eng": "Leo is a grave threat to the world, and no one understands that better than the former hero himself.",
                        "jpn": "３０００年前、魔族から人々を守るために生み出されたレオにとって、仲間と共に強敵を倒し、勇者として世界を救うことが唯一の存在意義だった。しかし長きに渡る平穏の中で、それは刻一刻と薄れゆき、失われていく。自らの存在意義を保つため、レオの頭の中に一つの計画が思い浮かぶ。それが、この物語の始まりだった――"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9075454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-yamemasu/episodes/9075454",
                    "Titles": {
                        "eng": "I'm Quitting Heroing",
                        "jpn": "勇者、辞めます"
                    },
                    "Summaries": {
                        "eng": "In the end, what does it mean to be a hero?",
                        "jpn": "魔王エキドナの放った『対勇者拘束呪・アンチレオ』によって能力を奪われ、四天王たちによって倒された勇者レオ。自らの死を前に、レオは魔王軍の面接を受けに来た本当の理由を語り始める。３０００年の永きに渡り、使命の中で生きて来た勇者の旅が、その命が、今、終わりを迎えようとしていた――"
                    },
                    "Aliases": []
                }
            }
        }
    }
}