{
    "URL": "https://thetvdb.com/series/isekai-shoukan-wa-nidome-desu",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt27391405/",
        "https://isenido.com/",
        "https://www.tvmaze.com/shows/67280/show-slug",
        "https://www.themoviedb.org/tv/137391",
        "https://www.wikidata.org/wiki/Q113484661",
        "https://en.wikipedia.org/wiki/Isekai_Sh%C5%8Dkan_wa_Nidome_Desu",
        "https://x.com/isenido_anime"
    ],
    "Titles": {
        "eng": "Summoned to Another World for a Second Time",
        "jpn": "異世界召喚は二度目です"
    },
    "Summaries": {
        "eng": "There was once a man who was summoned to another world, and saved it. Of course, he became too popular there, and turned into an isekai-normie. However, that man fell into a \"trap\", and was forcibly returned to his original world. Moreover, he had to start over as a baby! This is the story of the way-too-fantastic ex-hero who lived as a gloomy high-schooler, as he gets summoned once again to that same other world in a very unexpected development!",
        "jpn": "かつて異世界であるエクレールへと召喚され、\r\n人間族、獣人族、魔族による戦乱を収めて世界に平和をもたらしたセツ。\r\n種族間を越えた平和という初めての偉業を成し遂げたセツは勇者と称えられたが、\r\n戦いの後で元の世界へと転生させられてしまい、\r\n現世で二度目の人生をやり直すことになってしまった。\r\n勇者としての記憶と力を持ったまま二度目の人生を送りセツが高校生になった時、\r\n何の因果か再びエクレールへと召喚されてしまう。\r\n別人となったセツが二度目の異世界召喚をされると、\r\nエクレールでは5年の月日が流れており、世界は再び戦乱の兆しを見せていた。"
    },
    "Aliases": [
        "Isekai Shōkan wa Nidome desu",
        "Isekai Shoukan wa Nidome desu",
        "Summoned to Another World… Again?!"
    ],
    "Modified": "2024-12-16",
    "Seasons": {
        "1": {
            "ID": "1964723",
            "URL": "https://thetvdb.com/series/isekai-shoukan-wa-nidome-desu/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9519740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-shoukan-wa-nidome-desu/episodes/9519740",
                    "Titles": {
                        "eng": "Summoned to Another World for a Second Time",
                        "jpn": "異世界召喚は二度目です"
                    },
                    "Summaries": {
                        "eng": "After his reincarnation from another world, Setsu leads a new life as a high school student.  However, for an unknown reason, he is summoned back to the same world, Eclair.  Before he can enjoy his return, he becomes embroiled in the war with the demons that he had originally ended.  Though his old comrades rush to his aid, he also notices his old friend's magic on the battlefield.  What is going on in the world of Eclair that Setsu enters for the second time?\"",
                        "jpn": "異世界から転生により別人の高校生として現代で過ごしていたセツ。\r\nしかし何の因果か前回に召喚された異世界エクレールへ再び召喚されてしまう。\r\nエクレールに戻れたことを喜ぶ間もなく、終結したはずの魔族との戦闘に巻き込まれてしまったところを、\r\n昔の仲間たちが救援に駆けつけてくれるが、その戦場に残っていたのは前回召喚時に共に戦った仲間の魔力。\r\nセツが再び立ったエクレールの地で、一体何が起ころうとしているのか――"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9698130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-shoukan-wa-nidome-desu/episodes/9698130",
                    "Titles": {
                        "eng": "Going on a Trip for a Second Time",
                        "jpn": "旅に出るのは二度目です"
                    },
                    "Summaries": {
                        "eng": "Setsu sets off for the demonic continent - and into a chance meeting with the granddaughter of a certain merchant he met once in his previous life, who has her own duty to fulfill...",
                        "jpn": "宝石商人の孫娘であるルリは尊敬する祖父の遺した最後の仕事をやり遂げるため、\r\n単身で魔族大陸へと向かうがその途中で魔物に襲われてしまう。\r\n危ないところを助けてくれたセツに魔族大陸までの護衛を頼み込み、\r\n二人で港町マルセーヌへと到着するが、戦争中のため船は出ていない。\r\nそれどころか怪しむ憲兵たちに追い回されることになってしまうが、\r\n追手から逃げるセツが魔族大陸へと向かうために取った手段は――"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9698131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-shoukan-wa-nidome-desu/episodes/9698131",
                    "Titles": {
                        "eng": "Frying a Squid for a Second Time",
                        "jpn": "イカ揚げるのは二度目です"
                    },
                    "Summaries": {
                        "eng": "Setsu, Ruri, and Levia arrive on the demonic continent. They reconnect with old acquaintances and are swept up in a sinister plot involving the Demon Lord and a mysterious merchant.",
                        "jpn": "セツとルリを背に乗せて魔族大陸へと海を渡る海神リヴァイア。\r\n魔族大陸目前で伝説の海獣クラーケンに襲われるが、リヴァイアの奮闘でクラーケンを撃破。\r\nクラーケンのせいで漁に出れず干上がりかけていた漁村ウォルシーで歓迎され、\r\nお祭り騒ぎで祀り上げられるリヴァイアと、クラーケン製のイカリング屋台でてんてこ舞いのセツ。\r\n祭りのかがり火を見た魔王デザストルの側近ブラッドが、村が襲撃に遭っていると乗り込んでくるが――"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9698132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-shoukan-wa-nidome-desu/episodes/9698132",
                    "Titles": {
                        "eng": "Receiving a Gift for a Second Time",
                        "jpn": "贈り物は二度目です"
                    },
                    "Summaries": {
                        "eng": "The Demon Lord Dezastol reflects on the previous war and the promise of peace she made to Setsu. Meanwhile, Setsu, Levia, and Vlad rush to rescue her from the unwanted marriage to the mysterious Terran Sneeter.",
                        "jpn": "再び起きてしまったディスティニアとの戦乱を収めるため、\r\n世界の豪商テラン・スニーターとの結婚を迫られる魔王デザストル。\r\n前回の大戦でセツと交わした平和の約束を守るため、\r\nデザストルは苦汁を飲んで隷属の呪いがかかった首輪を受け入れようと決意をする。\r\nそして純白のドレスに身を包んだデザストルがテランにその首を差し出した瞬間、\r\n魔王城イビルバロウの天蓋が吹き飛ぶ。そこに現れたのは――"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9698133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-shoukan-wa-nidome-desu/episodes/9698133",
                    "Titles": {
                        "eng": "Following Footsteps for a Second Time",
                        "jpn": "追いかけるのは二度目です"
                    },
                    "Summaries": {
                        "eng": "While Setsu is fighting his battles on the demonic continent, Yuhi trains to become strong enough to stand by his side. With the help of Elka's tough love, she discovers her own unique kind of determination.",
                        "jpn": "セツと共にエクレールに召喚されてしまった幼馴染のクラスメイト花柱夕陽。\r\nセツと一緒に戦う力を付けるため、ディスティニアでエルカとグレインの指導の下、魔法の訓練に励みメキメキとその力を伸ばして行く。\r\nしかしこのままではセツの背中を守れないと思い悩んだ夕陽がエルカに特訓を申し入れるが、夕陽がセツと肩を並べて戦場に立つには致命的に足りない覚悟があると指摘されてしまう。\r\nエルカの言う戦場に立つ覚悟とは――"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9698134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-shoukan-wa-nidome-desu/episodes/9698134",
                    "Titles": {
                        "eng": "Master and Pupil for a Second Time",
                        "jpn": "師弟関係は二度目です"
                    },
                    "Summaries": {
                        "eng": "Setsu and Levia set off for the Beastmen continent. On their way, they cross paths with Setsu's old friend Alizee and discover she has been battling a mysterious dragon. Together, they unravel the shocking truth.",
                        "jpn": "デザストルを救出した後、リヴァイアと共に獣人大陸へと向かうセツ。\r\nその道中で前回のセツの弟子だったアリゼと彼女の妹分のアーメルと出会う。\r\nアリゼにも戦力になってくれと頼むが、アリゼの方も厄介な事件に巻き込まれている最中だと話す。\r\nザスロゥという村がドラゴンの襲撃に遭い村人が失踪しているが、\r\nアリゼが調査をしても村人がドラゴンにやられた形跡はないと言う。\r\nその真相を暴こうとセツたちが議論をぶつけ合うが――"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9698135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-shoukan-wa-nidome-desu/episodes/9698135",
                    "Titles": {
                        "eng": "Visiting the Beastmen Continent for a Second Time",
                        "jpn": "獣人大陸は二度目です"
                    },
                    "Summaries": {
                        "eng": "Arriving at the Beastmen continent, Setsu and Levia meet Shironeko, a fierce fighter. When Shironeko is asked to assassinate Setsu, she agrees for the sake of her ill sister. All is not what it seems, though, and Setsu uncovers a tangled web of deceit.",
                        "jpn": "獣人大陸の港町レオポートの外れで暮らしているシロネコ。\r\n病気で寝込んでいる妹のミネコの高価な薬代を稼ぐため、\r\n冒険者稼業でお金を稼いでいるところに\"殺し\"の依頼が舞い込んでくる。\r\n初めての命を奪う依頼に戸惑うシロネコだが、\r\n一生分の生活費にもミネコの薬代にも困らないその報酬額を見て依頼を受けることを決意する。\r\nそのターゲットはセツ。獣人大陸に到着し宿で休んでいるセツの寝込みを襲うが――"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9698136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-shoukan-wa-nidome-desu/episodes/9698136",
                    "Titles": {
                        "eng": "Fighting a Duel For a Second Time",
                        "jpn": "決闘するのは二度目です"
                    },
                    "Summaries": {
                        "eng": "Setsu meets more old allies in the Beastman capital, reuniting with the King Regulus and his daughter Roa. Old rivalries run hot, and Setsu finds himself in a duel that isn't what it seems...",
                        "jpn": "獣人国ズー・ドラドでも現在起きている戦乱についての会議が行われていた。\r\nズー・ドラドを訪れたセツが獣人国の王レグルス・レオネールに助力を依頼すると、セツを未来のご主人さまと言い張る娘ロア・レオネールがセツに同行すると名乗り出る。\r\nしかし幼い頃からロアに想いを寄せるズー・ドラドの軍団長ルーガがその同行に猛反対しセツに決闘を申し入れると、ルーガの腕に刻まれた紋章から呪いの魔力が溢れて――"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9698137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-shoukan-wa-nidome-desu/episodes/9698137",
                    "Titles": {
                        "eng": "Summoned to Another World for the First Time",
                        "jpn": "異世界召喚は一度目です"
                    },
                    "Summaries": {
                        "eng": "In the past, Setsu and Toma are transported to the other world for the first time and Setsu convinces Toma that they can end the war. A strange artifact brings all of Toma's darkest desires to the surface with devastating consequences.",
                        "jpn": "エクレールがまだ戦乱の渦中にあった十年前。\r\nセツと共に異世界召喚されてしまった冬真は、セツと共に『勇者』となってこの戦乱を収めることを誓う。\r\n旅立つセツを見送ってディスティニアに残った冬真は、セツと約束した平和のため剣を振るいディスティニアの騎士として叙勲されるまでに至る。\r\nしかし邪教徒の巣食う神殿を陥落させた戦いの後、その祭壇の前で冬真の心の内を見透かしたような『声』に魅入られてしまう――"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9698138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-shoukan-wa-nidome-desu/episodes/9698138",
                    "Titles": {
                        "eng": "Arriving at a Battlefield for a Second Time",
                        "jpn": "戦場に来るのは二度目です"
                    },
                    "Summaries": {
                        "eng": "Yuhi reaches the demonic continent alongside the kingdom's forces as both sides ready for a fight. With Setsu still missing on his adventures, they face a desperate battle to hold the line until he arrives.",
                        "jpn": "ついに魔族大陸へと侵攻を開始したディスティニア船団に乗り込む夕陽、エルカ、ティア、グレインたち。\r\nこの戦乱を収めるために旅立ったセツを信じている三人はどうにか時間を稼ごうと、迎え撃つ魔族との戦火拡大を抑えながら戦いを続ける。\r\nしかしそこの戦いに横から割って入ったのはセツの弟子のはずのアリゼ。\r\nかつて仲間だったはずの相手に戸惑うエルカたちの前に、アリゼと肩を並べて立ちはだかったのは――"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9698139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-shoukan-wa-nidome-desu/episodes/9698139",
                    "Titles": {
                        "eng": "Going All-In for a Second Time",
                        "jpn": "本気出すのは二度目です"
                    },
                    "Summaries": {
                        "eng": "The final battle gets serious with Setsu's arrival. With his friends old and new alongside him, Setsu is certain they can be victorious and save this world for a second time.",
                        "jpn": "何とか魔物使いメルアーを退けたエルカたちだったが、冬真の仲間たちが次々とイビルシオンとディスティニアの戦いに割って入り戦火を拡大させていく。そして夕陽たちの前に姿を現したのは、魔王城イビルバロウでセツと剣を交えたカゲロウ。魔力も尽きて絶体絶命の最中、夕陽の前に現れたのはセツ。そしてシロネコ、ミネコ、ロアも戦場に到着し、冬真の仲間たちとの最終決戦の火蓋が今切られようとしていた――"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9698140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-shoukan-wa-nidome-desu/episodes/9698140",
                    "Titles": {
                        "eng": "Fighting the Final Battle for a Second Time",
                        "jpn": "ラストバトルは二度目です"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "魔王城イビルバロウにその姿を現した冬真。その黒く染まった聖剣の前に成す術なく膝を折るデザストルとリヴァイアだが、そこへ駆けつけたセツが冬真と対峙し、最強の勇者同士による最終決戦がついに始まる。最初は互角に見えていた二人の戦いが僅かにセツ優勢へと傾き始めると、冬真の聖剣が呪いの魔力により第二形態へと形を変える。セツも自身の聖剣・大喰いを抜き、ここに最後の戦いが始まろうとしていた――"
                    },
                    "Aliases": []
                }
            }
        }
    }
}