{
    "URL": "https://thetvdb.com/series/arknights-prelude-to-dawn",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/1383-9BEB-A64C-556C-377E-3",
        "https://www.facebook.com/ArknightsGlobal",
        "https://www.imdb.com/title/tt22443832/",
        "https://www.instagram.com/arknights_messenger_official",
        "https://arknights-anime.jp/",
        "http://www.reddit.com/r/arknights",
        "https://www.tvmaze.com/shows/64712/show-slug",
        "https://www.themoviedb.org/tv/137065",
        "https://www.wikidata.org/wiki/Q114565614",
        "https://en.wikipedia.org/wiki/Arknights#Anime",
        "https://x.com/ArknightsEN",
        "https://www.youtube.com/c/UCR0J2NYGuC8epsa1O4DMmXQ"
    ],
    "Titles": {
        "eng": "Arknights",
        "jpn": "アークナイツ"
    },
    "Summaries": {
        "eng": "In the wake of unknown Catastrophes in the heart of Terra, a mineral of unimaginable power has been discovered. With it, society's technology has made huge leaps and bounds, but the substance causes a deadly incurable disease, leading to a worldwide enslavement of the infected. As a rebellion is now on the rise, a pharmaceutical company races for a cure to save humanity.",
        "jpn": "テラの大地では、原因不明の天災が各地で不規則に発生している。そこで大多数の人々は天災から逃れるために、長い年月を経て開発された移動都市で暮らすようになった。\r\n天災の跡地に残された莫大なエネルギーを持つ源石は、文明の飛躍的な進歩に寄与する一方、不治の病——鉱石病をもたらす。鉱石病の感染者は徐々に体が結晶化し、死亡時に新たな感染源となることから、各国で隔離や強制労働の体制が敷かれ迫害の対象になっている。\r\n抑圧を受けた感染者は反旗を翻し、鉱石病の治療法を研究する製薬会社”ロドス・アイランド”は、病から全ての人々を救うために武器を取り、自らの征くべき道を進む。"
    },
    "Aliases": [
        "Arknights: Reimei Zensou",
        "アークナイツ【黎明前奏／PRELUDE TO DAWN】",
        "アークナイツ 黎明前奏",
        "Arknights: Touin Kiro",
        "アークナイツ【冬隠帰路/PERISH IN FROST】",
        "アークナイツ 冬隠帰路",
        "Arknights: Enshin Shomei",
        "アークナイツ【焔燼曙明/RISE FROM EMBER】",
        "アークナイツ 焔燼曙明",
        "ArkNights",
        "Arknights [PRELUDE TO DAWN]",
        "Arknights: Prelude to Dawn",
        "Arknights [PERISH IN FROST]",
        "Arknights: Perish in Frost",
        "Arknights [RISE FROM EMBER]",
        "Arknights: Rise From Ember"
    ],
    "Modified": "2025-09-18",
    "Seasons": {
        "0": {
            "ID": "1964335",
            "URL": "https://thetvdb.com/series/arknights-prelude-to-dawn/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9425489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/9425489",
                    "Titles": {
                        "eng": "Holy Knight Light",
                        "jpn": "Arknights: Holy Knight Light"
                    },
                    "Summaries": {
                        "eng": "An animated short for the Arknights smartphone game's 1-year anniversary.",
                        "jpn": "A short anime commemorating the 1st anniversary of the RPG \"Arknights\"."
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1964336",
            "URL": "https://thetvdb.com/series/arknights-prelude-to-dawn/seasons/official/1",
            "Titles": {
                "eng": "Prelude to Dawn",
                "jpn": "黎明前奏／PRELUDE TO DAWN",
                "zho": "黎明前奏",
                "zhtw": "黎明前奏",
                "kor": "[여명의 전주곡]",
                "ita": "Prelude to Dawn",
                "spa": "Reimei Zensou",
                "deu": "Arknights: Prelude to Dawn",
                "pt": "PRELUDE TO DAWN",
                "pol": "Przedświt"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "zho": null,
                "zhtw": null,
                "kor": "테라의 대지에서는 원인불명의 재해가 각지에서 불규칙하게 발생하고 있다\r\n그곳의 대다수의 사람들은 재해로부터 도망치기 위해 \r\n긴 세월을 거쳐 개발된 이동 도시에서 살게 되었다.\r\n\r\n재해가 지나간 땅에 남겨진 막대한 에너지를 가진 원석은\r\n문명의 비약적인 진보를 가져다준 한편,\r\n치료가 불가능한 병, 광석병을 가져 왔다.\r\n\r\n광석병 감염자는 서서히 몸이 결정화되어\r\n사망 시에 새로운 감염원이 되었기 때문에 \r\n각국에서 격리와 강제 노동의 체제가 전개되고 박해의 대상이 되었다. \r\n\r\n억압을 받은 감염자는 반기를 들었고 \r\n광석병 치료법을 연구하는 제약회사 '로도스 아일랜드'는\r\n병으로부터 모든 사람들을 구하기 위해서 무기를 들고 자신들이 가야 할 길로 나아간다.",
                "ita": null,
                "spa": null,
                "deu": "Immer wieder wird die Welt »Terra« von schweren Katastrophen heimgesucht, sodass die wenigen Überlebenden zumeist gezwungen sind, ein nomadisches Leben zu führen. Gleichzeitig wird dadurch das seltene und wertvolle Erz Orginium freigesetzt, das zwar als effiziente Energiequelle genutzt werden kann, dabei jedoch alles organische Leben in seiner Nähe gefährdet.\r\n\r\nWer sich zu lange in der Nähe des Erzes aufhält, entwickelt eine Krankheit, die »Oripathie« genannt wird. Ein Pharmakonzern namens Rhode Island verspricht den Befallenen die Chance auf Heilung und mischt sich häufig unter die Kranken, die von allen anderen gemieden werden. Doch was sind ihre wahren Beweggründe? Der junge Ace wird in die Geschehnisse verstrickt und findet einige unbequeme Wahrheiten heraus.",
                "pt": null,
                "pol": "Gdy tajemnicza zaraza pustoszy kontynent Terra, zarażeni ludzie stają się obiektem dyskryminacji i przemocy. Organizacja Rhodes Island stara się nie tylko leczyć chorych, ale i zapobiegać rozlewowi krwi w konflikcie z fanatycznym ruchem Reunion. Na ich czele stoi Amiya — młoda dowódczyni, która budzi ze snu Doktora, legendarnego stratega, w nadziei, że pomoże odwrócić losy wojny."
            },
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "9128246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/9128246",
                    "Titles": {
                        "eng": "Predestination",
                        "jpn": "覚醒 Predestination"
                    },
                    "Summaries": {
                        "eng": "Led by Amiya, Rhodes Island Pharmaceuticals launched an operation to rescue the doctor who was in cold sleep at Chernobog's sarcophagus.\r\nAlthough she successfully reunites with the Doctor, she gets caught up in the riots of the infected organization Reunion Movement.",
                        "jpn": "アーミヤ率いるロドス・アイランド製薬は、チェルノボーグの石棺でコールドスリープに就いていたドクターを救出する作戦に臨んだ。無事ドクターとの再会を果たすも、感染者組織レユニオン・ムーブメントの暴動に巻き込まれてしまう。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9376325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/9376325",
                    "Titles": {
                        "eng": "Flame",
                        "jpn": "危殆 Flame"
                    },
                    "Summaries": {
                        "eng": "Chernobog is still rioting, and even the police force has lost order.\r\nEven so, Rhodes Island moves forward with the aim of escaping Chernobog, which is shrouded in chaos.",
                        "jpn": "チェルノボーグは依然として暴動が収まる気配はなく、警察組織さえも秩序を失ってしまった。それでもロドスは、混乱に包まれたチェルノボーグ脱出を目指して歩を進める。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9376326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/9376326",
                    "Titles": {
                        "eng": "Escort",
                        "jpn": "帰還 Escort"
                    },
                    "Summaries": {
                        "eng": "Rhodes Island is in a desperate situation before the mighty Tallulah's flame that burns everything up.\r\nFurthermore, the arrival of a natural disaster is approaching every moment...",
                        "jpn": "全てを燃やし尽くす強大なタルラの炎を前に、ロドスは絶体絶命の窮地に立たされる。さらには天災の訪れが刻一刻と迫っており……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9376327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/9376327",
                    "Titles": {
                        "eng": "Loyality",
                        "jpn": "契約 Loyalty"
                    },
                    "Summaries": {
                        "eng": "With the help of BSW's Franca and Liskamm, Rhodes Island heads for Dragon Gate, where Reunion plans to invade.\r\nWhen I was picked up by Chen, the captain of the Ryumon Guard, and guided to the meeting place where the Ryumon Governor, Wei, was waiting, Kelsey, who had arrived earlier, was waiting there.",
                        "jpn": "ロドスはBSWのフランカ、リスカムの協力を得て、次にレユニオンが侵攻を目論む龍門へ向かう。龍門近衛局の隊長・チェンの迎えを受け、龍門総督・ウェイが待つ面会の場まで案内されると、そこには先に到着していたケルシーが待っていた。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9376328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/9376328",
                    "Titles": {
                        "eng": "Ripple",
                        "jpn": "信頼 Ripple"
                    },
                    "Summaries": {
                        "eng": "Rhodes Island was ordered by Chen to protect the infected girl, Misha.\r\nHowever, in the slums, a large number of Reunion are gathering to target Misha.\r\nThis time, even Reunion's executive, Skull Shredder, appears...",
                        "jpn": "ロドスはチェンに命じられ、感染者の少女・ミーシャを保護した。しかしスラム街には、ミーシャを狙う大量のレユニオンが集まっている。今度はレユニオンの幹部・スカルシュレッダーまで現れて……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9376329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/9376329",
                    "Titles": {
                        "eng": "Farewell",
                        "jpn": "急襲 Farewell"
                    },
                    "Summaries": {
                        "eng": "Rhodes Island shook off Reunion's pursuers, joined Chen, and entrusted Misha to the Imperial Guard.\r\nRhodes Island continues to remain in the slums and attracts Reunion's attention, but Reunion's executive W notices the target and begins to move.",
                        "jpn": "ロドスはレユニオンの追っ手を振り切り、チェンと合流してミーシャの身柄を近衛局に預けた。引き続きロドスはスラム街に残りレユニオンの注意を惹くも、狙いに気づいたレユニオンの幹部・Wが動き出す。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9376330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/9376330",
                    "Titles": {
                        "eng": "Separation",
                        "jpn": "邂逅 Separation"
                    },
                    "Summaries": {
                        "eng": "Misha, who was taken away by Reunion, learns that Skull Shredder is her younger brother who was separated from her when she was young.\r\nHearing from his mouth that he has been discriminated against as an infected person and that he is determined to fight as Reunion, Misha wonders who is right, Rhodes Island or Reunion.",
                        "jpn": "レユニオンに連れ去られたミーシャは、スカルシュレッダーが幼い頃に生き別れた弟だと知る。彼の口から、感染者として差別されてきた過去、レユニオンとして戦う覚悟を聞いたミーシャは、ロドスとレユニオンのどちらが正しいのかと思い悩む。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9376331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/9376331",
                    "Titles": {
                        "eng": "Departure",
                        "jpn": "歧路 Departure"
                    },
                    "Summaries": {
                        "eng": "Misha decides to go with Reunion as an infected person.\r\nIn order to meet Misha again and talk to her, Amiya cuts off her hesitation and stands on the battlefield again.",
                        "jpn": "ミーシャは感染者としてレユニオンと共に往く覚悟を決める。もう一度ミーシャと会って話をするため、アーミヤは迷いを断ち切り再び戦場に立つ。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2035304",
            "URL": "https://thetvdb.com/series/arknights-prelude-to-dawn/seasons/official/2",
            "Titles": {
                "eng": "Perish in Frost",
                "jpn": "冬隠帰路／PERISH IN FROST",
                "zho": "冬隐归路",
                "zhtw": "冬隱歸路",
                "kor": "[서리 속의 죽음]",
                "ita": "Perish in Frost",
                "spa": "Fuyukomori Kaerimichi",
                "deu": "Arknights: Perish in Frost",
                "pt": "PERISH IN FROST",
                "pol": "Zmrożeni"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "zho": null,
                "zhtw": null,
                "kor": "광석병 - 그것은 사람들의 신체를 서서히 결정화시켜 죽음에 이르게 만드는 불치병. 제약 회사 로도스 아일랜드는 그 치료법을 연구하고, 병이 불러 일으키는 모든 문제를 해결하기 위한 조취를 취하고 있다. 감염자 구제를 주장하는 테러 조직 ′리유니온 무브먼트′의 폭동을 저지하기 위해  로도스는 염국의 도시인 용문과 계약을 맺고 활동을 계속하고 있었다. 스컬 슈레더와의 싸움 이후  아미야는 미샤를 구하지 못했던 사실을 받아들이지 못하고  혼자서 슬픔에 잠겨 있었다. 한편, 용문 교외에서 폐도시를 발견한 로도스는 정찰대를 파견한다. 정찰대는 그곳에서 기묘한 현상이 일어나는 것을 알게 되는데...",
                "ita": null,
                "spa": null,
                "deu": null,
                "pt": null,
                "pol": "Minęło kilka dni od wydarzeń z pierwszego sezonu. Amiya wyrusza na ratunek drużynie, z którą utracono kontakt w przedmieściach Chernobogu. Niedługo później, Reunion przypuszcza kolejny atak na Lungmen, a Ch'en przekona się na własne oczy, do czego posunie się Wei Yenwu, aby ochronić miasto."
            },
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "9509471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/9509471",
                    "Titles": {
                        "eng": "Conspiracy",
                        "jpn": "序歌 Conspiracy"
                    },
                    "Summaries": {
                        "eng": "Rhodes discovered an abandoned mobile city on the outskirts of Longmen and sent a scouting team to investigate the area and check for survivors. However, communication with the platoon was lost, so Amiya headed to the mobile city herself to rescue them.",
                        "jpn": "龍門郊外に打ち捨てられた移動都市を発見したロドスは、現地調査と生存者確認をすべく偵察隊を送り込んだ。しかし小隊との通信が途絶えてしまい、アーミヤは救出のため自ら移動都市へと向かう。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10045172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/10045172",
                    "Titles": {
                        "eng": "Peril",
                        "jpn": "変局 Peril"
                    },
                    "Summaries": {
                        "eng": "Amiya and her friends witness the power of the \"Legend of the Snow Devils,\" the Snow Devil Squad, and its leader, Frostnova. They struggle to join up with the Royal Guard, but...",
                        "jpn": "”雪の悪魔の伝説”スノーデビル小隊と、そのリーダー・フロストノヴァの力を目の当たりにするアーミヤたち。苦戦を強いられながら近衛局との合流を目指すが……"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10045173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/10045173",
                    "Titles": {
                        "eng": "Conceal",
                        "jpn": "呼応 Conceal"
                    },
                    "Summaries": {
                        "eng": "Chen looks down at the photo frame, his younger self smiling and carefree. The Royal Guard prepares to fight back and set out to retake the shopping mall, which has become Reunion's communications hub.",
                        "jpn": "写真立てを見下ろすチェン。幼い自分の隣には屈託なく笑う彼女の姿があった。反撃の準備を整えた近衛局は、レユニオンの通信拠点となってしまったショッピングモールを取り戻すべく動き出す。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10045174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/10045174",
                    "Titles": {
                        "eng": "Salvation",
                        "jpn": "未決 Salvation"
                    },
                    "Summaries": {
                        "eng": "Chen and his men begin their operation to recapture the Imperial Guard Building, and engage in combat with Mephisto Faust's forces. As they struggle against Mephisto's army of immortals, the sound of a transport plane's propellers rings out.",
                        "jpn": "近衛局ビル奪還作戦を開始したチェンたちは、メフィスト・ファウストの部隊と交戦する。メフィスト率いる不死身の軍団を相手に苦闘するなか、輸送機のプロペラ音が鳴り響く。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10045175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/10045175",
                    "Titles": {
                        "eng": "Resign",
                        "jpn": "追憶 Resign"
                    },
                    "Summaries": {
                        "eng": "With the help of Rhodes, the defense of Ryumon was gaining the upper hand for the Royal Guard. Faust made his move to help his comrades escape. As he ran, memories of that day came back to him.",
                        "jpn": "ロドスの協力もあり、龍門防衛は近衛局の優勢となりつつあった。仲間たちを逃がすため動き出すファウスト。走る彼の脳裏に、あの日の記憶が蘇ってくる。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10045176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/10045176",
                    "Titles": {
                        "eng": "Partial Necrosis",
                        "jpn": "征兆 Blooming"
                    },
                    "Summaries": {
                        "eng": "Fireworks explode in the sky above the slums. As the destinies of those who leave and those who join cross paths, the Reunion cleanup operation draws to a close.",
                        "jpn": "スラムの空に花火が打ち上がる。離れる者、合流する者、それぞれの運命が交差するなか、レユニオン掃討作戦は終わりを迎えようとしていた。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10045177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/10045177",
                    "Titles": {
                        "eng": "Sacrifice",
                        "jpn": "相識 Sacrifice"
                    },
                    "Summaries": {
                        "eng": "Frostnova tells the doctor, who is concerned about her health, that the fight cannot be stopped. Still, Amiya holds out hope in her conversation with them. Rhodes and the Snow Devil Platoon head back to Ryumon to accomplish their respective goals.",
                        "jpn": "自身の体を気遣うドクターに、戦いを止めることはできないと語るフロストノヴァ。それでもアーミヤは彼女らとの対話に希望を抱く。ロドスとスノーデビル小隊は、それぞれの目的を果たすため再び龍門へと向かう。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10045178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/10045178",
                    "Titles": {
                        "eng": "Lullabye",
                        "jpn": "氷釈 Lullabye"
                    },
                    "Summaries": {
                        "eng": "Frostnova is the only one left at Ryumon. She challenges Rhodes, with whom she made a promise, to a final battle.",
                        "jpn": "一人龍門に残ったフロストノヴァ。約束を交わしたロドスとの、最期の戦いに挑む。"
                    },
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "2125578",
            "URL": "https://thetvdb.com/series/arknights-prelude-to-dawn/seasons/official/3",
            "Titles": {
                "eng": "Rise from Ember",
                "jpn": "焔燼曙明／RISE FROM EMBER",
                "pt": "RISE FROM EMBER",
                "deu": "Arknights: Rise from Ember"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "pt": null,
                "deu": "Der Kampf um Lungmen ist gewonnen, doch in den Schatten braut sich eine noch größere Bedrohung zusammen: Ein gewaltiger Stadtsektor hat sich aus Chernobog gelöst und steuert nun direkt auf die Metropole zu. Sollte es zum Aufprall kommen, könnte ein Krieg zwischen zwei Großmächten ausbrechen – ein Krieg, den niemand gewinnen kann.\r\n\r\nWährend die Fronten sich verhärten und alte Bündnisse ins Wanken geraten, wagt Rhodes Island einen riskanten Vorstoß in das Herz des feindlichen Territoriums. Denn nur eine neutrale Kraft wie Rhodes Island kann verhindern, dass zwei Nationen im Feuer einer Verschwörung untergehen. Doch können sie es unter diesen Umständen schaffen…?"
            },
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "11107508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/11107508",
                    "Titles": {
                        "eng": "Confession",
                        "jpn": "離別 Confession"
                    },
                    "Summaries": {
                        "eng": "Rhodes is negotiating with Wei regarding the situation in Lungmen and its imminent conflict with Reunion.",
                        "jpn": "「チェルノボーグ中枢区画は、ここ龍門に衝突する――」\r\n制止も聞かず迎撃を強行するウェイに、チェンはある真実を突きつける。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "11221219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/11221219",
                    "Titles": {
                        "eng": "Consumables",
                        "jpn": "向光 Consumables"
                    },
                    "Summaries": {
                        "eng": "W is a Sarkaz mercenary, but the war will reveal that she is much more than that.",
                        "jpn": "リーダーと呼ぶべき者の背中。それを、傭兵はじっと見つめていた。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "11221220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/11221220",
                    "Titles": {
                        "eng": "Mission",
                        "jpn": "兵器 Mission"
                    },
                    "Summaries": {
                        "eng": "Rhodes Island infiltrates Chernobog's core city.",
                        "jpn": "チェルノボーグ中枢区画へ突入するロドス。\r\n都市の様子は、レユニオン・ムーブメント自壊の推測を確信へと変えるものだった。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "11221221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/11221221",
                    "Titles": {
                        "eng": "Patriot",
                        "jpn": "運命 Patriot"
                    },
                    "Summaries": {
                        "eng": "Despite the advanced stage of his disease, the Aegis of the Infected and his overwhelming might pose a formidable threat to Rhodes Island.",
                        "jpn": "感染者の盾――病に冒されて尚、圧倒的なその力が、ロドスを追い詰める。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "11221222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/11221222",
                    "Titles": {
                        "eng": "Vengeance",
                        "jpn": "失序 Vengeance"
                    },
                    "Summaries": {
                        "eng": "The Rhodes Islanders split into two teams to continue their mission both above- and below-ground.",
                        "jpn": "地上と地下に分かれ行動を開始するアーミヤたち。\r\nコントロールタワーが道を閉ざし侵入を拒む。障壁を前に、少女の苦痛が響き渡る。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "11221224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/11221224",
                    "Titles": {
                        "eng": "Recurrence",
                        "jpn": "凛冽 Recurrence"
                    },
                    "Summaries": {
                        "eng": "It is a flame that she sought.",
                        "jpn": "彼女は、火を求めた。\r\n自信に満ち力強く先導するその姿に、火は集い、徐々に大きさを増し始めた。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "11221225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/11221225",
                    "Titles": {
                        "eng": "Stain",
                        "jpn": "泥濘 Stain"
                    },
                    "Summaries": {
                        "eng": "They have no future in the snowfield. This lifestyle is but a temporary one.",
                        "jpn": "雪原に未来は無い。この生活も仮初にすぎない。\r\n苦痛が襲い来るとしても、行動しなければならない…感染者の未来のために。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "11221226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/11221226",
                    "Titles": {
                        "eng": "Recall",
                        "jpn": "残響 Recall"
                    },
                    "Summaries": {
                        "eng": "Doctor and Kal'tsit meet a transformed Eno at the sarcophagus.",
                        "jpn": "ドクターたちは石棺へとたどり着く。\r\n一帯を覆うオリジニウムの粉塵。その奥から、“何か”がこちらを見つめていた。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "11309082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/11309082",
                    "Titles": {
                        "eng": "Inferno",
                        "jpn": "赫怒 Inferno"
                    },
                    "Summaries": {
                        "eng": "Amiya confronts Talulah alongside Ch'en, who is trying to understand what happened to her sister.",
                        "jpn": "再び記憶がアーミヤへと流れ込む。\r\n私は誰も憎まない、そう誓ったはずだった。奴の嘲笑う声がする。全てが炎に包まれてゆく。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "11309083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arknights-prelude-to-dawn/episodes/11309083",
                    "Titles": {
                        "eng": "Dawn",
                        "jpn": "黎明 Dawn"
                    },
                    "Summaries": {
                        "eng": "Ch'en and Amiya try to free Talulah from Kashchey's control and stopping Chernobog.",
                        "jpn": "その手に握りしめたものは、怒りだった。ふたつの剣が光を放つ。ここで戦争を終わらせるために。彼女を救い、約束を果たすために。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}