{
    "URL": "https://thetvdb.com/series/birdie-wing-golf-girls-story",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15789088/",
        "https://www.instagram.com/birdiewing_golf",
        "https://birdie-wing.net/",
        "http://www.reddit.com/r/BirdieWing",
        "https://www.themoviedb.org/tv/137390",
        "https://x.com/birdiewing_golf"
    ],
    "Titles": {
        "eng": "Birdie Wing -Golf Girls' Story-",
        "jpn": "BIRDIE WING -Golf Girls' Story-"
    },
    "Summaries": {
        "eng": "Fore! After Eve’s first meet-up with Aoi on the grass left her in defeat, she’s had her eyes set on a rematch to return the favor. Both these up-and-coming golfers are highly skilled, highly unique and most of all, highly competitive. With dreams of making it pro, a rivalry is getting in full swing as they both battle it out in the biggest tournaments.",
        "jpn": "ヨーロッパのとある国、ナフレス。\r\n天才的なゴルフの腕前を持つイヴは 生活のため、賭けゴルフで稼ぐ日々を送っていた。\r\nそんなある日、大企業の令嬢でエリートゴルファーの天鷲 葵と運命的な出会いを果たす。\r\n\r\n全く異なる世界に生きる、２人の天才。\r\n\r\n互いの心を撃ち抜いたのは、たった一打のショットだった。\r\n\r\n虹色の弾丸≪レインボー・バレット≫のイヴと、\r\nプレッシャーとは無縁の、ゴルフを純粋に楽しむ≪無邪気な暴君≫、葵。\r\n２人は惹かれ合い、影響され、変わってゆく――。\r\n才能と才能がぶつかり合う、ゴルフガールズ・ストーリー。\r\n\r\n世界初、女子ゴルフをテーマとしたオリジナルアニメシリーズ、開幕！\r\n―「羽ばたけ、世界へ！」"
    },
    "Aliases": [
        "Birdie Wing: Golf Girls' Story"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1964806",
            "URL": "https://thetvdb.com/series/birdie-wing-golf-girls-story/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "8806525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/8806525",
                    "Titles": {
                        "eng": "Rainbow Bullet",
                        "jpn": "レインボー・バレット"
                    },
                    "Summaries": {
                        "eng": "Eve is an underground golfer who supports poor street orphans with the money she makes from illegal golfing matches. But her life is about to change forever when she meets a young golfer who's just arrived from Japan...",
                        "jpn": "ヨーロッパの一国、ナフレス。スラムに住むイヴは、共に暮らす仲間との生活ため、賭けゴルフで稼いでいた。イヴの得意技は、「直撃のブルー・バレット」をはじめとするパワフルで豪快なショット。その腕前から、“レインボー・バレットのイヴ”と呼ばれている。ギリギリの勝負でないと燃えない性格で、強気な攻めのゴルフであらゆる勝負に勝ってきた。そんなある日、イヴは日本から来た天才ゴルファー・天鷲葵と出会う。２人が出会う時、運命が動き出す――！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9075189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/9075189",
                    "Titles": {
                        "eng": "Innocent Tyrant",
                        "jpn": "無邪気な暴君"
                    },
                    "Summaries": {
                        "eng": "Eve battles the \"Innocent Tyrant\" Aoi on one of the course's toughest holes: a monstrous L-shaped par 5 with a thick forest surrounding the course. Can the \"Rainbow Bullet\" win out against this strange challenger from a faraway land?",
                        "jpn": "イヴの放ったドライバーショットに衝撃を受けた葵は、早速勝負を持ちかける。２人はコース内で一番の難関、１４番ホールで正々堂々と勝負をすることに。型にはまらない強引なゴルフで攻めるイヴと、適確な判断力で神業的なショットを打つ葵。全く異なるプレースタイルながら２人の勝負はほぼ互角に思えた。しかし葵の専属キャディの新庄雨音は、葵にはどんな選手も敵わない、ある能力（ギフト）があると見ていて…？"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9075190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/9075190",
                    "Titles": {
                        "eng": "A Match Between Just the Two of Us",
                        "jpn": "２人だけの試合"
                    },
                    "Summaries": {
                        "eng": "Eve wants to play Aoi badly, and she's willing to do whatever it takes. She pulls some strings to get invited to the last day of the world junior championship, and begins her game...",
                        "jpn": "――「１コース、全力で…私はあなたとゴルフがしたいです」。葵との約束を果たすため、イヴはローズのつてで裏社会を取り仕切るカトリーヌに直談判。なんとか「Ｕ１５女子世界選手権」最終日に潜り込むことに成功した。イヴはすれ違いざま、葵に宣戦布告する。イヴのショットを目の当たりにした他の出場選手たちが次々と自信を喪失していく中、葵は勝負が楽しみで仕方ない。試合は、イヴと葵の一騎打ちになる。はたして２人の勝負のゆくえは…？"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9075191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/9075191",
                    "Titles": {
                        "eng": "Vipère",
                        "jpn": "毒蛇"
                    },
                    "Summaries": {
                        "eng": "After pulling strings to get into the championship, Eve owes the mob a favor. She'll have to duel it out on a huge, randomly generated golf course. Can she win and make it back to challenge Aoi before she leaves?",
                        "jpn": "葵の帰国が翌日に迫っていた。２人はその前に決着をつけるため、出国前の早朝に、コースで会う約束を交わす。しかし、イヴはＵ１５女子世界選手権に出場した借りを返さなければならない。ローズに連れられ、カトリーヌの仕切る賭けゴルフに参加することに。カトリーヌと対立しているマフィアの幹部・ニコラスが連れて来たのは、「死神」の異名を持つ有名なアンダーグラウンドのゴルファー、ヴィペール。イヴはヴィペールを倒し、葵との約束の時間に間に合うのか…！？"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9075192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/9075192",
                    "Titles": {
                        "eng": "VR",
                        "jpn": "ＶＲ"
                    },
                    "Summaries": {
                        "eng": "After she fails to catch up with Aoi, Eve thinks she's lost her chance to play together forever. But then she hears about VR golf...",
                        "jpn": "日本に帰国した葵は、イヴのことが忘れられないでいた。一方、ナフレスにいるイヴも葵とのゴルフが忘れられず、いつもの賭けゴルフもいまいち調子が出ない。イヴの中で、ゴルフに対する思いが揺らぎ始めていた。そんな時、イヴはクラインからＶＲ（仮想現実）ゴルフゲームの話を聞く。そのゴルフゲームには世界中からアクセスすることができ、日本人プレイヤーの人口が多いらしい。ひとり、ＶＲ施設へと向かうイヴ。イヴがゲーム内で出会った人物とは…？"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9075193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/9075193",
                    "Titles": {
                        "eng": "Rebellion's Cry",
                        "jpn": "反逆の狼煙"
                    },
                    "Summaries": {
                        "eng": "When the mafia tries to bulldoze Eve's home to build a new casino, she's forced into a deadly game of golf to earn the money for a new home.",
                        "jpn": "スラムの再開発計画により、イヴたちの住む家が１週間後に取り壊されてしまうことが決まった。再開発計画は、以前イヴが関わったカトリーヌの賭けゴルフが引き金となっていた。カトリーヌは、イヴを専属の賭けゴルファーとして雇いたいと言っているらしい。仲間の分の移住資金を工面することは困難だが、カトリーヌを頼れば、新たな住処を得ることもたやすいだろう。しかしこのまま裏社会に関わってゆけば、葵との約束は果たせなくなってしまう。イヴが下した決断とは…？"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9075194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/9075194",
                    "Titles": {
                        "eng": "Purple Bullet",
                        "jpn": "葵色の弾丸"
                    },
                    "Summaries": {
                        "eng": "Eve faces her former boss, Rose, in a climactic battle inside a huge underground hall where golf courses are randomly generated by thousands of tons of machinery.",
                        "jpn": "互いの命をかけた、超高レートの賭けゴルフが始まる。イヴが勝負する相手は、なんとローズだった。仲間の未来のためにも、イヴにとって絶対に負けられない勝負が始まる。ローズのゴルフは、イヴと同じく力でねじ伏せるプレースタイル。それもそのはず、ローズはイヴと同じく、レオに師事していた姉弟子だったのだ。飛距離も精度もイヴの一歩先をいくパワフルなショットを放つローズ。イヴはなんとかローズに食らいついていき、ギリギリの勝負を繰り広げていく。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9075195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/9075195",
                    "Titles": {
                        "eng": "Final Bullet",
                        "jpn": "ファイナル・バレット"
                    },
                    "Summaries": {
                        "eng": "Eve's battle with Rose reaches its conclusion. The winner wins enough prize money to be set for life, and the loser will be killed by the mob!",
                        "jpn": "渾身のショットの衝撃で、満身創痍のローズ。勝負の続行は不可能かと思われたが、それでもローズの闘志は消えない。レオは後継者として、ローズではなくイヴを選んだ。イヴの覚悟を確かめるため、ローズはイヴに、自分を越えてみせろと言う。ローズの執念とイヴの覚悟がぶつかり合い、勝負は苛烈を極める。ついに２人は肉体の限界を迎え、ラストショットにお互いのすべてを懸ける。自分を信じて待つ仲間のため――、イヴはローズから勝利をつかみ取ることができるのか！？"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9075196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/9075196",
                    "Titles": {
                        "eng": "Ichina Saotome Wants to Be a Pro Caddy!",
                        "jpn": "早乙女イチナはプロキャディーを目指してる"
                    },
                    "Summaries": {
                        "eng": "Now in Japan, Eve is forced to make her way alone, far from the world she's known. But before she can even settle in, she's already found herself challenged to a tough match of golf!",
                        "jpn": "ナフレスから遠く離れた国、日本――。山梨にある雷凰女子学園はゴルフの名門校。\r\nプロのキャディーを目指しているゴルフ部員の早乙女イチナは、学園内の練習コースで、イヴの放つショットを目撃する。イヴは葵との約束を果たすため、雷凰女子学園にやってきたのだ。部長の神宮寺絹江に学園への立ち入りを咎められたイヴは、部員の実園遥香と勝負をすることに。絹江は、もしイヴが勝てば、葵に会わせるという。やる気満々のイヴに、イチナがキャディーを買って出る！"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9075197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/9075197",
                    "Titles": {
                        "eng": "Evangeline Is Frightfully Upset",
                        "jpn": "イヴァンジェリンはご立腹"
                    },
                    "Summaries": {
                        "eng": "As she settles into her new life in Japan, Eve finds herself faced with unfamiliar surroundings and new people. As she sets out for a night on the town, she finds herself caught up in a tense game of... mini-golf?",
                        "jpn": "葵とゴルフ勝負をするために、はるばる日本にやって来たイヴだったが、お目当ての葵は練習試合でしばらく他県に遠征するという。ゴルフ部に入部すればいくらでも勝負できると言われ、入部届を出しに行くが、顧問の亜室に「実力ある者は歓迎するよ…実力があればの話だが」と煽られる。さらに慣れない学園生活もあいまって、イヴのイライラは最高潮に。腹いせに、ショッピングモールに遊びに出かけるイヴ。そこで静岡の強豪・香蘭女子高の伊勢芝九葉と出会い…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9075198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/9075198",
                    "Titles": {
                        "eng": "No Matter How Tall a Weed Grows, It Will Never Reach the Sun",
                        "jpn": "雑草がどんなに伸びても太陽には届かない"
                    },
                    "Summaries": {
                        "eng": "After finally making it to Japan, Eve is all ready to play Aoi at last. But before she can, Aoi is spirited away to play a match in another prefecture. And then Eve gets caught up in an unexpected match of her own...",
                        "jpn": "亜室の指令で、イヴはイチナと共に３日間の合宿に行くことに。亜室はゴルフ・ブランド「アテナ」の最高級クラブをイヴに渡し、日本のコースに慣れてこいと言う。行先はアテナ・ゴルフコース。イヴたちに、部長の絹江も同行する。絹江の目的は、イヴを徹底的に鍛え上げること。バンカーに落とした球や、ラフに入れた球を打たせたり…、イヴを焚きつけ、絹江は高難度のショットを要求。絹江がそこまでするのには、なにか事情があるようで…？"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9075199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/9075199",
                    "Titles": {
                        "eng": "Are Aoi and Eve Okay Together? The Doubles Championship Begins",
                        "jpn": "葵とイヴで大丈夫？　開催、ダブルス選手権"
                    },
                    "Summaries": {
                        "eng": "It's the day of the prefectural qualifiers, and Eve and Aoi are a shoo-in to win. That is, if they can keep their arguments from ruining the match!",
                        "jpn": "いよいよ「全日本高校女子ゴルフダブルス選手権」山梨県予選が始まる。通過できるのは１校のみ。雷凰女学園の代表になったイヴと葵のペアは、選手権に同行するイチナ、雨音と共にチーム一丸となって勝利を目指す。だが、イヴと葵は予選が始まっても互いのスコアを競い合い、チームワークとは程遠い。そんな２人の目標は、全国ナンバーワンの実力を持つ、高知・灘南体育女子学園の姫川＆及川ペアのスコアを上回ること。予選突破のハードルを上げ、燃える２人！"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "9208850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/9208850",
                    "Titles": {
                        "eng": "I Think Who Gets What Room Is Very Important for Girls",
                        "jpn": "女子の部屋割りって結構大事なことだと思うの"
                    },
                    "Summaries": {
                        "eng": "The Doubles Championship heats up as Eve and Aoi face off against the best high-school players in Japan. Can they take their first step towards worldwide fame and glory?",
                        "jpn": "「全日本高校女子ゴルフダブルス選手権」本戦が始まった。大会のルールは、トーナメント方式のマッチプレー。ホールごとに勝ち負けを決め、最終的に勝利したホール数が多いペアが次に駒を進めることができる。シード権を持つイヴ＆葵は、２回戦からの登場。手堅いゴルフで勝ちを積み重ねようとする葵に対して、イヴはあくまで自分らしい攻めのゴルフを貫こうとする。一方、同じく２回戦に挑んだ優勝候補の姫川＆及川ペアは、圧倒的なゴルフで相手校を打ち負かしてゆく。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2007729",
            "URL": "https://thetvdb.com/series/birdie-wing-golf-girls-story/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9237589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/9237589",
                    "Titles": {
                        "eng": "A Certain Truth Sleeping in the Girl's Memories",
                        "jpn": "少女の記憶の中に眠っている確かな真実"
                    },
                    "Summaries": {
                        "eng": "Eve and Aoi make it to the semifinals, where they face Kaoruko Iijima and her powerful \"In the Zone.\"",
                        "jpn": "イヴと葵は「ダブルス選手権」準決勝へと勝ち進む。相手は静岡・香蘭女子の飯島＆伊勢芝ペア。イヴたちの試合をみていた姫川は、勝敗の行方を左右するのは飯島になるだろうと分析する。その飯島は、並々ならぬ決意で試合に臨んでいた。\r\n中学時代、亜室の教え子だったが、特技である「イン・ザ・ゾーン」の方針を巡って決裂した過去があった。自分のゴルフが正しかったことを亜室に証明するため、勝利を誓う飯島。しかしその特技を使えるのは、彼女だけではなかった。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9716473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/9716473",
                    "Titles": {
                        "eng": "The Reason Just Playing Golf Makes Me So Happy",
                        "jpn": "ただゴルフができるということがこれほどまでに幸福な理由"
                    },
                    "Summaries": {
                        "eng": "Eve and Aoi enter the tournament finals and get a chance to face Himekawa.",
                        "jpn": "意識を失った葵は病院で精密検査を受けたが、どこにも異常は見つからなかった。葵は２日後の「ダブルス選手権」決勝に向けて養生することに。そんな中、亜室が訪ねてくる。「１つだけ魔法をかけてあげようと思ってね」亜室はそう言うと、３つのショットを完璧にトレースしてみせた。１つ目は全盛期の世良、２つ目は一彦のショット。しかし葵には、最後の３つ目が分からない。そのスイングは葵自身の中にある、と亜室は語る。葵が受け取ったものとは…？"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9716836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/9716836",
                    "Titles": {
                        "eng": "The Strange Fates of Two Generations of Young People Who Were Caught Up in the Ego of Adults",
                        "jpn": "大人のエゴに巻き込まれた若者たちの二代に渡る数奇な運命"
                    },
                    "Summaries": {
                        "eng": "Eve and Aoi clash over their shared past as the Doubles championship reaches its end.",
                        "jpn": "「ダブルス選手権」決勝。勝敗がかかった１５番ホールで、イヴは「レインボー・ショット」を放った。それを見た亜室と世良は、イヴが穂鷹一彦の娘であると確信する。亜室、世良、そして一彦と、アテナ・ブランドの因縁は、数奇な運命を辿っていた。全ての始まりは２０年前。若き日の亜室、世良、一彦の３人は、天鷲グループの社長・天鷲剛三の元に集められた。剛三の目的はアテナ・ブランドを洗練させること。そのために必要なのは「伝説を作る」ことだと剛三は告げる。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9716837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/9716837",
                    "Titles": {
                        "eng": "The Girl Who Regained Her Lost Memories Returns Home and Learns a New Truth",
                        "jpn": "失った記憶を取り戻した少女は、故郷に戻って新たな真実を知る"
                    },
                    "Summaries": {
                        "eng": "Eve returns to Nafrece and learns more about her parents and her past.",
                        "jpn": "世良の決定によって、イヴは強制的にナフレスに送り返された。記憶を取り戻し、自分が何者なのか知りたくなったイヴは、ヴィペールとコンタクトをとり、母・エリノアについての情報を得る。エリノアの父は、ミハエル・バートン。ミハエルはヨーロッパ最大のゴルフ・ブランド「アリオス」の創設者にして、ナフレス最大の勢力を誇るマフィアのボスだった。バートン家の墓参りに行ったイヴは、アラン・ハーヴェイと名乗る老紳士と出会う。イヴがそこで知ることになる、両親の過去とは…？"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9716838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/9716838",
                    "Titles": {
                        "eng": "A Farewell to Lies",
                        "jpn": "偽りとの決別"
                    },
                    "Summaries": {
                        "eng": "Eve participates in one last underworld golf match to free herself from the world of mafia golf forever.",
                        "jpn": "プロになるためにイヴに出された条件は、「ヨーロッパ・レディス・オープン」で優勝すること。だがその前に、イヴはカトリーヌとの間に起きたごたごたを清算しなければならなかった。ミハエルが仲立ちをして、ゴルフ勝負に勝てば今後一切の手出しはしないという約束をとりつけた。カトリーヌが用意した対戦相手はアメリカ裏ゴルフ界トップに君臨するリメルダ。イヴは日本から呼び寄せた専属キャディー、早乙女イチナと共に、再びの命懸けの勝負に挑む！"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9716839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/9716839",
                    "Titles": {
                        "eng": "Shining Wings",
                        "jpn": "輝ける翼"
                    },
                    "Summaries": {
                        "eng": "As Eve settles into life in Europe, Aoi gets a new weapon that will lead her to victory.",
                        "jpn": "葵のプロ転向がかかっている「日本女子オープン」が控える中、雨音はそのライバル選手である賞金女王・敷島零華プロと会っていた。雨音は零華に、頼まれていた葵のデータを渡し、あることを告げる。一方葵は、亜室が基礎設計した専用ゴルフクラブ「シャイニング・ウイングス」を手に入れる。葵のショットの調子を見ていた亜室は、その最中に意識を失い倒れてしまう。亜室を心配し、動揺する葵。亜室は実の父かもしれない…。その謎が胸の中でわだかまったまま、葵は大会当日を迎えることになる。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9716840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/9716840",
                    "Titles": {
                        "eng": "The Rainbow That Tells of Victory",
                        "jpn": "勝利を告げる虹"
                    },
                    "Summaries": {
                        "eng": "Aoi faces her toughest challenge yet against top-ranked pro golfer Reika Shikishima.",
                        "jpn": "「日本女子オープン」３日目が終わった。この時点で単独２位の葵はトータル１１アンダー。１５アンダーの首位・零華を４打差で追う。迎えた最終日、葵は好調をキープするが、一方の零華も精密機械のような正確なショットを積み重ね、なかなかその差を縮めることができない。そして５打差で迎えた１５番ホール。天気が崩れ、雨が降り出す。だがそれは、雨音の読み通りだった。すべての条件が揃い、雨音は葵と、逆転をかけたある計画を実行する。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9716841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/9716841",
                    "Titles": {
                        "eng": "Rainbow and Bullet",
                        "jpn": "虹と弾丸"
                    },
                    "Summaries": {
                        "eng": "As Eve battles Leo's chosen golfer, she unlocks a new power that will guide her to victory.",
                        "jpn": "「ヨーロッパ・レディス・オープン」が開幕した。会場のルミナスクラブ・ゴルフコースは難易度が高く、攻めのゴルフを得意とするイヴとの相性が悪い。イヴは初日を終えて２オーバー、トップと３打差の１８位タイに沈む。優勝への最大の壁はレオの弟子、アイシャ・カンバッタ。強烈なパワーショットが得意で、その飛距離はイヴをも上回る。このままでは勝てないと悟ったイヴは、これまでのスイングを捨て、自分だけのショットを見つけようとする。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9716842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/9716842",
                    "Titles": {
                        "eng": "Over the Rainbow",
                        "jpn": "オーバー・ザ・レインボー"
                    },
                    "Summaries": {
                        "eng": "Eve creates her final ultimate weapon on the path to becoming a pro.",
                        "jpn": "一彦のレインボー・ショットと、レオのバレット・ショット。２つのショットを持つイヴは、それらをかけ合わせた「レインボー・バレット・バースト」を編み出した。その飛距離はアイシャを上回る。３日目を終えた時点で、イヴは首位と１打差の２位、アイシャは３打差の４位につけた。その勢いのまま逆転優勝かと思われたが、バーストの反動でイヴの体は限界を迎えていた。これ以上、イヴにバーストを打たせてはならない。それを止めるのはイチナの役目だ。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9716843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/9716843",
                    "Titles": {
                        "eng": "To Make Dreams Come True",
                        "jpn": "夢を叶えるために"
                    },
                    "Summaries": {
                        "eng": "Aoi and Eve both get ready for one last match.",
                        "jpn": "イヴは「ヨーロッパ・レディス・オープン」に優勝し、プロになる条件をクリアした。だが無理をした代償は大きく、リハビリを含めて完治まで４ヶ月と診断される。一方の葵は浴室で倒れているところを雨音に発見される。病院で精密検査を受けると、脳に小さな影が見つかる。雨音は世良に葵を任せて、ひとりナフレスへと向かった。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9716844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/9716844",
                    "Titles": {
                        "eng": "Promise",
                        "jpn": "約束"
                    },
                    "Summaries": {
                        "eng": "Aoi and Eve face off against the Lunar Empress, one of the world's top golfers.",
                        "jpn": "――「２人で思い切りゴルフをする」。その夢を叶える時がきた。イヴと葵は「全英オープン」に挑む。しかし参加者は強豪揃い。その筆頭は昨年の全英覇者にして３年連続の賞金女王、ユーハ・ハミライル。２日目が終わった時点で首位は葵、２位・ユーハ、イヴは３位につける。最終日に２人でコースを回るためには１位、２位にならなければならない。迎えた３日目、葵は48インチのシャイニング・ウイングスを解禁し、イヴは「レインボー・バレット・バースト」を放つ。２人は約束を果たすため、トップギアで走り出す！"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9716845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdie-wing-golf-girls-story/episodes/9716845",
                    "Titles": {
                        "eng": "The Promise Revives",
                        "jpn": "蘇る約束"
                    },
                    "Summaries": {
                        "eng": "With Aoi too sick to play, Eve fights alone against the Lunar Empress. Will the two of them ever keep their promise?",
                        "jpn": "イヴにスキャンダルが持ち上がる。マフィアとのつながりや、賭けゴルフをしていた過去をマスコミにリークされたのだ。委員会はイヴのライセンスの停止、または剥奪の可能性を示唆する。逆風が吹き荒れる中、迎えた最終日。ティーイングエリアに現れたイヴの隣には、葵の姿があった。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}