{
    "URL": "https://thetvdb.com/series/mahoutsukai-ni-narenakatta-onnanoko-no-hanashi",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/0696-8111-3D5C-7A6A-D644-2",
        "https://www.imdb.com/title/tt32863895/",
        "https://mahonare.asmik-ace.co.jp/",
        "https://www.tvmaze.com/shows/79145/show-slug",
        "https://www.themoviedb.org/tv/99088",
        "https://www.wikidata.org/wiki/Q124618826",
        "https://en.wikipedia.org/wiki/Mah%C5%8D_Tsukai_ni_Narenakatta_Onna_no_Ko_no_Hanashi#Anime",
        "https://x.com/@ANIMA_info"
    ],
    "Titles": {
        "eng": "The Stories of Girls Who Couldn't Be Magicians",
        "jpn": "魔法使いになれなかった女の子の話"
    },
    "Summaries": {
        "eng": "At Letran Magic Academy, two unlikely friends share one dream: to become magicians. Kurumi is an average girl who’s a bit naive, while Yuzu is the distinguished daughter of a noble magician family. They need to get into a special magician training class, but they fail the entrance exam! All hope seems lost until mysterious homeroom teacher Minami Suzuki arrives, and their luck takes a sudden turn.",
        "jpn": "「魔法使いさん……わたし、約束、守れませんでした」\r\n\r\n魔法使いに憧れる天然少女クルミ＝ミライと、\r\n代々魔法使いを輩出する名家の令嬢ユズ＝エーデル。\r\nレットラン魔法学校＜国家魔法師養成専門学科（通称・マ組）＞への進学は\r\n魔法使いになるための必須条件。\r\nなのに、まさかの受験失敗………と思っていたら⁉︎\r\n一見、子どものような国家魔法師ミナミ＝スズキが担任として現れ、\r\n学園生活は急転！\r\n訳ありげなクラスメイトに、怪しそうな同好会……\r\nこの学校に隠された秘密って何⁉︎\r\n魔法使いさん、わたし＜普通科一組＞で、\r\n魔法使いになれる、の、カナ……？\r\n\r\n夢に破れた正反対なふたりの少女の\r\n青春＊魔法学園ファンタジー！"
    },
    "Aliases": [
        "Mahō Tsukai ni Narenakatta Onna no Ko no Hanashi",
        "Mahou Tsukai ni Narenakatta Onna no Ko no Hanashi",
        "Mahōtsukai ni Narenakatta Onna no Ko no Hanashi",
        "Mahoutsukai ni Narenakatta Onna no Ko no Hanashi",
        "Mahō Tsukai ni Narenakatta Onnanoko no Hanashi",
        "Mahou Tsukai ni Narenakatta Onnanoko no Hanashi",
        "Mahōtsukai ni Narenakatta Onnanoko no Hanashi",
        "Mahoutsukai ni Narenakatta Onnanoko Hanashi",
        "Mahonare",
        "The Story of the Girl Who Couldn't Become a Wizard"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1967653",
            "URL": "https://thetvdb.com/series/mahoutsukai-ni-narenakatta-onnanoko-no-hanashi/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9360516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoutsukai-ni-narenakatta-onnanoko-no-hanashi/episodes/9360516",
                    "Titles": {
                        "eng": "I Want to Be a Magician!",
                        "jpn": "私、魔法使いになりたい！"
                    },
                    "Summaries": {
                        "eng": "Young Kurumi made a promise: to become a magician when she grows up. She studied day and night to get into the prestigious Rettoran Academy of Magic...only to fail and get placed in a non-magical class. Her dream is dead. So, what comes next?",
                        "jpn": "幼い頃に出会った魔法使いに憧れ、レットラン魔法学校《魔法使い》養成専門クラス、\r\n通称「マ組」をめざすクルミ＝ミライ。\r\n模試では常に成績トップだったが、入学試験の結果は不選抜。\r\n「普通科一組」に進むことになる。人生初にして最大の挫折。\r\nしかし、一組の担任として現れたのは、《国家魔法師》ミナミ=スズキだった！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10728997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoutsukai-ni-narenakatta-onnanoko-no-hanashi/episodes/10728997",
                    "Titles": {
                        "eng": "Maybe I Can Be a Magician.",
                        "jpn": "私、魔法使いになれる、かも？"
                    },
                    "Summaries": {
                        "eng": "Kurumi and her classmates can't quite bring themselves to believe their new teacher's promise to make them magicians. They're all in for a surprise when she starts lessons in drawing spell arrays... by hand!",
                        "jpn": "「私が担任になったっていうことは！ ――皆さんには《魔法使い》になってもらいま～す！」\r\nそんな宣言で始まった一組の新学期。クラスメイトたちがそれぞれ目標を\r\n持っていることを知り、クルミは魔法使い以外の夢が思いつかないと悩む。\r\nやがてミナミによる魔法授業が始まる。それは魔法手帳を使わない、\r\n「手描きの魔法陣」による魔法らしいのだが……"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10728998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoutsukai-ni-narenakatta-onnanoko-no-hanashi/episodes/10728998",
                    "Titles": {
                        "eng": "I'm Joining the MRC!",
                        "jpn": "私、マ研に入部しまーす！"
                    },
                    "Summaries": {
                        "eng": "Rettoran Academy's many clubs make their bids to attract new students. Kurumi has her sights set on the prestigious Mystic Research Council, but her plans run into a snag.",
                        "jpn": "部活紹介が行われ、さまざまな部活・同好会に勧誘される一組の生徒たち。魔術研究部に入部しようと意気込むクルミだったが、マ組の生徒以外は入部できないとすげなく断られる。そこに声を掛けてきたのが、図書館の片隅で活動するマジック研究会の部長と副部長。二人は、秘密裏に学園の謎に関する調査を進めていた。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10728999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoutsukai-ni-narenakatta-onnanoko-no-hanashi/episodes/10728999",
                    "Titles": {
                        "eng": "I'm Gonna Eat Potatoes!",
                        "jpn": "私、お芋食べまーす！"
                    },
                    "Summaries": {
                        "eng": "Ms. Suzuki takes the class outside to celebrate fall. She promises everyone delicious potato stew—once they dig up the ingredients themselves. But what do tubers have to do with learning magic?",
                        "jpn": "マジ研の活動で「レットラン七不思議」とその原因となる自然エネルギー「魔素」について知らされるクルミ。ミナミが教える手描きの魔法陣が《古代魔法》だということがわかり、ますます魔法への興味がつのる。課外授業の芋煮会で自然エネルギーを使おうと、昔おばあちゃんに教わったおまじないを試す。と、ブホンと魔法陣が光って――"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10729000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoutsukai-ni-narenakatta-onnanoko-no-hanashi/episodes/10729000",
                    "Titles": {
                        "eng": "I'll Walk My Butt Off in This Cross-Country Race!",
                        "jpn": "私、強歩大会で歩きまくりまーす！"
                    },
                    "Summaries": {
                        "eng": "A school race pits class against class in cross-country race. Kurumi and friends must navigate treacherous terrain—while the Magumi students just fly over everything obstacle. Can Standard Class 1 finish the race, let alone win it?",
                        "jpn": "ミナミが去ったレットランで、三大行事のひとつ・クラス対抗強歩大会が開催される。優勝争いに燃える一年マ組・二年マ組を横目に、マイペースを崩さない一組の生徒たちだったが、アスカの覚醒を機に本気を見せる。一位の座を巡って激しいレースが展開するなか、「レットラン七不思議」のひとつが襲いかかる。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10729001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoutsukai-ni-narenakatta-onnanoko-no-hanashi/episodes/10729001",
                    "Titles": {
                        "eng": "Everyone but Us Went Home for the Holidays.",
                        "jpn": "私達以外、ハッピーホリデイでみんな帰っちゃった"
                    },
                    "Summaries": {
                        "eng": "The semester is ending, and Ms. Suzuki is still missing in action. When most of their classmates go home for the holidays, Kurumi and Yuzu open up about what magic means to each of them.",
                        "jpn": "初めて《魔法使い》に対する互いの気持ちを打ち明け合い、少し打ち解けたクルミとユズ。期末テストが終わり、お楽しみパーティーに興じる一組のメンバーに、マ組を「クラス落ち」したアニクが合流する。それぞれに帰省の途につく生徒たちだったが、クルミ・ユズ・アスカ・キョウ・アニクだけは寮に残り、冬休みを一緒に過ごすことになる。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10729002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoutsukai-ni-narenakatta-onnanoko-no-hanashi/episodes/10729002",
                    "Titles": {
                        "eng": "Happy Holidays, Except I'm Feeling Sad!",
                        "jpn": "私、ハッピーホリデイなのに悲劇です！"
                    },
                    "Summaries": {
                        "eng": "Yuzu's success with ancient magic deals Kurumi's confidence another blow. While her friends celebrate the new year, she struggles to choose her path forward. Then a sudden distress call from the MaRC brings everything to a head.",
                        "jpn": "冬休み中、魔素パトの途中で《黒きモヤ》に襲われるマジ研のメンバーたち。とっさにユズが描いた魔法陣により古代魔法が発動し、ピンチを切り抜ける。自分の力に驚くユズと、なにもできなかったことで思い悩むクルミ。そうして迎えた大晦日、カウントダウンパーティーの途中で、ふたたびモヤが暴走を始める。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10729003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoutsukai-ni-narenakatta-onnanoko-no-hanashi/episodes/10729003",
                    "Titles": {
                        "eng": "I'll Be Having the Complete Sauna Experience!",
                        "jpn": "私、サウナで整っちゃいまーす！"
                    },
                    "Summaries": {
                        "eng": "A freak blizzard buries Rettoran in snow and delays the start of classes, so Kurumi and friends go out to play on the frozen lake. When they decide to build a sauna, Kurumi finds a massive stone that may be more than it seems.",
                        "jpn": "年が明け、魔法使いの夢はきっぱり諦めることにしたクルミ。新学期を目前に生徒たちが帰省から戻ってくるはずが、大寒波による大雪で学園は陸の孤島になってしまう。冬休みの延長をいいことに、湖畔にテントサウナを作って遊ぶマジ研のメンバーたち。そのとき、突然凍った湖が地響きとともに裂け――"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10729004",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoutsukai-ni-narenakatta-onnanoko-no-hanashi/episodes/10729004",
                    "Titles": {
                        "eng": "I'm Gonna Be a Magician?!",
                        "jpn": "私、魔法使いになれちゃう！？"
                    },
                    "Summaries": {
                        "eng": "Kurumi and Yuzu get an offer to test for a place in the Magumi. It should be the second chance both girls have dreamed, but they find themselves hesitating. Is an old dream worth giving up their present for?",
                        "jpn": "ノーザンからマ組編入試験の受験を勧められたクルミとユズ。ミナミが戻らないなか、一組で古代魔法の勉強を続けるのか、マ組への編入に挑戦するか、二人の気持ちは揺れる。一方、学園は三大行事のひとつ・レットランフェスティバルの開催にむけて盛り上がっていく。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10729005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoutsukai-ni-narenakatta-onnanoko-no-hanashi/episodes/10729005",
                    "Titles": {
                        "eng": "Our Rettoran Is in Danger!",
                        "jpn": "私達のレットランが危機です！"
                    },
                    "Summaries": {
                        "eng": "When standard Program students collapse one after another, Kurumi and Yuzu must choose between helping their friends and the second day of the placement test—their last shot at joining the Magumi.",
                        "jpn": "過去の因縁からミナミを監禁し、レットランの地下でなにかを企むノーザン。マ組編入試験の一日目に手応えを感じたクルミとユズは、気合を入れて二日目に臨もうとするが、フェスの準備中にサリィが倒れてしまう。あわててサリィを介抱する二人だったが、異変は学園中に及んでいて……"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10729006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoutsukai-ni-narenakatta-onnanoko-no-hanashi/episodes/10729006",
                    "Titles": {
                        "eng": "I'm Gonna Cast Ancient Magic!",
                        "jpn": "私、古代魔法使っちゃいます！"
                    },
                    "Summaries": {
                        "eng": "Kurumi and friends have found their Ms. Suzuki, but they still don't know what's hurting their classmates. When a confrontation between teachers reveals the secret slumbering beneath Rettoran, the girls may be the school's only hope.",
                        "jpn": "ミナミによって語られた学園の秘密。それは、増大する現代魔法のエネルギー量を支えるため、普通科の生徒たちが犠牲になっているというものだった。\r\n暴走した魔素の管理装置はもはやノーザンにも止めることができず、学園を守る手段は\r\n古代魔法しかない。クルミ・ユズ・部長は、レットラン七不思議の\r\n最後のひとつを手掛かりに、魔素の封印を解こうと奔走する。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10729007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoutsukai-ni-narenakatta-onnanoko-no-hanashi/episodes/10729007",
                    "Titles": {
                        "eng": "I Want to Be More Than a Magician.",
                        "jpn": "私は、魔法使い以上のものになりたい"
                    },
                    "Summaries": {
                        "eng": "Together, Kurumi and Yuzu avert the disaster looming over Rettoran and save their friends. But what does the future hold for them? When Yuzu goes to retake the Magumi placement test, she finds Kurumi nowhere in sight.",
                        "jpn": "流星群の夜、幼いクルミが《魔法使いさん》とかわした約束。\r\nまるであの夜をなぞるように、クルミとユズの古代魔法によって解放された魔素は、\r\nきらめく流星群となって学園中に降り注ぐ。\r\n危機を乗り越え、無事にレットランフェスティバルが開催されるなか、\r\nクルミとユズはそれぞれに進むべき道を決める。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}