{
    "URL": "https://thetvdb.com/series/trapped-in-a-dating-sim-the-world-of-otome-games-is-tough-for-mobs",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/5746-89B6-D554-AE6C-B192-2",
        "https://www.imdb.com/title/tt16255458/",
        "https://mobseka.com",
        "http://www.reddit.com/r/MobuSeka",
        "https://www.themoviedb.org/tv/139512",
        "https://en.wikipedia.org/wiki/Trapped_in_a_Dating_Sim:_The_World_of_Otome_Games_Is_Tough_for_Mobs",
        "https://x.com/mobseka_anime"
    ],
    "Titles": {
        "eng": "Trapped in a Dating Sim: The World of Otome Games Is Tough for Mobs",
        "jpn": "乙女ゲー世界はモブに厳しい世界です"
    },
    "Summaries": {
        "eng": "Office worker Leon is reincarnated into a particularly punishing dating sim video game, where women reign supreme and only beautiful men have a seat at the table. But Leon has a secret weapon: he remembers everything from his past life, which includes a complete playthrough of the very game in which he is now trapped. Watch Leon spark a revolution to change this new world in order to fulfill his ultimate desire...of living a quiet, easy life in the countryside!",
        "jpn": "とある剣と魔法の\"乙女ゲー\"の世界に転生した社会人・リオン。\r\nそこは超女尊男卑な世界で、例外はゲーム内で攻略対象だった王太子率いるイケメン軍団のみ\r\nしかし、虐げられ絶望するリオンにはあるーつの武器があった。\r\nそれは前世で妹に無理矢理攻略させられていたこのゲームの「知識」。\r\nモブとして田舎でのんひり過ごすことを目標にしていたリオンだったがゲームの知識を使い、\r\nやりたい放題の女たちとイケメン軍団に図らずも反旗を翻してしまうのだった一。"
    },
    "Aliases": [
        "Otome Game Sekai wa Mob ni Kibishii Sekai Desu",
        "Otome gē Sekai wa Mobu ni Kibishī Sekaidesu",
        "もぶせか",
        "MobuSeka",
        "Mobu Seka",
        "Otomege Sekai wa Mob ni Kibishii Sekai Desu",
        "Otome Game Sekai wa Mob ni Kibishii Sekai desu",
        "Otomege Sekai wa Mob ni Kibishii Sekai desu",
        "Mobseka",
        "Trapped in a Dating Sim: The World of Otome Games is Tough for Mobs Season 2",
        "Trapped in a Dating Sim"
    ],
    "Modified": "2025-08-22",
    "Seasons": {
        "1": {
            "ID": "1968839",
            "URL": "https://thetvdb.com/series/trapped-in-a-dating-sim-the-world-of-otome-games-is-tough-for-mobs/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8855070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trapped-in-a-dating-sim-the-world-of-otome-games-is-tough-for-mobs/episodes/8855070",
                    "Titles": {
                        "eng": "I Hate This World",
                        "jpn": "俺はこの世界が嫌いだ"
                    },
                    "Summaries": {
                        "eng": "Leon is reincarnated in the world of the \"otome game\" he was playing as the third son of an impoverished baron. While he's trying to find happiness as a \"mob\" or background character, he's offered a terrible marriage proposal.",
                        "jpn": "プレイしていた「乙女ゲー」の世界に転生し、貧乏男爵家の三男として生きることになったリオン。モブらしくそれなりの幸せを目指そうとするが、酷い縁談が舞い込んでくる。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9083072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trapped-in-a-dating-sim-the-world-of-otome-games-is-tough-for-mobs/episodes/9083072",
                    "Titles": {
                        "eng": "Hey, Girl. Wanna Get Some Tea?",
                        "jpn": "そこの彼女　お茶してかない？"
                    },
                    "Summaries": {
                        "eng": "Leon officially begins attending the academy. Though the romantic interests he saw in the game are present, for some reason the girl with them is not the protagonist of the otome game, but a girl he doesn't recognize. Leon feels there is something off about the situation...",
                        "jpn": "晴れて学園に入学できたリオン。ゲームで見た攻略対象の姿もあったが、なぜかその側には乙女ゲーの主人公ではなく、見知らぬ少女が立っていた。違和感を覚えるリオンだが……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9083074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trapped-in-a-dating-sim-the-world-of-otome-games-is-tough-for-mobs/episodes/9083074",
                    "Titles": {
                        "eng": "Let's Duel, Prince",
                        "jpn": "決闘しようぜ、王子様"
                    },
                    "Summaries": {
                        "eng": "Marie is being bullied by Angelica's followers. Because events don't match what happened in the otome game, Leon attempts to gather information on Marie.",
                        "jpn": "マリエはアンジェリカの取り巻きから酷いいじめを受けるようになっていた。乙女ゲーのシナリオ展開とも異なっているため、リオンはマリエの情報を収集しようとする。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9083075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trapped-in-a-dating-sim-the-world-of-otome-games-is-tough-for-mobs/episodes/9083075",
                    "Titles": {
                        "eng": "Mind If I Go Easy on You?",
                        "jpn": "手加減してやってもいいかな？"
                    },
                    "Summaries": {
                        "eng": "Leon's Armor Arroganz is mocked for being old fashioned, and the weapon Luxion has prepared for him is... a shovel! The audience ridicules Leon, but will he be able to defeat his five opponents?!",
                        "jpn": "リオンの鎧アロガンツは時代遅れの代物だと馬鹿にされ、さらにルクシオンが用意した武器は……スコップ！ 観客から嘲笑されるリオンは、5人を相手に勝利できるのか！?"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9083076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trapped-in-a-dating-sim-the-world-of-otome-games-is-tough-for-mobs/episodes/9083076",
                    "Titles": {
                        "eng": "It's Awesome",
                        "jpn": "最高だね"
                    },
                    "Summaries": {
                        "eng": "Leon's duel against Julius and his kingdom's best Armor begins. Why does Julius choose Marie over Angelica? His feelings drive him to attack Leon...!",
                        "jpn": "王国最強の鎧を駆るユリウスとの決闘が始まった。なぜユリウスはアンジェリカではなく、マリエを選ぶのか。その想いが気迫となってリオンに襲いかかる……！"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9083077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trapped-in-a-dating-sim-the-world-of-otome-games-is-tough-for-mobs/episodes/9083077",
                    "Titles": {
                        "eng": "My First School Festival",
                        "jpn": "学園祭って初めてなの"
                    },
                    "Summaries": {
                        "eng": "Leon and his friends open a cafe at the school festival. However, Julius' posse open their own cafe, and a mysterious girl trying to get close to Leon appears before Olivia. It looks like there's trouble ahead at this school festival...!",
                        "jpn": "学園祭で喫茶店を出すリオンたち。だが、ユリウスたちも喫茶店を開き、オリヴィアの前にはリオンに近づこうとする謎の女子が現れる。学園祭は前途多難の様子……！?"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9083078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trapped-in-a-dating-sim-the-world-of-otome-games-is-tough-for-mobs/episodes/9083078",
                    "Titles": {
                        "eng": "We Both Hate Hot Guys",
                        "jpn": "同じイケメン嫌い"
                    },
                    "Summaries": {
                        "eng": "Jilk appears in the bike race held on the final day of the academy festival. However, he is obstructed by the followers of his ex-fiancee and is badly injured. The situation develops further, and Leon finds himself dragged into it...",
                        "jpn": "学園祭最終日のバイクレースにジルクが出場する。しかし、彼は元婚約者の取り巻きに妨害され、大きな傷を負ってしまう。さらに騒動が発展し、リオンにも飛び火してきて……。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9083079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trapped-in-a-dating-sim-the-world-of-otome-games-is-tough-for-mobs/episodes/9083079",
                    "Titles": {
                        "eng": "This Isn't a Game",
                        "jpn": "こっちも遊びじゃねえんだよ"
                    },
                    "Summaries": {
                        "eng": "Olivia finds herself pushed into a corner by Stephanie. Meanwhile, while understanding Olivia should resolve the pirate hunting situation, he chooses to prioritize efficiency and gets involved.",
                        "jpn": "ステファニーによって追い詰められていくオリヴィア。一方のリオンは、空賊退治はオリヴィアが解決すべきだと理解しながらも、効率を重視して積極的に関わろうとする。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9083080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trapped-in-a-dating-sim-the-world-of-otome-games-is-tough-for-mobs/episodes/9083080",
                    "Titles": {
                        "eng": "She's a Doormat",
                        "jpn": "都合のいい女子ですから"
                    },
                    "Summaries": {
                        "eng": "Leon's attempt to support Olivia backfires. He attempts to clearly define their relationship as one between mob and protagonist, but... Meanwhile, during a sword fight against Brad, he realizes the difference in their resolve.",
                        "jpn": "オリヴィアへのサポートが裏目に出てしまい、リオンは所詮モブと主人公の関係だと割り切ろうとするが……。ブラッドと剣の模擬試合をする中で、覚悟の違いを思い知らされる。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9083081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trapped-in-a-dating-sim-the-world-of-otome-games-is-tough-for-mobs/episodes/9083081",
                    "Titles": {
                        "eng": "Unlike You Wannabe Nobles",
                        "jpn": "エセ貴族とは違って"
                    },
                    "Summaries": {
                        "eng": "The school trip begins, and Leon heads to the southern island where the item he seeks can be found. Once there, he runs into Angelica and Olivia at a shrine dedicated to marriage while things are still awkward between them.",
                        "jpn": "修学旅行が始まり、リオンは目当てのアイテムがある南の浮島へ向かう。すると、縁結びの神社で気まずいままのオリヴィア、アンジェリカと鉢合わせしてしまう。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9083082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trapped-in-a-dating-sim-the-world-of-otome-games-is-tough-for-mobs/episodes/9083082",
                    "Titles": {
                        "eng": "What I Can Do Now",
                        "jpn": "今、私にできることを"
                    },
                    "Summaries": {
                        "eng": "Leon weaves his way through the horde of monsters alone in order to rescue Angelica. Meanwhile, Chris and Olivia battle fiercely alongside the other students on the passenger ship, but they're surrounded by the duchy's fleet...!",
                        "jpn": "リオンは単独でモンスターをかいくぐり、アンジェリカの救出を目指す。一方、客船ではクリスやオリヴィアたちが奮闘するが、公国の艦隊に囲まれてしまい……!?"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9083083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trapped-in-a-dating-sim-the-world-of-otome-games-is-tough-for-mobs/episodes/9083083",
                    "Titles": {
                        "eng": "No Matter How Tough The World of Otome Games Is",
                        "jpn": "たとえどれだけ、この乙女ゲー世界が厳しくても"
                    },
                    "Summaries": {
                        "eng": "Leon rescues Angelica and repairs his relationship with Olivia. He defeats the enemy's Armors one after another to crush the duchy's will to fight, but then the duchy's strongest hero, Vandel the Black Knight, appears.",
                        "jpn": "アンジェリカを救い出し、オリヴィアとのわだかまりも解消したリオン。公国の戦意を削ぐために敵の鎧を次々と撃破していくが、そこに公国最強の英雄・黒騎士バンデルが現れる。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}