{
    "URL": "https://thetvdb.com/series/migi-to-dali",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt29371814/",
        "https://migitodali.com/",
        "http://www.reddit.com/r/MigitoDali",
        "https://www.themoviedb.org/tv/153450",
        "https://www.wikidata.org/wiki/Q113289472",
        "https://en.wikipedia.org/wiki/Migi_to_Dali",
        "https://x.com/MigiToDali"
    ],
    "Titles": {
        "eng": "Migi&Dali",
        "jpn": "ミギとダリ"
    },
    "Summaries": {
        "eng": "We follow the daily life of Hitori, a young boy of rare beauty and great intelligence. Orphan, he manages to be adopted by an old couple. However, he hides a heavy secret: he has a twin, Dali. Together, they learned to live as one and the same ... but life at home and at school will not be easy for the two brothers.",
        "jpn": "希少な美しさと知性のある少年、ひとりの日常を追う。 孤児、彼はなんとか老夫婦に養子縁組されました。 しかし、彼は重い秘密を隠しています。彼には双子のダリがいます。 一緒に、彼らは同じように生きることを学びました...しかし、家と学校での生活は二人の兄弟にとって容易ではありません。"
    },
    "Aliases": [
        "Migi to Dali",
        "Migi and Dali"
    ],
    "Modified": "2025-10-18",
    "Seasons": {
        "1": {
            "ID": "1971586",
            "URL": "https://thetvdb.com/series/migi-to-dali/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9993847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/9993847",
                    "Titles": {
                        "eng": "Migi and Dali",
                        "jpn": "ミギとダリ"
                    },
                    "Summaries": {
                        "eng": "The twin boys Migi and Dali live in an orphanage until one day they are adopted by a wealthy and gentle elderly couple, the Sonoyamas.\r\nHowever, they are not taken in as the two boys 'Migi' and 'Dali,' but rather as a single boy named 'Hitori Sonoyama.' While hiding their true identities and pretending to be Hitori Sonoyama, they hatch a plan to win over the Sonoyamas.\r\nTheir scheme is highly successful; within just a day, they won the favor of the elderly couple. Inside the tent in their room, the two share a sly smile.",
                        "jpn": "児童養護施設で過ごしていた双子の少年ミギとダリは、ある日裕福で穏やかな老夫婦、園山夫妻に養子として迎えられる。しかしそれはふたりの少年「ミギ」と「ダリ」としてではなく、ひとりの少年「園山秘鳥」としてだった。 二人は正体を隠し、園山秘鳥を演じながら、園山夫妻を取り込もうと画策する。結果は上出来、一日で園山夫妻の懐に入り込んだ二人は、部屋のテントの中で不敵な笑みを浮かべるのだった。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10056104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/10056104",
                    "Titles": {
                        "eng": "Welcome Party",
                        "jpn": "ウェルカムパーティー"
                    },
                    "Summaries": {
                        "eng": "Migi and Dali have been fully accepted as members of the Sonoyama family.\r\nThey behave just like real parent and child, but the twins notice that Mom and Dad are acting somewhat distant.\r\nSuspecting that the Sonoyama couple might be hiding something, the two discreetly begin to search the house and stumble upon an unexpected secret of the couple.\r\n\r\nMigi and Dali are shocked, wondering if they have been deceived. However, determined not to let things end this way, they execute a plan to retaliate against the Sonoyamas.",
                        "jpn": "すっかり園山家の一員として受け入れられたミギとダリ。\r\nまるで本物の親子のように振る舞う二人だが、しかしパパとママがどこかよそよそしい態度を取っていることに気が付く。園山夫妻が何か隠し事をしているのではと怪しんだ二人は、こっそりと家の中の探索を開始すると、夫妻の思わぬ秘密を発見してしまう。\r\n騙されていたのかと愕然とする二人。だがこのままでは終われないと、二人は園山夫妻へ反撃するべくある作戦を決行する。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10056105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/10056105",
                    "Titles": {
                        "eng": "Let's Make Friends",
                        "jpn": "ともだちをつくろう"
                    },
                    "Summaries": {
                        "eng": "To uncover the truth behind their mother's death, Migi and Dali finally begin to take serious action. Their clue is the memory of the room they lived in with their mother when they were young. They remember the dimly lit space under the bed and the wallpaper patterned wih daphnia. In order to locate the room, the twins come up with a plan to be invited over as friends to different houses. They promptly join the Boy Scouts to make friends, but the scouts offer their friendship on one condition.",
                        "jpn": "母の死の真相を知るために、ミギとダリはいよいよ本格的に動き始める。手掛かりとなるのは、幼い頃に母と一緒に暮らしていたときの部屋の記憶である、薄暗いベッドの下とミジンコ模様の壁紙。その部屋を探し出す方法として、友達として家に呼んでもらう方法を思いつく二人。友達作りのために早速ボーイスカウトに参加するも、ボーイスカウトのメンバーからは友達になるためのある条件を突きつけられる。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10056107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/10056107",
                    "Titles": {
                        "eng": "Let's be Good Kids",
                        "jpn": "おりこうさんになろう"
                    },
                    "Summaries": {
                        "eng": "The housemaid Micchan tells Migi and Dali that the Ichijo family has a room with water flea wallpaper. They begin attending school to befriend Eiji, the son of the Ichijo family. However, to get close to Eiji, they need to score well on tests and join a top class. The two start studying diligently to boost their grades, but unexpectedly, Migi falls head over heels for a certain female student in the library.",
                        "jpn": "家政婦のみっちゃんから、一条家にミジンコ模様の部屋があったことを教えてもらうミギとダリ。一条家の息子である瑛二と仲良くなるために、二人は学校へ通い始める。しかし瑛二と近づくためにはテストでいい点数を取り、優秀なクラスへ入る必要があった。なんとか成績を上げるために勉強を開始する二人だったが、なんとミギは図書室でとある女子生徒に一目惚れをしてしまう。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10056108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/10056108",
                    "Titles": {
                        "eng": "Water Flea's Song",
                        "jpn": "ミジンコの歌"
                    },
                    "Summaries": {
                        "eng": "After achieving first place in the test, the Sonoyama family was invited to the suspicious Ichijo residence. Dali, seeing this as an opportunity, thoroughly searches the Ichijo house. However, she falls into Eiji's trap, and Migi ends up being captured.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10056109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/10056109",
                    "Titles": {
                        "eng": "Who Killed the Parent Bird?",
                        "jpn": "誰が親鳥殺したの?"
                    },
                    "Summaries": {
                        "eng": "Dali continues to search the Ichijo house. Migi, by perfectly playing the role of an infant, tries to draw out the secrets of the Ichijo family.",
                        "jpn": "引き続き一条家の探索を続けるダリ。ミギは乳飲み子を完璧に演じることで、一条家の秘密を引き出そうとする。見事五歳児になりきることに成功したミギだったが、唐突に矯正プログラムは終了し、次の日には園山家に帰ることになってしまう。\r\nこのままでは一条家の捜索を続けることはできなくなると焦る二人。だが諦めはしない。まだ今晩やれることはあるはず。二人は考えた末に、一条家の心情を揺さぶるある作戦を思い付く。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10056110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/10056110",
                    "Titles": {
                        "eng": "It Wasn't a Ghost",
                        "jpn": "おばけじゃなかった"
                    },
                    "Summaries": {
                        "eng": "\"It was Eiji who killed our mother!?\" To confirm the truth, Dali disguises herself as Sali and begins to approach Eiji alone.",
                        "jpn": "自分たちの母親を殺したのは瑛二だった！？その真相を確かめるため、ダリはサリーに変装をし、単独で瑛二に近づき始める。予想通り瑛二から情報を入手していくダリ。一方の瑛二は自分がサリーに心惹かれていくことに戸惑いを覚えるのだった。\r\nそのころミギはサリーに渡したイルカのペンダントの片割れを偶然見つけ、この学校にサリーがいることを確信する。恋心に動かされたミギは、サリーを見つけるべく校内の捜索を開始する。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10056112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/10056112",
                    "Titles": {
                        "eng": "Two ≠ One",
                        "jpn": "ふたり≠ひとり"
                    },
                    "Summaries": {
                        "eng": "Shocked to discover that Sali's true identity was Dali, Migi flees to Akiyama's house to escape. Dali comes to bring Migi back for revenge, but Migi decides to live freely, not bound by revenge.",
                        "jpn": "サリーの正体がダリであったことを知りショックを受けたミギは、ダリから逃げるように秋山の家に転がり込む。ダリは復讐のためにミギを連れ戻しに来るが、ミギは復讐にとらわれずに自由に生きることを決意する。すれ違っていくミギとダリ。残されたダリは一人でも復讐を果たすことを亡き母に誓い、ハロウィンの仮装大会を復讐の舞台にすることに決める。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10056114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/10056114",
                    "Titles": {
                        "eng": "Kill Kill Kill Kill Kill",
                        "jpn": "コロスコロスコロスコロスコロス"
                    },
                    "Summaries": {
                        "eng": "Why did Eiji help him? To find out, Migi disguises herself as Sally and visits Eiji's house. Eiji shows Sally (Migi) around the attic and tells her about Reiko's and Eiji's secret, and how it has put Hitori in danger. However, Reiko has also seen them talking! Migi recoils from Reiko's strange aura. At that moment, Migi witnesses Reiko's terrifying true nature.",
                        "jpn": "瑛二はなぜ自分を助けたのか？その理由を知るため、今度はミギがサリーの変装をして瑛二の家を訪れる。瑛二はサリー（ミギ）に屋根裏部屋を案内し、怜子や瑛二自身の秘密について、そしてそのせいで秘鳥に身の危険が迫っていることを伝える。だが二人が話している様子は怜子にも見られていた！怜子の異様な雰囲気に思わず後ずさりするミギ。その瞬間、ミギは怜子の恐るべき本性を目の当たりにする。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10056116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/10056116",
                    "Titles": {
                        "eng": "Beavers vs Mother Ichijo",
                        "jpn": "ビーバーズ vs 一条母"
                    },
                    "Summaries": {
                        "eng": "Framed as murderers by Reiko, Migi and Dali find themselves unable to reveal themselves and decide to seek help from Akiyama.",
                        "jpn": "怜子によって殺人犯に仕立てられてしまったミギとダリ。このまま姿を現すわけにもいかず、秋山に協力を求めることにする。\r\n秋山の呼びかけで丸太も集まり、秘鳥秋山丸太の三人で「BEAVERS」を結成する。最初は丸太を信用していなかったミギとダリだが、丸太の必死の行動に心を動かされ、初めて自分たちが双子であることを明かす。華怜の協力も得られ、いよいよ一条家への侵入を試みる。一条家の闇を暴き、再び園山家に帰るために。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10056118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/10056118",
                    "Titles": {
                        "eng": "Upside-Down Woman",
                        "jpn": "さかさまの女"
                    },
                    "Summaries": {
                        "eng": "Reiko, cornered by Migi and Dali, finally begins to speak about Metry, the mother of Migi and Dali. It turns out to be the story of their birth as well...",
                        "jpn": "ミギとダリに追い詰められた怜子。ついに怜子の口から、ミギとダリの母親であるメトリーのことが語られ始める。そしてそれは二人の出生の物語でもあった……。 全てを話し終え、瑛二を連れ戻しにミギとダリ達を襲い始める怜子。二人の反撃もむなしく、怜子は瑛二に接近し両手を広げ瑛二を迎え入れようとする。しかし瑛二は思わず怜子を突き飛ばしてしまう。そのとき、瑛二の幼い頃の記憶がはっきりとよみがえる。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10056120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/10056120",
                    "Titles": {
                        "eng": "Our Revenge",
                        "jpn": "ぼくらの復讐"
                    },
                    "Summaries": {
                        "eng": "Migi and Dali, along with others, are trapped in a confinement room. Gradually, smoke from the fire started by Eiji begins to drift into the room.",
                        "jpn": "監禁部屋に閉じ込められてしまったミギとダリ達。瑛二の起こした火事の煙が次第に部屋まで漂ってくる。絶体絶命かと思われたが、秋山の活躍により一条家から脱出することに成功、一同は歓喜する。しかし秋山の口から瑛二がまだ中にいることを聞かされる。一条家から聞こえてくるミギとダリの母との思い出の曲。その曲を聞きながらダリは、瑛二とのこれまでのことを思い出し、瑛二が自分と似た存在であることに気が付くのだった。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "10056121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/10056121",
                    "Titles": {
                        "eng": "Migi and Dali",
                        "jpn": "ミギとダリ"
                    },
                    "Summaries": {
                        "eng": "The Ichijo house was burned down, and the incident was resolved, gradually bringing life back to normal. Migi and Dali were supposed to return to their usual lives as well, but there was one difference.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}