{
    "URL": "https://thetvdb.com/series/migi-to-dali",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt29371814/",
        "https://migitodali.com/",
        "http://www.reddit.com/r/MigitoDali",
        "https://www.themoviedb.org/tv/153450",
        "https://www.wikidata.org/wiki/Q113289472",
        "https://en.wikipedia.org/wiki/Migi_to_Dali",
        "https://x.com/MigiToDali"
    ],
    "TitleEnglish": "Migi&Dali",
    "SummaryEnglish": "We follow the daily life of Hitori, a young boy of rare beauty and great intelligence. Orphan, he manages to be adopted by an old couple. However, he hides a heavy secret: he has a twin, Dali. Together, they learned to live as one and the same ... but life at home and at school will not be easy for the two brothers.",
    "Aliases": [
        "Migi to Dali",
        "Migi and Dali"
    ],
    "Modified": "2025-10-18",
    "Seasons": {
        "1": {
            "ID": "1971586",
            "URL": "https://thetvdb.com/series/migi-to-dali/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9993847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/9993847",
                    "TitleEnglish": "Migi and Dali",
                    "SummaryEnglish": "The twin boys Migi and Dali live in an orphanage until one day they are adopted by a wealthy and gentle elderly couple, the Sonoyamas.\r\nHowever, they are not taken in as the two boys 'Migi' and 'Dali,' but rather as a single boy named 'Hitori Sonoyama.' While hiding their true identities and pretending to be Hitori Sonoyama, they hatch a plan to win over the Sonoyamas.\r\nTheir scheme is highly successful; within just a day, they won the favor of the elderly couple. Inside the tent in their room, the two share a sly smile.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10056104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/10056104",
                    "TitleEnglish": "Welcome Party",
                    "SummaryEnglish": "Migi and Dali have been fully accepted as members of the Sonoyama family.\r\nThey behave just like real parent and child, but the twins notice that Mom and Dad are acting somewhat distant.\r\nSuspecting that the Sonoyama couple might be hiding something, the two discreetly begin to search the house and stumble upon an unexpected secret of the couple.\r\n\r\nMigi and Dali are shocked, wondering if they have been deceived. However, determined not to let things end this way, they execute a plan to retaliate against the Sonoyamas.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10056105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/10056105",
                    "TitleEnglish": "Let's Make Friends",
                    "SummaryEnglish": "To uncover the truth behind their mother's death, Migi and Dali finally begin to take serious action. Their clue is the memory of the room they lived in with their mother when they were young. They remember the dimly lit space under the bed and the wallpaper patterned wih daphnia. In order to locate the room, the twins come up with a plan to be invited over as friends to different houses. They promptly join the Boy Scouts to make friends, but the scouts offer their friendship on one condition.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10056107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/10056107",
                    "TitleEnglish": "Let's be Good Kids",
                    "SummaryEnglish": "The housemaid Micchan tells Migi and Dali that the Ichijo family has a room with water flea wallpaper. They begin attending school to befriend Eiji, the son of the Ichijo family. However, to get close to Eiji, they need to score well on tests and join a top class. The two start studying diligently to boost their grades, but unexpectedly, Migi falls head over heels for a certain female student in the library.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10056108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/10056108",
                    "TitleEnglish": "Water Flea's Song",
                    "SummaryEnglish": "After achieving first place in the test, the Sonoyama family was invited to the suspicious Ichijo residence. Dali, seeing this as an opportunity, thoroughly searches the Ichijo house. However, she falls into Eiji's trap, and Migi ends up being captured.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10056109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/10056109",
                    "TitleEnglish": "Who Killed the Parent Bird?",
                    "SummaryEnglish": "Dali continues to search the Ichijo house. Migi, by perfectly playing the role of an infant, tries to draw out the secrets of the Ichijo family.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10056110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/10056110",
                    "TitleEnglish": "It Wasn't a Ghost",
                    "SummaryEnglish": "\"It was Eiji who killed our mother!?\" To confirm the truth, Dali disguises herself as Sali and begins to approach Eiji alone.",
                    "Aliases": []
                },
                "8": {
                    "ID": "10056112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/10056112",
                    "TitleEnglish": "Two ≠ One",
                    "SummaryEnglish": "Shocked to discover that Sali's true identity was Dali, Migi flees to Akiyama's house to escape. Dali comes to bring Migi back for revenge, but Migi decides to live freely, not bound by revenge.",
                    "Aliases": []
                },
                "9": {
                    "ID": "10056114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/10056114",
                    "TitleEnglish": "Kill Kill Kill Kill Kill",
                    "SummaryEnglish": "Why did Eiji help him? To find out, Migi disguises herself as Sally and visits Eiji's house. Eiji shows Sally (Migi) around the attic and tells her about Reiko's and Eiji's secret, and how it has put Hitori in danger. However, Reiko has also seen them talking! Migi recoils from Reiko's strange aura. At that moment, Migi witnesses Reiko's terrifying true nature.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10056116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/10056116",
                    "TitleEnglish": "Beavers vs Mother Ichijo",
                    "SummaryEnglish": "Framed as murderers by Reiko, Migi and Dali find themselves unable to reveal themselves and decide to seek help from Akiyama.",
                    "Aliases": []
                },
                "11": {
                    "ID": "10056118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/10056118",
                    "TitleEnglish": "Upside-Down Woman",
                    "SummaryEnglish": "Reiko, cornered by Migi and Dali, finally begins to speak about Metry, the mother of Migi and Dali. It turns out to be the story of their birth as well...",
                    "Aliases": []
                },
                "12": {
                    "ID": "10056120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/10056120",
                    "TitleEnglish": "Our Revenge",
                    "SummaryEnglish": "Migi and Dali, along with others, are trapped in a confinement room. Gradually, smoke from the fire started by Eiji begins to drift into the room.",
                    "Aliases": []
                },
                "13": {
                    "ID": "10056121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/migi-to-dali/episodes/10056121",
                    "TitleEnglish": "Migi and Dali",
                    "SummaryEnglish": "The Ichijo house was burned down, and the incident was resolved, gradually bringing life back to normal. Migi and Dali were supposed to return to their usual lives as well, but there was one difference.",
                    "Aliases": []
                }
            }
        }
    }
}