{
    "URL": "https://thetvdb.com/series/rurouni-kenshin-2023",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt22249034/",
        "https://rurouni-kenshin.com/",
        "https://www.themoviedb.org/tv/210879",
        "https://x.com/ruroken_anime"
    ],
    "Titles": {
        "eng": "Rurouni Kenshin (2023)",
        "jpn": "るろうに剣心 －明治剣客浪漫譚－ (2023)"
    },
    "Summaries": {
        "eng": "Himura Kenshin is a vagabond with a dark past and sunny disposition. Not a ronin but a rurouni, he was never a samurai, but an assassin of utmost skill in the Meiji restoration, who in the turning point of the war simply walked away. His travels lead him to Tokyo in the 11th year of the Meiji era, where he befriends a female Kendo master, a former thief, a brawler and a doctor all with their own secrets. Together they fight off the enemies surfacing from the dark past that Kenshin cannot escape.",
        "jpn": "幕末の動乱期、“人斬り抜刀斎”と恐れられた志士がいた。\r\n\r\nその男は、新しい時代の到来と共に人々の前から姿を消し去り、「最強」という名の伝説と化していった。\r\n\r\n\r\n時は流れ――明治十一年、東京下町。\r\n\r\n逆刃刀を腰に下げ、不殺を誓う旅の剣客・緋村剣心は、神谷活心流の師範代・神谷薫と出会う。\r\n\r\n剣心は、活心流を騙る辻斬り「人斬り抜刀斎」の事件を解決したことをきっかけに、薫のもとに居候することとなる。\r\n\r\n東京府士族出身の明神弥彦、喧嘩屋を称する相楽左之助といった仲間たちとの出会い\r\n過去の因縁によって戦うこととなる宿敵たちとの対峙。"
    },
    "Aliases": [
        "るろうに剣心",
        "Rurouni Kenshin: Meiji Kenkaku Romantan (2023)",
        "るろうに剣心 －明治剣客浪漫譚－ 京都動乱",
        "Rurouni Kenshin Meiji Kenkaku Romantan: Kyoto Dōran",
        "Rurouni Kenshin Meiji Kenkaku Romantan: Kyoto Douran",
        "Samurai X (2023)",
        "Rurouni Kenshin: Meiji Swordsman Romantic Story (2023)",
        "Rurouni Kenshin: Meiji Kenkaku Romantan",
        "Rurouni Kenshin - Meiji Kenkaku Romantan",
        "Rurouni Kenshin - Kyoto Upheaval",
        "Samurai X - Kyoto Upheaval",
        "Rurouni Kenshin: Meiji Swordsman Romantic Story - Kyoto Upheaval"
    ],
    "Modified": "2025-09-18",
    "Seasons": {
        "1": {
            "ID": "1972089",
            "URL": "https://thetvdb.com/series/rurouni-kenshin-2023/seasons/official/1",
            "Titles": {
                "eng": "-Tokyo Arc-",
                "jpn": null,
                "ita": "-Saga di Tokyo-",
                "deu": null
            },
            "Summaries": {
                "eng": "One hundred and forty years ago in Kyoto, with the coming of the American \"Black Ships,\" there arose a warrior who, felling men with his bloodstained blade, gained the name Hitokiri, manslayer! His killer blade helped close the turbulent Bakumatsu era and slashed open the progressive age known as Meiji. Then he vanished, and with the flow of years, became legend.",
                "jpn": null,
                "ita": "Centoquaranta anni fa a Kyoto, con l'arrivo delle “navi nere” americane, sorse un guerriero che, abbattendo gli uomini con la sua lama insanguinata, si guadagnò il nome di Hitokiri, uccisore di uomini! La sua lama assassina contribuì a chiudere la turbolenta epoca Bakumatsu e ad aprire l'era progressista nota come Meiji. Poi scomparve e, con il passare degli anni, divenne leggenda.",
                "deu": "Während der Bakumatsu-Zeit lebte Kenshin Himura, der damals noch als »Hitokiri Battousai« bekannt war, ein Leben als brutaler Auftragsmörder. Nachdem das Tokugawa-Shogunat abgesetzt wurde und die Zeit der Kämpfe allmählich sein Ende gefunden hatte, verschwand er ohne jegliche Spur…\r\nMehr als zehn Jahre sind seither vergangen und die Unzufriedenheit in der Bevölkerung wächst immer weiter. Mittlerweile durchstreift Kenshin als einsamer Wanderer das Land. Sein Ziel: für seine Vergangenheit zu sühnen. Daher hat er es sich zur Aufgabe gemacht, jene zu beschützen, die es nicht aus eigener Kraft schaffen, sich gegen Ungerechtigkeiten zu wehren.\r\nSein Leben als Einzelgänger findet jedoch ein jähes Ende, als ein Fremder auftaucht, der behauptet, der legendäre Battousai zu sein und im Namen des Dojos von Kaoru Kamiya Morde begeht. Zusammen mit Kaoru muss Kenshin nun herausfinden, wer tatsächlich hinter den Anschlägen steckt. Werden sie es schaffen und den wahren Täter entlarven?"
            },
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "9685396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9685396",
                    "Titles": {
                        "eng": "Kenshin - Himura Battosai",
                        "jpn": "剣心・緋村抜刀斎"
                    },
                    "Summaries": {
                        "eng": "11th year of the Meiji Era in downtown Tokyo. Kaoru Kamiya, the acting master of the \"Kamiya Kasshin-ryu\" style, was chasing after the \"Hitokiri Battosai,\" who was claiming to be a user of her sword style. One night, Kaoru meets a man carrying a sword. She immediately questions the man, but he seems to have absolutely no will to fight. \"Is this the rumored Hitokiri Battosai?\" As Kaoru dubiously looks on, the man introduces himself as Kenshin Himura, a \"Rurouni.\"",
                        "jpn": "明治十一年、東京・下町。“神谷活心流”師範代の神谷薫は、その流儀の名を騙る辻斬り“人斬り抜刀斎”を追っていた。ある日の夜、薫は刀を持ち歩く一人の男と出会う。すかさず男を問い詰めるも、まるで戦う様子がない。「これがあの人斬り抜刀斎？」怪訝な様子の薫に、男は自らを“流浪人”緋村剣心と名乗る。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9816874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9816874",
                    "Titles": {
                        "eng": "Tokyo Samurai - Yahiko Myojin",
                        "jpn": "東京府士族・明神弥彦"
                    },
                    "Summaries": {
                        "eng": "It's been a week since the resolution of the crossroad killing case, in which the name of the Kamiya Kasshin-ryu was deceptively used. Although the name of Kamiya Dojo has been cleared, there's no sign of an increase in the number of Kaoru's students. Then a passing boy, Yahiko Myojin, pickpockets Kenshin's wallet. Kenshin gives him the wallet, saying that it was his fault for allowing it to get stolen. Yahiko is repulsed at being treated like a child, but he has a reason to collect the money.",
                        "jpn": "神谷活心流の名を騙った辻斬り騒動の解決から一週間。神谷道場の汚名は晴れたものの、薫の門下生は増える気配がない。そんな折、通りすがりの少年・明神弥彦が剣心の財布を盗む。盗まれた自分が悪いと財布を渡す剣心。子ども扱いの施しに反発する弥彦だったが、彼には金を集める理由があった。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9816875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9816875",
                    "Titles": {
                        "eng": "Kasshin-ryu - Reborn",
                        "jpn": "活心流・再始動"
                    },
                    "Summaries": {
                        "eng": "Yahiko's heart is moved by Kenshin and he decides to quit pickpocketing. Yahiko refuses to pay Kanto Shueigumi and resists their demands, but he is beaten up. Kenshin comes to his rescue and settles the matter. Regretful that he could not solve the problem by himself, Yahiko wishes to become stronger. Seeing this, Kenshin takes Yahiko to the Kamiya Dojo.",
                        "jpn": "剣心に心動かされ、スリから足を洗う決意をした弥彦。関東集英組への上納を断り抵抗するも袋叩きにされ、絶対絶命に。そこへ剣心が助太刀に入り、事を収める。自力で解決できなかった事を悔しがり、強くなりたいと願う弥彦。それを見た剣心は、弥彦を神谷道場へと連れて行く。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9816876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9816876",
                    "Titles": {
                        "eng": "The Fighter for Hire - Sanosuke Sagara",
                        "jpn": "喧嘩の男・相楽左之助"
                    },
                    "Summaries": {
                        "eng": "Kenshin, Kaoru, and Yahiko visit Akabeko, a beef hot-pot restaurant, where a group of democratic rights activists gets into a heated argument. One of them throws a bottle of sake, and it hits Kenshin, causing a commotion. Sanosuke Sagara, who happened to be in the store during the quarrel, stood up and blew away the activists with a single flick to the forehead. Seeing Kenshin's strength, Sanosuke's curiosity is roused and he asks, \"You wanna buy a fight from me?\"",
                        "jpn": "剣心・薫・弥彦が訪ねた牛鍋屋『赤べこ』で、酔っ払った自由民権運動の壮士らが議論を白熱させ、投げた銚子が剣心に当たって騒ぎになる。店に居合わせた男・相楽左之助が、見かねて立ち上がり、デコピン一発で民権壮士を吹っ飛ばす。左之助は、剣心の実力を見抜いて興味を示す。「俺の喧嘩買わねぇか？」"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9816877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9816877",
                    "Titles": {
                        "eng": "And Then, Another",
                        "jpn": "そして仲間がまた一人"
                    },
                    "Summaries": {
                        "eng": "Kenshin confronts Sanosuke, who wields the giant Zanbato with ease. However, Sanosuke shows his incredible durability after withstanding a strike from Kenshin with ease. This leads Kenshin to instead launch a barrage of blows at him, and Sanosuke falls to the ground. For a moment it looked as if victory has been decided. However, while Sanosuke is in a daze, he recalls the reason for his obsession with victory, his past from ten years ago when he was in the Sekiho Army...",
                        "jpn": "巨大刀剣・斬馬刀を軽々と振り回す左之助と対決する剣心。一撃ではものともしない異常な打たれ強さを誇る左之助に、剣心は連撃を打ち込む。地面に倒れる左之助。勝敗は決したかに見えた。だが左之助は意識朦朧とする中、勝利への執着の元となった十年前・赤報隊での過去を思い出す。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9816878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9816878",
                    "Titles": {
                        "eng": "Kurogasa",
                        "jpn": "黒笠"
                    },
                    "Summaries": {
                        "eng": "Kenshin receives a request from the police chief, asking for his help to take down \"Kurogasa,\" a serial killer who has been repeatedly targeting former Revolutionary warriors. Kenshin and Sanosuke go to escort Jusanro Tani, who received a letter containing a death threat. As warned in the letter, at 1:00 a.m. sharp, Kurogasa appears. His true identity was Jine Udo, a vagabond slayer who had made a name for himself in the assassination business since the Bakumatsu Era.",
                        "jpn": "剣心の元に警察署長が依頼を持ち込む。元・維新志士を狙って斬殺を繰り返す殺人鬼『黒笠』を倒して欲しいと言うのだ。剣心と左之助は、斬奸状で殺害予告を受けた谷十三郎を護衛する。午前一時、予告されていた時刻に現れた黒笠。その正体は、幕末の頃より暗殺稼業で名を轟かせた浮浪人斬り・鵜堂刃衛であった。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9816879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9816879",
                    "Titles": {
                        "eng": "The Two Hitokiri",
                        "jpn": "人斬りふたり"
                    },
                    "Summaries": {
                        "eng": "Knowing how strong Kenshin was when he was the Hitokiri Battosai, Jine takes Kaoru hostage in order to fuel Kenshin's anger. The two engage in a fierce battle. However, Jine, believing that Kenshin has not yet regained his former strength, inflicts the Nikaido Heiho \"Shin no Ippo\" on Kaoru, causing her to stop breathing. With only two minutes until Kaoru dies of asphyxiation - Kenshin's anger reaches its peak.",
                        "jpn": "人斬り抜刀斎だった頃の剣心の強さを知る刃衛は、薫を人質にして剣心の怒りを煽る。壮絶な戦いを繰り広げる二人。だがまだ剣心がかつての力を取り戻していないと踏んだ刃衛は、薫に対して二階堂平法『心の一方』をかけ、呼吸を封じてしまう。薫が窒息死するまであと二分―― 剣心の怒りは頂点に達する。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9816880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9816880",
                    "Titles": {
                        "eng": "Beauty on the Run",
                        "jpn": "逃走麗女"
                    },
                    "Summaries": {
                        "eng": "Sanosuke's friend has died from an opium overdose. However, Kenshin and Sanosuke are perplexed at how he even got his hands on the drug, since opium is banned and too expensive for the average person to afford. Then a mysterious woman, Megumi Takani, appears before them. Kenshin and the others fight off Kanryu Takeda's private army who is trying to capture Megumi. However, Megumi is carrying opium...",
                        "jpn": "左之助の友人が阿片の過剰摂取で命を落とした。しかし阿片は禁止された麻薬である上、買うにも高価で一般人には手が出ない代物。なぜ、と訝しがる剣心と左之助の前に、謎の女・高荷恵が現れる。恵を捕まえんとする武田観柳の私兵を撃退する剣心たち。しかし恵は阿片を持っていて……。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9816881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9816881",
                    "Titles": {
                        "eng": "The Oniwabanshu Strike",
                        "jpn": "御庭番強襲"
                    },
                    "Summaries": {
                        "eng": "Hyottoko, a member of the Oniwaban group, raids Kamiya Dojo, where Megumi is hiding. He unleashes his special attack \"Fire Breath,\" in which he breathes fire from his mouth, onto Kenshin and Sanosuke. Anticipating the defeat of Kenshin and the others at the appearance of the powerful middle-ranked spy, Megumi tries to flee the scene, but Kaoru stops her and says \"He's fighting for you,\" telling her to believe in Kenshin's strength.",
                        "jpn": "恵を匿っていた神谷道場を、御庭番衆の一人・火男が急襲。口から火を吐く必殺『火炎吐息』で剣心と左之助を攻撃する。強力な中位隠密の登場に剣心らの負けを予期した恵は、その場から逃げようとする。そんな恵を引き留める薫。「あなたの為に闘ってるのよ」そう言って、剣心の強さを信じるよう話す。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9816882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9816882",
                    "Titles": {
                        "eng": "A Reason To Act",
                        "jpn": "動く理由"
                    },
                    "Summaries": {
                        "eng": "The pursuers from the Oniwaban Group haven't made an appearance for over a week, and during this time Megumi familiarized herself with the Kamiya Dojo group. Sanosuke, however, was still unsettled and feeling frustrated knowing that Megumi was the one who made the opium that caused his friend's death. Then one day, Megumi suddenly disappears. In a letter they found from her, it stated that she had left of her own volition, but Kenshin and the others found this to be unnatural. They decide to head to Kanryu Takeda's residence, the man who was sending spies after her.",
                        "jpn": "御庭番衆の追手は一週間以上現れず、恵も神谷道場の一行と馴染み始めた。だが左之助だけは、友を死なせた阿片の作り手が恵であった事実に納得がいかず、苛立っていた。そんなある日、恵が突然いなくなる。自らの意思で去った旨が置き手紙に書かれていたものの、不自然と踏んだ剣心らは恵を狙っていた武田観柳邸へと向かう。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9816883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9816883",
                    "Titles": {
                        "eng": "Savage Han'nya, Honorable Shikijo",
                        "jpn": "壮烈の般若・創痍の式尉"
                    },
                    "Summaries": {
                        "eng": "Kenshin, Sanosuke, and Yahiko scramble to take back Megumi from the Kanryu residence. They are confronted by Han'nya, a spy of the Oniwaban Group. He trifles Kenshin with his martial arts skills and his \"Arm-extension Spell\", but Kenshin successfully conquers him when he uncovers the secret of the technique during the fight. Just when it looked like the battle was up, Han'nya removes his mask and reveals his startling true face.",
                        "jpn": "観柳邸で恵を奪回すべく奔走する剣心・左之助・弥彦。彼らの前に立ち塞がったのは、御庭番衆の密偵方・般若。拳法家としての実力と『伸腕の術』で剣心を翻弄するも、戦いの中で術の秘密を暴いた剣心は見事攻略してみせる。勝負ありかと思われた時、般若は自らの面を外し、驚愕の素顔を見せる。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9816884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9816884",
                    "Titles": {
                        "eng": "Okashira - Aoshi Shinomori",
                        "jpn": "御頭・四乃森蒼紫"
                    },
                    "Summaries": {
                        "eng": "At last, Kenshin faces off against Aoshi Shinomori, the head of the Oniwaban Group. In the Bakumatsu Era, the battle-obsessed \"Oniwaban group\" lost their meaning of existence after surrendering the castle they served without even being able to fight. Aoshi is unable to bear this regret and is in earnest pursuit of the title of the strongest warrior. As a former Revolutionary warrior, Kenshin cannot tolerate conflict without morality. Two men who made killing their profession in the Bakumatsu Era clash against one another, putting their pride on the line.",
                        "jpn": "剣心は遂に御庭番衆の頭・四乃森蒼紫と対峙する。幕末、無血開城によって戦えぬまま役目を終え、存在意義を失った異形の戦闘狂たち＝御庭番衆。その無念を持て余し、ひたすらに最強の称号を追い求める蒼紫。かつての維新志士として、大義なき争いを許せない剣心。幕末に殺しを生業とした二人が、プライドをかけて激突する。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "9816885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9816885",
                    "Titles": {
                        "eng": "Battle's End",
                        "jpn": "死闘の果て"
                    },
                    "Summaries": {
                        "eng": "In order to kill Kenshin, Kanryu uses his Gatling gun and rains a flurry of bullets at him, uncaring that the Oniwaban Group that was under his command would also be hit by this attack. In the face of this evil act, the Oniwaban Group make full use of their individual abilities to counter the Gatling gun. At this moment, theirs and Kenshin's purpose become one. Kenshin and the Oniwaban group team up to challenge the overwhelming power of a modern weapon.",
                        "jpn": "観柳は剣心を殺すべく、配下だった御庭番衆もろとも狙ってガトリングガンで銃弾の雨を降らせる。その凶行を前に、御庭番衆は各々の能力を駆使してガトリングガンに対抗。この一時において、彼らと剣心の目的は一つになった。剣心と御庭番衆は手を組み、圧倒的な力を持つ近代兵器に挑む。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "10013226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10013226",
                    "Titles": {
                        "eng": "Yahiko's Battle",
                        "jpn": "弥彦の戦い"
                    },
                    "Summaries": {
                        "eng": "Yahiko, the sole student of the Kamiya Dojo, has started to step away from his training from time to time. He says he's merely going on a walk, but it is clear that he takes his swordsmanship training very seriously, and it doesn’t look like he's ditching to slack off. Curious about what he's doing, Kenshin, Kaoru, and Sanosuke decide to follow him. What exactly is Yahiko's reason for ditching?",
                        "jpn": "神谷道場唯一の門下生である弥彦が、時々稽古を抜け出すようになった。本人は「ただの散歩だ」と言うが、剣術の修練には真面目に打ち込んでおり、サボりとは思えない。気になる剣心・薫・左之助は尾行して理由を突き止めることにする。弥彦の本当の目的とは一体？"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "10013235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10013235",
                    "Titles": {
                        "eng": "That Man - Raijuta",
                        "jpn": "その男・雷十太"
                    },
                    "Summaries": {
                        "eng": "Kaoru, Kenshin, and Yahiko visit Maekawa Dojo for a training session. The dojo is very lively, and Kaoru's training is well-received by the students of other sword styles. Then a swordsman named Isurugi Raijuta breaks in. He says he is concerned about the future of sword art, and the man, carrying only an actual sword, dismisses the idea of a bamboo sword match. In order to defeat the challenger, Maekawa, the master of Maekawa Dojo, takes on Raijuta, but...",
                        "jpn": "出稽古で前川道場にやってきた薫と剣心、弥彦。薫の稽古は他流の門下生にも好評で、道場は活気付いていた。そこへ石動雷十太という剣豪が乱入してくる。剣術の行く末を憂いていると言い、真剣しか持たぬその男は、竹刀での試合では話にならないと見下す。道場破りをさせまいと、師範の前川が雷十太の相手をするが……。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "10013236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10013236",
                    "Titles": {
                        "eng": "The Ideal Man",
                        "jpn": "理想の男"
                    },
                    "Summaries": {
                        "eng": "Raijuta, who wants to revive the murderous sword, considers Kenshin, who denies his idea, as an enemy. Raijuta initiates a fight using his actual sword, but Kenshin lands a blow that breaks Raijuta's sword and stops the situation from escalating further. After some time has passed, Yutaro, a boy who claims to be Raijuta's apprentice, arrives at the Kamiya Dojo. He claims he has come to challenge Yahiko, with whom he doesn't get along, to a match, but the way Yutaro holds his bamboo sword is no good...",
                        "jpn": "殺人剣としての剣術を再興したい雷十太は、それを否定する剣心を敵とみなす。真剣での勝負を仕掛けるが、剣心の一撃が雷十太の刀を折ったことでその場は収まる。日が変わり、雷十太の弟子を名乗る少年・由太郎が神谷道場へとやってくる。犬猿の仲である弥彦に勝負を挑むためだと言うが、由太郎の竹刀の持ち方はデタラメで……。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "10013237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10013237",
                    "Titles": {
                        "eng": "Settlement",
                        "jpn": "決着"
                    },
                    "Summaries": {
                        "eng": "After receiving Raijuta's sword, Yutaro is seriously injured in his right arm and is unable to swing the sword again. Yahiko used to fight with Yutaro all the time, but he knows more than anyone about his passion for swordsmanship. On the forest road at night, the confrontation between the angry Kenshin and Raijuta begins.",
                        "jpn": "雷十太の剣を受けた由太郎は、右腕に重傷を負い、二度と剣が振れなくなってしまう。由太郎と喧嘩ばかりしていた弥彦だが、彼の剣術にかける想いは誰よりも知っている。弥彦は由太郎の手を取り、剣心と雷十太の決闘を見届けに診療室を出る。夜の林道で、怒りの剣心と雷十太の対決が始まった。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "10013238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10013238",
                    "Titles": {
                        "eng": "Sanosuke & Nishiki Paintings",
                        "jpn": "左之助と錦絵"
                    },
                    "Summaries": {
                        "eng": "Sanosuke is visiting the sukiyaki restaurant Akabeko, where he always leaves his bill on a tab. One of Akabeko's workers, Tae, asks him to go buy a Nishiki painting from the painting shop on her behalf. Though Sanosuke had no interest in paintings, he finds one at the store that catches his eye. It was a painting of the man he looked up to as his master back when he was a member of the Sekiho Army, Captain Sagara. With a gleam in his eyes, Sanosuke makes his way to meet with the artist of the painting.",
                        "jpn": "左之助はいつもツケにして食べている牛鍋屋・『赤べこ』の妙から錦絵の買い出しを頼まれ、絵草紙屋に出向く。絵草紙自体には興味がなかったが、店で彼は一枚の絵を見つける。それは赤報隊時代に師と仰いだ、相楽隊長が描かれた絵だった。左之助は目の色を変え、その絵を描いた絵師に会いに行く。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "10013239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10013239",
                    "Titles": {
                        "eng": "Tsunan & Nishiki Paintings",
                        "jpn": "津南と錦絵"
                    },
                    "Summaries": {
                        "eng": "Tsunan is seeking to clear his decade-old unresolved regrets surrounding the Sekiho Army. Empathizing with him, Sanosuke joins Tsunan in conspiring an attack on the Home Ministry. However, Kenshin was waiting for them inside the building to stop them. Seeing the former Revolutionary warrior standing in their way, the same way they faced off against Revolutionary warriors when they were in the Sekiho Army, Tsunan's fighting spirit burns. A flurry of explosives are hurled at Kenshin.",
                        "jpn": "十年越しに赤報隊の無念を晴らそうとする津南。左之助はその想いに同調し、内務省に攻撃を仕掛ける津南と行動を共にする。だが、建物の中にはそれを食い止めるべく待ち構える剣心がいた。赤報隊の頃と同様に立ちはだかる元・維新志士に対し、闘志を燃やす津南。炸裂弾の攻撃が剣心を襲う。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "10013240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10013240",
                    "Titles": {
                        "eng": "Meiji Swordsman Romantic Story, Act Zero Part One",
                        "jpn": "明治剣客浪漫譚　第零幕　前編"
                    },
                    "Summaries": {
                        "eng": "Kenshin and the group are enjoying some tea time together. The group probes Kenshin to entertain them with an interesting story from his travels, specifically requesting \"a story that's unusual, fun, and includes a villain's defeat.\" To answer to their demands, Kenshin decides to tell them about someone he met when he was visiting a foreign settlement in the lively city of Yokohama. A foreign doctor named Elder who was always wearing a mask.",
                        "jpn": "茶を飲んで団らんのひと時を過ごす剣心たち。剣心は面白い旅の話でもないかとせっつかれる。皆の希望をまとめると、「珍しくて、楽しくて、悪人を成敗した話」。そう言われた剣心が語ることにしたのは、外国人の慰留地として賑やかな横浜での出会い。エルダーという名の、常に仮面を被った外国人医師との物語。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "10013241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10013241",
                    "Titles": {
                        "eng": "Meiji Swordsman Romantic Story, Act Zero Part Two",
                        "jpn": "明治剣客浪漫譚　第零幕　後編"
                    },
                    "Summaries": {
                        "eng": "The current Kenshin has left his past as a manslayer and wished for a peaceful world. Though Elder looked at him with eyes of confusion, Kenshin knew that Elder also shared this same desire for a healthy society and felt a sense of comradery with him. Meanwhile, another doctor called Deian Ishizu was scheming to get rid of Elder, as Elder did not seek monetary gain in exchange for her medical services, and Deian thought this was disrupting his business. Deian hires Espiral, a master of Western swordsmanship, to get rid of Elder. However, it seems Espiral has an entirely different motive for taking on the job...",
                        "jpn": "人斬りの過去を断ち平和な世を願う剣心は、奇異な目で見られようとも健やかな世を望む医師エルダーの想いに共感していた。その頃、無報酬で治療するエルダーを商売の邪魔と感じていた医者・石津泥庵が、西洋剣術の使い手・エスピラールを雇う。泥庵は彼にエルダーの始末を依頼するが、エスピラールには依頼とは別の目的があった――。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "10013242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10013242",
                    "Titles": {
                        "eng": "Resurrection of the Wolf",
                        "jpn": "蘇る狼"
                    },
                    "Summaries": {
                        "eng": "Kenshin sees a dream recalling the Shinsengumi, who he faced off against back when he was a Revolutionary warrior. The Shinsengumi was a group of highly skilled swordsmen who he fought on equal footing back when he was the Hitokiri Battosai. He feels unsettled and ponders why he is suddenly remembering them. As the tension persists, a mysterious man with very unique-looking eyes pays a visit to the Kamiya Dojo while Kenshin, Kaoru, and Yahiko are not home. When he meets Sanosuke, who just happened to be at the Dojo, he claims that he is Goro Fujita, a medicine seller, but...",
                        "jpn": "剣心はかつて維新志士として敵対した新撰組を夢に見る。人斬り抜刀斎だった彼が決着をつけられぬほどの手練だった者達である新撰組。なぜ今こんな事を思い出したのか、と剣心は訝しむ。そんな折、剣心・薫・弥彦が留守の間にある男が神谷道場にやってくる。特徴的な目をしたその男は、たまたま居合わせた左之助に、薬売り・藤田五郎と名乗るが……。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "10013243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10013243",
                    "Titles": {
                        "eng": "The Wolf's Fangs",
                        "jpn": "牙を剥く狼"
                    },
                    "Summaries": {
                        "eng": "After defeating Arundo Akamatsu, Kenshin returns to the Kamiya Dojo and sees Hajime Saito. Hajime had introduced himself to Kaoru and Yahiko as Goro Fujita, the police officer, and they had invited him into the Dojo without any suspicion. Hajime criticizes Kenshin and the others for their naivety. Over the past ten years that Kenshin had washed his hands of manslaying, Hajime had honed his killing intent and skills as a hitman, and now Hajime's ferocity was aimed at them.",
                        "jpn": "赤末有人との戦いを制した剣心は、神谷道場で斎藤一と再会する。警官・藤田五郎として訪ねてきた一のことを、薫たちは警戒することなく招き入れたのだ。剣心たちのその甘さを糾弾する一。剣心が人斬りから退いた十年間、殺し屋として殺意と腕前を研ぎ澄ましてきた一の刀が、牙を剥く。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "10013244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10013244",
                    "Titles": {
                        "eng": "Meiji 11, May 14th",
                        "jpn": "明治十一年五月十四日"
                    },
                    "Summaries": {
                        "eng": "The person who had sent Hajime to face Kenshin was none other than the Head of the Home Ministry, former Satsuma Domain Revolutionary warrior, Toshimichi Okubo. He asks Kenshin to go to Kyoto to stop the secret plans of a man who claims to be the legitimate successor of the Hitokiri Battosai. However, that man was supposed to have been killed 10 years ago by his own comrades in the government, as they regarded him as a threat. Receiving this request to conduct an assassination, what will Kenshin's answer be...?",
                        "jpn": "剣心に一を仕向けたのは、元薩摩藩の志士にして内務省の長・大久保利通であった。人斬り抜刀斎の実質の後継者であったある男が京都で暗躍しており、止めてほしいというのだ。その男は十年前、彼を危険視した政府から――つまり、同志の手により抹殺されたはずだった。その暗殺を依頼された剣心の答えとは……？"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2116550",
            "URL": "https://thetvdb.com/series/rurouni-kenshin-2023/seasons/official/2",
            "Titles": {
                "eng": "-Kyoto Disturbance-",
                "jpn": "京都動乱",
                "pt": "-Kyoto Disturbance-",
                "ita": "-Kyoto Disturbance-",
                "rus": "Беспорядки в Киото",
                "spa": "Perturbación de Kioto",
                "fra": "-Kyoto Disturbance-",
                "zho": "京都动乱",
                "deu": "Kyoto Disturbance"
            },
            "Summaries": {
                "eng": "A phantom of the Bakumatsu who must be taken down. All the answers you desire are in Kyoto!",
                "jpn": "幕末の動乱期に“人斬り抜刀斎”と恐れられた維新志士・緋村剣心は、逆刃刀を手に不殺を誓い、流浪人として新しい時代を生きていた。\r\n\r\n明治十一年五月十四日、“維新三傑”大久保利通が暗殺される。\r\n時代を再び動かす事件の背後には、明治政府転覆を企てる志々雄真実の暗躍があった。\r\n剣心は“人斬り抜刀斎”の後継者でもあった志々雄を止めるため、神谷薫に別れを告げ京都へ旅立つ。\r\n\r\n薫たちとの別れ、そして新たな出会い\r\nさらには、志々雄一派との戦い\r\n己の因縁と不殺の誓いとの間で揺れる剣心\r\n\r\n幾多の想いが集う明治剣客浪漫譚、第二章開幕――！",
                "pt": null,
                "ita": null,
                "rus": "За время, проведённое в додзё Камия, Кеншин повстречал множество людей, и у всех них была своя неповторимая история — зачастую довольно трагичная.\r\nКаждая новая привязанность толкала его на мысль, что имя Хитокири Баттосая притягивает к себе слишком много бед. Решив для себя, что его присутствие навлекает угрозу на близких, Кеншин покидает додзё, чтобы продолжить странствовать и разобраться с главной угрозой в лице Макото Шишио. Но друзья не могут так просто его отпустить, и направляются следом за ним. А что же их поджидает в Киото, это ещё только предстоит узнать!",
                "spa": "Durante el período turbulento del final del período Edo, Kenshin Himura, un patriota de la Restauración, era temido como el \"Hitokiri Battosai\". Con una espada de hoja invertida en la mano, juró nunca matar y vivió en una nueva era como un vagabundo. El 14 de mayo de 1891 fue asesinado Toshimichi Okubo, una de las tres figuras más importantes de la Restauración Meiji. Detrás del incidente que volvió a cambiar los tiempos estaba la maniobra secreta de Shishio Mami, que conspiraba para derrocar al gobierno Meiji. Kenshin se despide de Kaoru Kamiya y parte hacia Kioto para detener a Shishio, quien también fue el sucesor de Hitokiri Battousai. Una despedida de Kaoru y sus amigos, y nuevos encuentros. Además, una batalla con la facción de Shishio. Un corazón de espada que oscila entre su propio destino y un voto de no matar. El segundo capítulo del cuento romántico del espadachín Meiji, donde se reúnen muchos sentimientos. ¡Empieza!",
                "fra": "Rattrapé par son passé et ses instincts d'assassin, Kenshin décide de quitter le dojo Kamiya et de partir pour Kyoto, où l'attend le redoutable Makoto Shishio, un ancien tueur de l'ombre comme lui.",
                "zho": null,
                "deu": "Nachdem Shishio aktiv geworden ist, macht Kenshin sich nach Kyoto auf, damit dem Schwertkämpfer keine weiteren Menschen mehr zum Opfer fallen. Kenshin verabschiedet sich von Kaoru, erzählt jedoch sonst niemandem von seiner Reise, die er ganz alleine antritt. Als Sanosuke erfährt, dass Kenshin gegangen ist, möchte er seinen Freund unterstützen, muss Hajime jedoch erst seine Entschlossenheit beweisen. Hajime lässt ihn gewähren, doch Sanosuke erkennt, dass er noch viel stärker werden muss, um Kenshin eine Hilfe zu sein. Karou trauert Kenshin noch immer nach und scheint ihren Lebensantrieb verloren zu haben. Während Yahiko sie davon überzeugen kann, dass sie die Einzige ist, die Kenshin zurückbringen kann, verspricht Megumi ihr, sich um ihr Dojo zu kümmern."
            },
            "# Episodes": 23,
            "Episodes": {
                "1": {
                    "ID": "10370054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10370054",
                    "Titles": {
                        "eng": "To Kyoto",
                        "jpn": "京都へ"
                    },
                    "Summaries": {
                        "eng": "Making the decision to fight against Shishio, Kenshin leaves Kamiya Dojo and sets off for Kyoto via the Tokaido by himself. Meanwhile, Sanosuke and Yahiko attempt to go to Kyoto to follow Kenshin.",
                        "jpn": "志々雄との戦いを決意し、神谷道場を去った剣心。誰一人戦いに巻き込まぬよう、独り、東海道を歩いて京都へ向かう。東京に残された神谷道場の面々。剣心に別れを告げられた薫は哀しみに暮れ塞ぎ込む。一方、剣心を追い京都へ向かおうとする左之助と弥彦の前に、「お前等の出る幕じゃない」と一が立ちはだかる。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10719087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719087",
                    "Titles": {
                        "eng": "On The East Sea Road",
                        "jpn": "明治東海道中"
                    },
                    "Summaries": {
                        "eng": "Megumi is alone in Tokyo and coincidentally encounters Aoshi at Kamiya Dojo, who’s come back for another fight with Kenshin. Aoshi asks Megumi where Kenshin is, but she feigns ignorance. Unhappy with the lack of response, he threatens to kill her if she doesn’t tell him, when a man suddenly appears. Meanwhile, Kenshin encounters a young girl in the forests of the Hakone mountains as he makes his way to Kyoto.",
                        "jpn": "一人東京に残った恵は神谷道場で、剣心との再戦を求めてやってきた蒼紫と遭遇する。恵に剣心の居場所を問う蒼紫。しらを切ろうとする恵に対し、蒼紫は「答えないなら、殺す」と迫るが、その時、ある男が現れる。一方、京都へ向かう剣心は箱根山の森の中で、ある少女に出会う。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10719088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719088",
                    "Titles": {
                        "eng": "The Abandoned Village",
                        "jpn": "見捨てられた村"
                    },
                    "Summaries": {
                        "eng": "The name of the girl that Kenshin encounters in the forests is Misao Makimachi, and she came from Kyoto to find Aoshi’s Oniwaban Group. Kenshin is surprised to hear his name. Upon seeing Kenshin’s reaction, she asks him if he knows where Aoshi is, but he keeps his mouth shut. However, Kenshin is touched by the emotions Misao has for Aoshi, in which he then decides to make the journey to Kyoto with her.",
                        "jpn": "森の中で出会った少女・巻町操は蒼紫たち隠密御庭番衆を探して京都から来たという。蒼紫たちの名を耳にして驚く剣心。その反応を見た操は、蒼紫の居場所を問いただすが、剣心はかたくなに口を閉ざす。しかし次第に操の蒼紫に対する想いに心を打たれ、ついに京都までの道を共にすることにしたが……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10719089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719089",
                    "Titles": {
                        "eng": "Portrait of the Ambitious",
                        "jpn": "野心家の肖像"
                    },
                    "Summaries": {
                        "eng": "Kenshin steps into Shingetsu Village, a place where the Mishima brothers escaped from. The village is currently under the control of Senkaku, Shishio’s subordinate, who rules with an iron fist and uses violence to control the villagers. They are frightened of the violence and unable to do anything but obey. The village has decayed and exudes an unusual aura about it. Kenshin heads over to where Shishio is located with Hajime, who’s learned about the current situation and visited the village. In the background of these events, Eiji’s heart burns with the desire for revenge against Senkaku.",
                        "jpn": "三島兄弟が逃げ出してきた、『新月村』に足を踏み入れる剣心たち。そこは志々雄の配下・尖角により統括され、暴力に怯え従うことしかできない村人たちによって、荒廃し異様な雰囲気に包まれていた。村の現状を聞きつけ訪れていた一とともに、志々雄が逗留するという館へ向かう剣心。その裏で、栄次は尖角への敵討ちに心を燃やしていた。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10719090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719090",
                    "Titles": {
                        "eng": "To Kyoto, Once More",
                        "jpn": "再び京都へ"
                    },
                    "Summaries": {
                        "eng": "Kenshin defeats Senkaku and finally faces off against Shishio. However, Shishio expresses his disappointment at Kenshin's policy of refusing to kill and lets his close associate, Sojiro Seta, deal with Kenshin. He leaves the village with another associate of his, Yumi Komagata. To continue his pursuit of Shishio, Kenshin faces off with Sojiro and exchanges blows of Battojutsu, which can make or break the fight's outcome. It is a battle of divine speed from both sides...",
                        "jpn": "尖角を倒し、ついに志々雄と対峙する剣心。しかし、志々雄は不殺の戦い方にがっかりしたと言い、側近の瀬田宗次郎に剣心の相手を任せ、同じく側近の駒形由美とその場をあとにする。志々雄を追うため、剣心は宗次郎と向かい合う。勝負は抜刀術の打ち合い、神速同士の対決になるが……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10719091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719091",
                    "Titles": {
                        "eng": "Encounter in the Forest",
                        "jpn": "森の出会い"
                    },
                    "Summaries": {
                        "eng": "Sanosuke makes his way to Kyoto while trudging through the forest and getting lost at the same time. On the road there, he meets Anji Yukyuzan, a fallen monk currently in training. Sanosuke witnesses Anji unleash an astonishing strike up close, a technique that took Anji 10 years to acquire. There, Anji decides to teach Sanosuke “the Mastery of Two Layers,” an art of destruction. However, he requires Sanosuke to learn the technique within one month; if he fails, he will have to die. Against this unreasonable and excessive condition laid out to him, Sanosuke declares he’ll learn it within a week. The training for this technique, which will make or break his life, begins….",
                        "jpn": "迷いながら森の中を進み、京都へ向かう左之助。道中で、修行中の破戒僧・悠久山安慈と出会う。すさまじい衝撃を放つ安慈の技を目の当たりにした左之助は、安慈が10年の歳月を経て習得した、破壊の極意『二重の極み』を教えてもらうことに。安慈が提示した条件は、ひと月で習得すること。できなければ、死んでもらうという。過酷な条件に対し、左之助は一週間で習得すると宣言。左之助の命をかけた修行が始まる——。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10719092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719092",
                    "Titles": {
                        "eng": "Arrival in Kyoto",
                        "jpn": "京都到着"
                    },
                    "Summaries": {
                        "eng": "Kenshin and Misao arrive in Kyoto, where they’re welcomed by Okina, a grandfather figure to Misao. It turns out, Okina is a former member of the Oniwaban Group. Okina offers his help and Kenshin ask him to help find someone for him.",
                        "jpn": "京都に到着した剣心と操は、料亭『葵屋』の前で、操の育ての親の『翁』こと柏崎念至に出迎えられる。すぐに剣心を抜刀斎だと見抜く翁に剣心は驚くが、その正体は、元隠密御庭番衆の一員だった。力を貸すという翁に、剣心は人探しを頼む。一方、同じく京都に到着した薫と弥彦は、京都の街中で蒼紫の姿を目にする。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10719093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719093",
                    "Titles": {
                        "eng": "Cho of The Ten Swords",
                        "jpn": "十本刀・張"
                    },
                    "Summaries": {
                        "eng": "Seeking a replacement for his broken sakabato, Kenshin visits Seiku, the son of highly honored swordsmith Shakku Arai, only to learn that he has quit making swords. Respecting Seiku’s philosophy of peace, Kenshin gives up his request for a new blade. Meanwhile, Ten Swords member Hoji Sadojima reports to Shishio on Kenshin’s movements.",
                        "jpn": "折れた逆刃刀の代わりを求め、刀匠・新井赤空の息子、青空を訪ねた剣心だったが、青空はすでに刀造りをやめていた。平和を好む青空の考えを尊重し、刀造りの依頼を諦める剣心。一方、志々雄の拠点では、十本刀の佐渡島方治が志々雄に剣心の動向を報告していた。二人の会話から赤空最後の一振りが剣心の手に渡っていないことを知った十本刀の沢下条張は、青空一家のもとに赴く。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10719094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719094",
                    "Titles": {
                        "eng": "Drawing of the Forbidden",
                        "jpn": "禁忌の抜刀"
                    },
                    "Summaries": {
                        "eng": "Known as “the Sword Hunter” in the Ten Swords organization, Cho is adept at maneuvering a variety of different and unique swords. As for Kenshin, he continues to risk his life and fight for peace in the new era and to save Seiku’s son, Iori, even though he’s forced to fight with a broken sakabato.",
                        "jpn": "十本刀の中でも“刀狩”と称され、数々の奇剣を操る張。対して折れた逆刃刀で戦う剣心は苦戦を強いられるが、青空の息子・伊織のため、そして新時代の平和のために命がけで戦い続ける。「時代を創るのは『刀』でなく、それを扱う『人』でござる」という剣心の言葉に心を動かされ、ついに青空は赤空最後の一振りを剣心に託すことを決意する――。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10719095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719095",
                    "Titles": {
                        "eng": "Sakabato First Attack",
                        "jpn": "逆刃刀 初撃"
                    },
                    "Summaries": {
                        "eng": "Going back in time, the 4th year of Keio. Kenshin is suffering from a high fever in the main hall of a desolate shrine. Kenshin falls asleep and when he awakens, he finds himself being nursed back to health by former private detective Giichi and his wife Satsuki in their home.",
                        "jpn": "時は遡り、慶応四年。寂れた神社の社殿で高熱に苦しむ剣心。新政府軍の敗残兵狩りたちによる不穏な会話を耳にして、刀を握る手に力が入る。敗残兵狩りが立ち去り、眠りに落ちた剣心は、夢の中で赤空の言葉に葛藤する。目が覚めると、元・岡っ引きの義壱と、その妻の皐月の家で介抱されていた。これは人斬りの過去を背負う剣心が、初めて逆刃刀を振るう物語。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10719096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719096",
                    "Titles": {
                        "eng": "Seijuro Hiko",
                        "jpn": "比古清十郎"
                    },
                    "Summaries": {
                        "eng": "Kenshin obtains a new sakabato. Having involved Seiku in this conflict, he decides to leave Aoiya before inviting any further danger. Meanwhile, Misao stops by Shirobeko, a beef hot-pot restaurant where Kaoru and Yahiko work part time, where she learns Kaoru is searching for Kenshin",
                        "jpn": "新しい逆刃刀を手に入れた剣心。青空一家を戦いに巻き込んでしまったこともあり、再び危険を招き入れる前に葵屋を去ることに。一方、薫と弥彦が働く牛鍋屋『白べこ』を訪れた操は、剣心をさがす薫と出会う。その頃、翁は剣心に頼まれていたもう一人の探し人の居場所を突き止め、知らせの狼煙を上げる。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10719097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719097",
                    "Titles": {
                        "eng": "Meeting of the Warlords",
                        "jpn": "修羅の会合"
                    },
                    "Summaries": {
                        "eng": "Kenshin reunites with Kaoru and the rest at Seijuro Hiko's place, who is a master of Hiten Mitsurugi-ryu. Seijuro learns from Kaoru that Kenshin goes around the country acting as a rurouni who helps people, when he then decides to pass down the last ultimate technique of the Hiten Mitsurugi-ryu.",
                        "jpn": "飛天御剣流の師である比古清十郎の小屋で、剣心と再会した薫たち。薫たちから剣心が流浪人として人助けをしながら各地を回っていたことを聞いた清十郎は、剣心に飛天御剣流最後の奥義を伝授することを決意する。その裏で、翁はとある人物からの手紙を受け取る。差出人は、かつての同志・蒼紫だった。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "10719098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719098",
                    "Titles": {
                        "eng": "Aoshi vs. Okina",
                        "jpn": "蒼紫  対  翁"
                    },
                    "Summaries": {
                        "eng": "Hoji plans an attack of Aoiya at night using a secret unit, the Owl Clan, in order to capture Okina and catch a hint of Kenshin's whereabouts, but instead the Owl Clan were the ones defeated. Okina challenges Aoshi to a battle via a member of the clan whom he sent back to Shishio's location.",
                        "jpn": "翁を捕えて剣心の手がかりをつかむため、方治は隠密部隊の梟爪衆に葵屋を夜襲させるが、葵屋の面々の返り討ちにあう。翁は志々雄の拠点に帰した梟爪衆の一員を通じて、蒼紫に決闘を申し込む。しばらく後、葵屋に戻った操は異変を感じてお増に翁の居場所を問いただすが……。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "10719099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719099",
                    "Titles": {
                        "eng": "Misao's Decision",
                        "jpn": "操の決意"
                    },
                    "Summaries": {
                        "eng": "Aoshi injures Okina, leaves Misao behind, and shows up at Aoiya. He asks the Oniwaban Group where Kenshin is. Aoshi's in a ghastly state, but accepts what Yahiko and Kaoru tell him and decides to wait for Kenshin where Shishio is. Okina is on the verge of death but undergoes treatment by Megumi, who has come rushing to Kyoto.",
                        "jpn": "翁を斬り、操を背に去り葵屋に現れた蒼紫は、葵屋の御庭番衆に剣心の居場所を問う。鬼気迫る蒼紫だったが、弥彦と薫の言葉を受け止め、志々雄の拠点で剣心を待つことに。瀕死の翁は、京都に駆け付けた恵の治療を受け、なんとか一命をとりとめる。そして二人の決闘の行く末を見た操は、ある決意をする。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "10719100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719100",
                    "Titles": {
                        "eng": "Between Life and Death",
                        "jpn": "生と死の間で"
                    },
                    "Summaries": {
                        "eng": "Kenshin undergoes training so that he can learn the ultimate technique. He barely manages to get in a hit against Seijuro in a bout, where he then learns \"Kuzuryuusen,\"a powerful technique that launches nine slashes at the same time. Kenshin learns to see through Seijuro's swift sword movements and masters \"Kuzuryuusen\" by looking at it only once. However, the technique was only born out of the process of passing down the ultimate technique, \"Amakakeru Ryuu no Hirameki\" of Hiten Mitsurugi-ryu.",
                        "jpn": "奥義伝授のため修行中の剣心。手合わせで清十郎にかろうじて一撃を食らわせた剣心は、九つの斬撃を同時に打ち込む大技『九頭龍閃』を教わることに。清十郎の神速の剣閃、その全てを見切った剣心は、一度見ただけで『九頭龍閃』を会得する。しかし『九頭龍閃』も、飛天御剣流奥義『天翔龍閃』伝授の過程で生まれた技に過ぎず……。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "10719101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719101",
                    "Titles": {
                        "eng": "The Ten Swords Summoned",
                        "jpn": "十本刀集結"
                    },
                    "Summaries": {
                        "eng": "As a result of passing down the ultimate technique, Seijuro endures a fatal wound.",
                        "jpn": "奥義伝授の結果、致命傷を負った清十郎を死なせまいと薬を飲ませる剣心。一方、志々雄の拠点には、『心眼』を持つ魚沼宇水に続き、女装の鎌使い・鎌足、巨頭短躯の老人・才槌と、その相方の巨人・不二が拠点に到着。十本刀と蒼紫が集結する。そして志々雄は彼らを前に、明晩、京都大火を実行に移すと宣言する。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "10719102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719102",
                    "Titles": {
                        "eng": "The Other Objective",
                        "jpn": "もう一つの目的"
                    },
                    "Summaries": {
                        "eng": "Shishio's underlings inconspicuously prepare for their battle plan when patrols arrive causing them to retreat.",
                        "jpn": "志々雄の手下の吾一、徳二、周三、藤四郎は、夜明け前にこっそりと作戦準備をしていたが、見廻りが来たことにより撤収。準備未達成のまま撤収した吾一たちを見せしめ処刑しようとする宇水だったが……。そして、志々雄の言葉で鼓舞された部下たちは、京都大火を実行するため次々と出陣を始める。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "10719103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719103",
                    "Titles": {
                        "eng": "As If in Flight",
                        "jpn": "翔ぶが如く"
                    },
                    "Summaries": {
                        "eng": "Kenshin and Hajime realize that Shishio has another objective in mind that lies in Osaka. They meet up with Sanosuke there. To stop the Great Kyoto Fire, Kenshin asks for help from everyone at Aoiya via a letter while leaving Ryusaku Arato, the chief of police, in charge of supervising on the ground in Kyoto. Kenshin, Hajime, and Sanosuke head to Osaka Bay on a carriage after they finish their errands. Then, senior police officer, Hikozaemon Omi brings along Juro Kitazawa, a young 11-year-old boy who says he wants to meet with Arato.",
                        "jpn": "志々雄のもう一つの狙いが大阪にあると気づいた剣心と一。そこに左之助も合流する。京都大火を阻止するため、葵屋の面々に手紙で協力を仰ぐ剣心。京都での現場指揮を警察署長の荒戸流作に任せる一。用を済ませた三人は馬車で大阪湾に向かう。そして老警官の近江彦左衛門は荒戸に面会したいという十一歳の少年・北沢十郎を連行してくる……。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "10719104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719104",
                    "Titles": {
                        "eng": "The Great Kyoto Fire (Part One)",
                        "jpn": "京都大火（前編）"
                    },
                    "Summaries": {
                        "eng": "It is now midnight. Goichi and the others start moving as it is time to put the Great Kyoto Fire plan into action, when they witness Shishio's other underlings being chased by the police. Henya is annoyed that the fires haven't started on time. Meanwhile, an order is dispatched to the Ten Swords, and they start moving upon hearing their orders. Behind the scenes, Kenshin and the rest arrive at Osaka Bay only to come across something.",
                        "jpn": "午前〇時。京都大火の実行時間になり動き出す吾一たちは、警官たちに追われる志々雄の部下たちの姿を目撃する。作戦実行の時間になっても火の手が上がらず苛立つ蝙也。そして十本刀たちのもとに伝令が届く。伝令を聞き、十本刀はそれぞれ動き出す。その裏で、大阪湾に着いた剣心たちが目にしたものとは——。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "10719105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719105",
                    "Titles": {
                        "eng": "The Great Kyoto Fire (Part Two)",
                        "jpn": "京都大火（中編）"
                    },
                    "Summaries": {
                        "eng": "Kenshin and Aoshi engage in a battle on the deck of the ironclad Rengoku. Behind the scenes, Sanosuke manages to board the ship and tries to blow up the engine room with the explosives he got from Tsunan. However, Shishio's underlings Hoji, Shuzo, Toshiro prevent him from going any further. Meanwhile in Kyoto, Arato faces off against Kamatari and Henya alone to buy time for the police forces to evacuate.",
                        "jpn": "甲鉄艦『煉獄』の甲板で戦いを繰り広げる剣心と蒼紫。その裏で乗船に成功した左之助は、津南から渡された炸裂弾で機関室を爆破しようとする。しかし、方治、周三、藤四郎ら志々雄の部下たちが行く手を阻む。一方、京都では警官隊が撤退する猶予を稼ぐため、荒戸が一人で鎌足と蝙也に立ち向かう……。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "10719106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719106",
                    "Titles": {
                        "eng": "The Great Kyoto Fire (Part Three)",
                        "jpn": "京都大火（後編）"
                    },
                    "Summaries": {
                        "eng": "The engine room of Rengoku. Hoji manages to catch the explosives and prevents the room from blowing up. However, Sanosuke delivers the Mastery of Two Layers to the ship's Kingston valve, flooding the perimeter. Meanwhile, Usui reveals himself to Kaoru, Yahiko, and Misao as Arato faces off against Kamatari and Henya. Goichi begs for Megumi's help at her clinic to heal Tokuji, his younger brother. As these passions clash with each other in all places of Kyoto, a small, over-looked fire begins to flare up.",
                        "jpn": "『煉獄』の機関室。投げ込んだ炸裂弾を方治にキャッチされ爆発を阻止された左之助はキングストン弁に二重の極みを打ち、周囲を浸水させる。一方、薫、弥彦、操の前に現れた宇水。鎌足と蝙也に立ち向かう荒戸。そして弟の徳二を治療してもらうため、恵の診療所で助けを乞う吾一。京都ではそれぞれの場所で想いが衝突し、見過ごされた小さな火が燃え上がる。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "10719107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719107",
                    "Titles": {
                        "eng": "Tears",
                        "jpn": "なみだ"
                    },
                    "Summaries": {
                        "eng": "In Kyoto, Kaoru quickly notices something strange with Misao, as Misao comes back to the location where a fire was put out. At Megumi's clinic, Omi awakens, bringing tears of relief to Juro. Meanwhile, a black tag is put on Tokuji's toe to mark that he is dead. Kenshin and the others come back to Aoiya, where they learn from Omasu that Okina has woken up.",
                        "jpn": "京都町中、鎮火された現場に戻ってきた操の異変に、薫はいち早く気が付く。恵の診療所では、近江が目を覚まし、安心して涙を流す十郎。一方、徳二の足の指には遺体を意味する黒い札が括り付けられていた——。そして、葵屋に戻った剣心たちは、お増から翁が目を覚ましたと知らされる。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "10719108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719108",
                    "Titles": {
                        "eng": "A Beautiful Night",
                        "jpn": "見事な夜"
                    },
                    "Summaries": {
                        "eng": "Shishio sends a dueling challenge directed at Kenshin, Hajime, and Sanosuke. The duel is to be held the next day on Mt. Hiei, northeast half way up the mountain in a small shrine with a six-storied torii. At Shishio's fortress, Hoji proposes a strategy to Shishio for an \"absolute victory,\" when the Ten Swords assemble there.... And on the night before the duel, Kaoru talks to Kenshin as he stares up into the night sky.",
                        "jpn": "志々雄から剣心、一、左之助に向けた決闘状が届く。期日は明日、場所は比叡山、北東中腹六連ねの鳥居の叢祠（ほこら）。志々雄の拠点では、方治が志々雄に『完全勝利』のための策を提案する。するとそこに十本刀が集結して……。そして決闘前夜、夜空を眺める剣心に薫が声をかける。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}