{
    "URL": "https://thetvdb.com/series/yu-gi-oh-go-rush",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt19383782/",
        "https://www.tv-tokyo.co.jp/anime/yugioh-gorush/",
        "https://www.themoviedb.org/tv/196257",
        "https://en.wikipedia.org/wiki/Yu-Gi-Oh!_Go_Rush!!",
        "https://x.com/@yugioh_anime"
    ],
    "Titles": {
        "eng": "Yu-Gi-Oh! Go Rush!!",
        "jpn": "遊☆戯☆王ゴーラッシュ！！"
    },
    "Summaries": {
        "eng": "The story centers on Yuhi and Yuamu, two twins who spend their time searching for aliens using a mysterious device made by Yuhi. While their research never really leads to much, they eventually discover an actual spaceship, in which they meet Yudias, an alien traveler believed to have come from a distant region of space! The latter came to Earth to participate in the famous Rush Duels, in order to offer a new future to his comrades who had to leave their home planet due to war...",
        "jpn": "物語は、ユウヒが作った不思議な装置を使ってエイリアンを探すのに時間を費やす双子のユヒとユアムを中心にしています。 彼らの研究が実際に多くをもたらすことは決してありませんが、彼らは最終的に実際の宇宙船を発見します。そこで彼らは、宇宙の遠い地域から来たと信じられているエイリアンの旅行者であるウディアスに会います！ 後者は、彼らの故郷の惑星を去らなければならなかった彼の仲間に新しい未来を提供するために、有名なモンスターの決闘に参加するために地球に来ました..."
    },
    "Aliases": [
        "Go Rush"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1971963",
            "URL": "https://thetvdb.com/series/yu-gi-oh-go-rush/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10854790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10854790",
                    "Titles": {
                        "eng": "Tanabata Music Festival",
                        "jpn": "七夕音楽祭"
                    },
                    "Summaries": {
                        "eng": "Various artists and voice actors come together to perform iconic songs from Go Rush live!",
                        "jpn": "遊☆戯☆王 #ゴーラッシュ !!\r\n七夕音楽祭に決定\r\n豪華アーティストが歴代テーマソングを歌唱????"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1971964",
            "URL": "https://thetvdb.com/series/yu-gi-oh-go-rush/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 151,
            "Episodes": {
                "1": {
                    "ID": "9055841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9055841",
                    "Titles": {
                        "eng": "We're the Ultraterrestrial Trouble Solutions Consultancy!",
                        "jpn": "こちら宇宙人トラブル相談所!"
                    },
                    "Summaries": {
                        "eng": "The twins Yuamu and Yuhi are grade-schoolers who live in Mutsuba Town, and they manage a consultancy known as Ultraterrestrial Trouble Solutions, or UTS for short. When they were looking for an alien that’s been kidnapping cats, they encountered an alien warrior named Yudias on a stranded spaceship.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9088811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9088811",
                    "Titles": {
                        "eng": "The Organization for Monitoring Interstellar Kriminals",
                        "jpn": "迷惑異星人監視機構"
                    },
                    "Summaries": {
                        "eng": "UTS has a new client, who turns out to be Sogetsu Manabu, an agent of the MIK organization! He demands that Yudias turns himself in for being a troublesome illegal alien. And so, Yudias Duels against Manabu, with his freedom on the line!",
                        "jpn": "ＵＴＳを訪れた新たな依頼人。しかし、その依頼人の正体は“ＭＩＫ”こと迷惑異星人監視機構所属のエージェント、蒼月(そうげつ)マナブだった！不法滞在迷惑異星人として投降を求められたユウディアスは、自らの自由を懸けてマナブとデュエルをすることに!"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9097134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9097134",
                    "Titles": {
                        "eng": "Terror? The Blood-Sucking Alien",
                        "jpn": "恐怖？吸血宇宙人"
                    },
                    "Summaries": {
                        "eng": "There has been a series of attacks in Mutsuba Town. One victim was looking at cards. Another just finished a drawing. And then there’s Yagi from UTS. At first glance, there seems to be no connection between the victims, but as it turns out, they all have something in common…",
                        "jpn": "六葉町で次々と巻き起こる襲撃事件。ある者はカードを眺めているときに、また、ある者はイラストを描き上げたときに、そして、ＵＴＳの八木(やぎ)さんまでもが犯人の毒牙にかかってしまう。一見、なんの関連も無さそうな被害者たちの、意外な共通点とは…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9114633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9114633",
                    "Titles": {
                        "eng": "The Chupacabra's Trap",
                        "jpn": "チュパカブラの罠"
                    },
                    "Summaries": {
                        "eng": "Chupataro lured Yudias to a garbage disposal area. Thanks to his inborn abilities, Yudias was able to overcome Chupataro’s many traps, but he still ended up getting captured! Meanwhile, Yuhi, who was panicking, also arrived at the garbage disposal area…",
                        "jpn": "チュパ太郎(たろう)にそそのかされ、集積所へと連れてこられたユウディアス。持ち前の身体能力でチュパ太郎が仕掛ける罠を次々と突破するユウディアスだったが、ついに捕らえられて絶体絶命のピンチに陥ってしまう。一方、慌てた様子の遊飛も集積所に現れ…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9132111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9132111",
                    "Titles": {
                        "eng": "I'm Kawai Tell, and I'm Parched",
                        "jpn": "カワイテルンダヨ"
                    },
                    "Summaries": {
                        "eng": "Yuhi is angry that the clothes he sent to a dry cleaning shop are soaking wet, so he confronts the shop’s manager about it. But as it turns out, the manager is actually Kawai Tell, the alien who stole Yuhi’s Earthdamar! Yuhi challenges Kawai to a Duel, but since his Duel Disk is soaking wet, he can’t activate it…",
                        "jpn": "クリーニングに出した服がびしょ濡れだったことに怒り、店長に詰め寄る遊飛。だが、その店長こそ遊飛のアースダマーを奪った宇宙人、合羽井(かわい)テルだった！合羽井にデュエルを挑む遊飛！しかし、濡れたデュエルディスクが壊れて動かなくなってしまい…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9132112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9132112",
                    "Titles": {
                        "eng": "Whether You Believe It or Not Is Not My Problem",
                        "jpn": "信じるか信じないかはお前の問題"
                    },
                    "Summaries": {
                        "eng": "Yuhi and his friends investigate an urban legend.",
                        "jpn": "ズウィージョウの行方を追う遊飛たちだったが、気付けば今月の収入はゼロ…。ＵＴＳの評判を上げようと、子どもたちが恐れる都市伝説の真相を突き止めることに。都市伝説の一つ“３メートルさん”を探すユウディアスは、廃工場の中で不思議な椅子を発見する。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9158271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9158271",
                    "Titles": {
                        "eng": "Can You Name All the Monster Types?",
                        "jpn": "モンスター種族言えるかな?"
                    },
                    "Summaries": {
                        "eng": "Feeling that he’s still not good enough, Yudias asked Yuhi for a special Rush Duel training session. Yuhi used the Special Training Mecha and the Special Training CD to train Yudias. Yudias was able to answer every question, and his training seemed to be going well, but then the Special Training Mecha went out of control…",
                        "jpn": "自分の未熟さを感じたユウディアスは、ラッシュデュエルの特訓をして欲しいと遊飛に申し込む。特訓メカと特訓ＣＤを駆使してユウディアスを鍛える遊飛。次々と問題を解いていくユウディアス。一見、順調そうに見えた特訓だったが、特訓メカが暴走しはじめ…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9161612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9161612",
                    "Titles": {
                        "eng": "Good Manya-nya from the TV Kingdom",
                        "jpn": "テレビの国からマニャニャちわ"
                    },
                    "Summaries": {
                        "eng": "Atachi Manya, a talented child actress, will be starring in the only show that is popular on Mutsuba Cable TV: “Learning the Fun Way – Ultimate Go Rush!” Yuamu, her childhood friend, was asked to Duel her. The two haven’t seen each other for five years, and Yuamu couldn’t help but be bewildered after seeing how Manya has changed…",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9161613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9161613",
                    "Titles": {
                        "eng": "Bochi of the Graveyard",
                        "jpn": "墓場ぼボチ"
                    },
                    "Summaries": {
                        "eng": "Manya’s team is having a Rush Duel battle against a local elementary school team. The opponent Manya picked for the second match is Sogetsu Manabu, who was part of the audience. And the duelist Manabu will be facing is: Manya’s pet dog, Bochi?!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9161614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9161614",
                    "Titles": {
                        "eng": "Magical Sheep Girl Meeeg-chan",
                        "jpn": "魔法羊女メェ～グちゃん"
                    },
                    "Summaries": {
                        "eng": "Chupataro barged into Mutsuba Cable TV’s studio and caused a ruckus, demanding a Duel. A concerned Yudias volunteered to take him on. However, the moment Chupataro summoned Magical Sheep Girl Meeeg-chan, his Duel Disk started emitting a strange light…",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9199678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9199678",
                    "Titles": {
                        "eng": "Find Zwijo!",
                        "jpn": "ズウィージョウを捜せ！"
                    },
                    "Summaries": {
                        "eng": "Manabu asks Yudias if he knows where Zwijo is. It seems that Zwijo is linked to the incident that happened at Mutsuba Cable TV’s studio the other day. Realizing how powerless he is, Yudias decides to train some more. And so, Manya suggests a special training session from hell to him!",
                        "jpn": "ズウィージョウの居場所を知らないかとユウディアスに詰め寄るマナブ。どうやら先日起きたムツバケーブルテレビでの騒動にズウィージョウが関係しているらしい…。己の無力さを痛感し、自分を鍛え直したいというユウディアスに、マニャが提案する地獄の特訓とは!?"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9211177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9211177",
                    "Titles": {
                        "eng": "Earthdamar",
                        "jpn": "アースダマー"
                    },
                    "Summaries": {
                        "eng": "Trusting his hunch, Yudias heads to Mutsuba Tower along with his friends, and finally manages to find Zuwijo. Zuwijo is planning to use Rush Duels and the Earthdamar as tools for war. In order to stop his commander, who has gone down the wrong path, Yudias challenges him to a Rush Duel!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "9211178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9211178",
                    "Titles": {
                        "eng": "Fictitious Requiem",
                        "jpn": "虚構のレクイエム"
                    },
                    "Summaries": {
                        "eng": "Two alien warriors are trying to bring peace to the Velgear Cluster. One is learning about Rush Duels in order to end all conflicts, while the other is trying to weaponize Rush Duels in order to achieve victory over his foes. As their unwavering ideals clash, the battle between Yudias and Zuwijo finally reach a conclusion!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "9211179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9211179",
                    "Titles": {
                        "eng": "The Client, London",
                        "jpn": "依頼人ロンドン"
                    },
                    "Summaries": {
                        "eng": "Kirishima London approaches UTS and requests them to look for a missing girl in the Alien Residential Area, located underground. However, Mr. Tazaki doesn’t want Yuhi and his friends to go to such a dangerous area, so he challenges their client, London, to a Duel!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "9245015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9245015",
                    "Titles": {
                        "eng": "The Devil Wears Jersey",
                        "jpn": "ジャージを着た悪魔"
                    },
                    "Summaries": {
                        "eng": "In order to look for Goha Yuna, Yuhi and co. head to the Alien Residential Area. However, just as they begin their search, three siblings who call themselves the Jersey Devils block their path. With the mysterious power known as “Duel Power” at stake, Yudias and the eldest brother George Jersey begin their Duel!",
                        "jpn": "『ゴーハ・ユウナ』を見つけるために宇宙人居住区へとやって来た遊飛たち。捜索を始めるも『ジャージ・デビルズ』と名乗る三兄弟に行く手を阻まれてしまう。“デュエルパワー”という謎の力を懸け、ユウディアスと長男ジョウジ・ジャージのデュエルが始まる！"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "9257246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9257246",
                    "Titles": {
                        "eng": "Ghost of Dueling",
                        "jpn": "デュエルの亡霊"
                    },
                    "Summaries": {
                        "eng": "Yuhi and co. heard from George that there’s an informant who knows where Yuna is. Unable to find the informant, they returned to UTS. As Yuhi was taking a bath to relax, the light suddenly turned off. He then heard a creepy chorus…",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "9257247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9257247",
                    "Titles": {
                        "eng": "Information, You Sky?",
                        "jpn": "情報デスカイ?"
                    },
                    "Summaries": {
                        "eng": "The informant, Fisher Sky, has appeared. Ever since that incident with Zuwijo, Sky has been very interested in Yudias. Yuamu wants more information on Yuna, so she challenges Sky to a Duel, with information about Yudias as a bargaining chip. A high-level Information Warfare Duel ensues!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "9257248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9257248",
                    "Titles": {
                        "eng": "The Great Prophecy of Nomratdamas",
                        "jpn": "ノムラトダマスの大予言"
                    },
                    "Summaries": {
                        "eng": "Yuhi and co. learned that Yuna might be at Badloon Castle. However, the only people who can enter the castle are Duelists who possess the “macho” rank, which is the highest rank in Dueling. So, in order to become macho Duelists, Yuhi and co. visit a colosseum where ruffians gather, known as the Coruffium. Yuhi’s first battle is against a mysterious prophet known as Nomratdamas.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "9257249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9257249",
                    "Titles": {
                        "eng": "The Power of Cuteness?",
                        "jpn": "カワイイの力?"
                    },
                    "Summaries": {
                        "eng": "Yuhi and co. were going to keep Dueling in the Coruffium, but Manabu told them to not come to the Alien Residential Area. Nanahoshi Ranran, the chief of MIK, then showed up out of nowhere and declared that the lawless Alien Residential Area must be sealed off immediately! What action will Manabu take in response to Ranran?",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "9297005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9297005",
                    "Titles": {
                        "eng": "Goha Yuna",
                        "jpn": "ゴーハ・ユウナ"
                    },
                    "Summaries": {
                        "eng": "As Yudias and co. try to look for clues about Goha Yuna in the Coruffium, a girl wearing a cloak appears before them. The girl asks them if they have some business with her leader, Rovian. In order to gain more information about Rovian, the master of Badloon Castle, Yudias challenges the girl to a Duel.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "9306419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9306419",
                    "Titles": {
                        "eng": "Intruders Breaking the Ru-ru-ru-ru-rules",
                        "jpn": "侵入者ルール破ってルルルルル"
                    },
                    "Summaries": {
                        "eng": "Yuhi and co. return to the surface to do some sleuthing about Goha Yuna. However, even though they’re about to start their investigation, Yudias is nowhere to be found. As they investigate the Goha Company, a fragment of Fisher Sky, Navel No. 81, informs them that Yudias is in danger.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "9306420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9306420",
                    "Titles": {
                        "eng": "The Queen of Badloon Castle",
                        "jpn": "パーロン城の女王"
                    },
                    "Summaries": {
                        "eng": "Yuhi and Yuamu enter Badloon Castle to rescue Yudias, who has been captured. In order to do that, they face off against Kirishima Rovian, the leader of the Rovian Bandits, in a 2v1 Duel. The Ohdo twins put up a good fight, but now, they must fight the Queen of Badloon Castle at her full strength.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "9306421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9306421",
                    "Titles": {
                        "eng": "Hanako the Naruto",
                        "jpn": "ナルトの華子"
                    },
                    "Summaries": {
                        "eng": "In a town under the underground area, known as “Under-Underground Town,” Yuhi and co. find a tsukemen restaurant in an alley. They see that they can get one free drink, so they go inside the restaurant and enjoy some exquisite tsukemen made by Oomori Menjaburo. However, Menjaburo’s true identity is actually…",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "9336311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9336311",
                    "Titles": {
                        "eng": "Be Revived, Yudias!",
                        "jpn": "よみがえれ！ユウディアス"
                    },
                    "Summaries": {
                        "eng": "Yuhi and co. managed to rescue Yudias. But there’s a problem: he’s been turned into a shirt! Yuhi and co. try various ways to return him back to normal, but end up losing sight of him. As they go look for Yudias once again, they find a card in the park.",
                        "jpn": "なんとか救い出したものの、変わり果てた姿になってしまったユウディアス…。あの手この手を使ってユウディアスを元に戻そうとする遊飛たちだったが、しまいにはユウディアスを見失ってしまう。再びユウディアスを探す一同は、公園で一枚のカードを発見する。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "9351652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9351652",
                    "Titles": {
                        "eng": "UTS Under Attack",
                        "jpn": "狙われたＵＴＳ"
                    },
                    "Summaries": {
                        "eng": "Goha Yuna and Rovian unexpectedly show up at UTS’s office. Yuna demands Yuhi and co. to hand their office over. This angers Yuhi greatly, but despite that, Yudias still challenges Rovian to a Duel, with UTS itself at stake. After receiving some encouragement from Yuamu, Yudias begins the Duel, aiming for a new Velgeard at the same time!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "9351654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9351654",
                    "Titles": {
                        "eng": "Fly! Rush Duel",
                        "jpn": "翔べ！ラッシュデュエル"
                    },
                    "Summaries": {
                        "eng": "Rovian drives Yudias into a corner with her Equip Spells. However, Yudias is still determined to beat Rovian, even though the odds are stacked against him. As Yudias starts enjoying the Duel, a miracle occurs in Mutsuba Town!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "27": {
                    "ID": "9351656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9351656",
                    "Titles": {
                        "eng": "It's Tough Making an Anime",
                        "jpn": "アニメはつらいよ"
                    },
                    "Summaries": {
                        "eng": "Magical Sheep Girl Meeeg-chan’s popularity has tanked because of Chupataro. In order to restore her image, Chupataro decides to make an anime about her. He starts producing the anime with the full cooperation of UTS. However, they immediately run into some very serious production issues…",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "28": {
                    "ID": "9351657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9351657",
                    "Titles": {
                        "eng": "Fight! UTS Eight",
                        "jpn": "闘え！ＵＴＳエイト"
                    },
                    "Summaries": {
                        "eng": "Mutsuba Asaka is the president of Mutsuba Heavy Machinery, which controls Mutsuba Town. In order to free the Valvelgear, which is being exploited as a power source by Asaka, Yuhi challenges Asaka to a Duel. Yuhi might not have a Duel Disk, but he has reliable allies who will back him up!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "29": {
                    "ID": "9398837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9398837",
                    "Titles": {
                        "eng": "Ishi-Dabba-Doo!",
                        "jpn": "イシダバドゥー!"
                    },
                    "Summaries": {
                        "eng": "At Asaka’s request, Yuhi and Yuamu go to the riverside to look for a complainer. There, they find the complainer, Glatt Ishida, doing rock balancing with Yudias. When the rock pile is knocked over because of vibration, Ishida decides to go complain to Asaka. So, Yudias tries to stop Ishida with a Duel…",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "30": {
                    "ID": "9402480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9402480",
                    "Titles": {
                        "eng": "Festival Queen",
                        "jpn": "フェスティバルクイーン"
                    },
                    "Summaries": {
                        "eng": "UTS’s dinner table is loaded with a mountain of curry breads! It seems that Yuamu, who’s always on the hunt for promotion campaigns, is targeting some plates that can be obtained by collecting the stickers that come with the curry breads. However, when Yuamu brings the stickers to the bakery, she learns that the plates are out of stock. So, she decides to go complain to the manager, but as it turns out…",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "31": {
                    "ID": "9402481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9402481",
                    "Titles": {
                        "eng": "Remote Rush Duel",
                        "jpn": "リモートラッシュデュエル"
                    },
                    "Summaries": {
                        "eng": "According to Rovian’s space poems and the prophecy of Camos the hat alien, the Great King of Terror will be attacking soon. Mutsuba Heavy Machinery is holding a meeting to decide on a countermeasure against this threat, but is then contacted by Ranran out of nowhere. In order to decide who will be in charge of combating the Great King of Terror, Ranran and Asaka begin a remote Rush Duel!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "32": {
                    "ID": "9402482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9402482",
                    "Titles": {
                        "eng": "Invasion! The Great King of Terror",
                        "jpn": "襲来！恐怖の大王"
                    },
                    "Summaries": {
                        "eng": "As snow dances in the sky, a giant shadow looms over Mutsuba Town… As it turns out, it’s actually the spaceship of the Great King of Terror! Yuhi and co. bravely board the spaceship to confront him, but he then suggests a “Friendship Rush Duel Tournament.” The first match is between the Great King and Rovian! Just how powerful is the Great King of Terror?!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "33": {
                    "ID": "9440436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9440436",
                    "Titles": {
                        "eng": "Plastic World",
                        "jpn": "プラチック・ワールド"
                    },
                    "Summaries": {
                        "eng": "It is now the second match of the Friendship Rush Duel Tournament, hosted by the Great King of Terror from the Arctic Nebula. Manya will be fighting against the space dinosaur, The☆Mokeida Mbembe! Mbembe rambles on about his love for plastic models. However, Manya doesn’t care about plastic models at all. She’ll be fighting against Mbembe with a Cleaning Deck!",
                        "jpn": "恐怖の大王率いるホッキョキュー星雲チームとの友好ラッシュデュエル第二戦。マニャに対するは宇宙恐竜ザ☆模型田(もけいだ)ムベンベ！模型への想いを早口でまくしたてるムベンベ。しかし、模型に全く興味のないマニャは、お掃除デッキでムベンベに対抗する！"
                    },
                    "Aliases": []
                },
                "34": {
                    "ID": "9453813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9453813",
                    "Titles": {
                        "eng": "The☆Nyandestar",
                        "jpn": "ザ☆ニャンデスター"
                    },
                    "Summaries": {
                        "eng": "The new cards designed by Mutsuba Heavy Machinery to counter the Great King of Terror were never delivered. Nyandestar headed to Mutsuba Heavy Machinery’s office, but the group couldn’t get in touch with her, so they started getting worried. Before they knew it, it was time for the next match of the tournament. Manabu will be Dueling on behalf of Mutsuba Town. Shockingly enough, the one who will Duel Manabu is actually…!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "35": {
                    "ID": "9453814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9453814",
                    "Titles": {
                        "eng": "London, Lies, and Cassette Tape",
                        "jpn": "ロンドンと嘘とカセットテープ"
                    },
                    "Summaries": {
                        "eng": "Yuhi and co. managed to capture London, but he then escaped. He left behind a cassette tape for them on the desk. The tape conveys London’s grim resolve. The message on it reads: “By the time you listen to this tape, I’ll definitely be challenging that Great King dude to a Rush Duel for sure. It’s showtime!”",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "36": {
                    "ID": "9453815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9453815",
                    "Titles": {
                        "eng": "Feelings I Want to Convey, Yei!",
                        "jpn": "届けたい想いイェイ!"
                    },
                    "Summaries": {
                        "eng": "London and others have risked their lives to uncover the truth behind the Great King. It’s about his terrifying power, which not even he is aware of. As part of the plan to seal away the Great King’s power, Yuamu takes part in the Friendship Rush Duel Tournament. However, her opponent, The☆Yeti Yukio, seems to also have another plan in mind…",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "37": {
                    "ID": "9498249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9498249",
                    "Titles": {
                        "eng": "Zuwijo the Dark",
                        "jpn": "暗黒のズウィージョウ"
                    },
                    "Summaries": {
                        "eng": "Zuwijo is posing as the Great King's subordinate in order to infiltrate his ship and obtain his power. He boasts that he will use any means in order to obtain more power. Unable to tolerate Zuwijo's ruthlessness, Yuhi challenges him to a Friendship Rush Duel!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "38": {
                    "ID": "9498250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9498250",
                    "Titles": {
                        "eng": "The☆Lugh! The☆Lugh!",
                        "jpn": "Za☆Rūgu Za☆Rūgu"
                    },
                    "Summaries": {
                        "eng": "The☆Lugh releases a massive amount of negative energy, which can potentially engulf the whole universe. Goha Yuna and Yudias team up in order to bring The☆Lugh to justice for all the terror he's caused! Thus begins a Tag Rush Duel with the peace of the whole universe on the line!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "39": {
                    "ID": "9498251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9498251",
                    "Titles": {
                        "eng": "That Guy from the Future",
                        "jpn": "Mirai Kara Kita Aitsu"
                    },
                    "Summaries": {
                        "eng": "Something abnormal happens to Yuna during the Duel with The☆Lugh, but she is saved by a boy. He's the same boy who once entrusted Yudias with a Duel Disk and some cards. In order to turn the Duel around, the boy from the future takes over for Yuna and fights alongside Yudias against The ☆ Lugh !",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "40": {
                    "ID": "9498252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9498252",
                    "Titles": {
                        "eng": "Chant Improvement Dojo",
                        "jpn": "Kōjō Kōjō Dōjō"
                    },
                    "Summaries": {
                        "eng": "The group decides to take a detour and head to the Pawtner Planet to save Nyandestar’s family. Yuhi wants to do some Rush Duel training along the way, so he creates a makeshift training hall. As everyone gathers at the training hall, it never dawns on them that the training is all about summoning chants!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "41": {
                    "ID": "9551221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9551221",
                    "Titles": {
                        "eng": "The Miracle of the Pawtner Planet",
                        "jpn": "ニャカヨシ星の奇跡"
                    },
                    "Summaries": {
                        "eng": "The group succeeded in thawing the people of the Pawtner Planet. Their celebration was short-lived, however, as Dinova Velgear, a woman who called herself Zuwijo’s right-hand woman, appeared before them. Mitsuko wants to know where Zuwijo is, so she challenges Dinova to a Duel!",
                        "jpn": "氷漬けになっていたニャカヨシ星の人々を元に戻すことに成功し、歓喜する一同。しかし、喜びもつかの間、遊飛たちの前にズウィージョウの右腕を自称するディノワ・ベルギャーが現れる。ズウィージョウの居場所が知りたいみつ子は、ディノワにデュエルを挑む！"
                    },
                    "Aliases": []
                },
                "42": {
                    "ID": "9551222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9551222",
                    "Titles": {
                        "eng": "Shewbahha the Smuggler",
                        "jpn": "運び屋シューバッハ"
                    },
                    "Summaries": {
                        "eng": "In order to get to the Velgear Cluster, Yudias and co. head to the Mine Planet to look for Goradonium, a metal that is required for way-faster-than-light travel. There, they run into a boy named Shewbahha, who is also looking for Goradonium. Thus begins a Duel between Yuhi and Shewbahha over the rare metal.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "43": {
                    "ID": "9551223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9551223",
                    "Titles": {
                        "eng": "Are You Fine with Me Whispering to You?",
                        "jpn": "ささやいてもいいのかい"
                    },
                    "Summaries": {
                        "eng": "Ranran just can’t handle the Earthdamar, a substance that is very much the opposite of “cute.” Guided by some mysterious whispers, Ranran attempts to conquer her fear toward the Earthdamar. However, as it turns out, the source of the whispers is Zuwijo’s subordinate, Muda Velgear, who is after the Earthdamar!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "44": {
                    "ID": "9551224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9551224",
                    "Titles": {
                        "eng": "Break Through the Encirclement!",
                        "jpn": "包囲網を突破せよ！"
                    },
                    "Summaries": {
                        "eng": "Valvelgear mistakenly travels to the Dudi Ducasse star system, a frontier of the Velgear Cluster. The warriors of the Dudi Fleet then invade Mutsuba Town! Yudias teams up with the citizens of Mutsuba Town in order to break through their encirclement, so that he can go talk to the fleet’s commander…",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "45": {
                    "ID": "9606780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9606780",
                    "Titles": {
                        "eng": "A Fateful Choice",
                        "jpn": "運命の選択"
                    },
                    "Summaries": {
                        "eng": "In order to show the Dudi Fleet’s commander, Dudi Nishaw, that Rush Duels can end the war in the Velgear Cluster, Yudias challenges him to a Duel! However, as Nishaw starts fretting over what he should do, a strange space is generated in the vicinity…",
                        "jpn": "“ラッシュデュエルでベルギャー星団の闘いを終わらせる”。ユウディアスはその可能性を示そうと、デュッディ・デュッカス艦隊の司令官、デュッディ・ニーショウにデュエルを挑む！しかし、優柔不断なニーショウが悩み始めると、辺りに奇妙な空間が発生し…。"
                    },
                    "Aliases": []
                },
                "46": {
                    "ID": "9614772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9614772",
                    "Titles": {
                        "eng": "They Came from Planet Earth",
                        "jpn": "地球からの侵略者"
                    },
                    "Summaries": {
                        "eng": "A mysterious object has crashed into Mutsuba Town. As it turns out, it’s actually an energy being that has flown all the way from Earth. According to Manabu, the being could potentially possess anyone who was near the crash site. As Manabu goes look for the person who is possessed, he challenges Rovian to a Duel, since she’s been acting rather strangely.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "47": {
                    "ID": "9614773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9614773",
                    "Titles": {
                        "eng": "I'm Damamu!",
                        "jpn": "ボクちんダマムー!"
                    },
                    "Summaries": {
                        "eng": "Something strange is going on with the Ohdo twins. Yuamu has been unusually cheerful and laughing like a maniac. Meanwhile, Yuhi starts talking about demolishing the UTS building and constructing a high-rise apartment complex in its place. And so, a strange Duel begins between the twins, with the position of president on the line!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "48": {
                    "ID": "9614774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9614774",
                    "Titles": {
                        "eng": "The Velgear Planet in Imminent Danger",
                        "jpn": "ベルギャー星危機一髪"
                    },
                    "Summaries": {
                        "eng": "Yuamu and Yuhi manage to reach the Velgear Planet thanks to the power of Damamu. The overexcited Damamu drags them around the planet, and they end up in a Duel training facility for Velgearian soldiers. Yuhi and Yuamu are then forced to undergo training along with the new recruits. However, the moment they take their eyes off Damamu, something strange occurs…",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "49": {
                    "ID": "9661065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9661065",
                    "Titles": {
                        "eng": "Yudias vs Zuwijo",
                        "jpn": "ユウディアス対ズウィージョウ"
                    },
                    "Summaries": {
                        "eng": "Zuwijo has captured the Velgearian Supreme Council and declared that he will use Rush Duels in the war! Yudias, who has come to Yuhi’s rescue, objects to Zuwjio’s declaration. In order to figure out what the correct path is, Yudias challenges Zuwijo to a Duel!",
                        "jpn": "ベルギャー最高議会を占拠し、ラッシュデュエルでの武力闘争を宣言したズウィージョウ！遊飛たちのピンチに駆けつけたユウディアスはそんなズウィージョウに異を唱える。正しきベルギャードを見つけ出すため、ユウディアスがズウィージョウにデュエルを挑む！"
                    },
                    "Aliases": []
                },
                "50": {
                    "ID": "9665316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9665316",
                    "Titles": {
                        "eng": "Battleship Rush Duel",
                        "jpn": "戦艦ラッシュデュエル"
                    },
                    "Summaries": {
                        "eng": "The final showdown between Yudias and Zuwijo begins, with the future of the Velgear Cluster on the line. Their fateful battle takes place in space, with their battleships facing each other. And thus, an unprecedented Battleship Rush Duel unfolds!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "51": {
                    "ID": "9665317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9665317",
                    "Titles": {
                        "eng": "Karutumata",
                        "jpn": "カルトゥマータ"
                    },
                    "Summaries": {
                        "eng": "Yudias and Zuwijo are fighting with everything they’ve got in order to achieve their ideals. However, as their intense battle rages on, the cruel fate the Velgearians have to shoulder only becomes more apparent. Yudias Velgear, the warrior who runs through the battlefield called Rush Duels, will now shoulder everything and create a path to a better future for the galaxy!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "52": {
                    "ID": "9665318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9665318",
                    "Titles": {
                        "eng": "Yudias Returns!",
                        "jpn": "ユウディアス!"
                    },
                    "Summaries": {
                        "eng": "Having finished the battle in the Velgear Cluster, Yudias decides to return to Earth in order to inform Yuhi and the others. The members of UTS welcome Yudias back. Time has passed, but they’re still more or less the same, and Yudias is happy to be able to see them again. However, at the same time, he feels that there is something off…",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "53": {
                    "ID": "9665319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9665319",
                    "Titles": {
                        "eng": "The Life of Yuhi the Runaway",
                        "jpn": "遊飛やさぐれ列伝"
                    },
                    "Summaries": {
                        "eng": "Yuhi has run away from home. Having distanced himself from UTS and Rush Duels, he’s now hanging out with his delinquent friends and engaging in all kinds of mischief. As he wanders around while being tormented by his own powerlessness, he witnesses the commander of MIK, Ryugu Phaser, having a Duel with “that guy.”",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "54": {
                    "ID": "9718998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9718998",
                    "Titles": {
                        "eng": "Yuna's Determination",
                        "jpn": "ユウナの決意"
                    },
                    "Summaries": {
                        "eng": "Due to Operation MIK, aliens and people who associate with them have been driven to the underground Alien Residential Area. In an act of defiance, Yuna heads back to the Goha Company by herself. There, she finds Manabu waiting for her in the president’s office. In order to find out where Phaser is, she challenges Manabu to a Duel!",
                        "jpn": "『オペレーションＭＩＫ』迷惑異星人完全排除を目的としたこの計画は、宇宙人とその関係者を地下宇宙人居住区に追いやった。反旗を翻し、単身ゴーハ堂へと戻ってきたユウナは、社長室で待ち構えていたマナブにフェイザーの行方を聞き出そうとデュエルを挑む！"
                    },
                    "Aliases": []
                },
                "55": {
                    "ID": "9734832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9734832",
                    "Titles": {
                        "eng": "Alien School 8",
                        "jpn": "第８宇宙人学校"
                    },
                    "Summaries": {
                        "eng": "It’s a usual morning for Yuamu. She does her work at UTS, and then rushes to school. Her school is currently holding a student council election. Through an unexpected turn of events, Yuamu and Asaka will now have a Duel to decide which one of them will be the student council president.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "56": {
                    "ID": "9734833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9734833",
                    "Titles": {
                        "eng": "Yuhi's Road",
                        "jpn": "遊飛のロード"
                    },
                    "Summaries": {
                        "eng": "Yuamu and her friends have formed a resistance movement against MIK. Meanwhile, Yuhi is still feeling conflicted about Rush Duels. Through pure coincidence, he encounters Ranran, who is on the run from MIK. He then has a confrontation with Tremolo, the one who is going after Ranran. What will Yuhi’s decision be?",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "57": {
                    "ID": "9734834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9734834",
                    "Titles": {
                        "eng": "The Operation to Take Back the Surface",
                        "jpn": "地上奪還作戦"
                    },
                    "Summaries": {
                        "eng": "Asaka and her rebel army lead an assault on Mutsuba Heavy Industry’s card printing plant, taking down multiple MIK members through Dueling. However, an MIK commander named Energy Kopiko stands in their way! Meanwhile, Yuamu’s group sneaks into the Goha Company, and discovers something in the basement.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "58": {
                    "ID": "9781145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9781145",
                    "Titles": {
                        "eng": "The Commander Exposed",
                        "jpn": "裸の総帥"
                    },
                    "Summaries": {
                        "eng": "Having obtained MIK’s most vital secret, Manabu pays a visit to UTS, but is marked as a traitor and captured. When Zuwijo shows up out of nowhere, UTS welcomes him back with open arms. Manabu doesn’t agree with this, so he challenges Zuwijo to a Duel in order to prove himself!",
                        "jpn": "“ＭＩＫの最重要機密”を手にＵＴＳを訪れたものの、裏切り者として捕らえられてしまうマナブ。突然現れたズウィージョウには「お帰り」モードで接するＵＴＳメンバーに納得ができないマナブは、自分も認めてもらおうとズウィージョウにデュエルを仕掛ける！"
                    },
                    "Aliases": []
                },
                "59": {
                    "ID": "9791713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9791713",
                    "Titles": {
                        "eng": "Phaser's Secret",
                        "jpn": "フェイザーの秘密"
                    },
                    "Summaries": {
                        "eng": "Yudias spots Tremolo entering the Coruffium. He challenges Tremolo to a Duel in order to avenge Yuhi. Tremolo has broken the rules and entered the Coruffium in order to track down Fisher Sky, the alien who has been spying on him and his brother. There is a secret that he wants to protect, no matter what.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "60": {
                    "ID": "9791714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9791714",
                    "Titles": {
                        "eng": "Yuamu's Road",
                        "jpn": "遊歩のロード"
                    },
                    "Summaries": {
                        "eng": "Yuhi and That One Guy Who Invented Rush Duels have risked their lives to find out the truth behind the phenomenon that turns Duelists into cards. As Yuamu follows in That Guy’s footsteps and tries to figure this out, she runs into Phaser. Through her intense Duel with Phaser, she will reach the truth.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "61": {
                    "ID": "9791716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9791716",
                    "Titles": {
                        "eng": "Cat's Duel",
                        "jpn": "キャッツデュエル"
                    },
                    "Summaries": {
                        "eng": "Yuamu notices that she’s now in a strange place that resembles a Field Spell. She then hears some familiar voices. As it turns out, they’re the voices of the friends she’s lost! However, despite being able to reunite with them, Yuamu seems rather disconcerted...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "62": {
                    "ID": "9844986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9844986",
                    "Titles": {
                        "eng": "Reunion",
                        "jpn": "再会"
                    },
                    "Summaries": {
                        "eng": "Yuhi, Yuamu, and That Guy have been thrown out of the strange dimension they were trapped in. They find themselves in a near-future city that is somewhat similar to Mutsuba Town. It seems that this is the world That Guy lived in. As That Guy talks about the reason why he created Rush Duels, he runs into a certain person along the way.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "63": {
                    "ID": "9844987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9844987",
                    "Titles": {
                        "eng": "The Last Dragon Chronicles",
                        "jpn": "竜の棲む家"
                    },
                    "Summaries": {
                        "eng": "Phaser uses Yuhi and the other carded people as hostages in order to pressure Yudias into helping out with Operation MIK. Yudias agonizes over what choice he should make, but upon learning that there is a way to return the carded people back to normal, he decides to face Phaser in a Duel, with the fate of all his friends on the line!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "64": {
                    "ID": "9844988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9844988",
                    "Titles": {
                        "eng": "Those Who Are Born on the Star",
                        "jpn": "星に生まれた者たち"
                    },
                    "Summaries": {
                        "eng": "Phaser's secret is finally revealed. A kind brother who has sworn to protect his little brother from aliens, he himself is also burdened with a tragic fate. Yudias remains resolute in the face of Phaser’s overwhelming power. His strong belief in his friends and everything he cherishes will help him reach a new height.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "65": {
                    "ID": "9844989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9844989",
                    "Titles": {
                        "eng": "What's in the Box? Pu-Puku-Pu",
                        "jpn": "ハコの中身はプップクプー"
                    },
                    "Summaries": {
                        "eng": "Shewbahha is delivering a package to Earth, but he has no idea where the destination is. Yudias decides to help him out. The two manage to find Kallister Gears, the place that is written on the delivery form. There, they encounter people wearing strange clothes...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "66": {
                    "ID": "9844990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9844990",
                    "Titles": {
                        "eng": "The Galaxy Cup Begins",
                        "jpn": "開幕！ギャラクシーカップ"
                    },
                    "Summaries": {
                        "eng": "The Galaxy Cup, a Rush Duel tournament for both Earthlings and aliens, has finally begun! Yudias is now the Duel Tutor for the head of Kallister Gears, Ehoko Kamijo, aka Epoch. In order to allow Epoch to experience what a Duel is like, Yudias challenges Yuamu to a Duel!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "67": {
                    "ID": "9891871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9891871",
                    "Titles": {
                        "eng": "The Sogetsu Connection",
                        "jpn": "蒼月のツナガリ"
                    },
                    "Summaries": {
                        "eng": "A mysterious masked Duelist who calls himself “Commander Study” has showed up at the Galaxy Cup! He has been farming points by picking off weak opponents. However, one man stands against him to stop his misdeeds. That man’s name is Sogetsu Maguto!",
                        "jpn": "ギャラクシーカップ中の六葉町に謎の仮面デュエリスト現る！スタディ総帥と名乗るそのデュエリストは、弱そうな相手を狙いポイントを荒稼ぎしているという。悪行を重ねるスタディ総帥の前に一人の男が立ち塞がる。その男の名は、“蒼月(そうげつ)マグト”！"
                    },
                    "Aliases": []
                },
                "68": {
                    "ID": "9900469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9900469",
                    "Titles": {
                        "eng": "The First Rush Duel",
                        "jpn": "はじめてのラッシュデュエル"
                    },
                    "Summaries": {
                        "eng": "Yudias has been teaching Epoch Dueling strategies, as well as how to build a Deck. Now, it's time for her to apply what she's learned! As they look for an opponent for Epoch to Duel in the Galaxy Cup, the Rush Battler sends its light toward Yuhi.",
                        "jpn": "デュエル家庭教師としてエポックにデッキ構築を教え、特訓で秘策を授るユウディアス。あとは実践あるのみ！ギャラクシーカップに参戦すべくエポックの対戦相手を探していると、ラッシュ・ブーターの光が遊飛を指し示す。エポックはじめてのラッシュデュエル！"
                    },
                    "Aliases": []
                },
                "69": {
                    "ID": "9900470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9900470",
                    "Titles": {
                        "eng": "Tremolo vs. Dinois",
                        "jpn": "トレモロｖｓディノワ"
                    },
                    "Summaries": {
                        "eng": "Yuamu's team has been trying to uncover how the carding system works. Dinois suspects that Phaser is hiding some secret about the Relic, so she confronts Tremolo about it. The fact that someone is suspecting his brother doesn't sit well with him. On top of that, he's also having suspicions about Zuwijo, Dinois's commander. And so, he challenges Dinois to a Duel.",
                        "jpn": "遊歩たち特別チームは“人間をカード化するシステム”の解明を進めていた。チームメンバーのディノワは、フェイザーがイセキの秘密を隠していると疑いトレモロを問い詰める。兄を疑われたトレモロは逆にズウィージョウを疑い、ディノワにデュエルを仕掛ける！"
                    },
                    "Aliases": []
                },
                "70": {
                    "ID": "9900471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9900471",
                    "Titles": {
                        "eng": "Attack of the Closet!",
                        "jpn": "強襲! ファンシーケース"
                    },
                    "Summaries": {
                        "eng": "Zaion, a representative of Providence, the galactic company that sells furniture for cheap, has attacked Mutsuba Town! Zaion approaches Epoch about making high-power gears at an exorbitant price, scaring her with threats in the process. In order to protect Epoch, Yudias challenges Zaion to a Duel!",
                        "jpn": "突如六葉町に強襲してきた格安宇宙家具屋“セツリ”の代表、ザイオン！上城家に姿を現したザイオンは、お値段非情な見積もりで高性能歯車を作るようエポックに詰め寄る。脅迫に怯えるエポックを守るため、家庭教師のユウディアスがザイオンにデュエルを挑む！"
                    },
                    "Aliases": []
                },
                "71": {
                    "ID": "9944080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9944080",
                    "Titles": {
                        "eng": "Zion's Dream Store",
                        "jpn": "家具にかけた夢"
                    },
                    "Summaries": {
                        "eng": "The Providence Galactic Furniture Store has been around for generations. However, it's been repeatedly struck by galactic recessions and raids from other furniture stores. After Zaion became its manager, it's been constantly struggling with financial problems. Zaion's dream is to have 88.8 billion Providence stores across the whole universe. What will become of his dream as his Duel with Yudias comes to an end?",
                        "jpn": "何代も続いてきた宇宙家具屋『セツリ』。しかし、度重なる宇宙不況、外宇宙家具店の襲来。ザイオンが店長になってからはいつも火の車だった。ザイオンには夢があった。「めざせ！全宇宙８８８億店舗！」ユウディアスとのデュエルの果てに訪れた夢の結末とは。"
                    },
                    "Aliases": []
                },
                "72": {
                    "ID": "9951107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9951107",
                    "Titles": {
                        "eng": "Vengeance is Mine",
                        "jpn": "復讐するはワレにあり"
                    },
                    "Summaries": {
                        "eng": "It's time for the Galaxy Cup's much-anticipated finals! The first battle is between Mitsuko and Zuwijo. Mitsuko is burning with rage because Zuwijo has been giving her the cold shoulder. However, she’s having a hard time against Zuwijo's fierce attack. As she tries to counterattack, she draws a card she's never seen before...!",
                        "jpn": "ギャラクシーカップ決勝ステージ注目の初戦はみつ子vsズウィージョウ！ズウィージョウに冷たくされ怒りに燃えるみつ子だったがズウィージョウの猛攻の前に苦戦を強いられてしまう。反撃に転じようとしたみつ子は見知らぬ妖しいカードをドローしてしまい…。"
                    },
                    "Aliases": []
                },
                "73": {
                    "ID": "9951108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9951108",
                    "Titles": {
                        "eng": "Invasion",
                        "jpn": "侵食"
                    },
                    "Summaries": {
                        "eng": "The finals continue with three exciting match-ups: Asaka vs Kawai, Rovian vs Yuna, and Yuamu vs Nyandestar. As they clash against each other with their ideals and pride on the line, a strange phenomenon occurs! Cards that shouldn't exist will turn the Duelists' destinies upside down...",
                        "jpn": "熱いデュエルが続く決勝ステージ！アサカvs合羽井、ロヴィアンvsユウナ、遊歩vsニャンデスター、それぞれの想い、それぞれの誇りを懸けて三組が激突する中、不可思議な現象が発生する。存在しないはずのカードが、デュエリストたちの運命を狂わせていく。"
                    },
                    "Aliases": []
                },
                "74": {
                    "ID": "9951109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9951109",
                    "Titles": {
                        "eng": "My Road",
                        "jpn": "アタクシのロード"
                    },
                    "Summaries": {
                        "eng": "Yuna challenges Rovian to a Duel during the finals. She has always loved Rovian since she was a child, but as That Guy becomes more and more important to her, her feelings also become muddled up. What is the road she has found by facing Rovian with everything she's got?",
                        "jpn": "決勝ステージ、ロヴィアンに挑んでいくユウナ。幼い頃からロヴィアンを慕ってきたユウナだったが、“アイツ”の存在が大きくなるにつれ、自分の気持ちに戸惑いを感じるようになっていた。ロヴィアンに全力でぶつかることで見出した“アタクシ”のロードとは。"
                    },
                    "Aliases": []
                },
                "75": {
                    "ID": "9993468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/9993468",
                    "Titles": {
                        "eng": "Project Cartios",
                        "jpn": "カルティオス計画"
                    },
                    "Summaries": {
                        "eng": "Yudias encounters Phaser in the labyrinth during the finals. Phaser seems to have some kind of motive for standing in Yudias's way. Meanwhile, as Yuhi and the others head to the Relic, where they bear witness to a terrifying project.",
                        "jpn": "決勝ステージの対戦カードが決まる迷路で、次に巡り会ったのはユウディアスとフェイザー！ユウディアスの前に立ちはだかるフェイザーだったが、その心にはある思惑を秘めていた。一方、イセキの元へ向かった遊飛たちは恐るべき計画の存在を目の当たりにする。"
                    },
                    "Aliases": []
                },
                "76": {
                    "ID": "10014585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10014585",
                    "Titles": {
                        "eng": "Proto-Velgear",
                        "jpn": "プロトベルギャー"
                    },
                    "Summaries": {
                        "eng": "Created on a planet at the edge of the universe, he gradually obtained more comrades and gave rise to a massive civilization in the Velgear Star Cluster. One day, he was drawn to Rush Duels, setting everything in motion in the process. The shocking truth will now be revealed as Kuaidul Velgear, the first of the Kartumata, makes his entrance!",
                        "jpn": "彼は、宇宙の果ての惑星に作り出され、その手で次々と同胞を増やし、巨大星団文明を誕生させた。やがて彼は、ラッシュデュエルに惹かれ、すべての物語を紡ぎ始めた。驚愕の事実が明らかとなる。第一号のカルトゥマータ、“クァイドゥール・ベルギャー”登場。"
                    },
                    "Aliases": []
                },
                "77": {
                    "ID": "10014591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10014591",
                    "Titles": {
                        "eng": "The Creator",
                        "jpn": "創造主"
                    },
                    "Summaries": {
                        "eng": "It's time for the final battle of the Galaxy Cup. Yudias faces off against Yuhi, but ends up clashing against Kuaidul and getting trapped in his mental world. Just what are the memories sealed deep within Kuaidul's mind? Yuhi will now put an end to Velgear's sorrowful creation story!",
                        "jpn": "ギャラクシーカップ最後の闘い！遊飛とのデュエルに臨むユウディアスだったが、クァイドゥールと衝突し、その精神世界へと閉じ込められてしまう。クァイドゥールの心の奥底に封印されていた記憶とは…。哀しきベルギャー創造の物語に王道遊飛が終止符を打つ！"
                    },
                    "Aliases": []
                },
                "78": {
                    "ID": "10014592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10014592",
                    "Titles": {
                        "eng": "Idiot Moment No. 88",
                        "jpn": "アホ体験８８"
                    },
                    "Summaries": {
                        "eng": "It's early in the afternoon, and Yudias is taking a leisurely walk with his friends in the park. But then, Chupataro suddenly shows up and demands Meeeg-chan to be returned to him! Meanwhile, Damamu is reveling in Fusion. Mutsuba Town has gone back to normal after the end of the Galaxy Cup, but Yuhi can't help but feel that there is something off...",
                        "jpn": "昼下がり、のんびりと公園を散歩するユウディアスたち。突然現れてメェ～グちゃんを返せと騒ぐチュパ太郎、フュージョンに喜ぶダマムー。ギャラクシーカップが終わり、六葉町は日常を取り戻していた。しかし、遊飛は一人、得も言われぬ違和感を感じていた…。"
                    },
                    "Aliases": []
                },
                "79": {
                    "ID": "10014593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10014593",
                    "Titles": {
                        "eng": "The Kuaidul Dimension",
                        "jpn": "クァイドゥール時空"
                    },
                    "Summaries": {
                        "eng": "Everything is getting stranger by the second as Mutsuba Town is enveloped by the Kuaidul Spacetime. It seems that as long as no one realizes that something is off, they won't be able to return to their true selves. Yuhi and others sense that there is something abnormal going on, so they inform everyone about it, but Manabu refuses to believe them. And so, Yuamu Duels against Manabu to convince him!",
                        "jpn": "少しずつ、何かがおかしい。六葉町を覆う“クァイドゥール時空”の中では、自らの変化に気づかない限り、本当の姿には戻れないらしい…。異変を察知して皆に事情を伝える遊飛たちだったが、異変を認めないマナブに対して遊歩がデュエルで説得を試みることに！"
                    },
                    "Aliases": []
                },
                "80": {
                    "ID": "10079039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10079039",
                    "Titles": {
                        "eng": "Providence's Luxury Space Furniture Shop",
                        "jpn": "高級宇宙家具屋セツリ"
                    },
                    "Summaries": {
                        "eng": "At long last, Zaion has achieved his dream and opened 88.8 billion Providence stores in the whole universe! But as it turns out, this is all an illusion created by the Kuaidul Spacetime! Yuhi pays Zaion a visit in order to tell him the truth, but he just wouldn't listen. And so, Yuhi challenges Zaion to a Duel in order to wake him up from this false dream!",
                        "jpn": "“高級宇宙家具店セツリ！達成、全宇宙８８８億店！”ついに夢を叶えたザイオン。しかし、全ては仮想空間、クァイドゥール時空での出来事だった。真実を伝えるためにセツリを訪れた遊飛は、聞く耳を持たないザイオンを目覚めさせようとデュエルで勝負を挑む！"
                    },
                    "Aliases": []
                },
                "81": {
                    "ID": "10093245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10093245",
                    "Titles": {
                        "eng": "Storm Clouds Over Mutsuba Tower!",
                        "jpn": "風雲！ムツバタワー"
                    },
                    "Summaries": {
                        "eng": "At Mutsuba Tower, Yuhi and co. run into Asaka and Tell, who are both acting strange. They try to persuade the two but are instead arrested and subjected to harsh treatment. In order to make Asaka see reason, Yudias challenges her to a Duel, but she seems to have other ideas...",
                        "jpn": "ムツバタワーで様子が変なアサカと合羽井を見つけた遊飛たちは、二人を説得しようとするも逆に捕まり手荒な“おもてなし”を受けてしまう。話を聞いてもらうため、アサカにデュエルを仕掛けるユウディアスだったが、アサカたちにも何やら思惑があるようで…。"
                    },
                    "Aliases": []
                },
                "82": {
                    "ID": "10093246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10093246",
                    "Titles": {
                        "eng": "Ladybug Bakery",
                        "jpn": "テントウムシのパン屋"
                    },
                    "Summaries": {
                        "eng": "The people at the Boiled Bagel Requiem bakery have also fallen victim to the Kuaidul Dimension. Dinois claims that she is the star of Boiled Bagel Requiem, the best bakery in town! As she gets more and more out of control, Zuwijo tries to stop her through a Rush Duel.",
                        "jpn": "“あたいディノワ！町一番のパン屋さん「ボイルド・ベーグル・レクイエム」の看板娘、なんだかんね！”ズウィージョウたちもまたクァイドゥール時空に捕らわれていた。次第に暴走の度合いを深めていくディノワをズウィージョウがラッシュデュエルで迎え撃つ！"
                    },
                    "Aliases": []
                },
                "83": {
                    "ID": "10093247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10093247",
                    "Titles": {
                        "eng": "Hello, Baby!",
                        "jpn": "こんにちは赤ちゃん"
                    },
                    "Summaries": {
                        "eng": "Yudias and co. find a suspicious house. There, they encounter Yuna, who is cuddling a baby. They also get caught up in her delusion and are transformed, becoming more adorable than before... In order to escape this delusion, Yuhi challenges Yuna to a Duel! \"Wush Duew, goo goo gaga!\"",
                        "jpn": "“怪しい家”を発見したユウディアスたちは、そこで赤ちゃんをあやすユウナに遭遇する。ユウナの妄想に巻き込まれ、可愛らしい姿になってしまったユウディアスたち…。妄想から抜け出そうと、遊飛はユウナにデュエルを仕掛ける。「ラッチュデュエル、バブ！」"
                    },
                    "Aliases": []
                },
                "84": {
                    "ID": "10130109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10130109",
                    "Titles": {
                        "eng": "Unemployed",
                        "jpn": "働かざる者"
                    },
                    "Summaries": {
                        "eng": "\"Nice shot!\" A basketball hoop shouts out of nowhere. As it turns out, it's a friend of Mitsuko from the Three-Meter Planet, Tamako Kago, who is also known as Big Sis Goalko Baske. Both her and Mitsuko are acting strange, so in order to snap them out of it, Yuamu and Epoch challenge them to a two-on-two Duel!",
                        "jpn": "「ナイッシュ～～」突如、言葉を発するバスケットゴール！その正体は、みつ子の友人の３メートル星人、バスケゴール子姉さんこと籠たま子(かごたまこ)だった！様子の変なゴール子とみつ子を目覚めさせるため、遊歩とエポックが２ｏｎ２デュエルに挑戦する！"
                    },
                    "Aliases": []
                },
                "85": {
                    "ID": "10142178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10142178",
                    "Titles": {
                        "eng": "Space-Time Classroom",
                        "jpn": "時空教室"
                    },
                    "Summaries": {
                        "eng": "Yuhi and others wake up in an unfamiliar classroom. Gathered in there are the 39 people who have realized the truth about the Kuaidul Space-Time. Meanwhile, Yudias and Kuaidul are outside the classroom. The two of them begin a Duel, with the freedom of the 39 people trapped in the classroom at stake!",
                        "jpn": "目覚めるとそこは見知らぬ教室だった。集められていたのは遊飛たちクァイドゥール時空の存在を理解できた３９人。そして、教室の外にはユウディアスとクァイドゥール、二人の姿が…。３９人の解放をかけて、ユウディアスとクァイドゥールのデュエルが始まる！"
                    },
                    "Aliases": []
                },
                "86": {
                    "ID": "10142179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10142179",
                    "Titles": {
                        "eng": "Kotatsu Rebellion",
                        "jpn": "炬燵の乱"
                    },
                    "Summaries": {
                        "eng": "Ange, Liem and Karen are now following Phaser around and calling themselves the Phaser Girls. They've been like this ever since the Kuaidul Dimension was created. Having been robbed of his secretaries, Tremolo challenges Phaser to a Duel, with the MIK Commander position at stake. Thus, begins what is known as the Kotatsu Rebellion!",
                        "jpn": "アンジュ、リーム、カレン、なぜか“フェイザー”ガールズと名乗りフェイザーに付き従うトレモロの秘書３人。クァイドゥール時空ではずっとこんな様子らしい…。秘書たちを奪われ、フェイザーにデュエルを挑むトレモロ。ＭＩＫ総帥の座を狙う炬燵の乱、勃発！"
                    },
                    "Aliases": []
                },
                "87": {
                    "ID": "10158276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10158276",
                    "Titles": {
                        "eng": "What Will You Do, Yudias?",
                        "jpn": "どうするユウディアス"
                    },
                    "Summaries": {
                        "eng": "It seems there's a reason why Kuaidul can't turn Yudias into a card. There's a powerful lock on Yudias's mind, which prevents him from realizing the truth about the Kuaidul Dimension. In order to remove this lock, Operation: \"Make Yudias Realize!\" is put into action! What will you do, Yudias?",
                        "jpn": "どうやら、クァイドゥールにはユウディアスをカードにできない特別な理由があるようだ。クァイドゥール時空の真実を理解できぬようユウディアスの意識に掛けられた強固なロックを外すため、“ユウディアスわからせ作戦”が発動される！どうするユウディアス。"
                    },
                    "Aliases": []
                },
                "88": {
                    "ID": "10174753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10174753",
                    "Titles": {
                        "eng": "The Giant of Light",
                        "jpn": "光の巨人"
                    },
                    "Summaries": {
                        "eng": "Yuhi and others have been gathered in the Other Dimension Classroom to be used as Kuaidul's pawns once again. However, they are able to escape from his control thanks to Yudias, who has realized the truth behind the Kuaidul Dimension. Yudias and his 39 allies will now face off against Kuaidul together!",
                        "jpn": "クァイドゥールの手駒として再び“時空教室”に集められた遊飛たちだったが、クァイドゥール時空の真実を理解したユウディアスの力で、クァイドゥールの支配から脱出することに成功する。ユウディアスたち４０人が心を一つにしてクァイドゥールに立ち向かう！"
                    },
                    "Aliases": []
                },
                "89": {
                    "ID": "10187080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10187080",
                    "Titles": {
                        "eng": "Twin Galaxies",
                        "jpn": "ふたつの銀河"
                    },
                    "Summaries": {
                        "eng": "Yudias is fighting against Kuaidul in order to free everyone from the Kuaidul Space-Time. As their Duel rages on, vivid images of the galaxies surface in their minds. Something abnormal then happens to Kuaidul. What fate awaits the Proto-Velgear as he tries to achieve his grand dream?",
                        "jpn": "クァイドゥール時空からの解放を懸けてぶつかり合うユウディアスとクァイドゥール！白熱するデュエルの最中、鮮やかな銀河の姿が二人の脳裏をよぎる。突如、異常をきたすクァイドゥールの身体！壮大な夢の行く先に待ち受ける、プロトベルギャーの運命とは…。"
                    },
                    "Aliases": []
                },
                "90": {
                    "ID": "10190682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10190682",
                    "Titles": {
                        "eng": "One Galaxy",
                        "jpn": "ひとつの銀河"
                    },
                    "Summaries": {
                        "eng": "Two warriors are engaging in a fierce battle over the fates of two galaxies, the Milky Way and the Andromeda Galaxy. Kuaidul is planning to fuse the two galaxies together once the Duel is over. A shocking truth is also revealed as their Duel reaches its end!",
                        "jpn": "衝突する運命にあるふたつの銀河、天の川銀河とアンドロメダ銀河。壮絶な闘いを繰り広げる二人の戦士は、その胸にそれぞれの銀河を宿していた。デュエルの果てにふたつの銀河の融合を図るクァイドゥール！そして、決着の訪れとともに衝撃の真実が明かされる！"
                    },
                    "Aliases": []
                },
                "91": {
                    "ID": "10190683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10190683",
                    "Titles": {
                        "eng": "Death to Spies",
                        "jpn": "スパイニハシヲ"
                    },
                    "Summaries": {
                        "eng": "Kuaidul told Yudias about the cruel fate all Velgearians will suffer. Yuhi and co. are desperately looking for a way to change this grim future. Yuhi learns that the Chapeau aliens are having a secret meeting, so he disguises himself as a Chapeau alien to sneak into the meeting and ask Camos, who has prophetic powers, about the future of the Velgearians...",
                        "jpn": "クァイドゥールが告げたベルギャー人の過酷な運命。悲劇的な未来を変えるため遊飛たちは奔走する。シャポー星人の秘密の集会があることを知った遊飛は、予言能力を持つカモスにユウディアスたちの未来を尋ねようと、シャポー星人に扮して集会に潜入するが…。"
                    },
                    "Aliases": []
                },
                "92": {
                    "ID": "10234254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10234254",
                    "Titles": {
                        "eng": "Birth of an Animal Star",
                        "jpn": "動物スタァ誕生"
                    },
                    "Summaries": {
                        "eng": "In order to save the Velgearians, Yuga's knowledge will be required. Yuamu and co. use Manya's connections to help look for Yuga. They visit a studio to film a movie, but run into Bochi, who has previously disappeared after saying that he won't come back until he's become a star. And so, Manya begins a Duel against Bochi to punish him!",
                        "jpn": "ベルギャー人を救うには遊我の知識が必要だと考え、マニャのコネを使い遊我を捜すことになった遊歩たち。映画の撮影でスタジオを訪れた遊歩たちは“スタァになるまでお別れだ”と勝手に姿を消したボチと出くわす。マニャ対ボチ、お仕置きデュエル、スタート！"
                    },
                    "Aliases": []
                },
                "93": {
                    "ID": "10251210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10251210",
                    "Titles": {
                        "eng": "A Clockwork Zaion",
                        "jpn": "歯車じかけのザイオン"
                    },
                    "Summaries": {
                        "eng": "Zaion has coughed up his gear and lost the ability to create furniture. Yuhi and co. want to restore his ability in order to help repair the Relic. They try to make him swallow the gear again, but he refuses, so they decide to settle this matter with a Duel. The one who will be facing Zaion is The☆Lugh, the alien he has served for many years.",
                        "jpn": "歯車を吐き出したザイオンは家具を創り出す能力を失っていた。イセキ修理のためにその能力を復活させたい遊飛たちは、再び歯車を飲むことを拒否するザイオンにデュエルを仕掛ける。ザイオンが対戦相手として指名したのは、長年従属させられてきたザ☆ルーグ！"
                    },
                    "Aliases": []
                },
                "94": {
                    "ID": "10251211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10251211",
                    "Titles": {
                        "eng": "The Princess Gene",
                        "jpn": "プリンセスの遺伝子"
                    },
                    "Summaries": {
                        "eng": "As she tries to figure out what she should do about the Velgearians' crisis, Rovian pays the UTS office a visit. While she is helping the UTS staff clean up, she finds the guitar of Princess Minstrel, the one who once taught her about space poems. The owner of the guitar turns out to be...",
                        "jpn": "ベルギャー人の危機に対して自分がやるべき事を探そうとＵＴＳを訪れたロヴィアン。ＵＴＳ社員に混じり片づけをしていると、自身に宇宙ポエムを教えてくれた“プリンセス吟遊詩人”のギターを発見する。驚くロヴィアン。そして、そのギターの持ち主は何と…。"
                    },
                    "Aliases": []
                },
                "95": {
                    "ID": "10251212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10251212",
                    "Titles": {
                        "eng": "Farewell, Tazaki",
                        "jpn": "サラバ田崎"
                    },
                    "Summaries": {
                        "eng": "The 8.88 million Velgearians are nearing the end of their lifespan, and they want Tazaki to keep it a secret from Yudias. Tazaki agrees, and asks Asaka for help with this, but she vehemently refuses. Not wanting to give up, Tazaki challenges Asaka to a Duel!",
                        "jpn": "８８８万人の同胞たちは、自分たちが消滅の危機に瀕していることをユウディアスに悟られないようにしてほしいと田崎に頼む。田崎は同胞たちの願いを聞き入れアサカに協力を仰ぐが取り付く島もなく断られてしまう。諦めきれない田崎はアサカにデュエルを挑む！"
                    },
                    "Aliases": []
                },
                "96": {
                    "ID": "10302397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10302397",
                    "Titles": {
                        "eng": "The Silent Rice Bowl",
                        "jpn": "沈黙の丼"
                    },
                    "Summaries": {
                        "eng": "Yuna is waiting at the vending machine area, where Yuga is supposed to show up. However, Yuga ends up getting captured by Manabu's device. Determined to see Yuga no matter what, Yuna challenges Manabu to a Duel once again. If she wins, Manabu will have to let her see Yuga!",
                        "jpn": "遊我が現れるという自販機コーナーで待ち伏せをするユウナ。しかし、姿を現した遊我はマナブが仕掛けた捕獲装置に捕まってしまう。遊我に会いたい一心でユウナはマナブにデュエルを挑む。「アタクシが勝ったら、遊我に会わせなさい！」ユウナ対マナブ、再び！"
                    },
                    "Aliases": []
                },
                "97": {
                    "ID": "10316201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10316201",
                    "Titles": {
                        "eng": "The Stolen Robot",
                        "jpn": "奪われたロボ"
                    },
                    "Summaries": {
                        "eng": "Dinois and Muda interrupt the analysis of the robot that was found in the Relic. Having accepted the fate of the Velgearians, the two of them steal the robot, and then challenge Yuhi and Yuamu to a Tag Duel. Despite Dinois and Muda's desperate efforts, the end of their lives is still fast approaching...",
                        "jpn": "イセキから発見されたロボ型記録装置の解析中に乱入してきたミューダとディノワ。ベルギャー人の運命を受け入れた様子の二人は、ロボを奪い、遊飛と遊歩にタッグデュエルを仕掛ける！死力を尽くすミューダとディノワだったが、消滅の時が二人に迫っていた…。"
                    },
                    "Aliases": []
                },
                "98": {
                    "ID": "10316202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10316202",
                    "Titles": {
                        "eng": "Extinction",
                        "jpn": "消滅"
                    },
                    "Summaries": {
                        "eng": "As tragedy is about to strike, Zuwijo feels an uncontrollable urge, as well as joy. The moment he learns what this mysterious emotion is, he decides to challenge Yudias to a Duel. It's a Duel that no one will be able to stop. Zuwijo zir Velgear's final battle will now begin.",
                        "jpn": "悲劇の訪れを前に、ズウィージョウは抑えきれない衝動と喜びを感じていた。この不可解な感情の正体を知ったとき、彼はユウディアスとのデュエルを望んだ。誰もこのラッシュデュエルを止められない。ズウィージョウ・ズィル・ベルギャー、最後の闘いが始まる。"
                    },
                    "Aliases": []
                },
                "99": {
                    "ID": "10316203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10316203",
                    "Titles": {
                        "eng": "The Last Semi-Samurai",
                        "jpn": "ラストセミザムライ"
                    },
                    "Summaries": {
                        "eng": "The Alien Middle School is temporarily closed for the day. Yudias and co. use this unexpected break to go on a trip. As they tour all those places filled with memories, they visit the \"Super Secret Theme Park\" they saw in a local magazine. There, Yudias witnesses a very lackluster Duel Show, and he just can't take it...",
                        "jpn": "本日宇宙人中学校は臨時休校。思いがけないお休みを使いみんなで遠足に出かけるユウディアスたち。思い出の場所を巡るうちにタウン誌で見つけた“超穴場テーマパーク”へとたどり着くが、ユウディアスはそこで目にした無気力なデュエルショーが我慢できず…。"
                    },
                    "Aliases": []
                },
                "100": {
                    "ID": "10356236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10356236",
                    "Titles": {
                        "eng": "The Obstructor",
                        "jpn": "立ちはだかる者"
                    },
                    "Summaries": {
                        "eng": "The robot Kuaidul left behind contains information on a card that can revive Velgearians. Asaka and co. work on their plan to complete that card and revive the Velgearians. However, there is someone obstructing their progress...",
                        "jpn": "クァイドゥールの残したロボ型記録装置には、“ベルギャー人復活カード”の情報が秘められていた。そのカードを完成させ、『ベルギャー人復活作戦』を実行しようとするアサカたちだったが、何者からかの妨害を受けてしまう。立ちはだかる者、その正体とは…。"
                    },
                    "Aliases": []
                },
                "101": {
                    "ID": "10376733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10376733",
                    "Titles": {
                        "eng": "Monster Reborn",
                        "jpn": "死者蘇生"
                    },
                    "Summaries": {
                        "eng": "Yuga and Yuhi's ideals clash against each other on the moon! Yuga has something he can't give up on, and Yuhi is shouldering a burden of his own. While their intense Duel is going on, the plan to revive the Velgearians is also progressing. The forbidden card is activated as a flash of light is unleashed from the Duel Control System!",
                        "jpn": "遊我のゆずれないものと遊飛の背負うもの、二人の強い気持ちが月面上でぶつかり合う！白熱するデュエルの裏では、遊我の思惑を超えて『ベルギャー人復活作戦』が進行し続けていた。デュエル制御システムから閃光が放たられるとき、禁断のカードが発動される！"
                    },
                    "Aliases": []
                },
                "102": {
                    "ID": "10376734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10376734",
                    "Titles": {
                        "eng": "A Universe with No Victor",
                        "jpn": "勝者なき宇宙"
                    },
                    "Summaries": {
                        "eng": "Yuamu decides to side with Yuga, who has been fighting by himself in space for the sake of the children in the future. He has been injured, so Yuamu takes up his Duel Disk and faces off against Yudias, who has inherited Yuhi's will. This battle with no winner is about to take a new turn!",
                        "jpn": "「私一人くらい味方になってあげたっていいじゃない！」この宇宙でただ一人、未来の子供達のために闘い、傷を負う遊我。そんな遊我に代わりデュエルディスクを手にした遊歩は、遊飛の意志を継ぐユウディアスと相対する。勝者なきデュエルが新たな波紋を描く！"
                    },
                    "Aliases": []
                },
                "103": {
                    "ID": "10376735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10376735",
                    "Titles": {
                        "eng": "A Currygeous Journey Begins",
                        "jpn": "華麗なる旅立ち"
                    },
                    "Summaries": {
                        "eng": "Yudias and co. venture into space once again using the Valvelgear! However, they are in a bind... because their only source of food on the ship is a huge pile of curry buns! Having gotten sick of curry buns, they try to create a new flavor. And so, they put curry buns and Space Dragon fabric into the Hyper Matter Blender...",
                        "jpn": "バリベルギャーで再び宇宙へと旅立ったユウディアスたち！しかし、うず高く積み上げられた船内唯一の食料“カレーパン”が彼らを追い詰めていく。カレーパンに飽きた一同は新しい味を求めて超物質まぜまぜ機にカレーパンと宇宙ドラゴンの反物を投入するが…。"
                    },
                    "Aliases": []
                },
                "104": {
                    "ID": "10435268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10435268",
                    "Titles": {
                        "eng": "Sa, Darkman",
                        "jpn": "サ、ダークメン"
                    },
                    "Summaries": {
                        "eng": "Due to the carelessness of their new traveling companion, Valvelgear CPT, Yuhi and co. are forced to make an emergency landing on the Mine Planet. The impact of the landing renders their bathroom unusable. A mysterious intruder known as Sabyuas then pops out of Yuhi's shadow. Yuhi has to try and hold it in as he Duels against Sabyuas, who's obstructing the bathroom's repairs!",
                        "jpn": "新たな同行者“バリベルギャーＣＰＴ”の不注意で鉱山惑星に不時着した一行。不時着の衝撃でトイレが使用不能に…。すると突然、遊飛の影からサビュアスと名乗る謎の侵入者が現れる。トイレの修理を阻むサビュアスとモジモジする遊飛がデュエルをすることに！"
                    },
                    "Aliases": []
                },
                "105": {
                    "ID": "10442935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10442935",
                    "Titles": {
                        "eng": "Captain Epoch",
                        "jpn": "キャプテンエポック"
                    },
                    "Summaries": {
                        "eng": "A relief package has arrived on the Valvelgear. However, what the crew finds isn't supplies, but rather, Manabu and Nyandestar. Everyone on the Valvelgear has been losing their minds from eating the same flavor of curry bread over and over again, and so, more chaos breaks out as they fight over a single sweet treat. Epoch and Manabu then Duel against each other to decide who should be captain and get the Valvelgear under control!",
                        "jpn": "救援物資到着！しかし、届いたのはマナブとニャンデスターの二人だけ…。『カレーパン同じ味地獄』が続くバリベルギャー内は、たった一つのお菓子を巡って争いが起きるほど混乱を極めていた。エポック対マナブ、船を束ねる“キャプテン”はデュエルが決める！"
                    },
                    "Aliases": []
                },
                "106": {
                    "ID": "10442936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10442936",
                    "Titles": {
                        "eng": "Mama Nyandestar",
                        "jpn": "ママはニャンデスター"
                    },
                    "Summaries": {
                        "eng": "Yudias and co. visit Planet Pawtner in search of a method to revive the Velgearians. When they investigate some ruins, they hear some voices saying \"Mommy!\". The sources of the voices turn out to be Darkman and Bleu Air, and they are specifically addressing Nyandestar. She refuses to accept that she's their mom, however, and begins a Duel!",
                        "jpn": "ベルギャー人復活の手掛かりを求めてニャカヨシ星を訪れたユウディアスたち。遺跡の調査中、どこからか「ママぁー！」という声が…。影から現れニャンデスターをママと呼ぶダークメン、ブリュエア。ママ、じゃないというニャンデスターがデュエルで迎え撃つ！"
                    },
                    "Aliases": []
                },
                "107": {
                    "ID": "10442937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10442937",
                    "Titles": {
                        "eng": "Looming Darkness",
                        "jpn": "暗闇からの押忍"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "ニャカヨシ星の地下に謎の空間を発見したユウディアスたちは、ニャカヨシ星に代々伝わる“秘密の部屋”を見つけようと、様々な部屋で様々な勝負に挑む。最後の部屋に出現したダークマター帝国の刺客ゼイエトは、デュエルの相手としてユウディアスを指名する！"
                    },
                    "Aliases": []
                },
                "108": {
                    "ID": "10484593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10484593",
                    "Titles": {
                        "eng": "Zone of Retreat",
                        "jpn": "撤退領域"
                    },
                    "Summaries": {
                        "eng": "Yudias and co. are living on curry bread as per usual. But suddenly, Fukamura, a \"big\" shot from the Dark Matter Empire, appears before them! Intending to obtain some curry bread, Fukamura commences a Duel... Manabu, the Valvelgear's vice captain, takes it upon himself to defeat this new foe!",
                        "jpn": "相変わらずのカレーパン生活を続けるユウディアスたちの前に、ダークマター帝国の“大”幹部フカムラが姿を現す！倉庫の奥に眠るとあるカレーパン…。それを手中に収めようとデュエルを仕掛けてきたフカムラに対し、バリベルギャー副長のマナブが立ち上がる！"
                    },
                    "Aliases": []
                },
                "109": {
                    "ID": "10491591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10491591",
                    "Titles": {
                        "eng": "Dark Meister",
                        "jpn": "ダークマイスター"
                    },
                    "Summaries": {
                        "eng": "Something has awakened within the dark matter vortex. A man suddenly descends on the Dark Matter Empire... Where he is brought to the castle and receives a Duel Disk with a Deck from the emperor, \"Dark Meister\". The two then converse through a Rush Duel.",
                        "jpn": "ダークマター漂う闇の渦で一つの意識が覚醒する。突如、ダークマター帝国に降り立った男…。城まで連れてこられたその男に、皇帝“ダークマイスター”はデュエルディスクとデッキを与える。邂逅した二人、男とダークマイスターはラッシュデュエルで語り合う。"
                    },
                    "Aliases": []
                },
                "110": {
                    "ID": "10502813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10502813",
                    "Titles": {
                        "eng": "It Is My Turn",
                        "jpn": "ワレのターン"
                    },
                    "Summaries": {
                        "eng": "Yudias and co. discuss the mysteries surrounding Damamu, whose clones keep appearing and disappearing. However, Sabyuas then shows up on the Valvelgear again. Seeking the curry bread the Dark Meister desires, Sabyuas begins a Duel. The one who will face off against him is Epoch, the captain of the Valvelgear!",
                        "jpn": "ユウディアスたちが、増えたり減ったりするダマムーの謎について話し合っていると、バリベルギャーの中に再びサビュアスが現れる！ダークマイスターの欲するカレーパンを求めてデュエルを挑んでくるサビュアス。応戦するのはバリベルギャーの船長、エポック！"
                    },
                    "Aliases": []
                },
                "111": {
                    "ID": "10502815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10502815",
                    "Titles": {
                        "eng": "Darkman Zuwijo",
                        "jpn": "ダークメン・ズウィージョウ"
                    },
                    "Summaries": {
                        "eng": "Zuwijo, who once vanished, has appeared once again before Yudias and his friends. While Yudias is deeply moved by this unexpected reunion, Zuwijo demands a Duel with him, declaring himself as Darkman Zuwijo, the Dark Meister’s knight and the Black Blade of the Dark Matter Empire!",
                        "jpn": "突如、ユウディアスたちの目の前に消滅したはずのズウィージョウが現れる。思わぬ再会に感激するユウディアスに反し、強硬にデュエルを迫ってくるズウィージョウ！「ワレはダークマイスターの騎士、ダークマター帝国の黒き刃、ダークメン・ズウィージョウ！」"
                    },
                    "Aliases": []
                },
                "112": {
                    "ID": "10502816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10502816",
                    "Titles": {
                        "eng": "Damamu's Rights",
                        "jpn": "ダマムーの権利"
                    },
                    "Summaries": {
                        "eng": "Since Zuwijo is back,  it is possible that the 8.88 million comrades have also been revived, so the Valvelgear’s crew heads for the Velgear Cluster. However, Damamu has been acting even stranger than usual. In order to entertain Damamu and bring them back to normal, Yuhi challenges them to a Duel!",
                        "jpn": "ズウィージョウの復活を受け、８８８万人の同胞たちも復活しているかもしれないと、ベルギャー星団へ向け針路をとったバリベルギャー。しかし、ダマムーの様子がいつもよりも更におかしい…。楽しませて元に戻すために、遊飛がダマムーにデュエルを仕掛ける！"
                    },
                    "Aliases": []
                },
                "113": {
                    "ID": "10535701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10535701",
                    "Titles": {
                        "eng": "Dark Matter Zone",
                        "jpn": "ダークマター空間"
                    },
                    "Summaries": {
                        "eng": "Yudias and co. have ended up in the Dark Matter Zone due to CPT’s plan. They manage to find CPT within this zone, but upon talking to it, they find out it’s actually a different being called CPU. The group try to come up with a plan to escape from CPU and the Dark Matter Zone, but…",
                        "jpn": "ＣＰＴの策略でダークマター空間に連れてこられてしまったユウディアスたち。空間内の探索中に姿を消していたＣＰＴを発見！しかし、よくよく話を聞いてみると“ＣＰＵ”という別個体らしい。ＣＰＵとダークマター空間からの脱出方法を考える一同だったが…。"
                    },
                    "Aliases": []
                },
                "114": {
                    "ID": "10546999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10546999",
                    "Titles": {
                        "eng": "Castle of Darkness",
                        "jpn": "闇の城"
                    },
                    "Summaries": {
                        "eng": "Yudias and co. try to escape from the Dark Matter Zone, but end up in the Dark Matter Empire’s castle instead. In order to find out the truth behind all the mysteries, Yudias challenges the Dark Meister to a Duel. As Yuhi watches over their fierce battle, he feels an indescribable sense of unease…",
                        "jpn": "ダークマター空間から脱出しようとするユウディアスたちだったが、思い掛けずダークマター帝国の城に侵入してしまう。全ての謎の真相を暴くため、ダークマイスターにデュエルを挑むユウディアス！しかし、激闘を見守る遊飛は、言い知れぬ不安を感じていた…。"
                    },
                    "Aliases": []
                },
                "115": {
                    "ID": "10547000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10547000",
                    "Titles": {
                        "eng": "Those Who Walk in the Dark",
                        "jpn": "闇を歩く者"
                    },
                    "Summaries": {
                        "eng": "The Dark Meister has revealed her identity, as well as the truth behind all the mysteries. Upon learning the sad truth behind the Dark Matter Zone’s existence and how it was created, Yudias is plagued with doubts. This is when someone unexpected extends a helping hand to him. The Dark Meister then speaks about her true motive. Just what is she after?",
                        "jpn": "正体を現したダークマイスターによって真相が明らかとされる。ダークマター空間はどのように構築され何を犠牲として存在しているのか。悲劇的な真実を知り思い迷うユウディアスに、意外な人物が手を差し伸べる。そして、ダークマイスターが語る真の目的とは！"
                    },
                    "Aliases": []
                },
                "116": {
                    "ID": "10569599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10569599",
                    "Titles": {
                        "eng": "That's What Pisses Me Off!",
                        "jpn": "そういう所がムカつくんだよ！"
                    },
                    "Summaries": {
                        "eng": "The Dark Meister and the Darkmen head to Earth on the stolen Valvelgear. Yuhi learns the Dark Meister's true intentions and joins them, but when he bumps into Zuwjio on the ship, they get into an argument and decide to duel. Yuhi refuses to listen to whatever he has to say if he loses, but...",
                        "jpn": "奪ったバリベルギャーに乗り地球へ向かうダークマイスターたち。ダークマイスターの真意を知って行動を共にする遊飛だったが、船内で鉢合わせたズウィージョウと言い合いになりデュエルをすることに。負けたら何でも言う事を聞くと啖呵を切る遊飛だったが…。"
                    },
                    "Aliases": []
                },
                "117": {
                    "ID": "10590763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10590763",
                    "Titles": {
                        "eng": "Mochi☆Pals",
                        "jpn": "モチ☆トモ"
                    },
                    "Summaries": {
                        "eng": "Fukamura appears before Yudias and co., who are trying to find a way to pursue the Dark Meister. He then commences a Duel against Yudias, promising that he'll tell them how to catch up with the Dark Meister if Yudias wins. However, Yudias is hesitant about Dueling him?!",
                        "jpn": "ダークマイスターを追いかける方法を探していたユウディアスたちの前に、突然フカムラが姿を現す。勝てばダークマイスターを追跡する方法を教えてやるとフカムラがデュエルを仕掛けてくるが、対戦相手として指名されたユウディアスが闘う事を迷っていると…。"
                    },
                    "Aliases": []
                },
                "118": {
                    "ID": "10590764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10590764",
                    "Titles": {
                        "eng": "Towards Earth...",
                        "jpn": "地球へ…"
                    },
                    "Summaries": {
                        "eng": "The Dark Meister has arrived on Earth, sending Asaka and others into a panic! As the Darkmen begin their search for \"Monster Reborn\", Asaka and co. head to where it is hidden in order to protect it. This doesn't escape the notice of Sabyuas, however. Just what's going to happen as Sabyuas closes in on Asaka...?!",
                        "jpn": "ダークマイスターが地球に襲来！動揺するアサカたちに構わず“死者蘇生”を探し始めるダークメンたち。死者蘇生を守るべくカードの隠し場所に向かうアサカたちだったが、動向をサビュアスに気取られてしまう。サビュアスの魔の手がアサカに迫った次の瞬間…。"
                    },
                    "Aliases": []
                },
                "119": {
                    "ID": "10590765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10590765",
                    "Titles": {
                        "eng": "DM Particles",
                        "jpn": "ＤＭ粒子"
                    },
                    "Summaries": {
                        "eng": "Under the order of the Dark Meister, the Darkmen chase after Damamu, who has taken \"Monster Reborn\" and escaped. The Dark Meister uses the DM Particles to immobilize Damamu. Yuhi just can't bear to watch this, however, so he challenges the Dark Meister to a Duel.",
                        "jpn": "ダマムーを探せ！ダークマイスターの号令で、ダークメンたちが死者蘇生を持って飛び出したダマムーを追跡する。ダマムーの身動きを封じる“ＤＭ粒子”を使ってダマムーを追い詰めるダークマイスター。見るに見かねた遊飛がダークマイスターにデュエルを挑む！"
                    },
                    "Aliases": []
                },
                "120": {
                    "ID": "10620851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10620851",
                    "Titles": {
                        "eng": "Ideals of the Leaders",
                        "jpn": "団長の思い"
                    },
                    "Summaries": {
                        "eng": "Thinking that the Rovian Currific Workers might be sheltering Damamu, Yudias and co. head to Badloon Castle. However, they run into Zeyet, who is also looking for Damamu. The two leaders, Rovian and Zeyet, clash against each other in a Duel, with Damamu on the line!",
                        "jpn": "ロヴィアンたち、“おつカレー団”がダマムーを匿っているかもしれない！パーロン城を訪れたユウディアスたちだったが、同じくダマムーの行方を追うゼイエトと遭遇してしまう。ロヴィアンとゼイエト、二人の団長がダマムーの身柄を懸けてデュエルで激突する！"
                    },
                    "Aliases": []
                },
                "121": {
                    "ID": "10631411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10631411",
                    "Titles": {
                        "eng": "MIK of My Youth",
                        "jpn": "わが青春のMIK"
                    },
                    "Summaries": {
                        "eng": "Mutsuba Town is filled with the Goha Mark as the Goha Company's power rapidly grows. This is when Phaser declares that MIK will be absorbed into the Goha Company as part of a merger. Manabu just can't agree with Phaser's decision, however. In order to protect MIK, Manabu challenges Phaser to a Duel, with the position of MIK commander on the line!",
                        "jpn": "六葉町に溢れ返る“ゴーハマーク”。ゴーハ堂は益々その勢力を拡大していた。そんな中、突如フェイザーの口からＭＩＫを解体し、ゴーハ堂と合併・統合すると告げられる！納得できないマナブはＭＩＫを守るため、総帥の座を懸けたデュエルをフェイザーに挑む！"
                    },
                    "Aliases": []
                },
                "122": {
                    "ID": "10631412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10631412",
                    "Titles": {
                        "eng": "Gear Manga Kamijo-kun",
                        "jpn": "はぐるまんが上城くん"
                    },
                    "Summaries": {
                        "eng": "Desiring excellent gears that can be used to build drones, Yuna sends Zeyet to Kallister Gears. In order to use The☆Lugh to persuade Epoch, Zeyet puts some of her Dark Power into manga ink. However, she ends up unleashing Lugh's negative energy.",
                        "jpn": "ドローンに組み込む優秀な歯車が欲しいユウナは“上城ギヤカンパニー”へゼイエトを差し向ける。ルーグを操ってエポックを説得させようと、漫画インクにダークパワーを混ぜるゼイエト。しかし、思いがけずルーグのネガティブ的エネルギーを開放してしまい…。"
                    },
                    "Aliases": []
                },
                "123": {
                    "ID": "10631413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10631413",
                    "Titles": {
                        "eng": "Soy Sauce Revolution",
                        "jpn": "オショーユ革命"
                    },
                    "Summaries": {
                        "eng": "Soy Sauce: A mystical liquid that can make mochi yummy with a single drop. Fukamura finds the Dark Meister's strict \"one drop a day\" policy very fishy, so he incites Sabyuas and the other Darkmen to take action. Angered that the Dark Meister is being insulted, Sabyuas challenges Fukamura to a Duel!",
                        "jpn": "オショーユ、それは一滴かければオモチがとってもヤミーになる謎の液体…。一日一滴だけと厳しく言いつけるダークマイスターは怪しいと、サビュアスたちを煽るフカムラ。ダークマイスターを侮辱され怒りに震えるサビュアスが、フカムラにデュエルを仕掛ける！"
                    },
                    "Aliases": []
                },
                "124": {
                    "ID": "10631414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10631414",
                    "Titles": {
                        "eng": "Mask of Deception",
                        "jpn": "偽りの仮面"
                    },
                    "Summaries": {
                        "eng": "The Darkmen have been desperately searching for \"Monster Reborn\". However, Yuna has a premonition and decides to pay Asaka a visit by herself. She gets to the Mutsuba Card Plant, and finds Asaka at a workbench with blueprints on it. She then challenges Asaka to a Duel, with everything they have on the line.",
                        "jpn": "躍起になって死者蘇生を探すダークメンたち。しかし、ある予感を抱いたユウナは、単身アサカのもとを訪れる。ムツバカードプラントには、作業台で設計図を広げるアサカの姿があった。ユウナは、互いの『全て』を賭けたラッシュデュエルをアサカに持ち掛ける。"
                    },
                    "Aliases": []
                },
                "125": {
                    "ID": "10685007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10685007",
                    "Titles": {
                        "eng": "Road Holiday",
                        "jpn": "ロードの休日"
                    },
                    "Summaries": {
                        "eng": "Yuamu has finally obtained \"Monster Reborn\". Yuhi wants to stop her from erasing her own memories and becoming Otes, but Zeyet's brutally honest opinion destroys his soul. She says that his current outfit is too stupid, so he must buy some new clothes before Dueling Yuamu!",
                        "jpn": "ついに死者蘇生を手に入れた遊歩。記憶を封印してまで自らオーティスになろうとする遊歩を止めたい遊飛だったが、ゼイエトの発した率直な意見に心を掻き乱されてしまう。「ダメだ！　こんなダサい格好のままじゃ！　遊歩とデュエルする前に服を買わないと！」"
                    },
                    "Aliases": []
                },
                "126": {
                    "ID": "10689328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10689328",
                    "Titles": {
                        "eng": "Let the Living be Sealed into the Light",
                        "jpn": "生者は光に封じられ"
                    },
                    "Summaries": {
                        "eng": "Yuamu begins a Duel in order to become Otes. Yuamu picks Yuhi as her opponent, but he just can't find the resolve to Duel her. This is when Yudias volunteers to Duel Yuamu in his place. What is Yudias going to do to stop Yuamu's plan?",
                        "jpn": "遊歩がオーティスになるためのデュエルが始まろうとしていた。遊歩から対戦相手として指名されたものの、遊飛は、その気持ちを固められずにいた。そんな遊飛に代わり名乗りを上げるユウディアス！遊歩の計画を阻止するためにユウディアスが取った戦術とは…。"
                    },
                    "Aliases": []
                },
                "127": {
                    "ID": "10689329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10689329",
                    "Titles": {
                        "eng": "The Dead Rise from the Darkness",
                        "jpn": "死者は闇から蘇る"
                    },
                    "Summaries": {
                        "eng": "Yudias is desperately fighting to prevent Yuamu from becoming Otes. He manages to outwit Yuamu and land a direct attack. He thinks that he has won, but when the smoke clears, he sees Yuhi there, with his Duel Disk out. Yuhi has moved Yuamu out of the way, and is now facing Yudias. His eyes are filled with strong resolve.",
                        "jpn": "遊歩をオーティスにはさせまいと奮戦するユウディアス。遊歩の裏をかいたユウディアスのダイレクトアタックが決まったと思った次の瞬間、爆風の中からデュエルディスクを着けた遊飛が現れる！遊歩を退けてユウディアスに向かう遊飛は、強い決意を秘めていた。"
                    },
                    "Aliases": []
                },
                "128": {
                    "ID": "10689330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10689330",
                    "Titles": {
                        "eng": "Carve a Road Through It All and Press Onward",
                        "jpn": "労働を切り開いて突き進め"
                    },
                    "Summaries": {
                        "eng": "Manabu and co. start a rebellion in order to stop Yuamu and Yuna's plan, but it ends in failure. They are then sent to an underground labor facility. Supervised by the Dark Drones, Manabu and co. are forced to toil in front of a giant device. As Manabu and Epoch try to find a way to escape, they discover an entrance to the giant device...",
                        "jpn": "遊歩とユウナの企てを阻止するためにマナブたちは反旗を翻すが、作戦は失敗に終わり、地下労働施設へ送られてしまう。ダークドローンの監視下、巨大な装置の前で働かされるマナブたち。脱出方法を探っていたマナブとエポックは巨大装置の入口を発見するが…。"
                    },
                    "Aliases": []
                },
                "129": {
                    "ID": "10734160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10734160",
                    "Titles": {
                        "eng": "The Insect Ninja Attack!",
                        "jpn": "昆虫忍者来襲！"
                    },
                    "Summaries": {
                        "eng": "With the new Otes at the helm, the Goha Company has transformed into a global corporation. Among those who have sided with the new Goha is a group that seeks to cause chaos and mayhem in the world. Intending to offer the rebels to Goha as a present, Tenten Nanahoshi comes along with the branch Nanahoshi family to challenge Yudias to a Duel!",
                        "jpn": "新生オーティスを旗印に、世界的大企業へと変貌を遂げたゴーハ堂。そんなゴーハに与して世界に混沌と混乱を巻き起こそうとする者たちがいた。反乱分子をゴーハへの手土産にすべく、裏七星の衆、七星(ななほし)テンテンがユウディアスにデュエルを仕掛ける！"
                    },
                    "Aliases": []
                },
                "130": {
                    "ID": "10743199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10743199",
                    "Titles": {
                        "eng": "White Hat and Massage Chair",
                        "jpn": "白い帽子とマッサージチェア"
                    },
                    "Summaries": {
                        "eng": "Asaka and co. sneak into the detention facility for rebels. There, they find Zaion waiting for them. In contrast to Mutsuba Heavy Industries, which has declined, Setsuri Furniture has successfully opened 88.8 billion stores by teaming up with Goha. The presidents of the two companies, Asaka and Zaion, begin a clash of ideals through a Duel!",
                        "jpn": "反乱分子収容施設に潜入したアサカたちだったが、そこにはザイオンが待ち構えていた。凋落の一途を辿るムツバ重機に対し、宇宙家具屋セツリはゴーハと手を組み、８８８億店舗を達成していた。アサカとザイオン、二人の社長が互いの理念を懸けてデュエルする！"
                    },
                    "Aliases": []
                },
                "131": {
                    "ID": "10743200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10743200",
                    "Titles": {
                        "eng": "Something",
                        "jpn": "サムシング"
                    },
                    "Summaries": {
                        "eng": "Manabu and co. escape from the detention facility and meet up with Yudias. However, they are discovered by Otes. He tells them that he’ll let them get away if they can beat Zuwijo in a Duel. Carrying his friends’ fate on his shoulders, Manabu begins the Duel! Will they obtain freedom…or life imprisonment?",
                        "jpn": "収容施設から逃れてユウディアスと合流したマナブたちだったが、あと一歩のところでオーティスに見つかってしまう。デュエルでズウィージョウに勝てば見逃してやると言うオーティス。解放か、はたまた一生囚われの身か、皆の運命を背負いマナブが立ち上がる！"
                    },
                    "Aliases": []
                },
                "132": {
                    "ID": "10743201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10743201",
                    "Titles": {
                        "eng": "A Cheer for Her Fated One!",
                        "jpn": "運命のオス!"
                    },
                    "Summaries": {
                        "eng": "Yuna is fantasizing about living a married life with Yuga as usual. When Yuamu sees that, she thinks about how her future spouse is somewhere out there, since she has descendants in the future. Zeyet tells her that Zuwijo is her fated one, which causes her heart to pound...",
                        "jpn": "例のごとく遊我との夫婦生活を妄想するユウナ。それを見た遊歩は、子孫が存在する以上どこかに自分の結婚相手がいるのかもと考える。ズウィージョウが遊歩の運命の相手だと言い出したゼイエトに触発され、ズウィージョウに胸の高鳴りを覚える遊歩だったが…。"
                    },
                    "Aliases": []
                },
                "133": {
                    "ID": "10782564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10782564",
                    "Titles": {
                        "eng": "The Name Is Otes",
                        "jpn": "その名はオーティス"
                    },
                    "Summaries": {
                        "eng": "Yuhi, who has transformed into Otes, attacks UTS! Intending to seize both Yudias and Kuaidul, he attempts to kidnap Yudias, who is frozen in place. However, Yudias’s number one disciple, Epoch, challenges Yuhi to a Duel!",
                        "jpn": "オーティスへと変貌した遊飛がＵＴＳを強襲する！ユウディアスごとクァイドゥールを奪うために、フリーズして動けないユウディアスを連れ去ろうとする遊飛。「師匠は連れて行かせないエポ！」ユウディアスの一番弟子のエポックが、デュエルで遊飛を迎え撃つ！"
                    },
                    "Aliases": []
                },
                "134": {
                    "ID": "10797874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10797874",
                    "Titles": {
                        "eng": "Tale of the Tiny Can",
                        "jpn": "小さな缶の物語"
                    },
                    "Summaries": {
                        "eng": "Yudias, who is still frozen, has been taken to Yuna. Two Damamus chase after him, but end up getting trapped inside his mind. They are now in a world resembling Mutsuba Town. There, they discover a tiny Yudias.",
                        "jpn": "ユウナの元へ連れてこられ、フリーズしたまま拘束されるユウディアス。ユウディアスを追ってきた二人のダマムーだったが、眠り続けるユウディアスの精神世界に迷い込んでしまう。六葉町に似たその世界で、ダマムーたちは小さくなったユウディアスを発見する。"
                    },
                    "Aliases": []
                },
                "135": {
                    "ID": "10797876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10797876",
                    "Titles": {
                        "eng": "Somewhere Similar to Here",
                        "jpn": "ここに似た場所"
                    },
                    "Summaries": {
                        "eng": "Yudias has awakened in the world inside his mind. He is guided to a science lab by a mysterious light. He is then greeted by Kuaidul. Sensing malice from Kuaidul, Yudias challenges him to a Duel. During the Duel, Yudias witnesses several different worlds…",
                        "jpn": "自らの精神世界で目覚めたユウディアスは、謎の光に導かれ、理科室を訪れる。ユウディアスを出迎えたのはクァイドゥールだった。クァイドゥールに邪心を感じてデュエルを挑むユウディアスだったが、闘いの中で“ここ”とは違う様々な世界を目の当たりにする。"
                    },
                    "Aliases": []
                },
                "136": {
                    "ID": "10797878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10797878",
                    "Titles": {
                        "eng": "The Door to That Guy",
                        "jpn": "アイツへの扉"
                    },
                    "Summaries": {
                        "eng": "Yuna is willing to sacrifice Kuaidul and Kuyamuya to realize her own wish. Yuamu tries to stop her through a Duel but fails to prevent the activation of \"Time Machine\". Yuna wants to have a door to That Guy, and she is going to throw everything away to achieve that goal.",
                        "jpn": "クァイドゥールとクヤムヤを犠牲にして自らの願いを叶えようとするユウナ。デュエルでユウナを止めようとする遊歩だったが、「時の機械－タイム・マシーン」の発動を許してしまう。すべてを投げ出してまでユウナが望んだものそれは、“アイツ”への扉だった。"
                    },
                    "Aliases": []
                },
                "137": {
                    "ID": "10797879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10797879",
                    "Titles": {
                        "eng": "Dark Otes",
                        "jpn": "黒いオーティス"
                    },
                    "Summaries": {
                        "eng": "Otes-Yuhi intends to travel through time and enter Yuga's era. He acquires \"Time Machine\" and transforms into a more sinister form. Yudias challenges Yuhi to a Duel, but he himself is filled with an unusual rage.",
                        "jpn": "オーティスと化した遊飛は、時間を移動して遊我のいる時代に乗り込もうとしていた。遺された「時の機械－タイム・マシーン」を手に入れ、禍々しい姿へと変化していく遊飛。デュエルで立ち向かうユウディアスだったが、自身もまたいつにない怒気を孕んでいた。"
                    },
                    "Aliases": []
                },
                "138": {
                    "ID": "10844156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10844156",
                    "Titles": {
                        "eng": "Time Power",
                        "jpn": "時間パワー"
                    },
                    "Summaries": {
                        "eng": "Yuhi and Yudias' Duel keeps getting more and more intense. Due to the time travel system going out of control, information of the past and future becomes Time Power and overwhelms Yudias, causing him immense pain! And then, Yuhi undergoes another transformation...",
                        "jpn": "加速度的に熾烈さを増していく二人のデュエル。暴走する時間移動システムから生み出された未来と過去の情報が“時間パワー”となってユウディアスに襲いかかる！時間の重みを乗せた攻撃を受け、苦痛に顔を歪めるユウディアス。すると、遊飛に新たな変化が…。"
                    },
                    "Aliases": []
                },
                "139": {
                    "ID": "10855204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10855204",
                    "Titles": {
                        "eng": "Great Growth",
                        "jpn": "大いなる成長"
                    },
                    "Summaries": {
                        "eng": "Otes is putting pressure on Yudias with his immense power. As Yudias bets everything on his draw, he manages to draw a card that he shouldn't be able to. Kuaidul then announces that \"an alien warrior has obtained power equal to that of a devil through great growth!\". Yudias no longer has any doubt or hesitation.",
                        "jpn": "強大な力で迫りくる“オーティス”。起死回生をかけたドローは引けるはずのないカードをユウディアスにもたらす。クァイドゥールが告げる。「今、一人の宇宙戦士が！『大いなる成長』を経て鬼神のごとき力を手に入れた！」ユウディアスはもう、迷わなかった。"
                    },
                    "Aliases": []
                },
                "140": {
                    "ID": "10870686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10870686",
                    "Titles": {
                        "eng": "Sengoku Rush Duel",
                        "jpn": "戦国ラッシュデュエル"
                    },
                    "Summaries": {
                        "eng": "After the fierce battle against Otes, Yudias and co. are engulfed by a bright light emitted by the time machine. Before they know it, they are now in the dark mountains. As they wander through the woods at night, Rinkage, a man who dresses like a ninja, appears and challenges them to a Duel!",
                        "jpn": "オーティスとの激闘を終えたユウディアスたちは、タイムマシーンが放つ強い光に飲み込まれてしまう。気がつくとそこは暗い山の中だった。夜の森を彷徨うユウディアスたちの前に、忍者のような姿をした凛影(りんかげ)という男が現れ、デュエルを挑んでくる！"
                    },
                    "Aliases": []
                },
                "141": {
                    "ID": "10908991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10908991",
                    "Titles": {
                        "eng": "Hey! Sogetsu Style",
                        "jpn": "Ｈｅｙ！蒼月流"
                    },
                    "Summaries": {
                        "eng": "Rinkage's master, Gakugen Sogetsu, is the creator of the Sogetsu Style, as well as the ancestor of Maddox! In order to correct Gakugen's frivolous behavior, Maddox challenges him to a Duel. And so, a Rush Duel with the Sogetsu name on the line begins! Whoever loses will have to call himself \"So Dead\".",
                        "jpn": "凛影の主人、蒼月学玄(そうげつがくげん)は、蒼月流の創始者にしてマナブの御先祖様でもあった！軽薄な行動を繰り返す学玄を正そうとデュエルの勝負を仕掛けるマナブ。負けた方はこれより“ソウデス”と名乗る、蒼月の名を懸けたラッシュデュエルが始まる！"
                    },
                    "Aliases": []
                },
                "142": {
                    "ID": "10908996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10908996",
                    "Titles": {
                        "eng": "Princess of Beasts",
                        "jpn": "けだものの姫"
                    },
                    "Summaries": {
                        "eng": "Yudias and co. head to the castle of Gakugen's lord, Usu Otei, in order to talk to him. They run into a destroyed castle in the forest, and encounter a group that has been wreaking havoc in Usu Otei's domain. Their leader, the Princess of Beasts, then appears...",
                        "jpn": "学玄の主君である翁丁臼(おうていうす)に話を聞こうと、その居城に向かうユウディアスたち。道中の森で、破壊された城に行き当たったユウディアスたちは、翁丁臼の領内を荒らしているという怪しげな集団と遭遇する。首領の“けだものの姫”が姿を現すが…。"
                    },
                    "Aliases": []
                },
                "143": {
                    "ID": "10908997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10908997",
                    "Titles": {
                        "eng": "Usu and Dark",
                        "jpn": "臼と黒"
                    },
                    "Summaries": {
                        "eng": "Usu Otei told Yudias and co. that he has been using the power of Rush Duels to create peace. The conversation is interrupted by two brothers, Korasu Ryugu and Fazu Ryugu. The two begin a Duel in order to get revenge for being chased out of their domain. Usu Otei's retainers, the Four Dark Generals, then take on the brothers!",
                        "jpn": "ユウディアスたちにラッシュデュエルの力で平和を築いてきたと語る翁丁臼。しかし、竜宮昂螺司(こうらす)、竜宮不破厨(ふぁず)と名乗る兄弟が突如乱入し、領地を追われた復讐だとデュエルを仕掛けてくる。翁丁臼の家臣、黒き四武将が兄弟たちを迎え撃つ！"
                    },
                    "Aliases": []
                },
                "144": {
                    "ID": "10908999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10908999",
                    "Titles": {
                        "eng": "The Yudias Incident",
                        "jpn": "ユウディアスの変"
                    },
                    "Summaries": {
                        "eng": "Oteiusu plans to send the people that were defeated in Duels to the moon with a wooden rocket. After witnessing samurai getting stuffed into a rocket, Yudias challenges Oteiusu to a Duel. He is driven into a corner by Oteiusu's overwhelming ability, but manages to draw a fateful card!",
                        "jpn": "翁丁臼は、デュエルで倒した相手を木製ロケットに乗せて月に送ろうとしていた。ロケットに押し込められる侍たちを目の当たりにし、ユウディアスは、翁丁臼にデュエルを挑む。翁丁臼の圧倒的な実力に追い詰められたユウディアスが、運命のカードをドローする！"
                    },
                    "Aliases": []
                },
                "145": {
                    "ID": "10961204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10961204",
                    "Titles": {
                        "eng": "The Letter That Leapt Through Time",
                        "jpn": "時をかける書状"
                    },
                    "Summaries": {
                        "eng": "There is a letter hidden in the wooden Duel Disk discovered in the Mutsuba Mountains. It's written by Yuamu in the Sengoku era, and addressed to Asaka in the modern age. It's a challenge letter, with the sequence for the Duel recorded on it. In order to reactivate the time machine, Asaka and Yuamu will clash across space and time!",
                        "jpn": "六葉山で発見された木製デュエルディスクの中に、一通の書状が隠されていた…。現代のアサカに向けて、戦国時代から手紙をしたためる遊歩。それは、デュエルの手順が記された挑戦状だった。時間移動機械の再稼働を懸け、アサカと遊歩が時空を越えて激突する！"
                    },
                    "Aliases": []
                },
                "146": {
                    "ID": "10961205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10961205",
                    "Titles": {
                        "eng": "The Monk Who Can't Wait Until Tomorrow",
                        "jpn": "明日待ちきれない法師"
                    },
                    "Summaries": {
                        "eng": "Rumor has it that a giant eight-foot-tall yokai is terrorizing children in the nearby village. Yudias and co. head to the beach in order to search for the yokai. There, they encounter the eight-foot-tall lady, Ferko Sur Oka. Ferko, who detests samurai, mistakes Yuhi for a samurai, so she challenges him to a Duel!",
                        "jpn": "近隣の村に背丈が八尺近くある巨大な妖怪が現れて子供たちを驚かせているという。その妖怪を探し、海岸を訪れたユウディアスたちは“八尺様”こと丘(おか)・サー・ファー子(こ)に遭遇する。侍嫌いのファー子が、遊飛を侍だと勘違いしてデュエルで襲い来る！"
                    },
                    "Aliases": []
                },
                "147": {
                    "ID": "10961206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10961206",
                    "Titles": {
                        "eng": "Ten and Ran",
                        "jpn": "天と蘭"
                    },
                    "Summaries": {
                        "eng": "Yudias and co. chase after Oteiusu, who has escaped from his prison. They find him talking to Tenten on the beach. Ranran suspects they are colluding with each other, while Tenten doesn't like being suspected. As the two of them argue, Oteiusu commences a Duel. The two Nanahoshis will now Tag Duel against him!",
                        "jpn": "脱獄した翁丁臼を追っていたユウディアスたちは、浜辺でテンテンと話す翁丁臼を発見する。内通を疑うランラン、疑われたことが気に入らないテンテン、言い争いをする二人に、翁丁臼がデュエルを仕掛けてくる。表と裏、二人の七星がタッグデュエルで迎え撃つ！"
                    },
                    "Aliases": []
                },
                "148": {
                    "ID": "10961207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/10961207",
                    "Titles": {
                        "eng": "Moonlight Smile",
                        "jpn": "ムーンライト・スマイル"
                    },
                    "Summaries": {
                        "eng": "The space-time gate goes haywire and ascends to the moon. As Usu Otei chases after the gate, Zuwijo challenges him to a Duel above the moon. Zuwijo was perplexed as he had to confront his hidden emotions, but now, he's regained his pride as a warrior after talking to Maddox. The proud alien warrior now heads off to his final battle!",
                        "jpn": "暴走した時空の扉が月へと昇っていく。時空の扉を追う翁丁臼に、月の上空でデュエルを挑むズウィージョウ。自らの秘められた感情に直面して困惑するズウィージョウだったが、マナブとの対話で戦士としての矜持を取り戻す。孤高の宇宙戦士が最後の闘いに臨む！"
                    },
                    "Aliases": []
                },
                "149": {
                    "ID": "11018092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/11018092",
                    "Titles": {
                        "eng": "Courage and Wings",
                        "jpn": "勇気と翼"
                    },
                    "Summaries": {
                        "eng": "In order to stop Usu Otei's ambition, Yudias heads to the moon. However, the Varivelgear that he relies on for transport has stopped working. Learning about Yudias' tremendous growth, Yuhi and Yuamu vow to each other to help him out. A miracle then occurs as a bright light envelops the two of them...",
                        "jpn": "翁丁臼の野望を打ち砕くために月へ向かおうとするユウディアスだったが、頼みのバリベルギャーは動けなくなっていた。ユウディアスの“大いなる成長”を知り、ユウディアスの力になることを誓い合う遊飛と遊歩。すると、眩い光が二人を包み、奇跡が訪れる…。"
                    },
                    "Aliases": []
                },
                "150": {
                    "ID": "11051668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/11051668",
                    "Titles": {
                        "eng": "An Otherworldly Final Duel",
                        "jpn": "超常決戦デュエル"
                    },
                    "Summaries": {
                        "eng": "It’s time for the final battle! Yudias, Yuhi, and Yuamu land on the moon and challenge Otei Usu to a Duel. Otei Usu absorbs his other selves from parallel universes and takes on the three! As their fierce battle unfolds, a monster that Yudias doesn’t recall summoning appears behind him…",
                        "jpn": "ついに始まる最終決戦！月面に降り立ち、翁丁臼にデュエルを挑むユウディアス、遊飛、遊歩。“平行宇宙”の己自身をも取り込んだ翁丁臼が、ユウディアスたちに牙を剥く！激戦が繰り広げられる中、ユウディアスの背後に召喚した覚えのないモンスターが現れ…。"
                    },
                    "Aliases": []
                },
                "151": {
                    "ID": "11051669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-go-rush/episodes/11051669",
                    "Titles": {
                        "eng": "There Are Duelists Right Here",
                        "jpn": "決闘者はここにいる"
                    },
                    "Summaries": {
                        "eng": "The Dueling Space-Time is in flux. Even as they’re being toyed with by an inevitable end, Yudias and his friends still stand against Otei Usu! Will they be able to draw the card that will change the future?! Yuhi’s wings and Yuamu’s courage will help Yudias usher in a new era. The fun still isn’t over, for there are Duelists right here!",
                        "jpn": "デュエル時空は流転する。定められた結末に翻弄されながらも翁丁臼に立ち向かうユウディアスたち。引けるか！未来を変える１枚を…！遊飛の翼と遊歩の勇気が、ユウディアスと共に新たな時代を切り開く。まだまだ楽しい時間は終わらない！決闘者は、ここにいる"
                    },
                    "Aliases": []
                }
            }
        }
    }
}