{
    "URL": "https://thetvdb.com/series/lycoris-recoil",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=0.5240/2B9F-D41B-9C71-B867-D4E5-W",
        "https://www.imdb.com/title/tt16755706/",
        "https://lycoris-recoil.com/",
        "http://www.reddit.com/r/LycorisRecoil",
        "https://www.tvmaze.com/shows/62715/show-slug",
        "https://www.themoviedb.org/tv/154494",
        "https://www.wikidata.org/wiki/Q110361884",
        "https://en.wikipedia.org/wiki/Lycoris_Recoil",
        "https://x.com/lycoris_recoil"
    ],
    "Titles": {
        "eng": "Lycoris Recoil",
        "jpn": "リコリス・リコイル"
    },
    "Summaries": {
        "eng": "For these peaceful days――there’s a secret behind it all. A secret organization that prevents crimes: “DA - Direct Attack”. And their group of all-girl agents: “Lycoris”. This peaceful everyday life is all thanks to these young girls. The elite Chisato Nishikigi is the strongest Lycoris agent of all time. Alongside is Takina Inoue, the talented but mysterious Lycoris. They work together at one of its branches–Café LycoReco. Here, the orders this café takes range from coffee and sweets to childcare, shopping, teaching Japanese to foreign students, etc. It's mostly tasks unbefitting of Lycoris. The free-spirited and optimistic pacifist, Chisato. And the cool-headed and efficient Takina. The chaotic everyday lives of this mismatched duo begin!",
        "jpn": "東京の下町にある和カフェ「リコリコ」。\r\n\r\nカフェが受ける注文は、\r\n\r\nおいしいコーヒーにあま～いスイーツ……だけじゃない！？\r\n\r\nちょっとそこまでのお届け物から心細い夜道の送り迎え、\r\n\r\nゾンビ退治から巨大怪獣…！？なんでもお悩み、相談ください！\r\n\r\nお客さまの「困った」をなんでも解決しちゃいます！\r\n\r\n皆さまをお待ちするのは、いつもスマイル看板娘と、クールで真面目なド新人。\r\n\r\n働きたくないちびっ子に、結婚を焦るアラサー女子？\r\n\r\nそして店長は、日本かぶれのナイスガァイ！！\r\n\r\nどんなご注文（オーダー）も、おまかせあれ♪"
    },
    "Aliases": [
        "Lycoris Recoil",
        "Rikorisu・Rikoiru",
        "Rikorisu Rikoiru",
        "リコリコ",
        "LycoReco"
    ],
    "Modified": "2025-10-05",
    "Seasons": {
        "0": {
            "ID": "1974220",
            "URL": "https://thetvdb.com/series/lycoris-recoil/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "10580107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lycoris-recoil/episodes/10580107",
                    "Titles": {
                        "eng": "What is \"Lycoris\"?",
                        "jpn": "「リコリス」ってなに？"
                    },
                    "Summaries": {
                        "eng": "Included in the Bluray as part of the \"Please Teach Me!\" extras.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10580118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lycoris-recoil/episodes/10580118",
                    "Titles": {
                        "eng": "What is \"DA\"?",
                        "jpn": "「DA」ってなに？"
                    },
                    "Summaries": {
                        "eng": "Included in the Bluray as part of the \"Please Teach Me!\" extras.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10580119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lycoris-recoil/episodes/10580119",
                    "Titles": {
                        "eng": "What is \"Café LycoReco\"?",
                        "jpn": "「喫茶リコリコ」ってなに？"
                    },
                    "Summaries": {
                        "eng": "Included in the Bluray as part of the \"Please Teach Me!\" extras.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10580120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lycoris-recoil/episodes/10580120",
                    "Titles": {
                        "eng": "What is \"The Radio Tower Incident\"?",
                        "jpn": "「電波塔事件」ってなに？"
                    },
                    "Summaries": {
                        "eng": "Included in the Bluray as part of the \"Please Teach Me!\" extras.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1974221",
            "URL": "https://thetvdb.com/series/lycoris-recoil/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "8916235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lycoris-recoil/episodes/8916235",
                    "Titles": {
                        "eng": "Easy does it",
                        "jpn": "Easy does it"
                    },
                    "Summaries": {
                        "eng": "Takina Inoue, a secret agent who protects the security of Japan called a “Lycoris,” is ordered to transfer to the café LycoReco in consequence of a certain incident. Takina is enthusiastic about returning to DA now that she’s buddied up with the super-elite No. 1 Lycoris (?) Chisato, but her job at LycoReco is just one weird thing after another!?",
                        "jpn": "日本の治安を守る秘密のエージェント「リコリス」である井ノ上たきなは、ある事件をきっかけに喫茶「リコリコ」への転属が命じられる。超優秀なNo.1リコリス（？）の千束とバディを組み、DA復帰を目指し意気込むたきなだが、リコリコでの仕事はひとクセもふたクセもあり！？"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9234918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lycoris-recoil/episodes/9234918",
                    "Titles": {
                        "eng": "The more the merrier",
                        "jpn": "The more the merrier"
                    },
                    "Summaries": {
                        "eng": "LycoReco received a request from the top hacker, Walnut. He wants help fleeing the country from other hackers in the same business who are all after his head. The members of LycoReco work together to help Walnut escape, but a violent group of armed assailants attacks Chisato and the others…!?",
                        "jpn": "トップハッカー・ウォールナットからリコリコに依頼が舞い込んだ！同業者のハッカーから命を狙われ、国外逃亡を手助けしてほしいという。リコリコのメンバーは力を合わせてウォールナットを逃がそうとするが、千束たちに厳つい武装集団が襲いかかり……！？"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9234919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lycoris-recoil/episodes/9234919",
                    "Titles": {
                        "eng": "More haste, less speed",
                        "jpn": "More haste, less speed"
                    },
                    "Summaries": {
                        "eng": "Chisato reluctantly went to DA Headquarters for a health checkup and physical fitness test. When Takina heard, she decided to tag along to make a direct request for reinstatement at DA. With Chisato, Takina negotiates, but their commander will hear none of it. Moreover, her ex-partner Fuki is teaming up with a new companion…",
                        "jpn": "健康診断と体力測定のため、しぶしぶDA本部に行くことになった千束。それを聞きつけたたきなも、DA復帰の直談判をするためついていくことに。たきなと一緒に千束も掛け合うが、まったく聞く耳を持たない司令。さらに、元パートナーのフキは新しい相方と組んでいて……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9234920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lycoris-recoil/episodes/9234920",
                    "Titles": {
                        "eng": "Nothing seek, nothing find",
                        "jpn": "Nothing seek, nothing find"
                    },
                    "Summaries": {
                        "eng": "After the incident at DA Headquarters, Chisato and Takina live a smooth and easy life at LycoReco. On one particular day, Chisato noticed that Takina’s underwear is ■■■■■…! Fed up with Takina’s absolute indifference toward herself, Chisato decides to take her shopping!",
                        "jpn": "DA本部での一件以降、順調なリコリコライフを送る千束とたきな。そんなある日、千束はたきなの下着が■■■■■なことに気づく……。自分のことに無頓着すぎるたきなに呆れた千束は、たきなをショッピングに連れ出すことに！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9242981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lycoris-recoil/episodes/9242981",
                    "Titles": {
                        "eng": "So far, so good",
                        "jpn": "So far, so good"
                    },
                    "Summaries": {
                        "eng": "The client this time is Matsushita, a man whose body is connected to a machine. Knowing his time is short, Matsushita returns to his homeland of Japan for some sightseeing. Chisato and Takina, who were requested as bodyguards and guides, go all out to support Matsushita’s Tokyo sightseeing tour! Meanwhile, Takina learns a curious fact about Chisato!?",
                        "jpn": "今回の依頼主は、身体を機械に繋がれた男・松下。自分の先が長くないことを知った松下は、故郷である日本に観光のため訪れる。その護衛を依頼された千束たちは、松下の東京観光を全力でサポート！そんななか、たきなは千束のとある事実を知り——！？"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9242982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lycoris-recoil/episodes/9242982",
                    "Titles": {
                        "eng": "Opposites attract",
                        "jpn": "Opposites attract"
                    },
                    "Summaries": {
                        "eng": "An outbreak of serial attacks against Lycoris occur. In order to stay in groups, Takina decides to stay over at Chisato’s house. But for these two, living with someone for the first time is full of unpredictable situations!? Meanwhile, Kurumi secretly searches through the information DA is holding and gets close to the surprising truths about the assaults on Lycoris.",
                        "jpn": "リコリスが連続で襲われる事件が発生。単独行動を避けるべく、たきなは千束の家に泊まり込むことに。ところが、初めての二人暮らしは予想外のことばかりで！？一方、DAが持つ情報をこっそりと探っていたクルミは、リコリス襲撃事件の意外な真実に迫る——。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9242983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lycoris-recoil/episodes/9242983",
                    "Titles": {
                        "eng": "Time will tell",
                        "jpn": "Time will tell"
                    },
                    "Summaries": {
                        "eng": "Mika received a text. Chisato happened to peek at that text and makes a huge fuss when she suspects that Kusunoki is trying to bring her back to DA! To prevent their plans, the four members of LycoReco join forces to rush the bar where Mika has a secret rendezvous!",
                        "jpn": "ミカの元に一通のメールが届いた。たまたまメールを覗き見た千束は、楠木が自分をDAに連れ戻そうとしているんじゃ！？と勘繰り騒ぎ立てる。計画を阻止するため、リコリコの4人は力を合わせ、ミカには内緒で待ち合わせ場所のBARに突撃する！"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9242984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lycoris-recoil/episodes/9242984",
                    "Titles": {
                        "eng": "Another day, another dollar",
                        "jpn": "Another day, another dollar"
                    },
                    "Summaries": {
                        "eng": "After learning that Café LycoReco is in the red, Takina decides to take charge of accounting on her own. Takina flawlessly breaks down everything from indiscriminately restraining Chisato from wasting bullets to shadowing the café's members. She even goes as far as planning a new menu item. But the menu item has a shape that’s too terrible to put into words!?",
                        "jpn": "リコリコが深刻な赤字経営と知ったたきなは、自ら経理担当に名乗り出る。やたら弾を無駄撃ちする千束の制止や、店のメンバーのフォローまで完璧にこなすたきな。さらに新メニューまで考案するが、そのメニューはなんとも形容しがたい形をしていて！？"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9242985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lycoris-recoil/episodes/9242985",
                    "Titles": {
                        "eng": "What's done is done",
                        "jpn": "What’s done is done"
                    },
                    "Summaries": {
                        "eng": "Chisato’s artificial heart was targeted. Now that the battery can no longer be charged, the remainder of Chisato’s days are set. Kurumi, who chases down clues about the irreplaceable artificial heart, asks Mika about what happened back then. Meanwhile, Chisato is summoned to Headquarters as DA prepares for a large-scale operation to suppress Majima.",
                        "jpn": "千束の人工心臓が狙われた。バッテリーの充電ができなくなったことで、千束は余命を宣告される。替えのない人工心臓の手がかりを追うクルミは、ミカに当時のことを尋ねる。一方、DAは大規模な真島の討伐作戦を控え、千束を本部へと呼び出すのだった。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9242986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lycoris-recoil/episodes/9242986",
                    "Titles": {
                        "eng": "Repay evil with evil",
                        "jpn": "Repay evil with evil"
                    },
                    "Summaries": {
                        "eng": "Chisato breaks the news that she will shut down Café LycoReco so that Mizuki and Kurumi do not get caught up in her personal affairs. Around the same time, Takina, who returned to DA, uses Majima as a stepping-stone to track down Yoshimatsu in order to save Chisato’s life. They finally captures Majima’s client and infiltrates their hideout…!?",
                        "jpn": "千束はミズキやクルミが自分のことに囚われないよう、喫茶リコリコの閉店を切り出す。その頃、DAに戻ったたきなは千束の命を救うため、真島を足掛かりに吉松を追おうとしていた。ついに真島の依頼者を捕らえ、アジトに潜入するが……？！"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9242987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lycoris-recoil/episodes/9242987",
                    "Titles": {
                        "eng": "Diamond cut diamond",
                        "jpn": "Diamond cut diamond"
                    },
                    "Summaries": {
                        "eng": "The Lycoris of DA stormed the Enkuboku to stop Majima. Just before the operation, Takina rushes to Café LycoReco when Kusunoki informs her that they cannot get in contact with Chisato. However, after receiving threats from Robota, Chisato and Mika set out to rescue Yoshimatsu, who is being held hostage...",
                        "jpn": "真島を止めるため、DAのリコリスたちが延空木に乗り込もうとしていた。作戦直前、楠木から千束と連絡がつかないと聞かされたたきなは、急いで喫茶リコリコに向かう。しかし、ロボ太からの脅迫を受けた千束とミカは、人質に取られた吉松の救出へと向かい――。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9242988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lycoris-recoil/episodes/9242988",
                    "Titles": {
                        "eng": "Nature versus nurture",
                        "jpn": "Nature versus nurture"
                    },
                    "Summaries": {
                        "eng": "Chisato is dragged into a tough fight against Majima at the old radio tower, but Takina rushes in just in the nick of time. Meanwhile, the existence of the Lycoris is exposed to the public due to Majima’s ploy. At Headquarters, Kusunoki’s command is stripped, and a decision is made to dispose of the Lycoris inside the Enkuboku!?",
                        "jpn": "旧電波塔で真島との戦いに苦戦を強いられる千束だったが、間一髪のところでたきなが駆けつける。一方、真島の策略により存在が世間に明かされてしまったリコリスたち。本部では楠木の指揮権が剝奪され、延空木にいるフキたちリコリスを処分するという決断が下されていて……？！"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "9242989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lycoris-recoil/episodes/9242989",
                    "Titles": {
                        "eng": "Recoil of Lycoris",
                        "jpn": "Recoil of Lycoris"
                    },
                    "Summaries": {
                        "eng": "All is settled with the incident at Enkuboku—or so it seems until Majima, who should have been defeated at the old Radio Tower, reappears before Chisato. Majima planted a bomb in the Enkuboku, betting on the explosion when he challenges Chisato to a one-on-one fight. As Chisato’s own time limit approaches, the final battle begins!",
                        "jpn": "延空木での事件も一件落着——と思われたその時、旧電波塔で倒したはずの真島が、再び千束の前に現れた。延空木に爆弾を仕掛けたという真島は、爆破を賭けて千束に一対一の勝負を挑む。千束自身のタイムリミットも迫るなか、最後の戦いが始まる——。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}