{
    "URL": "https://thetvdb.com/series/delicious-party-pretty-cure",
    "Genres": [
        "Educational Content",
        "Superhero"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt18246604/",
        "https://www.toei-anim.co.jp/tv/delicious-party_precure/",
        "https://www.themoviedb.org/tv/156197"
    ],
    "Titles": {
        "eng": "Delicious Party♡Precure",
        "jpn": "デリシャスパーティ♡プリキュア"
    },
    "Summaries": {
        "eng": "In the happy and delicious realm responsible for food all over the world, CooKingdom, the Recipe-Bon, which protects the preparation procedures of each type of dish, has been stolen by the Bundoru Gang, who are subsequently targeting the food fairies, the Recipippi.  Energy fairies set out in search of them to recover them, and they meet three normal girls who, combining their powers with theirs, transform themselves into the Legendary Warriors Precure, Nagomi Yui (Cure Precious), Fuwa Kokone (Cure Spicy) and Hanamichi Ran (Cure Yum-Yum), able to counter the Bundoru Gang.",
        "jpn": "この世界のお料理を司るおいしくて幸せな世界・クッキングダムから大切なレシピボンが怪盗ブンドル団に盗まれた！レシピボンを探すエナジー妖精の力で、ゆい、ここね、らんの3人はプリキュアに変身。みんなのおいしい笑顔を守るためブンドル団に立ち向かう！"
    },
    "Aliases": [
        "Delicious Party♡Pretty Cure",
        "Delicious Party Precure",
        "Delicious Party Pretty Cure"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1974449",
            "URL": "https://thetvdb.com/series/delicious-party-pretty-cure/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "9625363",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9625363",
                    "Titles": {
                        "eng": "Delicious Party Pretty Cure the Movie: Dreaming Children's Lunch!",
                        "jpn": "映画デリシャスパーティ♡プリキュア 夢みる♡お子さまランチ！"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "中学2年生の和実ゆいたちが暮らすおいしーなタウンに、ある日突然お子さまランチのテーマパーク・ドリーミアが現れた。遊び放題で食べ放題の、夢のようなテーマパーク。コメコメたちも楽しく遊んでいたが、ローズマリーがぬいぐるみになってしまって…？"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10989997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/10989997",
                    "Titles": {
                        "eng": "Watashi dake no Okosama Lunch",
                        "jpn": "わたしだけのお子さまランチ"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1974450",
            "URL": "https://thetvdb.com/series/delicious-party-pretty-cure/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 45,
            "Episodes": {
                "1": {
                    "ID": "8918026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/8918026",
                    "Titles": {
                        "eng": "Food Brings Smiles. Transform! Cure Precious!",
                        "jpn": "ごはんは笑顔・変身！キュアプレシャス"
                    },
                    "Summaries": {
                        "eng": "Nagomi Yui, who lives in Oishiina Town, meets Rosemary and Komekome who came from CooKingdom. But when a thief from The Bandits appears to steal the Recipe Bon, Yui gains the power to transform into a Pretty Cure!",
                        "jpn": "中学2年生の和実ゆいは、クッキングダムからやってきたお米のエナジー妖精・コメコメとレシピボン捜索隊隊長・ローズマリーに出会う。レシピボンを狙う怪盗・ブンドル団が現れるなか、ゆいはプリキュアに変身し...。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8918027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/8918027",
                    "Titles": {
                        "eng": "Goodbye, Yui! Mari's Decision",
                        "jpn": "さようなら、ゆい…...！ アリちゃんの決意"
                    },
                    "Summaries": {
                        "eng": "Rosemary's Delicious Stone is broken, so he can no longer use his powers. Yui says she'll fight, but Rosemary doesn't want her to get involved...",
                        "jpn": "デリシャスストーンが壊れてしまい、ローズマリーは技を放てなくなってしまう。ゆいは「あたしが戦う」と言うが、彼女を戦いに巻き込みたくないローズマリーは、ゆいのもとを離れようとして...。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8918028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/8918028",
                    "Titles": {
                        "eng": "Kome-Kome on an Errand! Got Lost in a Mess!",
                        "jpn": "コメコメのおつかい！まいごで大騒動！！"
                    },
                    "Summaries": {
                        "eng": "A new Energy Fairy awakens! Seeking Yui's attention, Kome-Kome sets out alone on a journey in search of carrots so Yui can cook a delicious curry for dinner.",
                        "jpn": "ゆいに喜んでもらいたいと思い、ひとりでお使いに出かけたコメコメ。ところが、うまく買い物ができず迷子になってしまう。落ち込んでいると、そこに通りかかった芙羽ここねから声をかけられる。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8918029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/8918029",
                    "Titles": {
                        "eng": "Growing Desire... Birth of Cure Spicy!",
                        "jpn": "ふくらむ、この想い...キュアスパイシー誕生！"
                    },
                    "Summaries": {
                        "eng": "It's a new semester, and Yui is in the same class as Kokone. When Kokone, who rarely speaks to other students, interacts with Yui, she realizes Yui was the Pretty Cure from the other day...",
                        "jpn": "新学期が始まり、ここねと同じクラスになったゆい。クラスメイトにとって高嶺の花で、みんなとあまり会話をすることのなかったここねはゆいと交流するが、プリキュアの正体が彼女だと知ってしまい...。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9018945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9018945",
                    "Titles": {
                        "eng": "Want to Get Close to Them...! Kokone's First Friends!",
                        "jpn": "なかよくなりたいのに...！ここね、初めてのおともだち！"
                    },
                    "Summaries": {
                        "eng": "Rosemary thinks Kokone is avoiding him, but Kokone is actually confused about how to interact with her new friends. Yui decides to invite Kokone and Rosemary so they can make lunch together.",
                        "jpn": "ここねに避けられているのではないかと感じているローズマリーと、初めてできた友達との接し方に戸惑うここね。ゆいはそんな2人をお出かけに誘い、ゆいの家でみんなで昼食を作って食べることに。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9018946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9018946",
                    "Titles": {
                        "eng": "School! Monster! Panic?! Fried Prawn Gets Attacked!",
                        "jpn": "学校！怪物！大パニック！？ねらわれたエビフライ！"
                    },
                    "Summaries": {
                        "eng": "Although she has become friends with Yui, Kokone has yet to open up to the other students. Worried, Pam-Pam visits the school, but a rumor is going around saying \"a monster is going to appear in the home economics room\".",
                        "jpn": "ゆいとは仲良くなったが、まだほかの生徒とは打ち解けていないここね。心配したパムパムが学校を訪れるなか、「家庭科室に怪物が出るらしい」という噂が広まる。ゆいとここねもその正体を確かめようとして...。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9018947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9018947",
                    "Titles": {
                        "eng": "Hot Passion! Shine: Cure Yum-Yum!!",
                        "jpn": "強火の情熱！きらめいてキュアヤムヤム！！"
                    },
                    "Summaries": {
                        "eng": "Yui and the others visit Panda Hut, and become friends with their classmate, Hanamichi Ran. Ran wants to meet the Recipepes so she starts a \"half-price campaign for 2 items\". However...",
                        "jpn": "「ぱんだ軒」を訪れたゆいたちは、クラスメイトの華満らんと仲良くなる。たくさんのレシピッピと会いたくて「2品目半額キャンペーン」を始めたらん。だが、ジェントルーが現れ、レシピッピたちを捕まえてしまう。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9018948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9018948",
                    "Titles": {
                        "eng": "Chururin Retires!? Off To Oishiina Town!",
                        "jpn": "ちゅるりん卒業！？おでかけ！おいしーなタウン"
                    },
                    "Summaries": {
                        "eng": "Ran learns that her posts on CureSta may have been influencing the Bundoru Gang. During the \"Oishiina Town Walking Tour\", Ren reveals that she will stop using CureSta.",
                        "jpn": "キュアスタへの投稿がブンドル団に利用されているかもしれないと聞いたらん。「おいしーなタウン街歩きツアー」の途中、らんはキュアスタをやめたことを告白する。そこへ、レシピッピたちからのSOSが届き...。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9018949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9018949",
                    "Titles": {
                        "eng": "Disagreement Between The Two Girls? Combination of Kokone and Ran!",
                        "jpn": "かみ合わないふたり？ここねとらんの合わせ味噌！"
                    },
                    "Summaries": {
                        "eng": "While Kokone and Ran struggle to get along, Yui invites her friends to a Takoyaki Party. However, during the party, Kokone and Ran continue having subtle disagreements...",
                        "jpn": "お互いの接し方に悩んでいるここねとらんに、ゆいたちはみんなでたこ焼きパーティをしようと呼びかける。しかし、パーティの最中にも微妙なすれ違いが続いてしまう。そんななか、公園にウバウゾーが現れて...。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9018950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9018950",
                    "Titles": {
                        "eng": "Don't Cry, Recipipi... Birth! Heart Juicy Mixer",
                        "jpn": "泣かないでレシピッピ...誕生！ハートジューシーミキサー"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "オムライス屋さんでレシピッピと触れあうゆいたちは、そこで生徒会長に出会う。その後、お店にいたレシピッピたちが奪われてしまう。強化されたウバウゾーに苦戦するプレシャスたちだったが...。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9158384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9158384",
                    "Titles": {
                        "eng": "Gentlu's Trap! Big Trouble With Yui And Ran's Test!?",
                        "jpn": "ジェントルーの罠！ゆいとらん、テストで大ピンチ！？"
                    },
                    "Summaries": {
                        "eng": "Yui and Ran fail a competency exam and get detention where they have to take supplementary lessons. At the same time, Gentlu appears in the city...!",
                        "jpn": "ゆいとらんは実力テストで落第点を取ってしまい、居残り補習に。だが、放課後、街にジェントルーが現れる。ここねとローズマリーが駆けつけるが、ゆいとらんには大量の課題があり、学校から動けず...。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9158385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9158385",
                    "Titles": {
                        "eng": "A Teaspoon Of Hope! Gentlu's Heart",
                        "jpn": "小さじ一杯の希望！ジェントルーの本当の心"
                    },
                    "Summaries": {
                        "eng": "After finding out Gentlu's true identity, Yui and her friends chase after Gentlu when she appears early in the morning with an Ubauzo in hopes of rescuing the student council president.",
                        "jpn": "ジェントルーの正体が心を操作されたあまねであることを知ったゆいたち。翌朝、デリシャスフィールドを展開していたローズマリーのもとにプレシャスたちがたどりつくと、ジェントルーがウバウゾーを放ち...。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "9158386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9158386",
                    "Titles": {
                        "eng": "Protect The Stolen Memories! Takumi's Secret Is Revealed",
                        "jpn": "うばわれた思い出を守れ！明かされる拓海のヒミツ"
                    },
                    "Summaries": {
                        "eng": "Takumi starts to doubt Yui after seeing her with Rosemary. Takumi has also been given something important from his father. That's when Narcistoru, a member from the Bundoru Gang, appears!",
                        "jpn": "ゆいがローズマリーのせいで戦いに巻き込まれているのではと疑う拓海。彼の部屋には、父の門平から託されたデリシャストーンがあった。そんななか、ゆいと拓海はお互いの家族全員でリモート通話をする。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "9188821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9188821",
                    "Titles": {
                        "eng": "First Love's Taste? Affections And Takumi's Answer",
                        "jpn": "初恋ってどんな味？恋する気持ちと拓海の答え"
                    },
                    "Summaries": {
                        "eng": "Tomoe, a junior, confesses to Takumi. Yui and the others support Tomoe, but then Narcistoru appears! When Precious and the others struggle to defeat the Motto Ubauzo, a mysterious boy appears before them...",
                        "jpn": "拓海は後輩の女の子・ともえに告白される。ともえの背中を押すゆいたちだが、そこにナルシストルーが現れる。ナルシストルーが放ったモットウバウゾーに苦戦するプレシャスたちの前に現れたのは...。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "9188822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9188822",
                    "Titles": {
                        "eng": "So Thrilling! Kokone's First Picnic!",
                        "jpn": "ドキドキ！ここね、初めてのピクニック！"
                    },
                    "Summaries": {
                        "eng": "The class is preparing for a picnic. However, Kokone is acting strange around her classmates. Todoroki, her driver, finds out what is wrong and takes Kokone to a park near the sea-side.",
                        "jpn": "クラスでランチピクニックが開催される。しかし、たくさんのクラスメイトに囲まれたここねの様子はいつもと違っていた。それを知った運転手の轟は、ここねを海辺の公園に連れていき、ある事実を明かす。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "9188823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9188823",
                    "Titles": {
                        "eng": "Ran-Ran's Weird?! Meat Stew and a Lie",
                        "jpn": "らんらんって変…！？肉じゃがとウソ"
                    },
                    "Summaries": {
                        "eng": "A classmate named Takagi calls Ran \"weird\" which upsets her...!?",
                        "jpn": "クラスメイトの高木に「変なやつ」と言われたらんは落ち込むが、ゆいとここねが開いてくれたラーメンパーティで元気を取り戻す。ゆいの母・あきほは「明日、高木にお弁当を届けてほしい」とゆいに頼み...。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "9188824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9188824",
                    "Titles": {
                        "eng": "The Fourth Pretty Cure!? Amane's Choice",
                        "jpn": "４人目のプリキュア！？あまねの選択"
                    },
                    "Summaries": {
                        "eng": "Yui and the others finally reunite with Amane at school. There, they learn that Amane has decided to quit being the student council president. Meanwhile, something is born in CooKingdom!?",
                        "jpn": "ようやく登校してきたあまねと再会できたゆいたち。その後、クッキングダムから転送されてきた白いハート型の結晶体を見ていると、ウォッチからパフェのレシピッピが現れ、あまねの所に連れていくよう訴える。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "9232519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9232519",
                    "Titles": {
                        "eng": "I Want To Become A Parfait! Shine! Cure Finale!",
                        "jpn": "わたし、パフェになりたい!輝け!キュアフィナーレ!"
                    },
                    "Summaries": {
                        "eng": "Amane is told she has the potential to become a Pretty Cure, but she thinks she isn't suitable for the role. That's when Narcistoru appears!?",
                        "jpn": "「プリキュアの素質がある」と言われながらも、自分はふさわしくないと断るあまね。そこへ再びナルシストルーが現れ、あまねがモットウバウゾーに捕まってしまう。プレシャスたちはあまねを助けようとするが...。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "9232520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9232520",
                    "Titles": {
                        "eng": "Decorating With Everyone! A Gift For The Brothers",
                        "jpn": "みんなでデコレーション!お兄さんへの贈りもの"
                    },
                    "Summaries": {
                        "eng": "Yui and her friends make a cake for Amane's brothers, Yuan and Mitsuki. But then Narcistoru appears and steals the brothers' precious memories!",
                        "jpn": "あまねの兄・ゆあんとみつきに贈るケーキを作るゆいたち。するとハートキュアウォッチが鳴り響き、兄たちの「大事な思い出」が奪われてしまう。プレシャスたちはナルシストルーに立ち向かうが...。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "9245060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9245060",
                    "Titles": {
                        "eng": "Table Manners With Amane! An Experience At A Restaurant",
                        "jpn": "あまねのマナーレッスン!憧れのレストラン"
                    },
                    "Summaries": {
                        "eng": "Kokone invites her friends to a restaurant owned by her parents. Amane is worried about Yui and Ran's manners, so she has them go through a lesson about table manners, but...",
                        "jpn": "ここねは、両親が経営する高級レストランにゆいたちを招待する。ゆいとらんの様子に不安を覚えたあまねは、テーブルマナーを教えようとハードなレッスンを始めるが、2人ともなかなか答えられず...。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "9245061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9245061",
                    "Titles": {
                        "eng": "Save The Taste...! Ran's Japanese Sweets Mission",
                        "jpn": "この味を守りたい…!らんの和菓子大作戦"
                    },
                    "Summaries": {
                        "eng": "Ran is shocked to learn that her favorite Japanese sweets shop is closing. Wanting the store to stay open, Ran asks the owner if she can advertise for them...",
                        "jpn": "お気に入りの和菓子屋が閉店すると知ったらんは、60年の歴史を持つお店に存続してほしいと思い、店主・咲枝に宣伝を申し出る。だが、咲枝の様子を見たあまねは「お店の事情もある」とらんをたしなめる。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "9253563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9253563",
                    "Titles": {
                        "eng": "Black-pep's Retiring?! Find the Legendary Crepe",
                        "jpn": "ブラペ引退！？伝説のクレープを探せ"
                    },
                    "Summaries": {
                        "eng": "Takumi, also known as Black Pepper, is feeling down as he thinks he does nothing but get in the way of Cure Precious and the others. After Takumi is told a story from the fruit and vegetable shop owner, he decides to recreate the taste of the \"legendary crepe\"!",
                        "jpn": "ブラックペッパーである拓海は、戦いの最中にプレシャスたちの足を引っ張ってしまったと落ち込む。そんななか、青果店の店員・陽佑の悩みを聞いた拓海は、「伝説のクレープ」の味を再現しようと思い立つ。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "9284325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9284325",
                    "Titles": {
                        "eng": "Is Kokone Selfish? Unforgettable Doughnut Holes",
                        "jpn": "ここねのわがまま？思い出のボールドーナツ"
                    },
                    "Summaries": {
                        "eng": "After her parents cancelled their business trip, Kokone gets to spend some time with them for the first time in a while. However, she doesn't know what to talk about...",
                        "jpn": "両親の出張がキャンセルとなり、ここねは久しぶりに親子3人の時間を過ごすが、何を話せばいいのかわからず戸惑う。翌日、ここねはハートベーカリーで母と顔を合わせるが、そこへナルシストルーが現れる。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "9284326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9284326",
                    "Titles": {
                        "eng": "Kome-Kome Is Fed Up! A Hectic Pizza Party",
                        "jpn": "コメコメなんて知らない！波乱のピザパーティ"
                    },
                    "Summaries": {
                        "eng": "While Yui and her friends are doing their homework, Kome-Kome gets into a fight with Pam-Pam. Pam-Pam runs off into the city where she meets Narcistoru...!",
                        "jpn": "ゆいたちが宿題を頑張っている間、遊んでいたコメコメだったが、パムパムと喧嘩になってしまう。街へ飛び出したパムパムは、ナルシストルーに捕まる。追いかけてきたあまねが立ち向かうが、攻撃できず...。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "9284327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9284327",
                    "Titles": {
                        "eng": "A New Phantom Thief!? The NikoNiko Camp-Ground!",
                        "jpn": "新たな怪盗！？にこにこキャンプでごわす！"
                    },
                    "Summaries": {
                        "eng": "Yui and her friends go to a camp-ground. A rumor spreads about something that roams the area. As Yui and her friends eat a delicious meal, the SOS alert of their Heart Cure Watches rings out, where they are confronted by...?",
                        "jpn": "みんなでキャンプ場にやってきたゆいたち。そのキャンプ場には「何かが出る」という噂が流れていた。食事中、ハートキュアウォッチが鳴り響き、ゆいたちの前に新たなブンドル団・怪盗スピリットルーが現れる。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "9295043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9295043",
                    "Titles": {
                        "eng": "Kokone's Promise! Challenging King Green Pepper",
                        "jpn": "ここねのやくそく！ピーマン大王への挑戦"
                    },
                    "Summaries": {
                        "eng": "Kome-Kome decides to try green peppers for the sake of those who are not fond of them. She is then confronted by many green pepper dishes that were made by Yui and her friends...",
                        "jpn": "ピーマンが苦手なコメコメのためにも、自分もピーマンを克服しようと決意したここね。ゆいたちはたくさんのピーマン料理を用意するが、ここねは一口も食べられない。そこで、みんなでピーマン畑へ向かい...。"
                    },
                    "Aliases": []
                },
                "27": {
                    "ID": "9328796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9328796",
                    "Titles": {
                        "eng": "Kome-Kome's Big Change?! Ran's Happiness Plan",
                        "jpn": "コメコメ大変化！？らんのハッピー計画"
                    },
                    "Summaries": {
                        "eng": "Ran comes up with the idea of making edible soap bubble shaped candies. When Kome-Kome meets Ran's younger sister, Rin, and Ran's younger brother, Run, something happens that has Ran's siblings curious about Kome-Kome...",
                        "jpn": "食べられるシャボン玉キャンディを作ろうと思いついたらんは、ゆいたちと作業に取りかかる。そこでらんの妹・りんと弟・るんと出会ったコメコメは、ふとしたきっかけでしっぽと耳が気になって...。"
                    },
                    "Aliases": []
                },
                "28": {
                    "ID": "9328797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9328797",
                    "Titles": {
                        "eng": "Kome-Kome's Power For Everyone...! Party Candle Tact!",
                        "jpn": "コメコメの力をみんなに...！パーティキャンドルタクト！"
                    },
                    "Summaries": {
                        "eng": "Cure Precious and her friends are unable to overpower the Ubauzo, which is harnessing the power of the Special Delicious Stone. While coming up with a plan, Pam-Pam remembers something important about Kome-Kome...",
                        "jpn": "ナルシストルーはスピリットルーからスペシャルデリシャストーンを奪い、これまでよりさらに強いゴッソリウバウゾーを放つ。ゆいたちが対策を話しあうなか、パムパムはコメコメについてあることを思い出すが...。"
                    },
                    "Aliases": []
                },
                "29": {
                    "ID": "9334215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9334215",
                    "Titles": {
                        "eng": "A Delicious Paradise! Let's Go! CooKingdom!",
                        "jpn": "おいしいパラダイス！レッツゴー！クッキングダム！"
                    },
                    "Summaries": {
                        "eng": "Yui and her friends visit CooKingdom with Narcistoru in tow. They learn from the Cook Fighter Apprentice, Chervil, that there is an exam you must undergo to become a Cook Fighter.",
                        "jpn": "ナルシストルーを連れてクッキングダムを訪れたゆいたち。案内役のクックファイター見習い・セルフィーユから、正式なクックファイターになるには試験があると聞かされる。その時、ウォッチのアラームが鳴り...。"
                    },
                    "Aliases": []
                },
                "30": {
                    "ID": "9340314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9340314",
                    "Titles": {
                        "eng": "Festival, Here We Go! Mari-chan's Fried Noodles",
                        "jpn": "おまつりわっしょい！やきそばマリちゃん"
                    },
                    "Summaries": {
                        "eng": "Yui and her friends compete in the \"Yummy Street Food Grand Prix\" held at Oishiina Town's festival. The group is aiming to win the grand prize which are some coupons.",
                        "jpn": "財布の中身が寂しくなってしまったローズマリー。お祭りで開催される「屋台メシグランプリ」で優勝すれば、おいしーなタウンで使える超お得クーポンがもらえると知り、ゆいたちは焼きそばの屋台で出場することに。"
                    },
                    "Aliases": []
                },
                "31": {
                    "ID": "9340315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9340315",
                    "Titles": {
                        "eng": "A Holiday in Oishi-Na Town. Princess Yui?!",
                        "jpn": "おいしーなタウンの休日プリンセスゆい！？"
                    },
                    "Summaries": {
                        "eng": "Princess Maira from the faraway island, Iisuki, visits Oishiina Town. When Yui meets the princess, she is surprised to see that she and Maira look exactly alike.",
                        "jpn": "遠く離れたイースキ島の王女様・マイラがおいしーなタウンにやってくる。王女はゆいと見た目がそっくりだった。ゆいは忙しくておいしい物を食べる時間がなかった王女に、自分と入れ替わって街に出てはと提案する。"
                    },
                    "Aliases": []
                },
                "32": {
                    "ID": "9381652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9381652",
                    "Titles": {
                        "eng": "Slurp It! Noodle Fest: Find The Lost Udon!",
                        "jpn": "すすれ！ちゅるフェス　まいごのうどんを探せ！"
                    },
                    "Summaries": {
                        "eng": "All kinds of noodles dishes, whether they're Japanese, Western or Chinese, will be displayed at the \"Slurp It! Churu-Churu☆Festival\". During the festival, the Udon Recipepe goes missing...",
                        "jpn": "和・洋・中にかかわらず麺料理が大集合する「すすれ!ちゅるちゅる☆フェステイバル」で、うどんのレシピッピが行方不明になってしまう。らんはフェス会場に向かい、ゆいたちはうどんのレシピッピを捜すが...。"
                    },
                    "Aliases": []
                },
                "33": {
                    "ID": "9381653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9381653",
                    "Titles": {
                        "eng": "Pure And Proper! Amane And A Halloween Party",
                        "jpn": "清く正しく！あまねとハロウィンパーティ"
                    },
                    "Summaries": {
                        "eng": "Halloween with everyone! Just as the party gets going, it seems that something is troubling Amane!?",
                        "jpn": "クッキングダムからの報告でナルシストルーのことを聞いたあまねは、自分の中にナルシストルーを恨む気持ちがあることに気づく。そんな自分が許せないあまねは、心配するレシピッピにいら立ちをぶつけてしまい...。"
                    },
                    "Aliases": []
                },
                "34": {
                    "ID": "9381654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9381654",
                    "Titles": {
                        "eng": "Stubborn Grandpa! Oden After Baseball",
                        "jpn": "おじいちゃんはガンコ！おでんは野球のあとで"
                    },
                    "Summaries": {
                        "eng": "Matasaburo, a chef who used to work in Oishiina Town, visits Nagomi Diner. But his grandson, Kousuke, is in a bad mood.",
                        "jpn": "かつておいしーなタウンで板前をやっていた又三郎がなごみ亭にやってくる。しかし、一緒に来た孫の宏輔はなぜかずっと不機嫌。ゆいが話を聞くと、宏輔の夢は野球選手で、今日も野球を観にいきたかったのだという。"
                    },
                    "Aliases": []
                },
                "35": {
                    "ID": "9417466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9417466",
                    "Titles": {
                        "eng": "Farewell to Kokone?! Feelings to Share Now",
                        "jpn": "ここねとお別れ！？いま、分け合いたい想い"
                    },
                    "Summaries": {
                        "eng": "Kokone's parents are eager to accept the job offer they received from Isuki Island. Kokone wants to support them, but her heart isn't in the right place...",
                        "jpn": "イースキ島で、マイラ王女からある依頼を受けたここねの両親は、島への引っ越しに前向き。ここねは、ゆいたちも家族のことも大好きで、街にとどまるか引っ越すかを決められないとパムパムに打ち明ける。"
                    },
                    "Aliases": []
                },
                "36": {
                    "ID": "9417467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9417467",
                    "Titles": {
                        "eng": "Ran's Debut?! Sparkling Gourmet Emotion!",
                        "jpn": "らんがデビュー！？きらめくグルメ・エモーション!"
                    },
                    "Summaries": {
                        "eng": "A TV Program has arrived to interview Panda Hut. Gal Sone and Tatemotti, gourmet influencers, will appear on the show as reporters. Ran is lucky enough to see her idols shine, however...",
                        "jpn": "ぱんだ軒にテレビ番組が取材にやってくる。その番組には、ギャル曽根とグルメインフルエンサーのタテモッティこと館本飯菜がリポーターとして登場するという。憧れの人の輝く姿を目の当たりにしたらんは...。"
                    },
                    "Aliases": []
                },
                "37": {
                    "ID": "9434066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9434066",
                    "Titles": {
                        "eng": "Suspicious Figure... Amane's Finale at School Fest!",
                        "jpn": "ひそむ怪しい影...あまねの文化祭フィナーレ！"
                    },
                    "Summaries": {
                        "eng": "Amane is fired up for her last cultural festival as student council president. But then she thinks she sees Narcistoru, who isn't supposed to be at the school...!",
                        "jpn": "生徒会長として迎える最後の文化祭に、気合の入るあまね。そんななか、あまねは学校にいるはずのないナルシストルーの姿を見かけた気がする。同じ頃、ローズマリーのもとにナルシストルーが逃げたという報告が届く。"
                    },
                    "Aliases": []
                },
                "38": {
                    "ID": "9459063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9459063",
                    "Titles": {
                        "eng": "Meet Grandma?! Rice Ball and the Future's Baton",
                        "jpn": "おばあちゃんに会える！？おむすびと未来へのバトン"
                    },
                    "Summaries": {
                        "eng": "In order to find out what happened in the past, Yui and her friends travel back in time to visit a Oishiina Town from 20 years ago by using Kome-Kome's power. There, they are greeted by...!?",
                        "jpn": "過去に何があったのかを探るため、ゆいたちはコメコメの力で20年前のおいしーなタウンへ向かう。過去のなごみ亭を訪れると、そこでみんなを出迎えてくれたのは、ゆいのおばあちゃん・和実よねだった。"
                    },
                    "Aliases": []
                },
                "39": {
                    "ID": "9478224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9478224",
                    "Titles": {
                        "eng": "No Need to Cook?! How to Draw Smiles with Food",
                        "jpn": "お料理なんてしなくていい！？おいしい笑顔の作り方"
                    },
                    "Summaries": {
                        "eng": "Yui plays an active role in the soccer club as a helper, along with Wakana, a member of the team. While they talk about their lunches in between games, Wakana seems to be having mixed feelings...!?",
                        "jpn": "サッカー部のわかなと共に、助っ人として試合で活躍したゆい。試合の合間にそれぞれのお弁当について語りあうが、わかなは料理の苦手な父が寝る間も惜しんでお弁当を作ってくれることに、複雑な想いを抱いていた。"
                    },
                    "Aliases": []
                },
                "40": {
                    "ID": "9479305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9479305",
                    "Titles": {
                        "eng": "What I Can Do... Black Pepper and Takumi's Decision",
                        "jpn": "俺に出来ること...ブラックペッパーと拓海の決断"
                    },
                    "Summaries": {
                        "eng": "Rosemary learns that Monpei is actually Cinnamon. For Rosemary's sake, Monpei asks Takumi to return his Delicious Stone. Takumi tries to accept this decision, but...!?",
                        "jpn": "門平がシナモンだったと知るローズマリー。門平はローズマリーのために、預けたデリシャストーンを返すよう拓海に話す。それを受け止めようとする拓海だったが、セクレトルーが現れ、コメコメたちを捕まえてしまう。"
                    },
                    "Aliases": []
                },
                "41": {
                    "ID": "9479306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9479306",
                    "Titles": {
                        "eng": "Merry Christmas! Something Fennel Holds Dear",
                        "jpn": "メリークリスマス！フェンネルの大切なもの"
                    },
                    "Summaries": {
                        "eng": "It's Christmas in town! Yui goes out with her father, Hikaru for the first time in a while. Meanwhile, Fennel visits Oishiina Town to investigate something...",
                        "jpn": "街はクリスマス。なごみ亭でクリスマスパーティの準備が進むなか、ゆいは久しぶりに父・ひかるとお出かけする。同じ頃、近衛隊長のフェンネルはクッキングダムを離れ、調査のためにおいしーなタウンを訪れる。"
                    },
                    "Aliases": []
                },
                "42": {
                    "ID": "9520430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9520430",
                    "Titles": {
                        "eng": "Godatz's Plot. Precious VS. Black Pepper",
                        "jpn": "ゴーダッツのたくらみ プレシャス vs. ブラックペッパー"
                    },
                    "Summaries": {
                        "eng": "Godatz has finally revealed himself. He has captured the Rice Ball Recipepe, and summons a Gossori Ubauzo. Takumi and Rosemary fight on behalf of the injured Cures, however...",
                        "jpn": "ついに正体を明かしたゴーダッツは、おむすびのレシピッピを捕獲し、ゴッソリウバウゾーを出現させる。傷ついたゆいたちに代わり奮闘する門平とローズマリー。再び変身できるようになったプレシャスたちは...。"
                    },
                    "Aliases": []
                },
                "43": {
                    "ID": "9520431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9520431",
                    "Titles": {
                        "eng": "Recipe-Bon Activated! Oishi-Na Town in Crisis",
                        "jpn": "レシピボン発動！おいしーなタウンの危機"
                    },
                    "Summaries": {
                        "eng": "After returning from Bundoru Gang's hideout, Yui blames herself for Kome-Kome and Takumi getting hurt. While everyone tries to cheer up Yui, Godatz finally activates the Recipe-Bon, causing all food to disappear...",
                        "jpn": "ブンドル団のアジトから戻ったものの、自分のせいで拓海やコメコメを傷つけてしまったと落ち込むゆい。みんながゆいを元気づけるなか、いよいよレシピボンが発動し、ゴーダッツによって全ての食べ物が消えてしまう。"
                    },
                    "Aliases": []
                },
                "44": {
                    "ID": "9538116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9538116",
                    "Titles": {
                        "eng": "Sharin' Energy! With Many Thanks",
                        "jpn": "シェアリンエナジー！ありがとうを重ねて"
                    },
                    "Summaries": {
                        "eng": "Precious travels to Bundoru Gang's Headquarters to confront Godatz with the others. However, Godatz has gained a huge amount of power from the Special Delicious Stone...!?",
                        "jpn": "ブンドル団のアジトへと乗り込んだプレシャスは、みんなと一緒にゴーダッツに立ち向かう。しかし、スペシャルデリシャストーンの力で莫大なパワーを手にしたゴーダッツは、プレシャスたちの攻撃を寄せつけず...。"
                    },
                    "Aliases": []
                },
                "45": {
                    "ID": "9538117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicious-party-pretty-cure/episodes/9538117",
                    "Titles": {
                        "eng": "Deliciousmile! Everyone, Get Together! Let's Eat!",
                        "jpn": "デリシャスマイル～！みんなあつまれ！いただきます！！"
                    },
                    "Summaries": {
                        "eng": "After the battle, the Recipepes are freed. Oishiina Town celebrates the return of food with a festival! Yui and her friends also visit the CooKingdom again.",
                        "jpn": "戦いを終え、レシピッピたちが解放される。料理が戻ってきたことを祝い、おいしーなタウンではお祭りが行われる。ローズマリーたちはクッキングダムへ帰ることになり、ゆいたちも再びクッキングダムを訪れる。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}