{
    "URL": "https://thetvdb.com/series/gods-game-we-play",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31860621/",
        "https://godsgame-anime.com/",
        "http://www.reddit.com/r/kamitogame",
        "https://www.themoviedb.org/tv/156057",
        "https://en.wikipedia.org/wiki/Gods'_Games_We_Play",
        "https://x.com/kami_to_game"
    ],
    "Titles": {
        "eng": "Gods' Games We Play",
        "jpn": "神は遊戯に飢えている。"
    },
    "Summaries": {
        "eng": "In a world of idle gods, humans are forced into brain challenges with them. With three defeats, gods lose their right to challenge, while 10 victories spell human triumph. Fay, determined to achieve the impossible, enters the ultimate test of wits against the gods. Will he defy divinity, or is he just another loss in the making?",
        "jpn": "余暇が多すぎた至高の神々が、究極の頭脳ゲーム「神々の遊び」を生み出した。 元女神レッシュは長い眠りから目覚め、「この時代のゲームで最高の人を育てよう！」と世界に宣言しました。 フェイは、人類を「ここ数年で最高の新人」として代表するように指名されています。 神々は気まぐれで、非常に不合理で、時には完全に理解できないため、人類の歴史を通して勝利者がまだいないため、2つの間で開始されようとしている「神々のゲーム」は少し難しいかもしれません。 しかし、ゲームの性質上、楽しい時間を過ごして心を込めて遊ぶのはもったいない！ 天才ゲーマー少年、元女神、そして友達の究極の脳戦が始まります！"
    },
    "Aliases": [
        "神は遊戯〈ゲーム〉に飢えている。",
        "Kami wa Game ni Ueteiru.",
        "Kami wa Yuugi ni Ueteiru.",
        "Kami wa Yūgi ni Ueteiru.",
        "Kami wa Yūgi ni Uete Iru.",
        "Kamigami ni Idomu Shounen no Kyuukyoku Zunousen",
        "The Ultimate Game-Battles of a Boy and the Gods",
        "God Is Hungry for Games",
        "Kami wa Game ni Ueteiru"
    ],
    "Modified": "2025-09-11",
    "Seasons": {
        "0": {
            "ID": "1978778",
            "URL": "https://thetvdb.com/series/gods-game-we-play/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10575883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gods-game-we-play/episodes/10575883",
                    "Titles": {
                        "eng": "A special number just before the broadcast! TV anime \"God is hungry for play\" complete strategy guide!",
                        "jpn": "放送直前特番！テレビアニメ「神は遊戯に飢えている。」完全攻略ガイド！"
                    },
                    "Summaries": {
                        "eng": "A special program in which the four main cast members of the TV anime \"God is hungry for play,\" which began airing in April, convey the appeal of the work just before the broadcast. More information < program content> The ultimate brain game showdown between the cast members has begun! We invite you to the world of \"God Hunger\" as soon as possible. If you watch this, you will definitely be able to completely capture how to enjoy the work! < appearance> Nobunaga Shimazaki (as Fei), Akari Kito (as Leoleche), Hina Tachibana (as Pearl), Kanna Nakamura (as Nell)",
                        "jpn": "4月放送スタートのテレビアニメ「神は遊戯に飢えている。」のメインキャスト4人が、放送直前に作品の魅力を伝えるスペシャル番組。\r\n\r\n詳細情報\r\n＜番組内容＞\r\nキャスト陣による究極頭脳ゲーム対決が開幕！みなさまを一足早く「神飢え」の世界にご招待します。これを見れば作品の楽しみ方を完全攻略できること間違いなし！\r\n＜出演＞\r\n島崎信長(フェイ役)、鬼頭明里(レオレーシェ役)、立花日菜(パール役)、中村カンナ(ネル役)"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1978779",
            "URL": "https://thetvdb.com/series/gods-game-we-play/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9872701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gods-game-we-play/episodes/9872701",
                    "Titles": {
                        "eng": "Gods' Games We Play",
                        "jpn": "Gods' Games We Play"
                    },
                    "Summaries": {
                        "eng": "In an ice wall that was created during the last ice age, a group discovers a thinly clad girl. To her surprise, she calls herself a former goddess and immediately demands the best gamer in the world...",
                        "jpn": "三千年もの間、氷河の中に閉じ込められていた少女・レーシェが目覚めた。元・神様の彼女は開口一番「この時代で一番遊戯ゲームの上手い人間を連れてきて」と宣言。指名されたのは「神々の遊び」で無敗のまま3勝中の少年・フェイ。彼女を監視すべく神秘法院ルイン支部を訪れる。そこで彼は、レーシェから「自己紹介神経衰弱」を挑まれて……！？"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10378698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gods-game-we-play/episodes/10378698",
                    "Titles": {
                        "eng": "Hide and God Seek",
                        "jpn": "神ごっこ"
                    },
                    "Summaries": {
                        "eng": "Fay and Leshea are thrown into their first gods' game together against Titan. The game they play is Hide-and-God-Seek. Fay and Leshea try to outsmart Titan as their teammates get incapacitated one after another.",
                        "jpn": "二人が挑むのは、巨神タイタンによる「神ごっこ」。鬼ごっことかくれんぼがアレンジされたゲームの勝利条件を推理しながら、フェイとレーシェは攻略目指して進んでいく。しかし、タイタンにタッチされていない使徒までも神の配下にされてしまった。そのことから、フェイは隠された「第３のゲーム」の存在を見破るが……？"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10378700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gods-game-we-play/episodes/10378700",
                    "Titles": {
                        "eng": "I'm Pearl Diamond",
                        "jpn": "パール・ダイアモンドです"
                    },
                    "Summaries": {
                        "eng": "Fay and Leshea are told that they need to find some other team members to participate in the gods' games with them. They happen to meet another Apostle named Pearl Diamond, but she seems to have an interesting past with a different team...",
                        "jpn": "ミランダから、チームを組むのであれば三人以上でなければならないとの指摘を受け、フェイとレーシェはチームメイト探しを開始する。フェイは知り合いのチームに合流できないか連絡するものの、レーシェに怯えるあまり、誰も取り合ってくれず……！？　そんな中、どうしたものかと策を練り続ける二人の前に、ある少女が現れた。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10378702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gods-game-we-play/episodes/10378702",
                    "Titles": {
                        "eng": "Uroboros",
                        "jpn": "ウロボロス"
                    },
                    "Summaries": {
                        "eng": "Fay, Leshea, and Pearl join up with Pearl's former team to try to take down the god Uroboros in the gods' games.",
                        "jpn": "フェイ、レーシェ、パールが降り立った先は無限神ウロボロスだった。使徒たちは、神にとある単語を言わせれば勝利するゲーム「禁断ワード」に挑むことに。ミィプによるとその単語とは、既に使徒が言った言葉らしいが……。いまだ攻略成功者ゼロの全長一万メートルにも及ぶ神との頭脳戦が、いま始まる！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10378704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gods-game-we-play/episodes/10378704",
                    "Titles": {
                        "eng": "World Games Tour",
                        "jpn": "ワールドゲームズツアー"
                    },
                    "Summaries": {
                        "eng": "Fay, Leshea, and Pearl are invited to the city of Mal-ra to participate in something called the World Games Tour.",
                        "jpn": "パールが正式なメンバーとなったものの、ダイヴ希望者が多すぎるためにフェイたちは「神々の遊び」に挑むことができない。そこでミランダは、フェイたちにワールド・ゲームズ・ツアーへの参加を提案する。数ある街の中から選ばれた聖泉都市マル＝ラに向かった彼らを待っていたのは、元使徒の少女・ネルだった——！"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10378706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gods-game-we-play/episodes/10378706",
                    "Titles": {
                        "eng": "Mind Arena",
                        "jpn": "マインドアリーナ"
                    },
                    "Summaries": {
                        "eng": "Fay and Pearl team up to fight against Dax and Kelritch. The game: Card Battle Sugoroku: Mind Arena. Will Pearl be able to prove herself to her friends?",
                        "jpn": "二対二で行われるカード戦略系すごろく「Mind Arena」の試合が開始し、ダークス＆ケルリッチに対してフェイ＆パールが立ち向かう。このゲームの勝利条件は、先にゴールに辿り着くか、相手のライフをゼロにするかの二つ。攻撃系の職(クラス)を選択し、高火力のカードで襲い掛かるダークスたち。追い詰められるフェイたちに、果たして挽回の策はあるのか……！？"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10378708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gods-game-we-play/episodes/10378708",
                    "Titles": {
                        "eng": "Sunsteal Scramble",
                        "jpn": "太陽争奪リレー"
                    },
                    "Summaries": {
                        "eng": "Fay, Leshea, and Pearl team up with Dax and Kelritch to go up against the god Mahtma II in their next gods' game that takes place in the desert.",
                        "jpn": "都市対抗戦に勝利したフェイに、ネルはチームのアナリストになりたいと志願する。しかし、フェイは彼女の「本当にやりたいこと」は他にあるはずだと、自分たちの「神々の遊び」の応援をお願いするのだった。ネルが中継を見守る中、フェイたちはマアトマ２世による「太陽争奪リレー」に挑む！"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10378710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gods-game-we-play/episodes/10378710",
                    "Titles": {
                        "eng": "Where Did the Sun Go?",
                        "jpn": "太陽はどこへ消えた？"
                    },
                    "Summaries": {
                        "eng": "Fay's team begins their game against the Mahtma II and his army. Fay's team is completely outnumbered and Dax makes a surprising move. Will they be able to get the sun flower to the top of the pyramid?",
                        "jpn": "遂に始まった「太陽争奪リレー」。神を欺くため、フェイたちはチームメイトであっても太陽の花を持つのが誰か明かさずプレイすることを選んだ。しかし、あまりにも多い猫ゴーレムの猛追に遭い、また一人、また一人と使徒が減っていく。劣勢の中、フェイたちに活路はあるのか。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10378712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gods-game-we-play/episodes/10378712",
                    "Titles": {
                        "eng": "Bookmaker",
                        "jpn": "賭け神"
                    },
                    "Summaries": {
                        "eng": "Nel must face the Bookmaster and bet Fay's wins in a game in order to try to make a comeback so she can join Fay's team.",
                        "jpn": "賭け神は、同行者の1勝を賭けて勝利することで使徒の１敗を消してくれる神である。ネルを使徒として復帰させるため、フェイたちは賭け神への挑戦を決めた。一行はルイン支部に戻りネルの歓迎会を実施。パーティーのあと、お風呂でも女子たちは親交を深めるのだが……？　そしていよいよネルは、賭け神との勝負に挑む！"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10378714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gods-game-we-play/episodes/10378714",
                    "Titles": {
                        "eng": "The Three Cheats the God Brings Forth",
                        "jpn": "神がもたらす三つのイカサマ"
                    },
                    "Summaries": {
                        "eng": "After Nel failed against the Bookmaster, Fay must try to win against the Bookmaster and Three Cheats.",
                        "jpn": "グレモワールが挑んできたのは「三つのイカサマ」。コインの裏表当て、ポーカー、ババ抜きを通して使われている同じイカサマを見破るという勝負だった。しかし、なにせ相手は神。なんでもできる中で、どんなイカサマをしているのか？　ババ抜きまで終えたフェイは、もう一回ババ抜きをやることを提案するのだった。——「次のゲームでお前の必勝を打ち破る」"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10378716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gods-game-we-play/episodes/10378716",
                    "Titles": {
                        "eng": "The Labyrinth of No Return: Luceimia",
                        "jpn": "帰らずの”迷宮”ルシェイメア"
                    },
                    "Summaries": {
                        "eng": "Apostles from around the world are being forced to play a game in the Luceimia Labyrinth. Unlike most games where once the player loses, they are sent back to the real world, anytime someone loses in this game, they are forced to respawn.",
                        "jpn": "フェイたちが飛び込んだ「死と再生の迷宮ルシェイメア」は、死んでも無限にリスポーンするダンジョンだった。迷宮には様々なモンスターや凶悪なギミック・罠が満載。フェイたちは攻略のカギとなるアイテムを回収＆クラフトしながら迷宮を探索していくのだった。ミィプによると、最深部にいるラスボスを倒せば現実世界に戻れるらしいが、フェイ達は無事に最深部までたどり着けるのか……！"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10378718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gods-game-we-play/episodes/10378718",
                    "Titles": {
                        "eng": "The \"Labyrinth\" of Death and Rebirth: Luceimia",
                        "jpn": "死と再生の”冥宮”ルシェイメア"
                    },
                    "Summaries": {
                        "eng": "Fay and the other Apostles manage to find the save item which allows some of them to escape the labyrinth. Uroboros joins Fay and his party as they continue through the labyrinth.",
                        "jpn": "ウロボロスのワンパンで倒された眠れる獅子は、セーブアイテム・ライオンハートをドロップ。これによって使徒は現実世界に一時帰還できるようになった！　しかし、フェイとウロボロスはこのゲームにストーリーが進まないバグが潜んでいることを見抜いていて……！？"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "10423408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gods-game-we-play/episodes/10423408",
                    "Titles": {
                        "eng": "Good Game Well Played",
                        "jpn": "Good Game Well Played"
                    },
                    "Summaries": {
                        "eng": "Will Fay and his friends face the final boss of Luceimia. Will they be able to make it out of the labyrinth alive?",
                        "jpn": "フェイたちは迷宮の最深部に辿り着いたが、やはりラスボスは死んでいた。だがここは「死と再生の迷宮」。ラスボス不在で攻略不可能なら、“復活させてから”倒せばいい。アイテム・黄泉がえりの鈴を使うフェイたちだったが何も起きないようで……？　そこでフェイがある要素に気づくのだった。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}