{
    "URL": "https://thetvdb.com/series/estab-life",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt19037400/",
        "https://establife.tokyo/",
        "https://www.themoviedb.org/tv/134580",
        "https://www.themoviedb.org/tv/134580",
        "https://x.com/establife"
    ],
    "TitleEnglish": "Estab Life: Great Escape",
    "SummaryEnglish": "When the world’s population shrinks, the Supernatural Renovation Project splits up Tokyo. Divided by towering walls, cyborgs, beast folk, and magical beings are segregated into clusters and monitored by artificial intelligence. Some adjust to their new lives, but many suffer in silence, unaware secret help is available. Have no hope and desperate to escape? The Extractors will find you!",
    "Aliases": [
        "エスタブライフ",
        "Estab-Life",
        "Establishment in Life",
        "Estab-Life: Great Escape"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1978588",
            "URL": "https://thetvdb.com/series/estab-life/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9063998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/estab-life/episodes/9063998",
                    "TitleEnglish": "You Can't Run from Schoolwork",
                    "SummaryEnglish": "In the future, individual districts have become isolated habitats called \"clusters.\" Equa lives as a student in one such cluster, the university city of Ochanomizu, but she is actually an \"extractor\" who takes requests from people desperate to flee to other clusters. Shockingly, her latest client is a teacher at her school.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9072079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/estab-life/episodes/9072079",
                    "TitleEnglish": "You Can't Run from Memories",
                    "SummaryEnglish": "Toichi, the boss of the Kanto Union, one of the three major gangs that control the yakuza town of Shinjuku, wants help to escape his home cluster. His reasons come as a shock to Feles, an extractor who originally hailed from Shinjuku herself.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9075165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/estab-life/episodes/9075165",
                    "TitleEnglish": "You Can't Run from the Aquarium",
                    "SummaryEnglish": "A plea from a famous ballet troupe brings the extractors to the divided Ikebukuro Cluster. But will even they be able to sneak 18 clients past a lethal train crossing with secret police breathing down their necks?",
                    "Aliases": []
                },
                "4": {
                    "ID": "9075166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/estab-life/episodes/9075166",
                    "TitleEnglish": "You Can't Run from Democracy",
                    "SummaryEnglish": "A grenade blows Martes clean in two, leaving the extractors' resident slime both physically and mentally divided. Reuniting the warring factions of her personality will be a challenge—even if they don't kill each other first.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9075167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/estab-life/episodes/9075167",
                    "TitleEnglish": "You Can't Run from the Goddess",
                    "SummaryEnglish": "The extractors' latest client hails from Odaiba Cluster, a luxurious town of hot springs resorts dedicated to the worship of its goddess. When Feles breaks a startling religious prohibition, a mob of incensed fanatics turn what should be a simple job into a desperate chase.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9075168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/estab-life/episodes/9075168",
                    "TitleEnglish": "You Can't Run from the Leader",
                    "SummaryEnglish": "When Equa comes down with a cold, the rest of the extractors set off to meet a new client without her. Will the leaderless team be able to work together long enough to get the job done?",
                    "Aliases": []
                },
                "7": {
                    "ID": "9075169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/estab-life/episodes/9075169",
                    "TitleEnglish": "You Can't Run from Connections",
                    "SummaryEnglish": "Martes becomes concerned for Equa's struggling café and sets out to breathe new life into the business by overhauling its menu. Meanwhile, Alga searches the building for secret funds to upgrade his armaments and stumbles upon a mysterious safe.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9075170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/estab-life/episodes/9075170",
                    "TitleEnglish": "You Can't Run from Destiny",
                    "SummaryEnglish": "A routine job brings the extractors to Shirokane Cluster, where a spoiled rich girl and her overworked old butler appear to be the only remaining residents. Can they help their client escape to a new life in good conscience if his departure will leave a child without a caretaker?",
                    "Aliases": []
                },
                "9": {
                    "ID": "9075171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/estab-life/episodes/9075171",
                    "TitleEnglish": "You Can't Run from Domination",
                    "SummaryEnglish": "The extractors have had to fight hard to stay out of prison, but their latest job will send them right into the heart of one. Is freeing a small army of prisoners from the clutches of a corrupt and tyrannical warden more than even they can handle?",
                    "Aliases": []
                },
                "10": {
                    "ID": "9075172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/estab-life/episodes/9075172",
                    "TitleEnglish": "You Can Run All You Want, But You Can't Get Away",
                    "SummaryEnglish": "Equa's precognitive powers are on the fritz, and their timing couldn't be worse: the full force of Ochanomizu Cluster has turned on the extractors. With their cover blown, they have no choice but to flee for their lives.",
                    "Aliases": []
                },
                "11": {
                    "ID": "9075173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/estab-life/episodes/9075173",
                    "TitleEnglish": "You Can't Run from Your True Feelings",
                    "SummaryEnglish": "The extractors' future looks grimmer than ever as an army of drones hounds them from cluster to cluster. Equa's heart is set on one last job, but can she convince anyone else to join her on what seems like a suicide mission?",
                    "Aliases": []
                },
                "12": {
                    "ID": "9075174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/estab-life/episodes/9075174",
                    "TitleEnglish": "You Can't Run from the Extractors",
                    "SummaryEnglish": "Endless waves of security drones threaten to overwhelm the extractors as they make a mad dash for the top of Ooedo Castle. Meeting with The Manager is their last hope, but do they really have anything to offer the all-powerful AI?",
                    "Aliases": []
                }
            }
        }
    }
}