{
    "URL": "https://thetvdb.com/series/the-lucifer-and-biscuit-hammer",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12105800/",
        "https://hoshinosamidare.jp/",
        "http://www.reddit.com/r/HoshiNoSamidare",
        "https://www.themoviedb.org/tv/156218",
        "https://en.wikipedia.org/wiki/Lucifer_and_the_Biscuit_Hammer",
        "https://x.com/AnimeSamidare"
    ],
    "Titles": {
        "eng": "Lucifer and the Biscuit Hammer",
        "jpn": "惑星のさみだれ"
    },
    "Summaries": {
        "eng": "Everything about college student Amamiya Yuuhi is average: grades, looks and his blasé outlook on life. So what happens when he awakens one day to a talking lizard, who informs him that there is a gigantic hammer in outer space, poised to split the Earth into pieces, and requests his allegiance in the fight against the forces of evil? Pretend it never happened! Unfortunately for Yuuhi, a little bit of coercion in the form of a super-powered princess prevents him from returning to his mediocre life-as-usual.\r\n\r\nIn the adventure of his lifetime, Yuuhi will join forces with the unpredictable princess and seek out a motley crew of companions to fight back against an evil mage and his horrifyingly powerful homunculus before the Biscuit Hammer destroys the planet!",
        "jpn": "主人公の雨宮夕日は、ある朝、言葉を喋るトカゲから世界を救う騎士の1人として選ばれたことを告げられる。最初は無関心な夕日だったが、敵である魔法使いが生み出した泥人形の襲撃を受ける。死を覚悟したその時、守るべき姫である朝日奈さみだれに救われ、更に常人ならざるさみだれの気概に触れたことで彼女に忠誠を誓う。ここにひとつの主従が生まれ、この時から夕日の戦いが始まった。"
    },
    "Aliases": [
        "Hoshi no Samidare",
        "Samidare of the Stars"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1979395",
            "URL": "https://thetvdb.com/series/the-lucifer-and-biscuit-hammer/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9376134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/9376134",
                    "Titles": {
                        "eng": "Recap Episode: \"Lucifer and the Biscuit Hammer, First Half\"",
                        "jpn": "総集編「惑星のさみだれ 前半戦」"
                    },
                    "Summaries": {
                        "eng": "In this compilation episode Neu recounts key moments from the first 12 episodes.",
                        "jpn": "『惑星のさみだれ　後半戦』に先駆けて、『惑星のさみだれ　前半戦』のダイジェストをノイ視点でお届けします。"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1979396",
            "URL": "https://thetvdb.com/series/the-lucifer-and-biscuit-hammer/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "8963029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/8963029",
                    "Titles": {
                        "eng": "Amamiya Yuuhi and the Lizard Knight",
                        "jpn": "雨宮夕日とトカゲの騎士"
                    },
                    "Summaries": {
                        "eng": "Amamiya Yuuhi, an average college student, wakes up one morning to the sight of Neu Crescent, a talking lizard claiming to be a knight. Neu asks for him to help save the world and protect their princess from an evil mage seeking to destroy the Earth, but Yuuhi finds it hard to believe such an absurd request. However, later that day a golem created by the evil mage appears before Yuuhi. Yuuhi is about to die when suddenly—",
                        "jpn": "平凡な大学生、雨宮夕日はある朝、目が覚めると騎士と名乗る喋るトカゲ、ノイ＝クレザントと邂逅する。ノイから地球を滅ぼす悪の魔法使いから姫を守り、世界を救えという荒唐無稽な依頼をされるが、俄には信じられない夕日。 しかし、夕日の目の前に悪の魔法使いの作った『泥人形』が現れる。絶体絶命の夕日の元に現れたのは――。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9244786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/9244786",
                    "Titles": {
                        "eng": "Amamiya Yuuhi and Asahina Samidare",
                        "jpn": "雨宮夕日と朝日奈さみだれ"
                    },
                    "Summaries": {
                        "eng": "Yuuhi learns of the reason Samidare wishes to destroy the Earth, and he continues to train himself every day in order to hone his new powers. However, the \"discipline\" Yuuhi received from his grandfather continues to bind him like cursed chains. During that time, Yuuhi receives word from his home that his grandfather has fallen ill and been hospitalized—",
                        "jpn": "夕日はさみだれが地球を自分の手で破壊したい理由を知り、自身の能力向上のため日々鍛錬を続けるが、祖父の呪いのような『躾』が鎖のイメージとともに夕日を縛り付ける。 そんな中、実家から祖父が病院で入院していると連絡が入る――。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9244787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/9244787",
                    "Titles": {
                        "eng": "The Knight and the Pact",
                        "jpn": "騎士と契約"
                    },
                    "Summaries": {
                        "eng": "Yuuhi returns home to face his grandfather. His sick grandfather reveals that his feelings have changed from what he thought in the past, and he apologizes for all that he's done to Yuuhi. The sight leaves Yuuhi extremely distressed and angry. As he faces all that, Yuuhi is once more attacked by a new golem. This time he must fight it without any hope of rescue from Samidare.",
                        "jpn": "実家に帰省し、祖父と対峙する夕日。 病床の祖父は、自分の考えが過去とは変わった事を伝え、夕日にしてきた行いを詫びる。 その姿に激しく動揺し、激昂する夕日。そんな中、新たな泥人形が夕日を襲う。 さみだれの助けを望めない状況で、夕日は戦いに臨む。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9244788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/9244788",
                    "Titles": {
                        "eng": "Asahina Hisame and Shinonome Hangetsu",
                        "jpn": "朝日奈氷雨と東雲半月"
                    },
                    "Summaries": {
                        "eng": "Yuuhi and Samidare meet the Dog Knight, Shinonome Hangetsu and grow closer to him, but Yuuhi grows very wary after watching him easily defeat a golem by himself with his power. Meanwhile, Samidare's father returns as Hangetsu is making moves on Hisame. After interacting with several kinds of \"adults\", Yuuhi recalls his dead father—",
                        "jpn": "夕日とさみだれは犬の騎士、東雲半月と出会い、親交を深める。 新たな泥人形を難なく撃退する半月の力に、強い警戒心を抱く夕日。 一方で半月と氷雨が接近する中、さみだれの父親が帰ってくる。 様々な種類の『大人』と触れ合う夕日は、亡き父を想い――。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9244789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/9244789",
                    "Titles": {
                        "eng": "The Knight, Shinonome Hangetsu",
                        "jpn": "騎士 東雲半月"
                    },
                    "Summaries": {
                        "eng": "Yuuhi and the others celebrate Samidare's birthday and enjoy a moment of peace and calm, but Yuuhi also learns that Samidare is truly ill, and she's only able to be active now thanks to the Spirit, Anima. So once their battle is over Samidare's days will be numbered once more. Yuuhi finally tells Shinonome Hangetsu that he wants to become stronger, and Hangetsu agrees to help. Then Hangetsu begins to speak about his own past—",
                        "jpn": "夕日は、さみだれが実は病弱で、元気なのは精霊アニマのおかげであり、戦いが終わればまた余命いくばくかだと知る。 東雲半月に強くなりたいと願い、それに応える半月。そして半月自身の過去も語られていく――。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9244790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/9244790",
                    "Titles": {
                        "eng": "The Crow Knight and Shinonome Mikazuki",
                        "jpn": "カラスの騎士と東雲三日月"
                    },
                    "Summaries": {
                        "eng": "Yuuhi struggles to cope with Hangetsu's death and actually fight as new Beast Knights appear before him and Samidare, and band together to face the next golems.",
                        "jpn": "半月の死に折り合いがつかない夕日達の前に、続々と現れる獣の騎士達。 カラスの騎士・東雲三日月とムー、馬の騎士・南雲宗一朗とダンス、ヘビの騎士・白道八宵とシア。 騎士達をまとめて、泥人形に立ち向かおうとする南雲。しかし戦闘狂の三日月は、味方であるはずの南雲に勝負を挑む。 一方、夕日は目の前で半月が死んだトラウマで戦えなくなっていた――。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9244791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/9244791",
                    "Titles": {
                        "eng": "Amamiya Yuuhi and the Beast Knights (Part 1)",
                        "jpn": "雨宮夕日と獣の騎士団（前編）"
                    },
                    "Summaries": {
                        "eng": "Hangetsu's wish has both made Yuuhi stronger and made him a target for Mikazuki while the rest of the Beast Knights are brought together.",
                        "jpn": "『東雲半月の技を、雨宮夕日に渡す』という半月の願いのおかげで、夕日は半月の技を使えるようになっていた。それを聞きつけた三日月は夕日に決闘を申し込む。 獣の騎士団には、新たに黒猫の騎士・風巻豹とクー、鶏の騎士・星川昴とリー、亀の騎士・月代雪待とロン、ネズミの騎士・日下部太朗とランス、カマキリの騎士・宙野花子とキル、フクロウの騎士・茜太陽とロキが加わった。 そして、ついに悪の魔法使い『アニムス』が姿をあらわす。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9244792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/9244792",
                    "Titles": {
                        "eng": "Amamiya Yuuhi and the Beast Knights (Part 2)",
                        "jpn": "雨宮夕日と獣の騎士団（後編）"
                    },
                    "Summaries": {
                        "eng": "With the survivng ten Beast Knights now united, Yuuhi learns of Nagumo's past as a detective while Shimaki converses with Animus in his dreams.",
                        "jpn": "獣の騎士団の生存者10名はアニマの元に集った。騎士団をまとめようとする南雲は元刑事で、ある事情から警察を辞職していた。 風巻は夢の世界で度々アニムスと会話をしていた。 アニムスは風巻を仲間に引き入れようとするが、風巻はそれを拒否しアニムスと対峙する。そこに意外な人物が現れる――。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9244793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/9244793",
                    "Titles": {
                        "eng": "Akitani Inatika",
                        "jpn": "秋谷稲近"
                    },
                    "Summaries": {
                        "eng": "Yuuhi digs up a box buried in the mountains that contains a letter and a book for him which describes the life of the clairvoyant Swordfish Knight, Akitani Inatika.",
                        "jpn": "来たるべき戦闘のために山で落とし穴を掘っていた夕日は、箱を掘り当てる。 中には未来視を持つカジキマグロの騎士・秋谷稲近から夕日に宛てた手紙が入っていた。 稲近が遺した書物を読み始める夕日。 そこには稲近の驚くべき半生が書かれていた。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9244794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/9244794",
                    "Titles": {
                        "eng": "Hekatombaion and the Beast Knights",
                        "jpn": "ヘカトンバイオンと獣の騎士団"
                    },
                    "Summaries": {
                        "eng": "Samidare and Yuuhi help training Tarou and Hanako, however, there doesn't seems to be any progress. Mikazuki calls Yuuhi and tells him that its summer and that is associated with beaches and swimsuits, and that they should held a training camp.",
                        "jpn": "獣の騎士団は三日月の提案で海に合宿に行く。海を楽しむ一同の前に現れる泥人形。 殲滅しに向かおうとする獣の騎士だが、そこにアニムスが現れ、夕日とさみだれは仲間達から分断されてしまう。 最大の攻撃力を持つさみだれを欠いたまま泥人形と戦う獣の騎士団。 そして、夕日とさみだれは、アニムスと対峙する――。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9244795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/9244795",
                    "Titles": {
                        "eng": "The Asahina Family",
                        "jpn": "朝日奈家"
                    },
                    "Summaries": {
                        "eng": "Samidare runs away from home to avoid her Mom, so Yuuhi is forced to live with the Asahina family while she stays at his apartment.",
                        "jpn": "風巻の泥人形で訓練をする獣の騎士団。夕日は徐々に半月の技を使いこなしていく。 そんな中、夕日の家にさみだれが家出してくる。 家に帰ってきた母親と会いたくないさみだれと入れ替わりで、夕日は氷雨に連行され、なし崩し的にさみだれの家に泊まる事に――。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9244796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/9244796",
                    "Titles": {
                        "eng": "The Spirit, Anima and the Beast Knights",
                        "jpn": "精霊アニマと獣の騎士団"
                    },
                    "Summaries": {
                        "eng": "The Spirit, Anima, appears and gathers the Beast Knights together to transform Dance Dark into the Mythic Beast Knight, Unicorn, leaving the knights to face a new golem without Samidare once more.",
                        "jpn": "突如、現れた精霊アニマ。 アニマは獣の騎士団を集合させ、唐突にダンス＝ダークを幻獣の騎士にパワーアップさせる。 そして新たな泥人形が現れるが、さみだれはアニマが力を使った影響で動けない。 獣の騎士団はさみだれ抜きで泥人形と戦う事に――。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "9316662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/9316662",
                    "Titles": {
                        "eng": "The Hero, Kusakabe Tarou",
                        "jpn": "勇者 日下部太朗"
                    },
                    "Summaries": {
                        "eng": "Tarou has always been worried about Hanako after her wish made her more likely die, and when the Beast Knights struggle against the ninth golem, he rises up to protect her.",
                        "jpn": "騎士の契約の願い事の影響で、花子の死亡率が上がってしまっている事を、太朗はずっと気にかけていた。 そんな中、出現した９体目の泥人形『メタゲイトニオン』に苦戦を強いられる獣の騎士団。 現れるたび強さを増していく泥人形との戦いで太朗は花子の前に立つ。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "9316663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/9316663",
                    "Titles": {
                        "eng": "The Knight, Sorano Hanako",
                        "jpn": "騎士 宙野花子"
                    },
                    "Summaries": {
                        "eng": "The eleven-eyed, shapeshifting golem appears before the Beast Knights as they grieve their loss of Kusakabe Tarou, and they gather forces to avenge him.",
                        "jpn": "太朗を失った獣の騎士団は悲しみに暮れるが、花子は涙を流せないでいた。 そんな花子の前に太朗の姿を模した『マイマクテリオン』が現れる。花子は動揺するが、太朗との過去を思い出し、目の前の偽物の笑顔と本物の笑顔の違いに冷静さを取り戻す。 そして泥人形『メタゲイトニオン』に、太朗の弔い合戦を挑んでいく。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "9316664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/9316664",
                    "Titles": {
                        "eng": "Amamiya Yuuhi and the Shinonome Brothers",
                        "jpn": "雨宮夕日と東雲兄弟"
                    },
                    "Summaries": {
                        "eng": "Mikazuki introduces Yuuhi to the job he inherited from Hangetsu, and after reminiscing about him, they agree to duel.",
                        "jpn": "三日月は半月から引き継いだ危ないアルバイトに夕日を誘う。 アルバイトの後、アニマを交えた飲み会で、三日月は半月との思い出を語り出す。 半月の思い出に浸り、夕日は三日月に決闘を申し込む。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "9316665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/9316665",
                    "Titles": {
                        "eng": "Yukimachi and Subaru",
                        "jpn": "雪待と昴"
                    },
                    "Summaries": {
                        "eng": "Subaru and Yukimachi recall their wish and their meeting with their Beast Squires while Taiyou grows closer to the eleventh golem, Maimakterion.",
                        "jpn": "昴と雪待は、獣の従者リーとロンとの出会いを回想する。師匠である稲近との日々を過ごした２人は、騎士の契約の時、同じ願いを口にする。一方、太陽は、敵である泥人形『マイマクテリオン』と親交を深めていた。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "9316666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/9316666",
                    "Titles": {
                        "eng": "The Hero and the Children",
                        "jpn": "ヒーローと子供達"
                    },
                    "Summaries": {
                        "eng": "Pyanepsion and Maimakterion, the tenth and eleventh golem, fight together to corner the Beast Kngihts before being driven off and Taiyou finds himself opening up to the older Knights.",
                        "jpn": "何度倒しても現れる１０体目の泥人形『ピュアノプシオン』は、マジカルマリーに擬態したマイマクテリオンと一緒に、獣の騎士団を追い詰める。 辛くも２体を退ける獣の騎士団。 戦いの中で大人達の活躍を目の当たりにした太陽は、少しずつ彼らに心を開いていく。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "9316667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/9316667",
                    "Titles": {
                        "eng": "Amamiya Yuuhi and Shinonome Hangetsu",
                        "jpn": "雨宮夕日と東雲半月"
                    },
                    "Summaries": {
                        "eng": "Shimaki struggles to create his next golem, and Yuuhi must face Anima's trial after dealing with the death of his grandfather.",
                        "jpn": "ある日、夕日の元に祖父の訃報が届く。 夕日は祖父との思い出を反芻し、祖父の呪縛を断ち切るように叫ぶ。 そして夕日は夢の世界でアニマからの試練を受ける事になる。 試練の中で夕日が出会ったのは夕日のよく知る人物だった――。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "9316668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/9316668",
                    "Titles": {
                        "eng": "Maimakterion and the Beast Knights",
                        "jpn": "マイマクテリオンと獣の騎士団"
                    },
                    "Summaries": {
                        "eng": "While Samidare and Yuuhi are absent, Maimaketerion challenges the Beast Knights and wins, only to delcare that it will appear again in ten days and go after their families if they don't provide a better fight then.",
                        "jpn": "夕日とさみだれが不在の獣の騎士団の前に、マイマクテリオンが現れる。 圧倒的なマイマクテリオンの力の前に、なす術もなくやられてしまう獣の騎士団。 マイマクテリオンは１０日後に再び現れる事を宣言し去っていった。 獣の騎士達はそれぞれの思いで戦いに備える。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "9316669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/9316669",
                    "Titles": {
                        "eng": "Anima and Animus",
                        "jpn": "アニマとアニムス"
                    },
                    "Summaries": {
                        "eng": "Anima and Animus were the sole survivors of a space shuttle accident in the distant future, but their secret leads to the battle over Earth's destruction, and after many years Anima finally meets the young Yuuhi and Samidare.",
                        "jpn": "アニマとアニムスは遠い未来からやってきた超能力者であった。 幼い頃、宇宙シャトル事故で、ただ二人生き残った兄妹は、ある秘密を持っていた。 そこから地球を破壊する魔法使いと指輪の騎士団との戦いが始まった。 そして時は経ち、アニマは幼い夕日とさみだれと出会う。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "9316670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/9316670",
                    "Titles": {
                        "eng": "The Last Battle",
                        "jpn": "最後の戦い"
                    },
                    "Summaries": {
                        "eng": "The Beast Knights face Animus and his final golem in the last battle as the Biscuit Hammer finally activates.",
                        "jpn": "獣の騎士団はついにアニムスとの最終決戦を迎える。 アニムスの１２体目の泥人形『ポジディオン』に戦いを挑む獣の騎士団。 そしてついに『ビスケットハンマー』が発動する。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "9316671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/9316671",
                    "Titles": {
                        "eng": "Lucifer and the Biscuit Hammer",
                        "jpn": "惑星のさみだれ"
                    },
                    "Summaries": {
                        "eng": "Samidare has shattered the Biscuit Hammer and the battle between Animus and the Beast Knights begins.",
                        "jpn": "アニムスの『ビスケットハンマー』を砕いたさみだれ。 そしてついにアニムスと獣の騎士団の戦いが始まる。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "9316672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/9316672",
                    "Titles": {
                        "eng": "Lucifer and the Biscuit Hammer",
                        "jpn": "ほしのさみだれ"
                    },
                    "Summaries": {
                        "eng": "Samidare declares her intent to destroy the Earth and Yuuhi fights to protect Samidare as the Beast Knights fight to stop the destruction of the planet.",
                        "jpn": "ついにアニムスを倒した獣の騎士団。 さみだれは地球を破壊する計画を騎士たちに告げる。 獣の騎士団は地球の破壊を止めるべく、さみだれを守る夕日に戦いを挑んでいく。 ――地球の命運をかけた真の戦いが始まる。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "9316673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lucifer-and-biscuit-hammer/episodes/9316673",
                    "Titles": {
                        "eng": "That Which Ends and That Which Continues",
                        "jpn": "終わるものと続くもの"
                    },
                    "Summaries": {
                        "eng": "The Beast Knights bid farewell to their squires and go their separate ways before meeting up once again some time later in the future.",
                        "jpn": "全ての戦いが終わり、騎士団と従者達との別れの時がやってきた。 消えゆく従者達の横で夕日と三日月は己のプライドをかけた戦いを始める。 ――やがて時はながれ… 共に分かち合い、生死をかけた戦いを乗り越えた騎士達は一同に会する。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}