{
    "URL": "https://thetvdb.com/series/onipan",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt18634390/",
        "https://onipan.com/",
        "http://www.reddit.com/r/Onipan",
        "https://www.themoviedb.org/tv/156911",
        "https://www.themoviedb.org/tv/156911",
        "https://x.com/tv_anime_onipan"
    ],
    "Titles": {
        "eng": "Onipan!",
        "jpn": "おにぱん！"
    },
    "Summaries": {
        "eng": "Over the centuries, oni (AKA demons of Japanese folklore) got a pretty bad reputation. Now it’s up to three plucky oni kids — sunny Tsutsuji, cool Tsuyukusa and boisterous Himawari — to improve human-oni relations through love, friendship and superpowered underpants!",
        "jpn": "彼らはまだ誤解されており、いたずら好きな性質のために虐待されることもありますが、悪魔は人間と非常にうまくやっています。 この世界では、ツツジ、ヒマワリ、ツユクサの3人が、男性の目から見た人種のイメージを継続的に向上させるために日々奮闘しています。 鬼ヶ島から東京の大学に転校した3人の侍者は、アイドルになるまで、街とその住民がさまざまなイベントに参加して統合するのを助けます！ ある日、グループは世代から世代へと受け継がれてきたパンティーを手に入れます。それは重要な力を宿しているようです...これらの神秘的なアーティファクトの背後に本当に隠れているのは何ですか？"
    },
    "Aliases": [],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1981796",
            "URL": "https://thetvdb.com/series/onipan/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8982105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onipan/episodes/8982105",
                    "Titles": {
                        "eng": "Three Onikko, on the Scene!",
                        "jpn": "上陸！３人のおにっ子！"
                    },
                    "Summaries": {
                        "eng": "Three oni-kids arrive in the big city with a mission to prove oni aren’t so scary. With their adorable faces, this should be a piece of cake… right!?",
                        "jpn": "鬼ヶ島から東京にやってきた３人のおにっ子―…つつじ、ひまわり、つゆくさ 。目的は「鬼のイメージアップ」！だが、早速都会の人波に圧倒されてしまう３人。そんな中、一人の少女と出会う。おにっ子たちのツノを見て怯える少女。「怖いなら仕方ないね」と仲良くなることを諦める３人だったが、少女の落としたぬいぐるみを見つけて…⁉これ、あの子に届けなくちゃ！鬼族に伝わるぱんつ「おにぱん」で変身！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9103900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onipan/episodes/9103900",
                    "Titles": {
                        "eng": "Momomomomomomo!",
                        "jpn": "もーっもっもっもっもっもっ！"
                    },
                    "Summaries": {
                        "eng": "Making friends at a new school is tough. And when you’re an oni-kid going to school with the descendant of the greatest oni-enemy EVER, it gets even tougher!",
                        "jpn": "中学校に転校したおにっ子たち。そこで出会ったのは、鬼の因縁の相手・日本一の桃太郎！――の子孫の女の子、桃園桃。出会ったばかりなのに決闘を申し込まれるおにっ子たち。やはり桃太郎の一族と鬼は戦う運命（さだめ）…！？天敵同士の出会いは嵐を呼ぶ！"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9103901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onipan/episodes/9103901",
                    "Titles": {
                        "eng": "Onikko, on the Town!",
                        "jpn": "おにっ子、商店街に現る"
                    },
                    "Summaries": {
                        "eng": "It’s time for the oni-kids to revitalize their neighborhood! They’ll need to attract attention (and maybe win a competition or two) to keep local business booming.",
                        "jpn": "些細なことで喧嘩をし、家を飛び出したつつじとひまわり。\r\n家出した先は――…近くの商店街！\r\nつつじは駄菓子屋のおばあちゃんと、ひまわりは八百屋のおじさんと仲良くなるが、そこは”シャッター商店街”で―…!?\r\n\r\n商店街を救おうと奮闘するおにっ子たちは、「ご当地アイディア料理グランプリ」にエントリーすることに！\r\n\r\n果たして商店街に活気は戻るのか、つつじとひまわりは仲直りできるのか、そして喧嘩の原因となったケーキの行方とは!?"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9103902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onipan/episodes/9103902",
                    "Titles": {
                        "eng": "Oni Love Clubs!",
                        "jpn": "部活動の鬼！"
                    },
                    "Summaries": {
                        "eng": "Being normal students isn’t enough to show humans how amazing oni are. It’s time for the oni-kids to join a school club! But the question is: which one?",
                        "jpn": "学校生活にも慣れ、平穏な日常生活を送るおにっ子たち。だが、慣れのあまり鬼のイメージアップという使命をすっかり忘れてしまっていた！このままじゃいけない！と我に返った３人は、桃からの勧めで部活動に入ることを決意する。御蓮田中学校の一風変わった部活動を見て回る中、廃部寸前だというメカ部と出会った３人は、部の存亡をかけたドローンレースに出場することに―…！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9103903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onipan/episodes/9103903",
                    "Titles": {
                        "eng": "Momo Battle Royale!",
                        "jpn": "激闘！モモロワイヤル！！"
                    },
                    "Summaries": {
                        "eng": "The Momo Battle Royale is about to begin! …too bad no one knows what a Momo Battle Royale is. Time for Momo, descendant of the #1 Oni-Enemy, to take to the stage and explain!",
                        "jpn": "日本全国に伝わる桃太郎伝説。桃太郎の子孫も桃だけじゃなかった⁉年に一度、全国各地から集まった桃太郎の子孫の中から真の桃太郎を決める戦い、その名も「モモロワイヤル」。桃からモモロワイヤルの審査員を頼まれたおにっ子たちは、桃太郎たちの戦いをジャッジすることに。歴史アピールにご当地自慢と白熱しつつもなんだかゆるい対決が続く中、桃が取り出したのは──カードゲーム！？互いの故郷の名誉と誇りをかけてぶつかり合う魂の戦いが、今はじまる！"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9103904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onipan/episodes/9103904",
                    "Titles": {
                        "eng": "Legendary Idol Noririn",
                        "jpn": "アイドル伝説のりりん"
                    },
                    "Summaries": {
                        "eng": "Who is the mysterious idol Noririn? Her true identity is a secret…or at least it WAS! Can the oni-kids keep her secret, or is the magically transforming cat out of the bag?",
                        "jpn": "トップアイドル「のりりん」。新曲のPVは配信開始即日で１億再生！SNSフォロワー数も世界トップクラス！歌にバラエティにドラマに引っ張りだこの、まさに最強のトップアイドル！だが、その正体は謎に包まれている。ある日、おにっ子たちは偶然のりりんに遭遇し、その正体を目撃してしまう―…！と、同時にのりりんはとある重大な危機に陥り…！？おにっ子３人はのりりんのピンチを救えるのか！？"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9103905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onipan/episodes/9103905",
                    "Titles": {
                        "eng": "What a Scoop! Kuma's Real Identity Revealed?!",
                        "jpn": "スクープ！クマの正体はOO！？"
                    },
                    "Summaries": {
                        "eng": "King Yama doesn’t want to return to the land of the oni! She’s having way too much fun with the oni-kids, but can a king afford to goof off this much?",
                        "jpn": "鬼ヶ島からおにっ子達を狙う刺客が現れた！？…と思いきや、狙いはクマだった！クマはおにっ子ハウスを出て、桃や法子と行動と共にするようになるが、その不在にすら気が付かないおにっ子３人。その間にもクマに魔の手が迫り、遂に捉えられてしまう……！やがてクマの不在に気付いた３人は、救い出すべく立ち上がる！クマを狙うのは一体何者なのか、そもそもクマとは一体…！？"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9103906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onipan/episodes/9103906",
                    "Titles": {
                        "eng": "Farewell, Onipan?!",
                        "jpn": "さよならおにぱん！？"
                    },
                    "Summaries": {
                        "eng": "The oni-kids can only use their onipan once more before the garments turn into normal underpants! They can get more, but they must pass three tests at the Mountain of Trials.",
                        "jpn": "あと一回変身したら、おにぱんがただのぱんつになっちゃう！？クマに衝撃の事実を告げられたおにっ子たちは、 新たなおにぱんを手に入れるため、試練の山へと挑むことに。そこで待ち受けていたのは「知力」「体力」「時の運」が問われる超難関の試練。３人は無事クリアして新たなおにぱんを手に入れることができるのか、それとも……！？"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9103907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onipan/episodes/9103907",
                    "Titles": {
                        "eng": "The Oni Return to a Culture Festival!",
                        "jpn": "鬼の居ぬ間に文化祭！"
                    },
                    "Summaries": {
                        "eng": "It’s time for a school festival episode! It’s up to the Oni-Kids to organize the event, but are they up to the challenge of picking a unique theme at their super wacky school?",
                        "jpn": "御蓮田中学校は文化祭ムード一色！しばらく来ないうちに文化祭実行委員になっていたおにっ子たちは、準備にいそしむ部活動やクラスを回ったり、文化祭のテーマを考えたりと大忙し。そんな中、メカ部のあの２人がまた何やら企んでいるようで……おにっ子たちは文化祭を成功させることができるのか！？"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9103908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onipan/episodes/9103908",
                    "Titles": {
                        "eng": "You're Watching Onikko Channel!",
                        "jpn": "おにっ子☆チャンネルはじめました"
                    },
                    "Summaries": {
                        "eng": "The oni-kids turn to the internet to give a lesson on modern oni culture! The results are scarier than expected (on multiple levels)…",
                        "jpn": "本気で鬼のイメージアップに取り組むため、動画撮影に挑戦することにしたおにっ子たち。最新の鬼のファッションを紹介したり、激辛グルメレビューに大苦戦したり、動画配信戦国時代で再生数を稼ぐべく悪戦苦闘！そんな中、人気の動画をリサーチしていたおにっ子たちは、ある恐怖の動画を見つけてしまって……！？"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9103909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onipan/episodes/9103909",
                    "Titles": {
                        "eng": "Our Next Top Idols: The Oni Project!",
                        "jpn": "目指せアイドル？ONIプロジェクト！"
                    },
                    "Summaries": {
                        "eng": "Could becoming an idol help the kids improve oni-human relations at long last? Only if they can make it through a pretty darn weird audition process...",
                        "jpn": "世界中で愛される最高のアイドルを探せ！カリスマプロデューサー、ジェニー南田主催のオーディションが開幕！オーディションを受ける桃の付き添いで来たおにっ子たちもなぜか一緒に参加することに。やる気がないつゆくさとひまわりに対して、つつじだけはアイドルにちょっと興味があるみたいで……。三人は過酷なオーディションを勝ち抜くことができるのか！そしてついにおにっ子たち、オンステージ─！？"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9103910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onipan/episodes/9103910",
                    "Titles": {
                        "eng": "A Legendary Battle! Onikko Forever!",
                        "jpn": "伝説バトル！ おにっ子たちよ、永遠に――"
                    },
                    "Summaries": {
                        "eng": "The oni-kids have competition when three legendary oni take over the public opinion campaign! But these new oni look a little… familiar.",
                        "jpn": "鬼ヶ島から東京にやってきた３人のおにっ子―…つつじ、ひまわり、つゆくさ。……に代わって、今後は新たにやってきた伝説のおにっ子たちが鬼のイメージアップ活動をすることに。伝説的な手腕によって鬼のようなスピードでイメージアップを進める伝説の三人に、たちまち立場を奪われてしまうつつじたち。伝説のおにっ子たち、その正体とは！？というか、そもそも伝説って何なのか！？つつじ、ひまわり、つゆくさの運命やいかに！真の『おにぱん！』が今始まる―…！？"
                    },
                    "Aliases": []
                }
            }
        }
    }
}