{
    "URL": "https://thetvdb.com/series/helck",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt26688817/",
        "https://www.helck-anime.com/",
        "http://www.reddit.com/r/Helck",
        "https://www.themoviedb.org/tv/157571",
        "https://en.wikipedia.org/wiki/Helck_(manga)"
    ],
    "Titles": {
        "eng": "Helck",
        "jpn": "Helck"
    },
    "Summaries": {
        "eng": "Three months have passed since the Demon Lord was struck down, and the Demon Realm is holding a tournament to select his replacement. The leading contestant is Helck, a human hero who claims to hate his own kind. Some aren't happy with the idea of a human becoming the next Demon Lord—especially Vermilio the Red. She wants nothing more than to protect demonkind and prove Helck to be their enemy, even if she has to rig the competition to do it!",
        "jpn": "魔王が倒された後の世界を舞台にした物語。 「四天王」のヴァミリオは、次の魔王を決めるために、急いで魔界のトーナメントを担当しました。 彼女は、ヘルクという名前の人間の戦士がどういうわけかトーナメントで競争していることを知りました。 ヘルクは彼が他の人間を憎んでいると宣言します、しかしヴァミリオは単に彼を信じることができません..."
    },
    "Aliases": [
        "勇者ヘルク",
        "ヘルク"
    ],
    "Modified": "2025-10-23",
    "Seasons": {
        "1": {
            "ID": "1984371",
            "URL": "https://thetvdb.com/series/helck/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "9610223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/helck/episodes/9610223",
                    "Titles": {
                        "eng": "Helck the Hero",
                        "jpn": "勇者ヘルク"
                    },
                    "Summaries": {
                        "eng": "The Demon Lord is defeated by a human hero. To find his replacement, the demonkin hold a competition. Helck, a human and mortal enemy, is among the participants.",
                        "jpn": "人間の勇者によって、魔王トールが倒された。新たな魔王を選ぶべく、魔族たちは競技会を開催するが、そこには敵である人間の勇者、ヘルクの姿があった。帝国四天王の一人、赤のヴァミリオはその存在を警戒し、あの手この手で排除しようと目論むが、ことごとく失敗に終わる。「人間が憎い」、「人間を滅ぼそう」と宣言するヘルク。人間界に潜入している諜報員・アスタによってもたらされた彼の意外な正体とは……!?"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9876421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/helck/episodes/9876421",
                    "Titles": {
                        "eng": "Anne From Management",
                        "jpn": "運営スタッフのアン"
                    },
                    "Summaries": {
                        "eng": "Helck continues to rack up victories as a fan favorite of the crowd. He then proceeds on to the semifinal race! Will he be able to keep up with the other racers?",
                        "jpn": "大会の副責任者であるホンのせこい罠をものともせず、順当に勝ち進み、観客の絶大な人気を得たヘルク。彼は、大会終盤のレース対決へと駒を進めていた。\r\nしかし、ここでもホンの姑息な妨害工作により、圧倒的不利な状況に追い込まれてしまう。無情にもスタートの大砲が響き渡る中、大観衆の声援を受けたヘルクは、快進撃を続けることができるのか?"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9876422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/helck/episodes/9876422",
                    "Titles": {
                        "eng": "The Unknown Enemy",
                        "jpn": "未知の敵"
                    },
                    "Summaries": {
                        "eng": "Helck displays mind-blowing strength and leaves Vermilio increasingly concerned about the threat he poses.",
                        "jpn": "レース対決を制し、決勝戦へと勝ち進んだヘルク。決勝の舞台は、翼の兵士たちの襲来により陥落したウルム城。優勝者は翼の兵士たちのリーダーを倒したものとするという。ヘルクたちは正体を隠したヴァミリオと共にウルム城へ向けて旅立つが、決勝進出者たちに緊張感はない……。そんな中、圧倒的な強さを見せつけるヘルクに、ヴァミリオは益々警戒心を強めていく。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9876423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/helck/episodes/9876423",
                    "Titles": {
                        "eng": "Shock",
                        "jpn": "衝撃"
                    },
                    "Summaries": {
                        "eng": "After Helck blocks an attack meant for Edil, Vermilio becomes convinced that he is an enemy. But then, the floor gives away and everyone falls into a dark underground room...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9876424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/helck/episodes/9876424",
                    "Titles": {
                        "eng": "The Remote Island Village",
                        "jpn": "孤島の村"
                    },
                    "Summaries": {
                        "eng": "The mysterious power of the gate sends Vermilio and Helck to an unknown remote island. Vermilio travels deeper into the island and comes across a fluffy creature.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9876425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/helck/episodes/9876425",
                    "Titles": {
                        "eng": "Invasion",
                        "jpn": "襲来"
                    },
                    "Summaries": {
                        "eng": "Vermilio poses a question to Helck: “Can you fight against your old friends?” Meanwhile, the others at Castle Urum are fighting an overwhelming number of winged knights.",
                        "jpn": "島の住民の歓迎を受け、穏やかな日々を過ごすヘルクとヴァミリオ。ヴァミリオは、少しずつヘルクへの警戒心が薄れていく。「かつての仲間と戦えるのか？」……ヴァミリオの問いかけに「同じ人間である俺が終わらせたい」と決意を語るヘルク。一方、ウルム城に残されたヒュラたちは、圧倒的な数で押し寄せる翼の兵士たちに追い詰められていた。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9876426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/helck/episodes/9876426",
                    "Titles": {
                        "eng": "The Human King",
                        "jpn": "人間の王"
                    },
                    "Summaries": {
                        "eng": "Hyura and the others escape Castle Urum but soon find themselves surrounded again. Azudra arrives to subdue the winged knights. All the while, Azudra begins plotting.",
                        "jpn": "ホンとイスタの案内で、何とかウルム城から脱出したヒュラたち。再び敵に囲まれるも、援軍として現れたアズドラの圧倒的な強さによって、翼の兵士たちは一瞬で拘束される。形勢が逆転したにも拘わらず、頑なに魔族を悪と決めつけ強気な姿勢を崩さないゼルジオンたち。一方、ゼルジオンの言葉から翼の兵士たちの実態を知ったアズドラは、ある作戦の実行を決意する。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9876427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/helck/episodes/9876427",
                    "Titles": {
                        "eng": "Back to the Continent",
                        "jpn": "大陸へ"
                    },
                    "Summaries": {
                        "eng": "Azudra determines the winged knights are a major threat. Meanwhile, Helck and Vermilio take it easy.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9876428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/helck/episodes/9876428",
                    "Titles": {
                        "eng": "Barbarians of the Tothman Tribe",
                        "jpn": "蛮族トースマン"
                    },
                    "Summaries": {
                        "eng": "Helck and Vermilio bid farewell to the mysterious island and its residents as they sail away with a stowaway Piwi aboard. However, they run into a massive whirlpool!",
                        "jpn": "謎の村の住人たちに見送られ、コッソリ乗り込んでいたピウイと共に、島を旅立ったヘルクたち。順調な船出に思われたが、魔物に追われて霧の海域を超えると、目の前には巨大な渦が……！そんな中、ヘルクは再び現れた魔物によって海の中へ引き込まれてしまう。戻らないヘルクを待つヴァミリオだったが、船は大陸に辿り着いてしまい……!?"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9876429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/helck/episodes/9876429",
                    "Titles": {
                        "eng": "In Pursuit of a Map",
                        "jpn": "地図を求めて"
                    },
                    "Summaries": {
                        "eng": "Helck and company end up in the Erille Kingdom where they must fight the barbarians of the Tothman Tribe. The Tothman King goes berserk after tapping into a mysterious power.",
                        "jpn": "エリーユの街で、トースマン族と戦うヘルクたち。強さに執着したトースマン王は、謎の力で暴走してしまう。トースマン王との戦いを終えたヘルクたちは、帝国へと向かう為の地図を求めて、次の町へと旅立つ。砂漠に囲まれた行商の町で見つけた高額な地図を買うために、優勝賞金が出る料理大会に参加するヘルクたち。だが、そこには料理に自信がある凄腕たちが集まってしまい……。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9876430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/helck/episodes/9876430",
                    "Titles": {
                        "eng": "The Troubadour's Song",
                        "jpn": "吟遊詩人の唄"
                    },
                    "Summaries": {
                        "eng": "Helck and company use their winnings from the cooking competition to buy a map leading to the Empire. They make plans to go northwest into the ruins of two destroyed kingdoms.",
                        "jpn": "凄腕の料理人が参加する料理大会を制したヘルクたちは、獲得した賞金を元に帝国への地図を手に入れた。北西の“滅びた二つの国”を目指すことにするヘルクたち。一方、それを聞いた地図屋の店主は、遭遇すれば生きて帰れないという“闇の戦士“が出るので、死にたくなければ迂回しろと忠告する。時間が惜しいヘルクたちは、滅びた二つの国へまっすぐ向かう。だが、風化した街並みを歩いていると、不気味な気配が背後に迫り……!?"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9876431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/helck/episodes/9876431",
                    "Titles": {
                        "eng": "The Spirit of Faith",
                        "jpn": "信じる心"
                    },
                    "Summaries": {
                        "eng": "Vermilio is frightened by Helck's power as he goes berserk during his battle with Augis. It makes her recall the words of the Great Witch, who warned her about Helck.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "10054600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/helck/episodes/10054600",
                    "Titles": {
                        "eng": "With Younger Brother in Tow",
                        "jpn": "弟と共に"
                    },
                    "Summaries": {
                        "eng": "When they were little, Helck and his younger brother Cless lost both of their parents. One day, Cless gets very sick and Helck begs for someone to save him.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "10056942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/helck/episodes/10056942",
                    "Titles": {
                        "eng": "The Mercenaries",
                        "jpn": "傭兵団"
                    },
                    "Summaries": {
                        "eng": "Only half a month after Cless departs on his expedition, monsters begin to appear in greater numbers than ever before. The kingdom enacts a military draft to combat them.",
                        "jpn": "国境付近の魔物討伐部隊の一員として山岳地帯に赴くヘルク。新世界生物と渡り合える己の力を自覚し、魔物に襲われたエディルの領地を守るべく走る。その道中、傭兵アリシアとその部下達に出会ったヘルクは、仲間というものを知る。一方、魔王を倒したにもかかわらず、新たな魔物が王都に攻めてくる事態が発生したことから、民衆たちはクレスを罵し始めて……。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "10056943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/helck/episodes/10056943",
                    "Titles": {
                        "eng": "The Power of Heroes",
                        "jpn": "勇者の力"
                    },
                    "Summaries": {
                        "eng": "Helck arrives at the Demon Lord's castle and senses a powerful presence. It turns out to be Azudra of the Four Elite Lords who makes a plea for peace.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "10056944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/helck/episodes/10056944",
                    "Titles": {
                        "eng": "The Truth Behind Awakening",
                        "jpn": "覚醒の真実"
                    },
                    "Summaries": {
                        "eng": "Zeruzeon reveals the kingdom’s terrifying plan, so Helck and his friends sneak into the castle to put a stop to it by saving Cless.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "10056945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/helck/episodes/10056945",
                    "Titles": {
                        "eng": "Traitors",
                        "jpn": "反逆者"
                    },
                    "Summaries": {
                        "eng": "Helck is on the verge of being killed. To save the life of his big brother, Cless is forced to make a choice.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "10056946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/helck/episodes/10056946",
                    "Titles": {
                        "eng": "Smile",
                        "jpn": "笑顔"
                    },
                    "Summaries": {
                        "eng": "Helck charges onward, but an army of bounty hunters stands between him and Alicia. She is in horrible shape as she faces public execution.",
                        "jpn": "走るヘルクの前に立ちはだかる賞金稼ぎや兵士達。大軍をことごとく打ち倒してひたすらに王都へ向かうヘルク。そこで見たのは処刑場に引き出されたアリシアの変わり果てた姿だった。人々の仕打ちとその醜さに怒るヘルクだったが、アリシアは傷つきながらも彼を優しく気遣う。やがて二人の再会を祝うかのように雪が舞い落ち始めるが—……。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "10056947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/helck/episodes/10056947",
                    "Titles": {
                        "eng": "Vermilio of the Four Elite Lords",
                        "jpn": "帝国四天王ヴァミリオ"
                    },
                    "Summaries": {
                        "eng": "Helck's motivations become clear with an awakening of a horrific truth. Vermilio vows to fight by Helck’s side.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "10056948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/helck/episodes/10056948",
                    "Titles": {
                        "eng": "The Mysterious Woman",
                        "jpn": "謎の女性"
                    },
                    "Summaries": {
                        "eng": "The winged knights continue attacking Castle Thor to level themselves up further. Meanwhile, Asta keeps snooping for information in the human realm.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "10056949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/helck/episodes/10056949",
                    "Titles": {
                        "eng": "Phase 2",
                        "jpn": "フェーズ2"
                    },
                    "Summaries": {
                        "eng": "Zeruzeon leads the winged knights in an assault on the newly rebuilt castle. Humans and demons become locked in combat.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "10056950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/helck/episodes/10056950",
                    "Titles": {
                        "eng": "Spell Breaker",
                        "jpn": "解呪"
                    },
                    "Summaries": {
                        "eng": "Hyura and Edil battle it out at Castle Thor while a strange relationship starts between them. Meanwhile, Mikaros is confronted by Azudra and reveals a past grudge.",
                        "jpn": "トール城で戦うヒュラとエディル。刃を交わす中で二人には奇妙な感情が芽生え始める。一方、結界石を目前にして現れたアズドラに、かつての因縁を明かすミカロス。新世界の力を用いて攻撃を仕掛けてくるミカロスに、アズドラはある決意をする。その頃、人間の王城ではアスタがシャルアミを連れて、城からの脱出を図っていた。仲を深めつつ、逃走する二人。だが、その途中彼らは“王の間”に行き着いてしまう……。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "10056951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/helck/episodes/10056951",
                    "Titles": {
                        "eng": "The Chosen Path",
                        "jpn": "選んだ道"
                    },
                    "Summaries": {
                        "eng": "Raphaed’s army attacks a demonkin outpost, when Helck and Vermilio arrive. Raphaed determines Vermilio is Helck's newfound source of support.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "10056952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/helck/episodes/10056952",
                    "Titles": {
                        "eng": "Towards a Hopeful Future",
                        "jpn": "希望ある未来へ"
                    },
                    "Summaries": {
                        "eng": "Helck faces off with his former friend, Alicia. Meanwhile, Vermilio can't help but be concerned about Helck as she continues to fight with Raphaed.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}