{
    "URL": "https://thetvdb.com/series/idiots",
    "Genres": [
        "Documentary",
        "Family"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt20853442/"
    ],
    "TitleEnglish": "Idiots",
    "SummaryEnglish": "In these episodes, we cover everything related to sex, sex and other general sex education and open up a discussion that has so far not been touched on well enough and that young people have called for more information about.",
    "Aliases": [],
    "Modified": "2022-03-28",
    "Seasons": {
        "1": {
            "ID": "1986953",
            "URL": "https://thetvdb.com/series/idiots/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "9025570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idiots/episodes/9025570",
                    "TitleEnglish": "Sex education 101",
                    "SummaryEnglish": "Why is it important for all children to receive good sex education? What is it all about? Is it normal to be interested in sex or not at all? The importance of education will be covered, both in schools and at home. How can guardians be there for their children? Is it okay to be who I am?",
                    "Aliases": []
                },
                "2": {
                    "ID": "9025571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idiots/episodes/9025571",
                    "TitleEnglish": "Thrill",
                    "SummaryEnglish": "Who are you basically and what do you want? Do you need to be interested in sex and if so, how do you become good in bed? The episode will cover the importance of getting to know yourself, before you get to know others, wondering what you like and what you do not, how you get to know yourself and that you do not have to be ashamed of yourself. being interested (or not interested) in sex.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9044539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idiots/episodes/9044539",
                    "TitleEnglish": "Dating Life in Iceland",
                    "SummaryEnglish": "How do you date in Iceland? Is there absolutely nothing left? How to show interest in another person will be covered. What game is in progress? Need to play along?",
                    "Aliases": []
                },
                "4": {
                    "ID": "9048439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idiots/episodes/9048439",
                    "TitleEnglish": "Communication in sex",
                    "SummaryEnglish": "How do you talk to each other during sex? What can be said in bed? How do I ask for what I want and respect the goals of others? It will be covered what consent really is and how one reads into it that a person is actually willing to have sex with a person. Sex is not perfect, nothing more than ourselves, and our bodies are all kinds.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9077036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idiots/episodes/9077036",
                    "TitleEnglish": "Pornography and fantasies",
                    "SummaryEnglish": "The culture around us teaches us how to have sex before we start having it, e.g. pornography and romantic movies. The episode will cover misconceptions about sex, myths from pornography, roles, consent, diversity, etc. Everything is possible in sex if everyone are in for the same thing.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9077037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idiots/episodes/9077037",
                    "TitleEnglish": "Close relationships",
                    "SummaryEnglish": "What matters most in relationships? How do you become a good spouse? Do I need to be interested in relationships? The episode will cover the basics of close relationships. How do you respect your spouse's goals while striving to meet your own requirements and standards?",
                    "Aliases": []
                }
            }
        }
    }
}