{
    "URL": "https://thetvdb.com/series/spice-and-wolf-2022",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt28534254/",
        "https://spice-and-wolf.com/",
        "https://www.themoviedb.org/tv/229676",
        "https://www.wikidata.org/wiki/Q120076961",
        "https://x.com/Spicy_Wolf_Prj"
    ],
    "Titles": {
        "eng": "Spice and Wolf: MERCHANT MEETS THE WISE WOLF",
        "jpn": "狼と香辛料 MERCHANT MEETS THE WISE WOLF"
    },
    "Summaries": {
        "eng": "Lawrence is a traveling merchant selling various goods from a horse-drawn cart. One day, he arrives at a village and meets a beautiful girl with the ears and tail of an animal! Her name is Holo the Wisewolf and she brings bountiful harvests. She wishes to return to her homeland, and Lawrence offers to take her. Now, the once-lonely merchant and the once-lonely wisewolf begin their journey north.",
        "jpn": "若き行商人クラフト・ロレンスは、荷馬車を引く一頭の馬を相棒に、街から街へと商品を売り歩く日々を送っていた。\r\n\r\nある日、黄金色の麦畑が広がる小さな村を訪れた彼は、耳と尻尾を有する美しい少女と出会う。\r\n\r\n「わっちの名前はホロ」\r\n\r\n自身を“賢狼”と呼ぶホロは、豊穣を司る狼の化身だった――。\r\n\r\n彼女の「遠く北にあるはずの故郷・ヨイツの森へ帰りたい」という望みを聞き、\r\nロレンスとホロは北を目指す商売の旅の道連れとなる。\r\n\r\nだが行商人の旅には思いがけない波乱がつきもので……。\r\n孤独だった行商人と、孤独だった狼の化身を乗せた馬車が、今、騒がしく走り始める。"
    },
    "Aliases": [
        "Ōkami to Kōshinryō MERCHANT MEETS THE WISE WOLF",
        "Ookami to Koushinryou MERCHANT MEETS THE WISE WOLF",
        "狼と香辛料 (2024)",
        "Spice & Wolf: Merchant Meets the Wise Wolf",
        "Spice and Wolf (2024)",
        "Spice & Wolf (2024)",
        "Spice and Wolf Remake"
    ],
    "Modified": "2025-07-10",
    "Seasons": {
        "0": {
            "ID": "1987242",
            "URL": "https://thetvdb.com/series/spice-and-wolf-2022/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 7,
            "Episodes": {}
        },
        "1": {
            "ID": "1987243",
            "URL": "https://thetvdb.com/series/spice-and-wolf-2022/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "10219293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10219293",
                    "Titles": {
                        "eng": "The Harvest Festival and The Crowded Driver's Box",
                        "jpn": "収穫祭と狭くなった御者台"
                    },
                    "Summaries": {
                        "eng": "An old tale from long ago, that began in a village far, far away... There, a wolf brought bountiful harvests of wheat for an exceedingly long time, until memories of the wolf became antiquated stories. What then, was left for the wolf to do?",
                        "jpn": "行商人のロレンスは麦の取引のため、収穫祭を間近に控えるパスロエ村に立ち寄った。だが、目当ての交渉人ヤレイは、豊作の神“ホロ”を祀る風習によって閉じ込められ、会えなくなってしまう。仕方なく村をあとにしたロレンスはその夜、荷馬車に忍び込んだ少女と出会う。彼女は獣耳と立派な尻尾をもち、村の神と同じ”ホロ“と名乗った。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10391423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10391423",
                    "Titles": {
                        "eng": "Mischievous Wolf and No Laughing Matter",
                        "jpn": "いたずら狼と笑えない冗談"
                    },
                    "Summaries": {
                        "eng": "Lawrence and Holo stay overnight in the town where they sell the furs. As Lawrence learns more about Holo, Holo learns about the current state of the Church and shares her own wisdom.",
                        "jpn": "ホロを遥か北の故郷へと送り届けることになったロレンス。次の目的地へと向かう途中、土砂降りの雨に遭った二人は、雨宿りのため教会で一夜を過ごすことに。濡れた身体を乾かし、ロレンスが大広間の宿泊者と談笑していたところ、ゼーレンと名乗る駆け出しの商人から、胡散臭い儲け話を持ち掛けられる。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10391424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10391424",
                    "Titles": {
                        "eng": "Port Town and Sweet Temptation",
                        "jpn": "港町と甘い誘惑"
                    },
                    "Summaries": {
                        "eng": "After arriving in the great merchant city of Pazzio, Lawrence teaches Holo more about the many kinds of currency in use. Then the Wise Wolf earns her keep - and her title - by demonstrating her bargaining skills.",
                        "jpn": "ひとまず儲け話に乗ることにしたロレンスとホロは、ゼーレンと落ち合う約束をしていた港町パッツィオを訪れる。たくさんの露店が並ぶ広場で荷馬車いっぱいの林檎を堪能したあと、二人は積み荷のテンの毛皮を売るために、ミローネ商会へと赴く。ロレンスと商会の査定人が取引額について駆け引きをする中、突如ホロが商談に割り込んでくる。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10391425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10391425",
                    "Titles": {
                        "eng": "Romantic Merchant and Moonlit Farewell",
                        "jpn": "夢見がちな商人と月明りの別れ"
                    },
                    "Summaries": {
                        "eng": "Lawrence has figured out the truth behind the silver scheme, and how to profit from it, but in doing so he has made some dangerous enemies.  Meanwhile, Holo and Lawrence discuss his grand plans for the future.",
                        "jpn": "ホロの助言により、ゼーレンの持ち掛けた銀貨切り上げ話のからくりに気付くことができたロレンス。この企みから利益を得ようと、ミローネ商会の支店長マールハイトに情報を渡し、協力を取りつける。今回の利益で自分の店をもつ夢に近づいたと浮かれるロレンスをよそに、ホロはどこか寂しそうな顔を見せる。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10391426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10391426",
                    "Titles": {
                        "eng": "Wolf Incarnate and Obedient Lamb",
                        "jpn": "狼の化身と従順な子羊"
                    },
                    "Summaries": {
                        "eng": "Lawrence reveals Holo's secret to the manager of Milone Trading Company to gain their help in securing Holo's escape. For merchants, money comes first, so why has Medio Trading captured Holo at all? Lawrence must outthink politics to save Holo.",
                        "jpn": "トレニー銀貨を巡るからくりを仕組んだメディオ商会は、ホロを捕らえ銀貨の取引から手を引くようにロレンスたちを脅迫してくる。ミローネ商会の支店長マールハイトとともに状況を確認し合い、ロレンスはこの危機を打開する策を練っていく。そしてロレンスはホロを救出するため、暗い地下水路へと潜っていく。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10391427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10391427",
                    "Titles": {
                        "eng": "Merchant and Unreasonable God",
                        "jpn": "商人と理不尽な神"
                    },
                    "Summaries": {
                        "eng": "Holo and Lawrence are trapped in the tunnels below the city, with hunters searching for them in all directions.  When danger comes, how far will they go to protect each other?",
                        "jpn": "ミローネ商会の手を借り、無事にホロを取り戻したロレンス。しかし、再会を喜ぶ間もなく、メディオ商会に追われ、二人は地下水路を逃げ回ることに。地上を目指して進んでいくが、次第に追手の声が近づいてきて……。そして行く手を阻まれ、深手を負い追い詰められた二人の前に、思いもかけない人物が姿を現した。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10391428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10391428",
                    "Titles": {
                        "eng": "Scale of God and Sorcerer of the Grasslands",
                        "jpn": "神の天秤と草原の魔術師"
                    },
                    "Summaries": {
                        "eng": "Lawrence and Holo continue on to the next city to sell the pepper and pick up their next goods on the long journey north. Holo puts her nose to good use, once again.",
                        "jpn": "ミローネ商会から報酬として手に入れた胡椒を売るため、ロレンスたちはポロソンへと赴いた。商売ばかりで退屈だと文句ばかりのホロだったが、ロレンスが語る果物のはちみつ漬けの話に目を輝かせる。その後、胡椒の換金のために訪れたラトペアロン商会で、順調に価格交渉を進めるが、ホロは揺れる秤を鋭い視線で見つめていた。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10391429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10391429",
                    "Titles": {
                        "eng": "Fellow Traveler and Foreboding News",
                        "jpn": "旅の道連れと不吉な知らせ"
                    },
                    "Summaries": {
                        "eng": "Our travelers encounter a shepherd along the road.  Can the Wise Wolf hold back against an enemy of wolves long enough for Lawrence to build more contacts?",
                        "jpn": "信用買いで大量に仕入れた武具を荷馬車に乗せ、教会都市リュビンハイゲンへと向かっていたロレンスたち。その道中、若い女性の羊飼い、ノーラと出会った。彼女はロレンスに、道中の護衛に自分を雇ってほしいと提案してくる。行路には狼が出るという噂があるものの、ホロがいれば問題はない。しかしロレンスは商売の気配を感じ、ノーラを雇うことにした。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10391430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10391430",
                    "Titles": {
                        "eng": "Sweet Honey and Bitter Armor",
                        "jpn": "甘い蜜と苦い鎧"
                    },
                    "Summaries": {
                        "eng": "Lawrence is ready to sell the armor for a great profit and Holo wants her peaches. But when things don't go to plan, will either get what they want?",
                        "jpn": "リュビンハイゲンに着いたロレンスは、同郷の商人たちが所属しているローエン商業組合に顔を出した。組合の主であり父と仰ぐヤコブとの再会を喜び、組合所属の証明書発行を依頼するロレンスだったが、商品の売却先を聞いた途端にヤコブの顔色が曇ってしまう。一方、ロレンスたちと別れたノーラは仕事を斡旋してくれている教会の司祭に、羊を放牧する場所についてお願いするが……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10391431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10391431",
                    "Titles": {
                        "eng": "Wisdom of a Wolf and Smooth Talk of a Merchant",
                        "jpn": "狼の知恵と商人の口車"
                    },
                    "Summaries": {
                        "eng": "Desperate for money, the wise Wolf proposes a dangerous new plan. But even more dangerous are Holo's emotions, when Lawrence is being rather dense...",
                        "jpn": "武具の大暴落により、ロレンスは借金を抱え破産寸前に追い込まれてしまった。街を駆け回り、金策を頼み込むが門前払いが続く。なんとか僅かな金を工面したロレンスは、せめて故郷に帰るための路銀にとホロに渡そうとする。しかしそのせいで、彼女を怒らせてしまう。ならば、二人で難局を乗り越えようとホロはロレンスに秘策を持ち掛ける。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10391432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10391432",
                    "Titles": {
                        "eng": "Forest of Wolves and Frigid Rain",
                        "jpn": "狼の森と凍てつく雨"
                    },
                    "Summaries": {
                        "eng": "Nora leads the way into the dangerous woods, and so their risky plan commences. What dangers truly lurk in the woods? Are a brave shepherd and a Wise Wolf strong enough to overcome what lies ahead?",
                        "jpn": "借金返済の秘策、金の密輸を成功させるため、ロレンスはノーラの羊飼いの腕を借りることに。同じく協力者となったレメリオ商会のリーベルトも同行し、一行はリュビンハイゲンからラムトラへと向かう。しかし最短の道則では、狼の群れが出る森を通らなければならない。ノーラの先導に従い、ロレンスたちは慎重に道を進んでいくが……。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10391433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10391433",
                    "Titles": {
                        "eng": "Price of Betrayal and Price of Gold",
                        "jpn": "裏切りの代価と黄金の代価"
                    },
                    "Summaries": {
                        "eng": "Betrayed and left for dead, Lawrence waits for Holo's return. Holo is no weak wolf to run off with her tail between her legs, and Lawrence the merchant won't lose his profit either. But will a wolf be willing to save a shepherd?",
                        "jpn": "レメリオ商会に裏切られ奇襲を受けたロレンスは、怪我を負い森に放り出されてしまった。傷ついたロレンスの前に、森の狼たちと話をつけたホロが戻ってくる。裏切りを知り、怒りを抑えられないホロは、レメリオ商会に復讐するために駆けだそうとする。しかしロレンスは、危機が迫るノーラを助けてほしいと頼むのだった。それは、天敵である羊飼いを助けることはホロにとって受け入れがたいもので――。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "10399937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10399937",
                    "Titles": {
                        "eng": "Supper of Three and Afternoon of Two",
                        "jpn": "三人の晩餐と二人の午後"
                    },
                    "Summaries": {
                        "eng": "Holo, Lawrence, and Nora sit down for a much deserved meal, but Holo's not her usual self. Holo remembers the past and contemplates the future...",
                        "jpn": "リュビンハイゲンでの金の密輸は、ホロとノーラの協力もあって成功を収め、ロレンスは無事借金を返済することができた。ロレンスは今回の件を労るために酒場に一席設けて、ノーラと身の上話に花を咲かせる。しかしホロはどこか元気がなく、美味しい料理を目の前にしてもあまり手をつけずにいた。そしてふとした拍子に椅子から倒れて、気を失ってしまう。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "10399938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10399938",
                    "Titles": {
                        "eng": "New Town and Nostalgic Feeling",
                        "jpn": "新しい町と望郷の思い"
                    },
                    "Summaries": {
                        "eng": "Lawrence and Holo continue their long journey north, reaching the town of Kumerson, where they see the first northern pagans of their journey.",
                        "jpn": "ホロの故郷を目指し、リュビンハイゲンからさらに北へ向かうロレンスたち。次の町、クメルスンは大市が開かれ、多くの人で賑わうラッドラ祭が始まる直前だという。その道中、二人はロレンスと同じローエン組合に所属する、若き魚商人のアマーティと出会い、宿の手配などで世話になる。どうやらアマーティは、清楚な修道女姿のホロに一目惚れしてしまったようで――。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "10399939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10399939",
                    "Titles": {
                        "eng": "Bird Feather and Mysterious Ore",
                        "jpn": "鳥の羽と不思議な鉱石"
                    },
                    "Summaries": {
                        "eng": "With no real information on how to get to Yoitsu, Lawrence uses all his resources to find more information. Will pagan stories of the North yield any clues?",
                        "jpn": "ロレンスは、以前に旅の説教師から聞いた「ヨイツは、熊の化け物によって滅ぼされた」という話の真偽を探るため、北の地方の昔話などに詳しい年代記作家をさがす。商人仲間のマルクから、仲介役として紹介されたのは古株の行商人バトスだった。彼は錬金術師たちが住む区域にいる、ディアン・ルーベンスという年代記作家のもとへロレンスを案内する。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "10399940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10399940",
                    "Titles": {
                        "eng": "Night of the Festival and Misaligned Gear",
                        "jpn": "祭りの夜と狂った歯車"
                    },
                    "Summaries": {
                        "eng": "Amati learns about Holo's debt to Lawrence and announces that he will take on the debt and ask Holo to marry him.",
                        "jpn": "ロレンスが不在の間、ホロと祭りを見て回っていたアマーティは、ホロがロレンスから借金を背負っていると聞かされていた。方便を真に受けたアマーティは、借金を肩代わりし、ホロに結婚を申し込むと大勢の前で宣言する。しかしホロと自分のつながりに自信をもつロレンスはそれを受け入れ、ホロとともに町で行われている祭りへと出かけていく。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "10399941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10399941",
                    "Titles": {
                        "eng": "Traveling Merchant's Shallow Thinking and Town Merchant's Signboard",
                        "jpn": "行商人の浅知恵と町商人の看板"
                    },
                    "Summaries": {
                        "eng": "Lawrence tries to persuade Amati into a special deal. This could determine the outcome of their agreement...",
                        "jpn": "ヨイツについてのすれ違いのせいで、ロレンスとホロの間には亀裂が生じてしまった。一方、アマーティは黄鉄鉱の取引で利益を上げ、着々とホロの借金返済の目処を立てていた。窮地に陥ったロレンスだったが、ここから逆転する一手を思いつき、アマーティにとある取引を持ち掛ける。それはホロを賭けた”決闘”の申し込みでもあった。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "10399942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10399942",
                    "Titles": {
                        "eng": "Goods of Intent and Negotiation of Resolve",
                        "jpn": "決意の積荷と覚悟の交渉"
                    },
                    "Summaries": {
                        "eng": "Lawrence seeks help from Mr. Batos to acquire pyrite from the alchemists. When he speaks with Diana, she makes him an offer...",
                        "jpn": "アマーティと信用売りの契約を結んだロレンスは、約束した量の黄鉄鉱を集めようと奔走する。マルクの助言で、錬金術師は大量に黄鉄鉱を持っていると知ったロレンスは、再びディアナのもとへと出向く。ロレンスの嘆願にディアナも快諾——と思いきや、彼女のもとにはロレンスと同じく黄鉄鉱を買いたいという先客が来ていたらしく……。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "10399943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10399943",
                    "Titles": {
                        "eng": "God's Unseen Hand and Wolf's Unseen Heart",
                        "jpn": "見えざる神の手と見えざる狼の心"
                    },
                    "Summaries": {
                        "eng": "The price of pyrite keeps rising, but when Diana's representative appears and informs him of the failed deal, Lawrence's plan collapses. Has he lost the bet against Amati and, consequently, Holo?",
                        "jpn": "打てる手はすべて打ち、迎えたアマーティとの契約の期日。ロレンスは、売買が加熱する黄鉄鉱の取引所の前で、相場を値崩れさせる時期を見計らっていた。しかしディアナの交渉結果を待つ間も買い注文が殺到し、値崩れを狙うどころか相場はさらなる上昇の気配を見せていた。いつ動くべきか、ロレンスの焦りばかりが募っていく……。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "10399944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10399944",
                    "Titles": {
                        "eng": "Church Girl and Miller Boy",
                        "jpn": "教会の少女と粉挽きの少年"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "異教の神々の話を集める修道士がいる。ホロの故郷・ヨイツの伝承を求め、ロレンスとホロはその修道士の居場所を知るために、エンベルクにほど近い、テレオという小さな村の教会を訪ねる。テレオに着いた二人は、粉挽きをしている少年エヴァン、そして教会の司祭代理をつとめる少女エルサと会う。エルサに司祭について尋ねるが、ロレンスたちは門前払いされてしまい――。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "10399945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10399945",
                    "Titles": {
                        "eng": "Pagan Village and Priest's Contract",
                        "jpn": "異端の村と司祭の契約"
                    },
                    "Summaries": {
                        "eng": "A friendly evening of drinking at the tavern reveals the true beliefs of the villagers, but how are they able to live so comfortably with the church bearing down on them? Lawrence investigates further, and Holo identifies a miracle she'd like to perform.",
                        "jpn": "エルサや、テレオの村長の話しぶりに不可解なものを感じたロレンスは、酒場に顔を出して村のことを探ろうとする。そこでの人々たちの話から、この村では蛇の神が信仰されていて、異教の神を認めないエンベルクの教会とは不仲なことがわかった。またロレンスは、重税を課されているはずなのに、村全体にどこか余裕があることに疑問を抱く。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "10399946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10399946",
                    "Titles": {
                        "eng": "Church Teachings and Memories of Father",
                        "jpn": "教会の教えと父の記憶"
                    },
                    "Summaries": {
                        "eng": "Meeting with Elsa in the church, Lawrence and Holo are able to learn the truth about Father Franz's studies as Elsa reveals a hidden secret of the church, and the true location of the Abbey.",
                        "jpn": "再び教会を訪れたロレンスは、一計を案じて、かたくなだったエルサから協力をしてもらうことに成功する。彼女に案内された教会のとある隠し部屋には、かつてフランツ司祭が残した異教の神々についての書物があった。ホロとロレンスは、その中にヨイツに関わることが記されていないかを探す。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "10399947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10399947",
                    "Titles": {
                        "eng": "Orchestrated Catastrophe and Appropriate Retribution",
                        "jpn": "仕組まれた災禍としかるべき報い"
                    },
                    "Summaries": {
                        "eng": "Lawrence and Holo are being used as scapegoats because a person in Enberch died from poisoned wheat from the village of Tereo. How can the two get themselves out of this trap?",
                        "jpn": "テレオ村の麦粉に毒が混ざっていたとして、エンベルクが返金を求めてきた。村との不利な契約を反故にしたいエンベルクによる自作自演としか思えなかったが、村を守るためロレンスは犯人として突き出されそうになっていた。そこでロレンスは同じく立場の悪いエルサとエヴァンとともに、ホロの力を借りて逃げ出そうと考える。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "10399948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10399948",
                    "Titles": {
                        "eng": "Path of the Snake God and Answer of the Wise Wolf",
                        "jpn": "蛇神の道と賢狼の答え"
                    },
                    "Summaries": {
                        "eng": "Lawrence, Evan, and Elsa manage to escape from the village on Holo's back. As they take a rest, they observe men from Enberch heading towards Tereo...",
                        "jpn": "村を出ることを決意したエルサ、エヴァンとともに、テレオから脱出するロレンスたち。村から遠く離れたところで休息をとっていると、テレオへと続く道に、武装したエンベルクの一団を見つける。一度は捨てる選択をしたものの、育った村の危機がもう目前まで迫っていることを悟ったエルサは……。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "10419498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10419498",
                    "Titles": {
                        "eng": "Miracle's Path and Journey's Continuation",
                        "jpn": "奇跡の行方と続く旅路"
                    },
                    "Summaries": {
                        "eng": "Elsa's plan succeeds. After Bishop Mendez and the men from Enberch witness the miracle, they leave the village of Tereo alone. Shortly thereafter, Lawrence and Holo plan to continue their journey...",
                        "jpn": "エンベルクからの使者たちに強く迫られ、村長をはじめとするテレオの人々はなすすべがない。そしてついに改宗と重税を承諾せざるを得ない状況となるが、そこにロレンスたちを伴ったエルサが割って入った。エルサは、村を異端認定しようとするエンベルクの司教の前で、奇跡を起こして見せると言い……。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2147971",
            "URL": "https://thetvdb.com/series/spice-and-wolf-2022/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10711399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spice-and-wolf-2022/episodes/10711399",
                    "Titles": {
                        "eng": null,
                        "jpn": "TBA"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}