{
    "URL": "https://thetvdb.com/series/417961-",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31307411/",
        "https://www.instagram.com/tbs_drama_stream",
        "https://www.tbs.co.jp/murainokoi_tbs/",
        "https://www.themoviedb.org/tv/158825",
        "https://x.com/drama_streamtbs"
    ],
    "TitleEnglish": "Murai in Love (2022)",
    "SummaryEnglish": "Murai is an introverted young high school student with a look that nobody notices. Long hair, curved gait, he is not really what one could call a beauty canon, nor even a person you want to dwell on... He shyly confesses to the girl he loves, the beautiful and sparkling Tanaka, an inveterate otaku who only has eyes for the characters in her games. However, she simply declines his feelings...\r\n\r\nThe next morning, Murai comes back to school transformed from head to toe. He has dyed and cut his hair and now wears the style of Tanaka's favourite character! Murai will do everything to seduce her and attract her attention!",
    "Aliases": [
        "Murai's Love",
        "Murai no Koi"
    ],
    "Modified": "2024-10-02",
    "Seasons": {
        "1": {
            "ID": "1990804",
            "URL": "https://thetvdb.com/series/417961-/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "9062988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/417961-/episodes/9062988",
                    "TitleEnglish": "生徒が推しに大☆変☆身",
                    "SummaryEnglish": "建部学園高等学校２年１組の担任教師・田中(髙橋ひかる)は、クラスで成績トップの生徒・村井(宮世琉弥)と彼の書いた調査票を前にブチ切れ寸前だった。そこには「田中先生と結婚したい」とあり、田中は村井の黒髪ロン毛は対象外だと調査票を破り捨ててしまう。生徒はもちろん同僚の先生すらも近づけない、鋼のメンタルを持っている田中は“鉄の女”、通称“鉄子”と呼ばれている。その実、プライベートでは乙女ゲーム「恋する戦国絵巻」の忍者キャラクター「春夏秋冬(ひととせ)」に恋するバリバリのオタク女子なのだ。そんなある日、徹夜でゲームをやり込んでしまい、お疲れモードの田中の前に金髪ショートの男子生徒が現れた。それは、田中に髪型を否定され真逆に舵を切った村井だ。イメチェンした村井は、偶然にも紛うことなき春夏秋冬その人。三次元に現れた“推し”を目の前に、田中の妄想は爆発寸前で…！？",
                    "Aliases": []
                },
                "2": {
                    "ID": "9062989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/417961-/episodes/9062989",
                    "TitleEnglish": "ラブストーリーは必然に",
                    "SummaryEnglish": "元より村井(宮世琉弥)のファンだった１年の双子姉妹・西藤仁美(莉子)と悠加(鶴嶋乃愛)は、金髪の村井が春夏秋冬(ひととせ)にソックリだと大興奮！そんな村井は、田中(髙橋ひかる)が呟いた理解不能な言葉「ヒトトセ」が乙女ゲームのキャラクターだと知る。二次元の男に嫉妬した村井は、彼の正体を知るために西藤姉妹にゲームを貸して欲しいと言い出して…。一方、田中は週末に開催される同人誌即売会イベントを前に忙殺されていた。春夏秋冬禁断症状に苛まれながらも、血眼になって仕事を片付けていく田中。そしてついにやってきたイベント当日。変装バッチリ、決死の形相で会場へ向かう田中の前に、次元を超えたクオリティの春夏秋冬コスプレをした村井が現れるのだった！",
                    "Aliases": []
                },
                "3": {
                    "ID": "9062990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/417961-/episodes/9062990",
                    "TitleEnglish": "恋のハッピーサマー",
                    "SummaryEnglish": "田中(髙橋ひかる)と村井(宮世琉弥)が握手をしてから１ヶ月。田中は、春夏秋冬(ひととせ)に似た村井を見ても自我を保てるようになっていた。期末テストも終わり、学校は夏休みに突入。不眠不休でゲームに没頭し過ぎて補習授業の準備を一切忘れていた田中に、“冥王ハーデース”こと山門(浅香航大)からの電話が…！！クマを残した顔で補習中にうたた寝をかます田中。すると、補習を受けなくていいはずの村井の姿が。田中を屋上に呼び出した村井は、一緒に夏祭りに行きたいと言い出すのだった。そんな中、村井の前に突然現れた幼馴染みの福永弥生(原菜乃華)。村井のことが大好きな福永は、村井の夏祭りの予定について探りを入れるのだが…。そしてついにやってきた夏祭り当日。田中も村井も想像していなかったまさかの事態が発生し…！？",
                    "Aliases": []
                },
                "4": {
                    "ID": "9116628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/417961-/episodes/9116628",
                    "TitleEnglish": "君のほっぺたをたべたい",
                    "SummaryEnglish": "見回りの先生たちが巡回する中、村井 (宮世琉弥) と2人きりになってしまいピンチに陥った田中 (髙橋ひかる)。だが村井の機転によりピンチを回避、村井は念願叶って田中と花火を見ることができたのだった。そんな一生懸命な村井の姿を目の当たりにした田中は、夏祭りの誘いを断るために村井に嘘をついたと告白。すると、村井が思いもよらない行動に出て…!!\r\n\r\n村井と別れた帰り道、突然現れた警察官の兄・真雄 (森崎ウィン) からバックハグをされる田中。妹ラブの兄を疎ましく思いながらも、田中は真雄と一緒に歩き出すのだった。\r\n\r\n一連の様子を交差点の反対側から目撃してしまった村井は、田中が襲われていると勘違い。急いで田中の元へ駆けつける村井だったが、真雄が兄と知るや否や「妹さんを僕にください！」と“ご挨拶”を始め… !?",
                    "Aliases": []
                },
                "5": {
                    "ID": "9116629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/417961-/episodes/9116629",
                    "TitleEnglish": "波瀾の文化祭☆開幕",
                    "SummaryEnglish": "村井 (宮世琉弥) の真剣な眼差しと弥生 (原菜乃華) に煽られたことで、とんでもない約束をしてしまった田中 (髙橋ひかる) は、早速後悔していた。だが、約束は約束… 村井と真雄 (森崎ウィン) が戦える場を考えた結果、田中は文化祭実行委員の元へ『建部一武闘会』という企画を提案。挑戦者を募り、勝ち抜き戦で最後に学園OBのチャンピオン・真雄と戦う実戦形式の格闘大会だ。\r\n\r\n文化祭当日。武闘会会場では、早速ハプニングが発生。真雄がウォーミングアップで本気になり、ビビった生徒たちが次々と棄権してしまったのだ。残された挑戦者は村井だけとなり、間もなく試合が始まろうとしていた。\r\n\r\nこれから試合が始まろうとするその時、村井は桐山 (伊藤あさひ) から託された勝負ピアスをそっと田中の耳につける。その距離感に思わずドキンとしてしまう田中。兄と村井、どっちに勝って欲しいのか… 揺れる田中。果たして試合の行方は… そして田中のほっぺたはいったい誰のものに !?",
                    "Aliases": []
                },
                "6": {
                    "ID": "9116630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/417961-/episodes/9116630",
                    "TitleEnglish": "恋のディスタンス",
                    "SummaryEnglish": "真雄 (森崎ウィン) の計らいにより、武闘会で見事勝利を手にした村井 (宮世琉弥)。さらに、真雄は村井に妹を託すと言い…。\r\n\r\n村井の勝利によりほっぺたを食べられる覚悟を決めた田中 (髙橋ひかる) だったが、勝利を譲ってもらった村井はその約束を保留にすると言い出す。それと同時に、村井は田中へのアタックをパタリとやめてしまった。\r\n\r\n突如訪れた平和な日常だが、すれ違う村井が気になることで余計なことを考え始めた田中は、仕事に集中するため冬キャンプの引率を引き受ける。だが慣れないことはするべきではなく、田中は熱を出して倒れてしまうのだった。\r\n\r\nしかし田中の休みを知った村井がただごとではない動揺を見せたことから、山門 (浅香航大) は2人の関係を疑い始める。山門は、田中を居酒屋に誘い話を聞き出そうとするが、田中が酔いつぶれてしまい…。",
                    "Aliases": []
                },
                "7": {
                    "ID": "9116631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/417961-/episodes/9116631",
                    "TitleEnglish": "真冬のガチキャンプ",
                    "SummaryEnglish": "互いに勘違いをしていたことが発覚し茫然自失の田中 (髙橋ひかる) と山門 (浅香航大)。さらに村井 (宮世琉弥) が近づいてくる様子はなく、山門にかなり重めのオタクだとバレたことを差し引いても平和な日々が続くのだった。\r\n\r\n時は流れ、建部学園真冬ガチキャンプの日がやってきた。田中と山門が引率をして山道を進む中、村井は、田中と山門が仲良く話す姿を横目に嫉妬してしまう。その視線を感じる山門先生と桐山 (伊藤あさひ)。\r\n\r\nそんな中、早速迷子になってしまう田中と村井… !?  久しぶりに二人きりで会話をし、村井の気持ちが変わっていないことを知った田中は、ふとあることが気になってしまうのだった。\r\n\r\n無事に田中と村井が見つかり、キャンプ場では“伝説のカレー”作りがスタート。そこで山門と交流を持つうち、桐山は山門が村井の最強のライバルになるのではと危惧する。そこで、桐山は村井を応援すべくある計画を立てるのだが… !?",
                    "Aliases": []
                },
                "8": {
                    "ID": "9116632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/417961-/episodes/9116632",
                    "TitleEnglish": "運命の恋",
                    "SummaryEnglish": "突然頬にキスしてきた村井 (宮世琉弥) に呆然としてしまう田中 (髙橋ひかる) だったが、よもやそれが写真に撮られていたとは…。しかも教頭 (小松利昌) のカメラだったということもあり、後日、田中は教頭に呼び出されていた。\r\n\r\n教師生命が危ぶまれた田中だったが、桐山 (伊藤あさひ) と山門 (浅香航大) のファインプレーによりなんとか誤解は解消。しかし、山門の「田中と交際している」という嘘を聞いた村井はショックを受け、救急車で運ばれてしまう。\r\n\r\n村井がしばらく欠席すると聞き、自己嫌悪に陥る田中。これまでの学校生活を振り返りながら、このままではいけないと思った田中は、村井の生活を守るため教頭に辞表を提出する！\r\n村井に想いを馳せ田中は、過去に彼と出会っていたことを思い出し…。",
                    "Aliases": []
                }
            }
        }
    }
}