{
    "URL": "https://thetvdb.com/series/dead-dead-demons-dededededestruction",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32420174/",
        "https://dededede.jp/",
        "http://www.reddit.com/r/Dededededestruction",
        "https://www.tvmaze.com/shows/77321/show-slug",
        "https://www.themoviedb.org/tv/254987",
        "https://en.wikipedia.org/wiki/Dead_Dead_Demon%27s_Dededede_Destruction#Anime",
        "https://x.com/DEDEDEDEanime"
    ],
    "Titles": {
        "eng": "DEAD DEAD DEMONS DEDEDEDE DESTRUCTION",
        "jpn": "デッドデッドデーモンズデデデデデストラクション"
    },
    "Summaries": {
        "eng": "As the world is threatened by the sudden appearance of a mysterious alien mothership, best friends Koyama Kadode and Nakagawa “Ontan” Oran carry on about their high school life. But as they grow up, they face existential questions, learning adulthood’s complexities and that the true threat may not be from above.",
        "jpn": "3年前、エイリアンは東京に侵入しました。 二度と同じものはありませんでした。 しかし、しばらくすると、差し迫った破滅でさえ普通に感じ始めます。"
    },
    "Aliases": [
        "デデデデ",
        "Dead Dead Demon's Dededededestruction",
        "Dead Dead Demon's Dededede Destruction",
        "DeDeDeDe",
        "DDDD"
    ],
    "Modified": "2025-10-06",
    "Seasons": {
        "0": {
            "ID": "1991464",
            "URL": "https://thetvdb.com/series/dead-dead-demons-dededededestruction/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 3,
            "Episodes": {
                "2": {
                    "ID": "10858326",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10858326",
                    "Titles": {
                        "eng": "Dead Dead Demons Dedededede Destruction Previous Chapter",
                        "jpn": "デッドデッドデーモンズデデデデデストラクション 前章"
                    },
                    "Summaries": {
                        "eng": "Three years ago, on August 31st, a gigantic spaceship called the \"Mother Ship\" suddenly attacked Tokyo, and it seemed like the world was coming to an end. After that, the hopeless situation gradually became part of everyday life, and the strange sight of a mothership floating in the sky became commonplace. Meanwhile, high school girls Kadode Koyama and Oran Nakagawa, also known as \"Ontan,\" are living a casual student life with their homeroom teacher Watarase and their close friends...",
                        "jpn": "3年前の8月31日、巨大な宇宙船「母艦」が突如として東京に襲来し、世界は終わりを迎えるかに見えた。その後、絶望的な状況は次第に日常に溶け込み、上空に母艦が浮遊する異様な光景が当たり前となっていた。そんな中、女子高生の小山門出と「おんたん」こと中川凰蘭は、担任教師の渡良瀬や仲の良い友人たちとともに何気ない学生生活を送っていたが……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10858328",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10858328",
                    "Titles": {
                        "eng": "Dead Dead Demon's Dededede Destruction Part 2",
                        "jpn": "デッドデッドデーモンズデデデデデストラクション 後章"
                    },
                    "Summaries": {
                        "eng": "A large spaceship appears over Tokyo three years before the story starts. A one-sided war against the seemingly harmless aliens ensues, sparking controversy and pacifism. Despite this unique and tragic event, high school girls Koyama Kadode and Nakagawa Ouran behave as if nothing has changed. They live their days like they always have. The focus of this story is not the alien invasion, but human nature, dialogue, growing up, and life.",
                        "jpn": "入試に合格して亜衣や凛と同じ大学に通い始めた門出と凰蘭は、竹本ふたばや田井沼マコトという新しい友だちもでき、尾城先輩が会長を務めるオカルト研究会に入ることに。一方、宇宙からの侵略者は東京各地で目撃され、自衛隊が駆除活動を繰り広げていた。上空の母艦は傾いて煙が立ち上り、政府転覆を狙って侵略者狩りを続ける過激派グループ「青共闘」も暗躍。世界の終わりに向かってカウントダウンが始まるなか、凰蘭は不思議な少年・大葉に再び遭遇する。"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1991465",
            "URL": "https://thetvdb.com/series/dead-dead-demons-dededededestruction/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 17,
            "Episodes": {
                "1": {
                    "ID": "10504198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504198",
                    "Titles": {
                        "eng": "Episode 1",
                        "jpn": "第1話"
                    },
                    "Summaries": {
                        "eng": "A giant ship appeared in Tokyo, and three years have passed. The daily routine seemed to have ended, and the world appeared to be on the brink of destruction. However, the ship did nothing, and life continued as usual.",
                        "jpn": "巨大な円盤が東京に現れ、3年が経った。日常は終わりを告げ、世界は破滅する─かに見えた。しかし円盤はなにもしてこないまま、以前と変わりのない生活が続いた。2人の高校生、国民的まんがキャラクター「イソベやん」を溺愛し担任教師に片思い中の小山門出と、門出とは小学生からの親友で戦争ゲームオタクの中川凰蘭は、円盤が日常にありながらも友達と他愛もない会話を日々繰り返す。そんな中、一機の小型円盤が東京に落ち、なにも起きなかった世界になにかが起き始める。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10504199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504199",
                    "Titles": {
                        "eng": "Episode 2",
                        "jpn": "第2話"
                    },
                    "Summaries": {
                        "eng": "A smaller disc crashes in a residential area in Suginami. A new weapon system from a private company is being made operational as quickly as possible to avert the impending danger of crashes. Meanwhile, Kadode gathers all her courage and invites herself to her teacher's home.",
                        "jpn": "東京に小型円盤が墜落し、世間は騒然とする。しかし、そんな騒ぎをよそに門出と凰蘭たちは、友人の栗原キホに小比類巻健一という彼氏ができた話で盛り上がっていた。一方、日本政府とSES社は侵略者に対抗するための新型兵器「歩仁」の開発を進めており、試験は見事に成功。大衆はそのニュースに歓喜し、日本が新兵器とともにある新たな日常が幕を開ける。その中に、群衆に紛れる１人の謎の少年がいた。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10504200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504200",
                    "Titles": {
                        "eng": "Episode 3",
                        "jpn": "第3話"
                    },
                    "Summaries": {
                        "eng": "After the Fujin-6 successfully shot down its first target, the government is accelerating the deployment of more by all means. However, there are voices that consider this questionable.",
                        "jpn": "新型兵器「歩仁」の開発が成功し、量産計画も進行する中、ジャーナリストの三浦はSES社が侵略者の技術を利用している疑いを追求する。一方、門出と凰蘭は相変わらずの日常を過ごすが、キホの彼氏である小比類巻は母艦からの「侵略者」の存在を信じ、政府の隠蔽を疑っている。キホに警戒を促すが、気持ちのすれ違いは続き、二人の関係は揺れ動く。学校や街中でそれぞれの思いが交錯する。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10504201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504201",
                    "Titles": {
                        "eng": "Episode 4",
                        "jpn": "第4話"
                    },
                    "Summaries": {
                        "eng": "It's Christmas and the girls are celebrating together. Meanwhile, the mother ship is increasingly decoupling other smaller ships that are being shot down by the Fujin Model 7, but not every one of these kills and subsequent crashes goes smoothly.",
                        "jpn": "12月24日のクリスマスイブ、大雪が降る中クリスマスパーティーを楽しむ門出と凰蘭たちがいた。パーティーでは小比類巻と別れたキホが傷心中の思いを打ち明ける。一方渋谷の上空に中型船が出現し、自衛隊は「歩仁七式」でこれを迎撃するが、一部損壊した中型船は、井の頭公園周辺に墜落してしまう。翌朝、公園周辺の被害状況が報道され…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10504202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504202",
                    "Titles": {
                        "eng": "Episode 5",
                        "jpn": "第5話"
                    },
                    "Summaries": {
                        "eng": "A look back at the elementary school days of Oran and Kadode. Oran befriends Kadode, who is bullied by the rest of the class, during a summer course, but finds it difficult to stand up for Kadode at school. Additionally, the two of them discover a mysterious creature together...",
                        "jpn": "小学生の門出と凰蘭は塾の夏期合宿に参加していた。合宿所でUFOを目撃した二人は浜辺で子どもたちに取り囲まれている「侵略者」を助け、自宅に連れ帰り保護することに決める。彼は『イソベやん』の内緒道具のような高度な技術を持っていた。門出は「侵略者」に人間は優しくて平和だということを知らせるために、これらを善いことのために使おうと誓う。そして、街の人々の日常を守るため「デーモンズ」が結成された。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10504204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504204",
                    "Titles": {
                        "eng": "Episode 6",
                        "jpn": "第6話"
                    },
                    "Summaries": {
                        "eng": "Kadode decides to use the tools of an \"invader\" to help people in trouble. During the hot summer, she tries to help a pregnant woman who is stuck at a closed railway crossing, but accidentally causes a train derailment. Shocked that her good intentions ended up hurting people, Kadode resolves never to fail again...",
                        "jpn": "小学生の門出は、困った人を助けるために「侵略者」の道具を使うことを決意する。夏の暑い最中、近所の開かずの踏切で足止めされている妊婦を助けようとしたところ、誤って列車の脱線事故を引き起こしてしまう。善意のつもりがかえって人を傷つけてしまったことにショックを受けた門出は、もう二度と失敗しないと決意し、夜な夜な犯罪者などの悪人を制裁するようになる。そんな中、学校でクラスメイトといがみ合いになり―"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10504207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504207",
                    "Titles": {
                        "eng": "Episode 7",
                        "jpn": "第7話"
                    },
                    "Summaries": {
                        "eng": "Ai goes on a bus tour through Tokyo with an admirer. Meanwhile, the company SES continues to work on innovative weapons systems that are intended to ensure that Japan will no longer be dependent on other countries.",
                        "jpn": "高校卒業が近づく中、出元亜衣はクラスメイトの門司谷に誘われてデートに行くことになる。二人は東京観光ツアーの中で8.31の爪痕を目の当たりにし、それぞれの暮らしを振り返る。亜衣は家庭の事情や自身の思いを門司谷に打ち明け、門司谷は亜衣に長年の想いを告白するが―　そして門出と凰蘭たちは高校の卒業式を迎える。そんな平穏な日常の一方、吉祥寺での中型船の墜落現場を調査する自衛隊は「侵略者」に遭遇する。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10504209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504209",
                    "Titles": {
                        "eng": "Episode 8",
                        "jpn": "第8話"
                    },
                    "Summaries": {
                        "eng": "Kadode and Oran graduate from high school and face a new chapter in their lives. Meanwhile, Japan is working hard on the construction of the Chokujin, while the existence of the invaders remains an official secret. However, resistance is stirring.",
                        "jpn": "高校の卒業式の後、大学進学のために一人暮らしを始める門出は凰蘭とともに新居のアパートに向かう。一方石川県では、政府の侵略者政策に疑問を覚える竹本ふたばと、女装を隠しながら生活をしていた田井沼マコトが高校を卒業し上京する。東京へ向かう道中、二人を乗せた飛行機が侵略者の中型船と遭遇。これを迎撃すべく自衛隊の新型兵器「歩仁・台場」がレーザーを発射する―"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10504211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504211",
                    "Titles": {
                        "eng": "Episode 9",
                        "jpn": "第9話"
                    },
                    "Summaries": {
                        "eng": "Kadode, Oran, Ai, and Rin begin their studies and meet Futaba on campus. As various protest movements gain strength, the government finds it impossible to hide the existence of the invaders any longer after the recent incident.",
                        "jpn": "自衛隊が「歩仁・台場」を用いて侵略者の小型船と中型船を消失させるが、結果的に無数の侵略者が東京に降り立つこととなる。門出と凰蘭たちは大学に入学し、竹本ふたばや田井沼マコトと出会うのだった。そして、大学のサークル活動の勧誘を受けたり、侵略者との共存を訴えるデモに参加したりと学生生活を謳歌するなかで、凰蘭は侵略者を名乗る青年と遭遇する。一方、中型船が墜落した封鎖地域では小比類巻が侵略者狩りを始めていた。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10504212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504212",
                    "Titles": {
                        "eng": "Episode 10",
                        "jpn": "第10話"
                    },
                    "Summaries": {
                        "eng": "Oran encounters the invader who has taken over Oba's body and decides to temporarily house him with Kadode. Meanwhile, the JSDF and other organizations begin a public hunt for the invaders after their existence is announced to the public.",
                        "jpn": "門出は昔好きだった大葉圭太というアイドルの体を侵略者が乗っ取っていることに戸惑うも、凰蘭とともにその侵略者と次第に親密になっていく。そんなある日、ふたりが通う駿米大学の構内で複数の侵略者が目撃され、自衛隊による大規模な掃討作戦が行われることとなる。複数の侵略者たちが庇い合い怯えている様子だったが、自衛隊の隊員たちに頭を撃ち抜かれ絶命する。門出やふたばら多くの学生がその瞬間を目の当たりにする。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10504213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504213",
                    "Titles": {
                        "eng": "Episode 11",
                        "jpn": "第11話"
                    },
                    "Summaries": {
                        "eng": "With the introduction of the Fujin Model 9, it is becoming increasingly dangerous for the invaders. SHIP is growing more desperate as their demonstrations fall on deaf ears and public interest wanes. Meanwhile, the government equips the new Fujin models with an AI.",
                        "jpn": "人間による駆除から逃れるために侵略者たちは隠れて日々を送る。悪化の一途を辿る状況を打開するために、人間への蜂起を計画するのだった。一方、人間の世界では侵略者を擁護する側、徹底的に攻撃しようとする側がどちらも過激になりつつあった。駿米大で侵略者に引き金を引いた自衛官の池田ノリは、侵略者を排除するという指令に対して疑問を抱き煩悶する。そして、ふたばが所属するSHIPの活動もどんどんエスカレートしていき―"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10504214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504214",
                    "Titles": {
                        "eng": "Episode 12",
                        "jpn": "第12話"
                    },
                    "Summaries": {
                        "eng": "Knowing that the world is about to end, Kadode arranges to meet with her former teacher, Watarase. Oba encounters an invader and questions them about the current situation on the mothership. Additionally, the Occultism Club goes on a summer camp trip.",
                        "jpn": "門出は渡良瀬に結局フラれることになった経緯を凰蘭と大葉に報告する。その一方で凰蘭と大葉の関係は段々と深まっていく。大葉は、偶然TVに映った侵略者の言葉を通じて母艦があと1ヶ月で崩落することを知る。さらに、小比類巻に襲われ瀕死になっていた別の侵略者から、母艦襲来の真相と、自分がその崩壊を止められる可能性があることを知ることになる。そうしたことは露知らず、門出たちはオカルト研究会の夏合宿へ向かうのだった―"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "10504215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504215",
                    "Titles": {
                        "eng": "Episode 13",
                        "jpn": "第13話"
                    },
                    "Summaries": {
                        "eng": "Futaba makes a decision regarding the task assigned to her by SHIP. Early in the morning, Ontan sneaks off somewhere, causing Oba to fear the worst. Together with Makoto, he tries to find Oran before anything worse happens.",
                        "jpn": "ふたばはSHIPが計画している発砲事件について凰蘭に告白し、3Dプリントの銃を預けて合宿所を後にする。その夜、独りで部屋から出ていく凰蘭を見かけた大葉は、マコトと一緒にその後を追うが―。凰蘭は別の並行世界から自分たちが今いる時間軸にやってきたシフターだ、と言う大葉は侵略者の道具を使ってマコトと一緒に凰蘭の過去にアクセスする。そこでふたりは、凰蘭がなぜシフトをしようとすることになったのか、その真実を目の当たりにすることになる。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "10504216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504216",
                    "Titles": {
                        "eng": "Episode 14",
                        "jpn": "第14話"
                    },
                    "Summaries": {
                        "eng": "The mothership begins to break apart and plummet down towards Tokyo. Meanwhile, the government tries to fend off foreign interference. In their desperation, the invaders see only one way out.",
                        "jpn": "黒煙地帯と呼ばれる、4年前の「8・31」において東京で最も大きな被害を受けた地域。そこに暮らす高嶋恵美子親子をジャーナリストのケイトは取材している。芝居がかった恵美子の言動をケイトは補助金目当てだと訝しむ一方で、ケイトの仕事は感動ポルノだと揶揄する恵美子。取材を続ける中で、二人は母艦の一部が崩落する事故に巻き込まれる。そして母艦崩落と時を同じくして大規模なネット障害が発生。日本政府は諸外国からの様々な圧力を受け、事態は混迷を極めていく―"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "10504217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504217",
                    "Titles": {
                        "eng": "Episode 15",
                        "jpn": "第15話"
                    },
                    "Summaries": {
                        "eng": "While Kadode, Oran, and their friends consider whether to return to Tokyo, the situation there escalates. The government decides to move up the launch of their ark, named *Ocean*, and abandon Tokyo. Kohiruimaki, on his part, has a plan of his own as well.",
                        "jpn": "母艦の崩落やネット障害など、東京の混乱ぶりを知り困惑する門出たち。そんな中、大葉は再び凰蘭の過去にアクセスする。一方東京では緊急記者会見で母艦爆発の可能性を示唆した荻野総理がその任を解かれる。日本政府は東京を捨て新国立競技場Oceanを浮上させ地球からの脱出を図るのだった。凰蘭の過去にアクセスする中で母艦の爆発を止める方法を知った大葉は、独りで合宿所を抜け出そうとする。そして、その大葉の目の前に凰蘭が現れるのだった―"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "10504218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504218",
                    "Titles": {
                        "eng": "Episode 16",
                        "jpn": "第16話"
                    },
                    "Summaries": {
                        "eng": "The world is on the brink of destruction. Kadode, Oran, and their friends head back to Tokyo. Meanwhile, Oba tries to use the password to shut down the reactor of the mothership before it explodes.",
                        "jpn": "東京湾の上空に玉虫色に輝く巨大な謎の指が出現する。ゼロ磁場にその指が触れた部分から無数のピンク色の光の玉が拡散し、触れるものを死に追いやっていく。大葉は母艦の爆発を止めようとし、侵略者と人間の共生の道を探ろうとするが、世界の崩壊を望む小比類巻がその前に立ちはだかる―。一方、一部のメディアの情報から都心を離れようとする多くの人々により交通機関が大混乱となる中、門出と凰蘭たちは合宿先から東京へ戻るべく車を走らせていた。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "10504219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504219",
                    "Titles": {
                        "eng": "Episode 17",
                        "jpn": "第17話"
                    },
                    "Summaries": {
                        "eng": "We return to the world after August 32nd, where Makoto met Kadode's father. Makoto sees only one way out for Nobuo: he should restart the world once more and travel back to the point 12 years ago, to which the Shift Machine is anchored.",
                        "jpn": "門出の友人だと名乗るマコトという人物から、ノブオは自身の記憶が失われている母艦の襲来以降の８年の間に、門出と凰蘭たちに何が起こっていたのかを知らされることとなる。そしてマコトたちもまた、母艦爆発のあった「8・32」以降、門出と凰蘭に出会えていないのだと言う。荒廃した世界と日本の現実を受け入れられないノブオは、マコトとふたばに案内されたシフトマシンを利用して、別の時間軸の門出に会いに行くことにするのだった―"
                    },
                    "Aliases": []
                }
            }
        }
    }
}