{
    "URL": "https://thetvdb.com/series/rwby-ice-queendom",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt19389868/",
        "https://anime.team-rwby-project.jp/",
        "http://www.reddit.com/r/RWBYIceQueendom",
        "https://www.themoviedb.org/tv/195966",
        "https://www.themoviedb.org/tv/195966",
        "https://x.com/TeamRWBYPrj_en"
    ],
    "Titles": {
        "eng": "RWBY: Ice Queendom",
        "jpn": "RWBY 氷雪帝国"
    },
    "Summaries": {
        "eng": "In the world of Remnant, a place where science and fairy tales coexist, human civilization is plagued by deadly monsters known as the Grimm. For a time, victory by the Grimm seemed all but certain, if not for the heroism of those sworn to protect humanity -- Huntsmen and Huntresses. These warriors are trained and assembled into teams at schools like Beacon Academy, where Ruby meets Weiss and Blake -- forming Team RWBY along with Ruby’s sister, Yang. While team RWBY studies to become the greatest Huntresses the world of Remnant has ever known, they are faced with a horrifying threat...",
        "jpn": "科学と魔法が同居する世界 『レムナント』には 人類や獣人、動物、そして 『グリム』 と呼ばれるモ ンスターが存在する。\r\n\r\n『グリム』により暮らしを脅かされてきた人類だ が､ 『ハンター』 の活躍により平和な世界が守られ\r\n\r\nていた。\r\n\r\nハンターを養成する 『ビーコン・アカデミー』 で出 逢ったワイス、ブレイク、 姉のヤンとともに『チ ムRWBY』 を結成するルビー。\r\n\r\nそれぞれの想いを胸にハンターを目指し訓練に励む 彼女たちを、今までにない新たな脅威が襲う―。"
    },
    "Aliases": [
        "RWBY: Hyōsetsu Teikoku",
        "RWBY: Hyousetsu Teikoku",
        "RWBY - Hyousetsu Teikoku"
    ],
    "Modified": "2025-07-28",
    "Seasons": {
        "1": {
            "ID": "1991778",
            "URL": "https://thetvdb.com/series/rwby-ice-queendom/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9097525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/episodes/9097525",
                    "Titles": {
                        "eng": "Red, White, Black, Yellow",
                        "jpn": "Red, White, Black, Yellow 「出立」"
                    },
                    "Summaries": {
                        "eng": "Ruby Rose, a girl who admires Huntsmen, along with her elder sister Yang Xiao Long enroll into Beacon Academy, a training school for Huntsmen. Her talents were discovered by Ozpin, the school’s Headmaster. Weiss Schnee, heiress of the world’s largest Dust manufacturing company, the Schnee Dust Company (S.D.C.), has disagreements with her father, defeats Arma Gigas, and leaves. Blake Belladona, a former member of White Fang, a terrorist organization and sworn enemy of the S.D.C., also leaves her organization. These two girls also become new students at Beacon. With hope and secret passion in their hearts, the story of these four girls who dream to become Huntsmen, now begin.",
                        "jpn": "ハンターに憧れる少女、ルビー・ローズは学長のオズピンにその力を見出され、姉のヤン・シャオロンとともに、ハンター養成学校のビーコン・アカデミーに入学することになる。そして世界最大手のダスト製造企業シュニ―・ダスト・カンパニー（S・D・C）の令嬢でありながら父と対立し、課せられたアーマー・ガイガスを倒す試練に打ち勝つことで家を飛び出すことができたワイス・シュニー。S・D・Cの怨敵であるテロ組織ホワイト・ファングから離脱したファウナスの少女、ブレイク・ベラドンナ。彼女たちもまたビーコンの新入生となる。希望と秘めた想いを胸に、ハンターを目指す4人の少女たちの物語が始まる――。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9227498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/episodes/9227498",
                    "Titles": {
                        "eng": "This Is Beacon",
                        "jpn": "This is Beacon 「試験」"
                    },
                    "Summaries": {
                        "eng": "Young boys and girls wanting to become Huntsmen gather to attend Beacon’s entrance ceremony. As everyone gathers, a shy Ruby is being urged by Yang to make friends. However, after being dismissed by Blake and angering Weiss, she gets depressed.",
                        "jpn": "ビーコンの入学式にハンター候補の少年少女たちが集う。個性的な面々が賑わう中、人見知りのルビーはヤンに友達を作るよう促されるが、ブレイクにはすげなくされ、ワイスを怒らせてしまい落ち込む。間もなく実施される実力テストが今後の学園生活をともにするチーム編成を兼ねていることを知り、動揺するルビー。新入生たちとともに危険なグリムが潜む森に飛び込み、最初に出会った相手とペアを組むというルールに焦るルビーだが…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9227499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/episodes/9227499",
                    "Titles": {
                        "eng": "A Nightmare Comes",
                        "jpn": "A Nightmare comes 「悪夢」"
                    },
                    "Summaries": {
                        "eng": "Based on the test results, Ruby, Weiss, Blake, and Yang form “Team RWBY”, and their school life beings. However, the four are not able to open up to each other just yet. Weiss, unaccepting that Ruby was chosen as team leader, appeals to the professor that she is more capable of the role, but is advised to \"be the best teammate\".",
                        "jpn": "テストの結果によりルビー、ワイス、ブレイク、ヤンのチームRWBYでの学園生活が始まったが、打ち解けられずにいる4人。ルビーがリーダーに選ばれたことに納得ができないワイスは、優秀な自分こそがリーダーに相応しいと教授にアピールするが、「最高のチームメイトを目指せ」と諭される。一方、ノーラ、ピュラ、レンたちと共に編成されたチームJNPRのリーダーに選ばれたジョーンは、小心者で実力不足な自身に落胆しているところをグリム・ナイトメアに捕らわれてしまう。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9247116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/episodes/9247116",
                    "Titles": {
                        "eng": "Ice Queendom",
                        "jpn": "Ice Queendom 「氷雪帝国」"
                    },
                    "Summaries": {
                        "eng": "On her snowboard, Ruby slides down the snowy field. Weiss, possessed by the Grimm “Nightmare”, created a world in her dreams, which is a reflection of her mind. With the help of Shion, a Huntsman specializing in the Grimm “Nightmare”, Ruby sneaks into Weiss’ dream and heads toward the place where the “Nightmare” had taken root. Those possessed by the “Nightmare” will be entrapped in a nightmare where Aura and life will be deprived. Weiss was already in a dangerous condition. Ruby was so eager to quickly free Weiss from the “Nightmare” but the world reflecting Weiss’ mind, block’s Ruby’s way.",
                        "jpn": "雪原をスノーボードで滑走するルビー。そこはグリム・ナイトメアに取り憑かれたワイスの精神を表した夢の中の世界。ナイトメア専門のハンター、シオンの協力により、ワイスの夢の中へ潜入したルビーはナイトメアが根づいている場所を目指す。ナイトメアに取り憑かれた者は悪夢に囚われ眠り続け、オーラと生命力を奪われてしまう。既にワイスは危険な状態。早く解放してあげなければ、と意気込むルビーだが、ワイスの心が投影された世界そのものに行き先を阻まれる。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9247117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/episodes/9247117",
                    "Titles": {
                        "eng": "Awaken in a Dream",
                        "jpn": "Awaken in a dream「眠りの都」"
                    },
                    "Summaries": {
                        "eng": "Attacked by Weiss and finding herself cornered, Ruby is rescued by Shion. Even after she had awakened from the dream, Ruby starts to feel uncertain having heard Weiss’ aggressive words. However, she decides to take on the challenge once again and returns to the dream, this time accompanied by Yang and Blake.\r\nIn the dream, the empire, ruled by the Schnee family and protected by Nega-Weiss, had increased their alert levels due to Ruby’s escape. Seeing how important the Schnee family is to Weiss and also her fear and hatred toward the White Fang, the three girls get confused but nevertheless make their way into the dream.",
                        "jpn": "夢の中でワイスに襲われて窮地に陥ったところをシオンに救われたルビー。夢から目覚めてからも、ワイスの攻撃的な言葉に不安になるルビーだが、ヤンとブレイクとともに再びワイスの夢の中へ挑む。シュニ―家が支配し、ネガワイスが守る夢の中の帝国はルビーを逃がしたことでさらに警戒態勢が強化されていた。ワイスにとってシュニ―家がどれだけ重要であるか、自分たちはどんな存在なのか、そしてホワイト・ファングに対する恐怖と嫌悪を見た3人は、戸惑いつつも夢の中を進む。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9254344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/episodes/9254344",
                    "Titles": {
                        "eng": "Do You Have a Plan?",
                        "jpn": "Do you have a plan？「作戦は？」"
                    },
                    "Summaries": {
                        "eng": "Ruby’s party reaches the inner depths of the dream, but Nega-Weiss attacks trying to eliminate Blake. Blake has a difficult timing fighting Weiss’ relentless attacks and is also hurt from hearing harsh words that she and the Faunus were enemies to her. Although they were able to find the “Nightmare”, they could not defeat Weiss, who had exploded in anger by Ruby and Yang’s betrayal and hatred toward Blake. The three had no choice but to retreat to the real world. Ruby’s party had become depress, hearing that sneaking into the dream which meant defeating the “Nightmare”, had become more difficult because of this failure. Dark clouds had gathered concerning this mission of exploring Weiss’ mind and heart…",
                        "jpn": "夢の深層に辿り着いたルビーたち。ナイトメアを発見したものの、ルビーたちへの怒りを爆発させるネガワイスに圧倒され、現実世界への撤退を余儀なくされる。ワイスの心を探ることに暗雲が垂れ込めた時彼女たちは…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9254345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/episodes/9254345",
                    "Titles": {
                        "eng": "Dreams Come Rued",
                        "jpn": "Dreams come rued 「自由のために」"
                    },
                    "Summaries": {
                        "eng": "With advice from Team JNPR, Penny, and Sun, Ruby’s party decides to try a new plan. Along with Jaune, who had acquired immunity toward the “Nightmare”, the four sneak into Weiss’ dream. Using the train they had rescued from White Fang, they were able to approach close to the center of the empire. Jaune, not being affected by the “Nightmare”, was able to move freely, releases the Sillies, the residents of the dream who were locked away by the empire, and succeeds in obtaining a new relic. Suddenly, a large number of little Weiss jumps out…",
                        "jpn": "チームJNPRやペニー、サンからのアドバイスを得て、新たな作戦を開始するルビーたち。ナイトメアに免疫があるジョーンが加わり、4人でワイスの夢の中へ潜り込む。そして、ホワイト・ファングから保護した列車で一挙に帝国の中核付近に到達することができた。ナイトメアの影響を受けずに自由に動くことができるジョーンは、帝国に閉じ込められていた夢の中の住人・シリーズを解放し、新たなレリックを手に入れることに成功。すると突然、大勢の幼いワイスたちが飛び出してくる。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9254346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/episodes/9254346",
                    "Titles": {
                        "eng": "Where You Belong",
                        "jpn": "Where You Belong 「氷嵐」"
                    },
                    "Summaries": {
                        "eng": "The city falls along with the deformed Sillies and the robot soldiers affected by the bugs’ rampage. As the situation gets chaotic, Nega-Weiss shows up with a giant statute of Nicholas, capturing the Sillies one after another. Although Jaune bravely confronts the statue of Jacques, who is wearing armor that’s reminiscent of Grimm “Geist”, he and Pyrrha, a resident of the dream, are captured. Meanwhile, Ruby’s party manages to reach the core of the dream where the “Nightmare” had rooted, but Nega-Weiss stands in their way. Yang and Blake are swallowed into the glyphs and disappear.",
                        "jpn": "異形化したシリーズたちとバグで異常化したロボット兵が暴れ回り、街は崩壊。状況が混乱する中、巨大なニコラス像を引き連れたネガワイスが現れ、シリーズたちを次々捕獲してゆく。甲冑を身に纏い、アーマー・ガイガスを彷彿とさせる姿となったジャック像に追い詰められたジョーンは果敢に立ち向かうも、夢の住人であるピュラとともに捕らえられてしまう。ルビーたちはなんとかナイトメアが巣くう夢の中核に辿り着くも、ネガワイスが立ち塞がり、ヤンとブレイクは魔法陣に飲み込まれて消えてしまう。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9254347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/episodes/9254347",
                    "Titles": {
                        "eng": "My Dream, Your Dream",
                        "jpn": "My dream, Your dream 「あなたのために」"
                    },
                    "Summaries": {
                        "eng": "In the dorm room, Weiss, smiling, hands Ruby a cup of coffee and the two talk. Weiss leave the room saying, “There is a reason for everything.” It was Ruby’s dream, who was possessed by the “Nightmare” due to her weakening spirit. Ruby awakes just in time with Jaune’s help. Meanwhile, Yang and Blake had been sent to a mansion, which looked like it was symbolizing the history of the conflict between the White Fang and the S.D.C. Ruby, who had returned to Weiss’ dream, and Blake each propose a new plan.",
                        "jpn": "寮の部屋にて。ワイスがルビーにコーヒーを差し出して微笑み、語り合う2人。「何事も理由はあるもの」という言葉を残し去ってゆくワイス。それは、弱った心をナイトメアに捕らわれてしまったルビーの夢だった。ジョーンの助けで危ういところから目覚めたルビー。一方、ヤンとブレイクはホワイト・ファングとS・D・Cとの争いの歴史を象徴したような館に飛ばされていた。ワイスの夢に戻ったルビー、そしてブレイクは、それぞれ新たな作戦を提案する。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9254348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/episodes/9254348",
                    "Titles": {
                        "eng": "Mirror of Darkness",
                        "jpn": "Mirror of darkness 「白雪黒炎」"
                    },
                    "Summaries": {
                        "eng": "Blake’s plan was a much too dangerous one, making the “Nightmare” possess Blake so that they could confront Nega-Weiss. Yang objects but Blake was firmly determined. Shion and Ozpin decide to accept her plan, considering Weiss’s urgent condition. As Blake becomes covered with the “Nightmare”, an ominous herd of shadows appears. Blake gives the word of command, “Burry the Schnee Dust Company!” toward the shadows, which looked just like Adam, who she had left behind in her past. Blake attacks Nega-Weiss along with the herd, and Nega-Weiss confronts them with anger. It was indistinguishable if the herd was Grimm or the White Fang. Meanwhile, Ruby uses this chance to head toward the center core of the dream, where the “Nightmare” had rooted.",
                        "jpn": "自身にナイトメアを取り憑かせてネガワイスに対抗するという、危険すぎるブレイクの提案。ヤンが反対するもブレイクの決心は固く、ワイスの切迫した状況にシオンとオズピンも了承する。悪夢に包まれたブレイクは、現れた禍々しい影の群れに向かって「シュニー・ダスト・カンパニーを葬れ」と号令をかける。その姿は、かつて彼女が決別したアダムそのものだった。グリムともホワイト・ファングとも判判別しがたい群れを引き連れ、ネガワイスに襲いかかる。怒りとともに、それに受けて立つネガワイス。ルビーはこの隙に、ナイトメアが根付く夢の中核へ向かう。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9254349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/episodes/9254349",
                    "Titles": {
                        "eng": "Light in Shadows",
                        "jpn": "Light in shadows 「向き合う者」"
                    },
                    "Summaries": {
                        "eng": "As Yang fights the statue of Nicholas, Jaune and the Sillies fight the statue of Jacques. The robot army that had been created from Weiss’s nightmare fight the deformed White Fang which had been created from Blake’s nightmare. While battles are held in various places, Nega-Weiss clashes with Nega-Blake. Weiss is overwhelmed but tries to confront Nega-Blake, raging with Faunus’ anger who were being continuously oppressed. On the other hand, Ruby reaches the core of the dream and attacks the briar that covers the “Nightmare” but it quickly goes back to its original form and she is unable to destroy it. As she gets flustered, she remembers the words Weiss had said in Ruby’s dreams.",
                        "jpn": "ヤンはニコラス像と、ジョーンとシリーズたちはジャック像と、そしてワイスの悪夢から生まれたロボット軍とブレイクの悪夢から生まれた異形のホワイト・ファングが、それぞれぶつかり合う。各所で戦いが繰り広げられる中、激突するネガワイスとネガブレイク。虐げられてきたファウナスの怒りをぶつけるネガブレイクに気圧されながらも対抗せんとするネガワイス。夢の中核に辿り着いたルビーはナイトメアを包むイバラを攻撃するも、すぐに再生して倒すことができない。焦るルビーは、自身が見た夢でのワイスの言葉を思い出す。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9254350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/episodes/9254350",
                    "Titles": {
                        "eng": "Best Day Ever",
                        "jpn": "Best day ever 「最高の一日」"
                    },
                    "Summaries": {
                        "eng": "Defeating the “Nightmare” and released from the nightmare, Team RWBY and Team JNPR resume their school life. The teammates had opened their hearts to each other more than before. Along with Ozpin, Shion who is going to set out on another journey, watches over the students who were growing up. Experiencing that building a relationship of trust with her friends leads to power, Ruby decides to do her best as leader, and Yang supports her younger sister’s decision. Meanwhile, Weiss and Blake promise to accept each other as teammates. The girls had deepened their bonds with their friends, and together, they set out on their way to becoming a Huntsmen.",
                        "jpn": "ナイトメアを倒し、悪夢から解放され学園生活に戻ったチームRWBYとチームJNPR。\r\n以前より距離の近づいたチームメイトたち。オズピンと、再び旅立つシオンは生徒たちの成長を見守る。仲間との信頼関係が力になることを実感し、ルビーはリーダーとして前向きに頑張ると奮起し、ヤンはそんな妹を応援する。そして、ワイスとブレイクはお互いを仲間として受け入れると約束する。絆を深めた仲間たちとともに、少女たちはハンターへの道を前へと進んでゆく。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}