{
    "URL": "https://thetvdb.com/series/engage-kiss",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Mystery",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt21114720/",
        "https://engage-kiss.com/",
        "http://www.reddit.com/r/EngageKiss",
        "https://www.themoviedb.org/tv/196040",
        "https://en.wikipedia.org/wiki/Engage_Kiss",
        "https://x.com/engage_kiss"
    ],
    "Titles": {
        "eng": "Engage Kiss",
        "jpn": "Engage Kiss"
    },
    "Summaries": {
        "eng": "Bayron City -- a Mega-Float type city in the Pacific Ocean, which doesn't belong to any particular nation. As the mine for Orgonium, a new energy resource, this city is the most noticed in the world right now, and here special cases caused by demons called \"D Hazards\" has been occurring frequently. Only a handful of people know about the existence of D Hazards. They are handled by PMCs (Private Military Companies). Shu is a young man living in Bayron City who runs such a company, but his company is tiny. On top of that, he cherry-picks his jobs, so he is always in a bind for money. His life, both publicly and privately, is being supported by the beautiful high school girl Kisara who attends a school in Bayron City.",
        "jpn": "アニメは、地元の天然資源を利用するために太平洋に設立された人工島の都市、ベイロングシティを舞台にしています。 アニメは3人のキャラクターを中心にしています。 最初は小さな会社を経営しているShūですが、彼の消費習慣は彼を常に無一文にしています。 キサラという女の子がシュウの事務所によく行き、いつも心配している。 キサラはベイロング市の高校に通い、事務から家事まで自信を持ってやっています。 一方、綾乃は修の元カノであり、修が働いていた会社の元同僚である。"
    },
    "Aliases": [
        "エンゲージ・キス"
    ],
    "Modified": "2025-04-21",
    "Seasons": {
        "1": {
            "ID": "1992040",
            "URL": "https://thetvdb.com/series/engage-kiss/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9076518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engage-kiss/episodes/9076518",
                    "Titles": {
                        "eng": "A Loser and a Demon and a Man and a Woman",
                        "jpn": "クズと悪魔と男と女"
                    },
                    "Summaries": {
                        "eng": "Shu is always in trouble with money but manages to live thanks to the support given by his ex-girlfriend Ayano and the ever-devoted Kisara. The same goes for his job as a PMC. With Ayano's cooperation, Shu won a bidding war at a discounted price to participate in the \"D Hazard\" prevention operation that occurred in a casino. At the scene of the demon extermination, he planned to rely on Kisara's demonic powers, but she is nowhere to be found due to the money situation ruining her mood. As a last resort, he works with Ayano's leading, major PMC and confronts the Demon, but bit by bit, the battle becomes something suspicious...",
                        "jpn": "常に金には困っているが、元恋人であるアヤノと献身的に尽くしてくれるキサラのサポートのおかげでなんとか暮らせているシュウ。PMCとしての仕事も同様で、今日もアヤノの協力により、カジノで起こった「D災害」対策事業の入札競争をダンピング価格で勝ち取った。悪魔退治の現場では、キサラの悪魔の力に頼るつもりだったのだが、お金のことで機嫌を損なわせたため、彼女の姿はない。しかたなく、アヤノの所属する大手PMCと協力し、悪魔と対峙するが、だんだんと戦いの雲行きが怪しくなって……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9237995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engage-kiss/episodes/9237995",
                    "Titles": {
                        "eng": "The Island of Desire",
                        "jpn": "欲望に浮かぶ島"
                    },
                    "Summaries": {
                        "eng": "Kisara is in a great mood after getting a duplicate key to Shu's apartment. On the other hand, Shu can't find any peace of mind when she gets ahold of the company's financial situation without permission and increasingly encroaches on his daily life by pretending to be his hidden mistress. But even more problematic is the current lack of living expenses. Shu finds out that the incoming deposit he was relying on is still on its way due to a misunderstanding, so he asks Ayano for some contract work. And thus, Shu and Kisara find themselves safeguarding the 25th anniversary party of Bayron City and protecting the mayor from terrorist threats.",
                        "jpn": "シュウの部屋の合鍵を手に入れ、キサラは上機嫌。対するシュウの心中は、会社の財務状況まで勝手に把握し、「日陰の女」を気取ってますます生活圏を侵食していく彼女の様子に穏やかではない。だがそれ以上に問題なのが、当座の生活費のなさ。あてにしていた入金が、計算違いでまだまだ先のことだと知ったシュウは、アヤノに頼んで二次請け仕事を回してもらうことに。かくしてシュウとキサラは、ベイロンシティの市政25周年記念パーティを警護し、予告テロから市長を守る任に就く。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9237997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engage-kiss/episodes/9237997",
                    "Titles": {
                        "eng": "The Slightest Terrible Cost",
                        "jpn": "ほんの僅かな酷い代償"
                    },
                    "Summaries": {
                        "eng": "A large-scale power outage hits the heart of Bayron City's Downtown. It was a D Hazard caused by a giant caterpillar-shaped Demonically Possessed. With detailed information on Demon Possession that he obtained from somewhere, Shu decides that this is a job that \"must be done\" and uses Ayano for insider info to pull strings. As Shu's company is about to win the bidding war at a discount, significant new information about the Demonically Possessed is revealed. Those who took the situation most seriously decided to suspend bidding and expelled Shu from hazard prevention measures.",
                        "jpn": "ベイロンシティの下町を中心にした大規模停電。それは巨大な芋虫の形をした悪魔憑きによって引き起こされたＤ災害だった。どこかからその悪魔憑きの詳細な情報を仕入れたシュウは、「やるべき仕事」であると判断し、アヤノを通じて裏から手を回す。かくして、いつもどおりのダンピングにより、シュウの会社が入札に競り勝ったと思われた矢先、悪魔憑きに関する重大な新事実が判明。事態を重く見た人々の判断により、入札は停止され、シュウは災害対策から締め出されてしまった。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9237999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engage-kiss/episodes/9237999",
                    "Titles": {
                        "eng": "Unobtainable Lingering",
                        "jpn": "奪い切れない未練"
                    },
                    "Summaries": {
                        "eng": "Although the Demon Possession that caused the large-scale power outage was exterminated, the problem remains unresolved as the power shortage in Bayron City continues. Meanwhile, Kisara witnesses a secret meeting between Ayano and a mysterious man. To confirm Shu's feelings, she uploads a photo of the scene to social media. Successfully lured by Kisara, Shu rushes Ayano and the mysterious man – an Anti-Demon Bureau detective named Tetsuya Mikami – and, in an unexpected flow of events, realizes that Ayano was hiding her intentions and planning behind his back. An unparalleled sense of tension lofted between the two.",
                        "jpn": "大規模停電の原因になった悪魔憑きは退治したものの、事態の完全収拾には至らず、ベイロンシティの電力不足は続いている。そんな中、アヤノと謎の男の密会を目撃したキサラは、シュウの気持ちを確認するために、撮影した現場写真をＳＮＳにアップロードする。まんまと釣られてキサラとアヤノ、そして謎の男ーー退魔局の刑事である三上の前に駆けつけたシュウは、思わぬ流れで、アヤノが自分に隠れて裏で画策していたことに気がついてしまった。ふたりのあいだに、これまでにない緊張感が漂う。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9238002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engage-kiss/episodes/9238002",
                    "Titles": {
                        "eng": "Fleeting Scars",
                        "jpn": "うたかたの爪痕"
                    },
                    "Summaries": {
                        "eng": "Ayano has become a target for Demon Possession. Although Ayano narrowly escapes her first attack with Kisara's help, she begins a life of isolation to hide her Demonically Possessed eyes. Meanwhile, Shu is offered a chance to work together by Mikami, who is familiar with Shu's past. On board with the discussion, Shu discloses information to Mikami and his team at the Anti-Demon Bureau. They are trying to determine the identity of a Demon Agent producing Demon Possessions one after another. They step into a certain dwelling, but...",
                        "jpn": "悪魔憑きのターゲットになってしまったアヤノ。キサラの助けもあり、からくも最初の襲撃からは逃れたものの、彼女は、悪魔憑きの目から隠れるために隔離生活を始める。そのころシュウは、自分の過去をよく知る三上から協力を持ちかけられていた。話に乗ったシュウから情報を得た三上たち退魔局は、悪魔の代理人として次々と悪魔憑きを生み出している男の身元を割り出し、その棲家へと踏み込むが……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9238004",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engage-kiss/episodes/9238004",
                    "Titles": {
                        "eng": "Third-Party Demon Killer",
                        "jpn": "悪魔殺しの第三者"
                    },
                    "Summaries": {
                        "eng": "Kisara keeps her distance from Shu's apartment since she saw the memories of Shu and Ayano's time in the warehouse. Reversely, happy for Kisara's absence, Ayano takes good care of Shu as she relishes feeling like they are lovers. Kisara, who checks out the situation via social media, is getting increasingly more annoyed. But behind the scenes of this love triangle is a storm of violence that blows into Bayron City. Just who is this blonde beauty who appears out of nowhere wearing a nun's habit? And what is her goal as she repeatedly commits senseless acts of brutality by invading scene after scene of Demon Hazards?",
                        "jpn": "シュウとアヤノが倉庫で過ごした記憶を見て以来、キサラの足はシュウの部屋から遠のいていた。逆にアヤノは、キサラの不在をいいことに、ここぞとばかりにシュウの世話を焼き、恋人気分を満喫している。その様子をＳＮＳを通じて確認したキサラは、ますます悶々とした気持ちを募らせて行く。そんな三角関係の裏側で、ベイロンシティに吹き荒れる暴力の嵐。どこからともなく現れた、シスター服を身にまとい、悪魔災害の現場に次々と乱入しては理不尽な蛮行を繰り返す金髪美女の正体と目的は？"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9238006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engage-kiss/episodes/9238006",
                    "Titles": {
                        "eng": "But It's Okay, That's Enough",
                        "jpn": "だけどいい、それでいい"
                    },
                    "Summaries": {
                        "eng": "The Celestial Abbey — — Publicly seen as advocates for philanthropy, they are the world's largest Exorcist group. The identity of the mysterious nun who suddenly appeared in Bayron City is one of the most dangerous persons in the Celestial Abbey, Sharon Holygrail. Known as \"Sharon the Chaste,\" she is one of the 12 remarkable Exorcists called \"Living Relic.\" The Anti-Demon Bureau faces a growing sense of danger with the emergence of a new power that could shake the framework of their organization. Meanwhile, as Shu is injured and sleeping, Kisara tells Ayano about the events atop the snowy mountain that led to the intertwined fate of her, Shu and Sharon.",
                        "jpn": "星天教会ーー表向きは博愛主義を掲げる世界最大のエクソシスト集団。突如ベイロンシティに現れた謎のシスターの正体は、その星天教会の中でも一際危険な存在、わずか12人しか存在しない凄腕のエクソシストーー拘魔聖圧者（リビングレリック）のひとり、「純潔のシャロン」ことシャロン・ホーリーグレイルだった。Ｄ災害をとりまく権力の構図を揺るがしかねない新たな力の登場に、退魔局の関係者は危機感を強めていた。そんな中、キサラは傷つき眠るシュウを前に、アヤノに対して、自分とシュウ、シャロンのあいだに因縁が生じた、雪山での出来事を語り始める。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9238008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engage-kiss/episodes/9238008",
                    "Titles": {
                        "eng": "The Unwanted Truth",
                        "jpn": "望んでなかった真実"
                    },
                    "Summaries": {
                        "eng": "Thanks to Shu and Kisara's efforts, the Anti-Demon Bureau successfully detained Sharon, and peace returned anew to Bayron City. With his companions Mikami and Miles, Shu once again pursues the truth behind the continuous D Hazards that have been manipulated by some entity's volition. They continue compiling deductions to pin down the identity of the \"True Agent,\" who they presume is lurking behind Junya Hanamura, the murdered Demon Agent. At the pinnacle of their deductions, Mikami reaches a certain conclusion and tries to contact Shu in a hurry...",
                        "jpn": "シュウとキサラの奮闘で、退魔局はシャロンの身柄を拘束することに成功し、ベイロンシティにはひとまずの平穏が戻った。シュウはふたたび、協力者である三上、マイルズとともに、少し前から連続して起こっている、何らかの人物の意志が介在したＤ災害の真相を追い、殺された悪魔代理人、花村ジュンヤの背後に潜んでいると予想される、「真代理人」の正体を突き止めようと、推理を重ねる。そして、重ねた思考の果てに、三上はある結論にたどり着き、急いでシュウに連絡をとろうとするが……。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9238009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engage-kiss/episodes/9238009",
                    "Titles": {
                        "eng": "Without Understanding the Tears Shed",
                        "jpn": "流す涙の意味を知らずに"
                    },
                    "Summaries": {
                        "eng": "The evidence gathered points to the real Demon Agent. And it was Shu's most trusted person. As the Police Agency and top officials of AAA continue to strategize and negotiate, Shu confronts the true criminal alone. Why? For what reason? All words and all questions are in vain when the real criminal transforms into a vicious demon right before his eyes. Its power is so overwhelming that, even with AAA's fighting strength concentrated, there is no damage. At this rate, all the people Shu cares for will be hurt. With raging anger and profound sadness in his heart, Shu decides to offer all his precious memories to Kisara. All for the sake of defeating the demon.",
                        "jpn": "集めたすべての証拠が指し示す、真の悪魔代理人。それは、シュウの最も信頼する人物だった。警察庁とＡＡＡのトップ同士による駆け引きが続く中、シュウはひとり、真犯人と対峙する。なぜ……どうして……問い掛ける言葉も虚しく、彼の目の前で、真犯人は凶悪な悪魔の姿へと変貌する。その力はあまりに圧倒的で、ＡＡＡの戦力を結集してもろくにダメージを与えることができない。このままでは、大切な人たちも傷つけられてしまう。シュウは激しい怒りと深い悲しみを胸に、キサラに大切な記憶を捧げることと決意する。悪魔を倒すために。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9238010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engage-kiss/episodes/9238010",
                    "Titles": {
                        "eng": "High Hopes for the Worst Case",
                        "jpn": "待ち望んだ最悪"
                    },
                    "Summaries": {
                        "eng": "The memories Kisara stole from the demon revealed the truth behind the attack on Shu and his family 12 years ago. Asmodeus, a demon who changes their appearance, transcends time, has traveled around the world for over a century, created Demonically Possessed and inflicted harm upon humans. Like a hazardous calamity, Asmodeus is the bitter enemy that the Celestial Abbey hunts down. And the true enemy that killed Shu's father and took his sister. Moreover, this demon is supposedly involved in the origin of Orgonium, the root of Bayron City's success. It's now a battle for the city, no, for the fate of humanity and demons alike...",
                        "jpn": "キサラが悪魔から記憶を奪ったことで、12年前、シュウとその家族を襲った事件の真相が明らかになった。姿を変え、時を超え、百年以上前から世界各地を渡り歩き、悪魔憑きを生み出しては人間に害を為してきた悪魔「アスモデウス」。星天教会が仇敵として追い求める、災厄そのものようなその存在こそが、シュウの父を殺し、妹を奪った真の敵だった。さらにその悪魔は、ベイロンシティの繁栄の根幹たるオルゴニウムの根源にも関わっているのだという。事態はもはやシティの、いや、人類と悪魔の命運をかけた戦いに……。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9238011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engage-kiss/episodes/9238011",
                    "Titles": {
                        "eng": "Gentle Foolish Lies",
                        "jpn": "優しく愚かな嘘"
                    },
                    "Summaries": {
                        "eng": "In the middle of the battle against the demons on the artificial island, Kisara was stabbed by a spear before Shu's eyes. Saved by Ayano and Sharon, Shu helplessly evacuates from the fight when he sees the person he's been looking for—his younger sister, Kanna. Then, humanity's desperate resistance, backed by the focused efforts of Bayron City, proves futile as the extent of the large-scale disasters caused by Kanna, now certified as an S-Class demon, expand. Kisara collapsed due to her injuries and lost consciousness as her vitals disappeared. Unable to move, Shu just stares at her. And as if responding to his heart, Kisara gently awakens.",
                        "jpn": "人工島を舞台にした、すべての元凶たる悪魔との戦いの最中、シュウの前で槍に貫かれたキサラ。アヤノとシャロンに助けられ、なすすべもなくその場から退避するシュウが見たのは、探し求めていた妹・カンナの姿だった。その後、ベイロンシティの総力を結集した人類の必死の抵抗も虚しく、S級悪魔と認定されたカンナによる大規模災害は次々とその被害範囲を拡大。傷つき倒れ、意識どころか生体反応も完全に失ったキサラを、もはや打つ手もなく、ただただ見つめ続けるシュウ。そんな彼の心に応えるかのように、キサラはそっと目を覚ます。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9238012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engage-kiss/episodes/9238012",
                    "Titles": {
                        "eng": "Believe in Him",
                        "jpn": "彼を信じて"
                    },
                    "Summaries": {
                        "eng": "Shu and Kisara's relationship restarts on a clean slate. This time, Shu decides to protect Kisara after sensing her feelings. S-Class demon Kanna's massive attack approaches Bayron City. With no way to hide the immense damage from when the airport exploded in flames, knowledge of the crisis in Bayron City began to spread to other counties. It is doubtful whether the city can maintain its independence and autonomy at this rate. Amid the fierce battle, for some reason, Kanna relentlessly targeted an irrelevant Ayano. Ayano continued to fight back with all her might, but there was no way she could withstand the furious onslaught of an S-Class demon. Finally, she reached her limit. But just then...",
                        "jpn": "まっさらな状態に戻ったシュウとキサラの関係。キサラの思いを感じ取ったシュウは、今度は自分が彼女を守ると決意する。ベイロンシティに迫るＳ級悪魔・カンナの大攻勢。空港が爆破炎上するほどの甚大な被害を隠し切れるわけもなく、諸外国にもベイロンシティの危機が伝わり始め、このままでは独立自治が維持できるか怪しい。そんな激戦の最中、なぜか重要人物でもないアヤノを執拗に付け狙うカンナ。全力で抵抗を続けるアヤノだったが、Ｓ級悪魔の猛攻をしのぎきれるわけもなく、ついに限界を迎えてしまう。しかし、その瞬間……。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "9242961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engage-kiss/episodes/9242961",
                    "Titles": {
                        "eng": "Unresolved Grand Finale",
                        "jpn": "未解決で大団円"
                    },
                    "Summaries": {
                        "eng": "In the chaotic mix of humans and demons, Shu and Kanna meet in a violent clash worthy of their 12-year-gap as various motives intermingle in a battle engulfed by a sea of flames. Ayano, Sharon and Kisara try to somehow intervene in the siblings' fight that puts the fate of the world at stake. The only way to stop a powerful demon is with the power of a demon. Shu and Kisara join hands once again. Will the accumulation of their feelings reach Kanna, embroiled in her rage? At the end of the battle, what future lies ahead for humans and demons alike?",
                        "jpn": "人と悪魔が入り乱れ、さまざまな思惑が交錯する爆炎に包まれた戦場で、12年間の空白を埋めるかのように激しくぶつかり合うシュウとカンナ。世界の命運をかけた兄妹喧嘩に、なんとかして割り込もうとするアヤノ、シャロン、そしてキサラ。強大な悪魔を止められるのは、悪魔の力だけ。ふたたび手を取り合うシュウとキサラ。ふたりの積み重ねてきた想いは、激しい怒りにとらわれたカンナに届くのか。戦いの果てに、人と悪魔の未来は、どこへ向かうのか。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}