{
    "URL": "https://thetvdb.com/series/farming-life-in-another-world",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt19223420/",
        "https://nonbiri-nouka.com/",
        "https://www.themoviedb.org/tv/196285",
        "https://en.wikipedia.org/wiki/Farming_Life_in_Another_World",
        "https://x.com/nonbiri_nouka"
    ],
    "Titles": {
        "eng": "Farming Life in Another World",
        "jpn": "異世界のんびり農家"
    },
    "Summaries": {
        "eng": "After Hiraku dies of a serious illness, God brings him back to life, gives his health and youth back, and sends him to a fantasy world of his choice. In order to enjoy his second shot, God bestows upon him the almighty farming tool! Watch as Hiraku digs, chops, and ploughs in another world in this laidback farming fantasy!",
        "jpn": "ひらくが深刻な病気で亡くなった後、神は彼を生き返らせ、彼の健康と若さを取り戻し、彼を彼の選んだファンタジー世界に送ります。 彼のセカンドショットを楽しむために、神は彼に全能の農具を授けます！ ひらくがこののんびりとした農業ファンタジーで別の世界を掘り、切り刻み、耕すのを見てください！"
    },
    "Aliases": [
        "Isekai Nonbiri Nōka",
        "Isekai Nonbiri Nouka"
    ],
    "Modified": "2025-08-26",
    "Seasons": {
        "1": {
            "ID": "1992445",
            "URL": "https://thetvdb.com/series/farming-life-in-another-world/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9108673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farming-life-in-another-world/episodes/9108673",
                    "Titles": {
                        "eng": "The Almighty Farming Tool",
                        "jpn": "万能農具"
                    },
                    "Summaries": {
                        "eng": "Hikaru won’t waste his second chance at life; he will focus on what truly matters. And so, he builds a new home with his own two hands.",
                        "jpn": "「農業をしながらのんびり暮らしたい」\r\n病で命を落とした青年・街尾火楽（ヒラク）は、神様に望みをかなえてもらい、異世界へと転生するが……目覚めたのは深い森のど真ん中。\r\n水も食料もなければ寝床もない、頼れるのは神様からもらった「健康な身体」と「万能農具」の力だけ。\r\nそれでもなんとか自給自足の生活を始めるべく、火楽は見渡す限り広がる森の中を右往左往しながら奮闘する。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9541599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farming-life-in-another-world/episodes/9541599",
                    "Titles": {
                        "eng": "The First Villager",
                        "jpn": "第一村人"
                    },
                    "Summaries": {
                        "eng": "As the weeks turn into months, Hiraku’s loneliness grows. He thought he desired a life of solitude, but his wish for companionship grows stronger by the day.",
                        "jpn": "農業に、建築に日用品作りと、試行錯誤を繰り返しながら、森の中での生活を次々と発展させていく火楽。\r\n彼の住処には、森で出会った、狼に似た魔獣・クロとユキとその子供たちや、糸を操り布を織る裁縫好きの巨大なクモ、ザブトンも同居するようになる。\r\nやがて火楽が森での生活を始めてから数か月。異世界にも冬が訪れ、雪の中、小屋に籠る生活が続く。\r\n前世の経験から、人付き合いを避け静かに暮らしたいと望みはしたが、なんとなくもの寂しい……そう思い始めたある日、さらに奇妙な出会いが訪れる。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9541600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farming-life-in-another-world/episodes/9541600",
                    "Titles": {
                        "eng": "More and More New Roommates",
                        "jpn": "同居人 続々"
                    },
                    "Summaries": {
                        "eng": "Hiraku and Lu begin their new life together, unaware of the visitors who will soon arrive at their household.",
                        "jpn": "「吸血姫」ルーと出会い、共同生活を送るようになった火楽。\r\n畑を拡張して、果樹を植えて、と生活を発展させていくなか、ルーを追ってきたという「天使族」の女性・ティアが現れる。\r\nティア曰く、ルーは賞金のかかったお尋ね者のようだが……？\r\nさらには、森の中で放浪生活をしていた、リーダーのリア率いる「ハイエルフ」の女性たちも加わり、火楽の生活はどんどんにぎやかに、そして鍛冶や建築にパン作りと、新たな技術を得て発展していく。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9541601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farming-life-in-another-world/episodes/9541601",
                    "Titles": {
                        "eng": "Waterways Make Life Feel Complete",
                        "jpn": "水路は暮らしを充実させる"
                    },
                    "Summaries": {
                        "eng": "Now that they’ve secured a reliable water source, they can start a rice paddy and build a bathhouse.",
                        "jpn": "森の中で見つかった川から、火楽たちの住処へとつながる水路が完成する。\r\n井戸頼りだった水が豊富に使えるようになり、火楽は前世の知識を生かして、水田での稲作と共同浴場の建設を提案する。\r\n万能農具の力で稲を生やすことはできても、コメ作りは手間のかかる作業。\r\n稲作を知らず目を丸くする住人たちと共に、白米を味わうべく挑戦する。\r\nそして野良仕事で泥だらけになった後は、お風呂の時間。\r\nこの世界では温水浴も珍しいようで、火楽は風呂の使い方も実演してみせることに……？\r\n一方、クロは、次々と増えていく住人たちを見ながら、火楽と出会う前のことを回想する。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9541602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farming-life-in-another-world/episodes/9541602",
                    "Titles": {
                        "eng": "Curry, and Surviving the Winter",
                        "jpn": "カレーと越冬"
                    },
                    "Summaries": {
                        "eng": "With their homestead completed, they turn their focus to food preparation and just in time; Winter is coming.",
                        "jpn": "リアたちハイエルフの建築技術によって、火楽たちの新たな家が完成。\r\n一方火楽は新たな料理に挑戦する。\r\n畑で栽培したスパイスを使ったカレー、その複雑さと意外な味に、住人たちは驚きの連続。\r\nそして再びやってくる冬に備え、火楽は万能農具を活用して娯楽作りにとりかかる。\r\nリバーシ、チェスに麻雀、ボーリング……住人たちと共に、たのしい冬ごもり生活を満喫する。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9541603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farming-life-in-another-world/episodes/9541603",
                    "Titles": {
                        "eng": "This Is a Village",
                        "jpn": "村です"
                    },
                    "Summaries": {
                        "eng": "A surprise attack would have shattered their peaceful lives were it not for the almighty farming tool. As word spreads, their home blooms into a village.",
                        "jpn": "平和な暮らしに突如降りかかった、ワイバーン襲来の脅威。\r\n火楽は今まで気づいていなかった、新たな万能農具の力を発揮する。\r\nそしてまたもや、新たな来訪が続く。ルーの従姉妹・フローラ。フローラの従者で、鬼人族のメイドたち。\r\nさらには、ティアが部下の天使やリザードマンたちを連れてきて、住人はどんどん増えつづける。\r\n酒造りに挑戦したり、フローラが発酵食品の研究にとりかかったりと、新たな挑戦も目白押し。\r\nそんなある日、住人の代表たちを集めた火楽は、一つの提案をする。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9541604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farming-life-in-another-world/episodes/9541604",
                    "Titles": {
                        "eng": "A Hospitable Heart",
                        "jpn": "おもてなしの心"
                    },
                    "Summaries": {
                        "eng": "Hikaru realizes the importance of diplomacy when the demon lord and the dragons establish contact with the Great Tree Village.",
                        "jpn": "火楽たちの「大樹の村」に、魔王国からの使者を名乗るものが現れた。\r\n村長となった火楽は、戸惑いながらも、毅然と対応しようと試みる。\r\n次いで村を訪れたのは、巨大なドラゴン、ドライムとその従者。ご近所として挨拶に来たと告げるが、その意図は果たして…？\r\n他の村や国との外交の重要さを感じた火楽。村としての来客への対応について、住人たちとあれこれ相談をしながら準備を進めていると、早速、森を越えてやってきたという獣人の一団を迎えることに。\r\n平和の使者か、あるいはよからぬ意図をもってやってきた尖兵かも…？\r\n火楽と村の住人たちは、来客としてのおもてなしをしながら、相手の真意を探っていく。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9541605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farming-life-in-another-world/episodes/9541605",
                    "Titles": {
                        "eng": "The Researcher and the Two Princesses",
                        "jpn": "研究者と二人のお嬢さま"
                    },
                    "Summaries": {
                        "eng": "They say civilization started because of alcohol. In the Great Tree Village’s case, it instigates a misunderstanding between dragons.",
                        "jpn": "獣人たちの住むハウリン村から、女性の移住者たちがやってきた。なぜか移住当初はおびえていた彼女たちも、次第に村の生活になじんでいく。\r\n火楽は巨大な魔獣を狩って料理したり、フローラと新たな調味料の開発に精をだしたりと、のんきに楽しい日々を続け、村にはエルダードワーフたちがやってきて、得意の酒造りをはじめる。\r\n\r\nそんなある日、大樹の村に見慣れぬドラゴンが飛来、村の上空でにらみ合いが始まる。\r\nただならぬ気配に戸惑い警戒する火楽だが……、結果、やってきたのはドライムの娘、ラスティスムーンと、奥さんのグラッファルーンだった。ドラゴン一家はひと悶着ありつつ、和解して去っていくが……なぜか娘のラスティスムーン、愛称ラスティ、を村にのこしていくことに。\r\n一方、魔王国の面々は、大樹の村に強大なドラゴンたちが集まっている様子に危機感を持ってうかがっていた。\r\n魔王国四天王たちは一計を案じ、ビーゼルの娘、フラウレムを密偵として大樹の村に送り込む。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9541606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farming-life-in-another-world/episodes/9541606",
                    "Titles": {
                        "eng": "The Merchant and the Dragon",
                        "jpn": "商人とドラゴン"
                    },
                    "Summaries": {
                        "eng": "Hiraku’s offhand comment leads to a series of events that end with a merchant setting up a trade deal with The Great Tree Village.",
                        "jpn": "季節は秋、鍋料理に舌鼓を打つ大樹の村の面々。\r\n火楽の何気ない一言から、フラウレムとラスティはいままで村では手に入らなかった海産物を仕入れるべく、海沿いの港町「シャシャートの街」の商人マイケルの元に向かう。\r\n大樹の村を訪れ、不敵に商談を進めるマイケルに、火楽はやり手の商人だと感心しきりだが……当のマイケルの内心は、実は違っていて…？\r\nそして、大樹の村に再三、ドラゴンが襲来。困惑する火楽をからかうように挑発する相手、その正体はドライムの姉・ハクレン。\r\n自由奔放にふるまうハクレンは、勝負事が大好きなドラゴン族の面々を巻き込んで、火楽と麻雀対決をすることに……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9541607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farming-life-in-another-world/episodes/9541607",
                    "Titles": {
                        "eng": "Princess Yuri",
                        "jpn": "王姫ユーリ"
                    },
                    "Summaries": {
                        "eng": "Spurred by her followers, the demon lord's daughter attempts to invade the Great Tree Village. \"Attempts\" being the keyword.",
                        "jpn": "ビーゼルが、魔王国で不穏な動きがあるとフラウレムに相談をもちかける。\r\n魔王の娘、王姫ユーリと、その取り巻きの貴族たちが、大樹の村に兵隊を差し向けようとしている……そう聞いたフラウレムは、一計を案じる。\r\n結果、大樹の村に滞在することになるユーリと、貴族の娘たち。最初は戸惑うものの、村の魅力的な暮らしにすっかり馴染んでしまう。\r\n新たな移住者、「山エルフ」の一団も村に加わり、どんどん賑やかになる大樹の村。\r\n和やかな暮らしが続くある日、ルーが体調を崩したと聞いて、心配する火楽だが……。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9541608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farming-life-in-another-world/episodes/9541608",
                    "Titles": {
                        "eng": "Everyday Life, and the Progenitor",
                        "jpn": "日々と始祖さまと"
                    },
                    "Summaries": {
                        "eng": "News of the impending birth thrills the villagers, but they aren’t the only ones interested in the good news.",
                        "jpn": "ルーに子供ができたと発覚し、歓喜に沸いた大樹の村。しばらくしてお腹の大きくなってきたルーをいたわりつつも、ヒラクは変わらず村長としての毎日を過ごす。\r\nそして、次なる来訪者は、人知れず村の中に現れ、火楽の彫った神様の像にひれ伏し続ける謎の男性。その正体は、ルーに子供ができたと聞いてやってきた、吸血鬼の始祖、ヴァルグライフだった。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9541609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farming-life-in-another-world/episodes/9541609",
                    "Titles": {
                        "eng": "Birth",
                        "jpn": "誕生"
                    },
                    "Summaries": {
                        "eng": "Hiraku’s second chance was just the beginning. As he reflects on the changes that occurred since his arrival, one thing is certain: The Great Tree Village is lively as always.",
                        "jpn": "いよいよルーの出産が近づき、浮足立つ村の住人たち。こぞってお見舞いに贈り物を用意したり、はたまた妊娠中でお酒が飲めないルーにつきあって禁酒を始めて騒動を起こしたりと、大樹の村はいつも通り賑やかな様子。\r\nやがて訪れる出産の日、慌ただしく対応する女性陣やメイドたちをよそに、ただ待つしかできない火楽は、落ち着かない様子で…。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2202400",
            "URL": "https://thetvdb.com/series/farming-life-in-another-world/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "11302330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farming-life-in-another-world/episodes/11302330",
                    "Titles": {
                        "eng": null,
                        "jpn": "TBA"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}