{
    "URL": "https://thetvdb.com/series/tonari-no-youkai-san",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32044229/",
        "https://tonari-no-yokai-san.com/",
        "https://www.themoviedb.org/tv/196287",
        "https://www.wikidata.org/wiki/Q120967752",
        "https://en.wikipedia.org/wiki/Tonari_no_Y%C5%8Dkai-san",
        "https://x.com/TonarinoYokai3"
    ],
    "Titles": {
        "eng": "Tonari no Youkai-san",
        "jpn": "となりの妖怪さん"
    },
    "Summaries": {
        "eng": "Welcome to Engamori, the cozy town where supernatural beings are your friendly neighbors. For generations and to this day, the otherworldly Yokai and humans have continued to protect their easygoing way of life. Enjoy the mountain breeze and uncover the mysterious bonds that lie within.",
        "jpn": "山合いの風がよく吹く町、縁ヶ森町―。\r\n\r\n妖怪と人と神様が暮らすふしぎな日常の中で、それぞれの喜びや悩みを胸に日々を生きる、妖怪たちや人間たち。\r\n\r\n猫として20歳まで生きて、猫又に新生したぶちお。\r\n\r\n行方不明の父親を気にかけながらも、前向きに生きている人間のむつみ。\r\n\r\n代々この町を守っているカラス天狗のジロー。\r\n\r\nまったりほのぼのした田舎町の日常の中で起こる、ちょっとふしぎで優しい、繋がりの物語――。"
    },
    "Aliases": [
        "Tonari no Yōkai-san",
        "Tonari no Youkai-san",
        "Tonari no Yokai-san",
        "The Yōkai Next to Me",
        "My Yokai Neighbor"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1992448",
            "URL": "https://thetvdb.com/series/tonari-no-youkai-san/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9079843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonari-no-youkai-san/episodes/9079843",
                    "Titles": {
                        "eng": "Episode 1",
                        "jpn": "第1話"
                    },
                    "Summaries": {
                        "eng": "When Buchio, a 20-year-old cat, is reborn as a nekomata, his family happily accepts him. As young Mutsumi worries about her missing father, Jiro the crow tengu comforts her. Tales of a mysterious yet warm day-to-day life shared by humans, gods, and yokai begin here.",
                        "jpn": "20歳になり猫又として新生したぶちおは､たくみたち家族に嬉しく受け入れられる。行方不明の父のことが気にかかるむつみを､カラス天狗のジローは優しく見守る。妖怪と人と神様が暮らす､ふしぎで優しい日常。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10424984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonari-no-youkai-san/episodes/10424984",
                    "Titles": {
                        "eng": "Episode 2",
                        "jpn": "第2話"
                    },
                    "Summaries": {
                        "eng": "As Buchio ponders what to do with his new life, Yuri the bakegitsune teaches him how to transform. Rain, a kappa in Ryo's class who has a crush on him, sees a certain someone for romantic advice...",
                        "jpn": "猫又としての生き方に悩むぶちおは､ジローの紹介で化け狐の百合から化け学を教わることになる｡運動会間近の縁ヶ森小学校では、河童の虹が同級のりょうに淡い恋心を抱き､ある人物に恋愛相談をすることに…｡"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10424985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonari-no-youkai-san/episodes/10424985",
                    "Titles": {
                        "eng": "Episode 3",
                        "jpn": "第3話"
                    },
                    "Summaries": {
                        "eng": "Takumi and Buchio encounter a mythical beast said to bring misfortune to those who hear its voice. Mutsumi learns that Jiro once killed a giant serpent, but it turns out the serpent remained as a vengeful spirit...",
                        "jpn": "鳴き声を聞くと不吉なことが起こると言われる鵺に遭遇するぶちおとたくみ。むつみは祖母から､昔ジローが村の人々を守るために命懸けで大蛇を退治した話を聞く｡その時の大蛇の怨霊が現れ､過去の恨みを晴らそうとジローに迫る...。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10424986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonari-no-youkai-san/episodes/10424986",
                    "Titles": {
                        "eng": "Episode 4",
                        "jpn": "第4話"
                    },
                    "Summaries": {
                        "eng": "Buchio starts attending driving school, where he meets a tsukumogami who's inhabited a car. Meanwhile, at the elementary school, a raiju falls from a rift in the sky...",
                        "jpn": "有名人で魔王の山本から「会いたい｣と連絡を受け、山本と話すことで自分の生き方を見つけたぶちお｡新生活のために通い始めた自動車学校で、車のつくも神･ワーゲンと知り合いになる｡一方、小学校では空の裂け目から雷獣が落ちてきて､大騒動が起こる｡"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10424987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonari-no-youkai-san/episodes/10424987",
                    "Titles": {
                        "eng": "Episode 5",
                        "jpn": "第5話"
                    },
                    "Summaries": {
                        "eng": "Seeing Buchio enjoying a happy life with his family makes Yuri remember her tumultuous past with her own family, leaving her angry and irritable. Then she finds herself caught up in an unbelievable incident...",
                        "jpn": "家族と仲よく暮らすぶちおを見るうちに､過去の家族との諍いの日々を思い出して､ぶちおにきつく当たってしまう百合｡その頃､近隣で空間の歪みにより平行世界とつながる事象が起きていた｡百合もまた空間の歪みに巻き込まれてしまい…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10424988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonari-no-youkai-san/episodes/10424988",
                    "Titles": {
                        "eng": "Episode 6",
                        "jpn": "第6話"
                    },
                    "Summaries": {
                        "eng": "After returning from the parallel world, Yuri is finally ready to stop living in the past. To set herself free, she sets off to visit the family home she left behind many years ago under the crushing weight of pride and tradition.",
                        "jpn": "平行世界で自分を見つめ直した百合は、突然訪ねてきた弟の椿と共に、数年ぶりに実家に帰ることに｡かつて伝統と誇りの重圧に耐えきれずに飛び出した実家で、過去に囚われたままの心を開放することはできるのだろうか…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10424989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonari-no-youkai-san/episodes/10424989",
                    "Titles": {
                        "eng": "Episode 7",
                        "jpn": "第7話"
                    },
                    "Summaries": {
                        "eng": "Buchio grapples with a concern that all yokai like him eventually face: the fact that his lifespan is much longer than that of humans. His new friend Wagen has been dealing with the same concern in his life with his aging partner, Kazuhiko.",
                        "jpn": "ぶちおは人間である家族との生きる時間の違い､そして別れが来ることに不安を感じていた｡飲み会の仲間の平や弁丸たちは､人と妖怪の間にはよくある悩みだと言う｡ワーゲン君とパートナーである和彦も同じ不安を抱えている｡そんな中、ワーゲン君が和彦と奈美子との日々を思い出す。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10424990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonari-no-youkai-san/episodes/10424990",
                    "Titles": {
                        "eng": "Episode 8",
                        "jpn": "第8話"
                    },
                    "Summaries": {
                        "eng": "Buchio realizes that the source of his fear is loneliness, and learns the importance of living in the here and now. Jiro reveals the sad memories he's kept locked up inside in his efforts to avoid worrying Mutsumi.",
                        "jpn": "山本に誘われて､ぶちおはイギリス取材に同行する｡家族と離れて過ごしたことで､不安の原因だった“さびしさ”を知り、“今”を生きる大切さを知った｡心配をかけまいと抱え込むジローのことが心配でならないむつみ｡ジローには、心に秘めたある悲しい思い出があり…｡"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10424991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonari-no-youkai-san/episodes/10424991",
                    "Titles": {
                        "eng": "Episode 9",
                        "jpn": "第9話"
                    },
                    "Summaries": {
                        "eng": "Rain learns that she's been feeling so cold lately because her body is trying to revert to its kappa origins. The doctor warns her to avoid catching a chill, but when Ryo is dragged into the river, she can't stop herself from diving in after him.",
                        "jpn": "虹の悪寒の原因は、“先祖返り”だった。医師から寒さを避けるよう言われるが､りょうが竜神の眠る川に引きこまれるのを見て思わず飛び込み､行方がわからなくなってしまう｡虹を1人で助けようとするジローの姿を見て､むつみは……｡"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10424992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonari-no-youkai-san/episodes/10424992",
                    "Titles": {
                        "eng": "Episode 10",
                        "jpn": "第10話"
                    },
                    "Summaries": {
                        "eng": "A strange shadow appears near the Sugimoto house and nearly swallows Mutsumi. Jiro and Tazenbo manage to save her at the last moment. As Mutsumi recovers, they question the shadow about its obsession with her.",
                        "jpn": "杉本家の近くに現れた不審な黒い影が､巨大化してむつみを飲み込もうとした｡間一髪で助けたジローと太善坊は､黒い影のむつみへの執着の強さに疑問を抱く｡意識を失ったむつみは､混沌とした夢の中で子供の頃の記憶を甦らせていた｡黒い影の正体とは…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10424993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonari-no-youkai-san/episodes/10424993",
                    "Titles": {
                        "eng": "Episode 11",
                        "jpn": "第11話"
                    },
                    "Summaries": {
                        "eng": "Takumi is curious to see the Space-Time Laboratory scientists in action, and Buchio accompanies him to observe them. A catastrophe strikes when Buchio is called away to Tokyo on business.",
                        "jpn": "時空間研究所員が町に来ていると聞き、噂の境界線崩壊の調査かと興味津々なたくみ。そんな時､ぶちおが山本から東京に呼ばれる｡ぶちおだけ運がいいと思っているたくみは､羨ましさからぶちおとぶつかってしまう｡"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10424994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonari-no-youkai-san/episodes/10424994",
                    "Titles": {
                        "eng": "Episode 12",
                        "jpn": "第12話"
                    },
                    "Summaries": {
                        "eng": "A boundary break causes an army of oni to appear from a rift in the sky and attack people. Jiro saves the Suginami family from attack, but then he makes a shocking observation about the oni...",
                        "jpn": "境界線崩壊により､空の裂け目から鬼たちが現れ､人々を襲い始める｡たくみを助けるぶちお、平を助ける百合、むつみを助けるジロー。それぞれが奮闘する中、「鬼は、おそらく元は“ひと”だ」というジローの言葉の真意とは…。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "10540987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonari-no-youkai-san/episodes/10540987",
                    "Titles": {
                        "eng": "Episode 13",
                        "jpn": "第13話"
                    },
                    "Summaries": {
                        "eng": "The world is inverted, and all the yokai born of kotodama collapse one after another. Even Buchio and Jiro... Can the world be restored to normal?",
                        "jpn": "世界が反転し､言霊によって生まれた妖怪たちは次々と倒れていく｡ぶちお、ジロー、百合、虹、ワーゲン…｡ふと気づくとむつみ、たくみ、りょうは何も無い不思議な空間にいた｡果たして､この世界は元に戻ることができるのだろうか…。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}