{
    "URL": "https://thetvdb.com/series/nozomanu-fushi-no-boukensha",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt30177477/",
        "https://nozomanufushi-anime.jp/",
        "http://www.reddit.com/r/Nozomanu",
        "https://www.themoviedb.org/tv/197848",
        "https://en.wikipedia.org/wiki/The_Unwanted_Undead_Adventurer"
    ],
    "Titles": {
        "eng": "The Unwanted Undead Adventurer",
        "jpn": "望まぬ不死の冒険者"
    },
    "Summaries": {
        "eng": "Rentt Faina, a twenty-five- year-old adventurer, has been hacking away at monsters for a decade. However, without much talent for the job, Rentt finds himself stuck hunting Slimes and Goblins for meager amounts of coin every day. Little does he know, all this is about to change when he comes across a seemingly undiscovered path in the Labyrinth of the Moon's Reflection.\r\n\r\nWhat awaits him at the end of the path, however, is neither treasure nor riches, but a legendary dragon that wastes no time swallowing him whole! Waking up a short time later, Rentt finds himself not quite dead, but not very alive either— He is nothing more than a pile of bones! Armed with nothing but his trusty sword, tool belt, and ghoulish new looks, Rentt sets off on his quest as a newly reborn Skeleton to achieve Existential Evolution, hoping to one day return to civilization with a more human form.\r\n\r\nWill Rentt succeed, or will the labyrinth consume him for the rest of his un-death...?",
        "jpn": "25歳の冒険家であるRenttFainaは、10年間モンスターをハッキングしてきました。 しかし、その仕事に多くの才能がないため、レントは毎日わずかな量のコインを求めてスライムとゴブリンを狩りに行き詰まっていることに気づきます。 彼はほとんど知りません、彼が月の反射の迷宮で一見発見されていない道に出くわしたとき、これはすべて変わりつつあります。 しかし、道の終わりで彼を待っているのは、宝物でも富でもありませんが、彼を丸ごと飲み込むのに時間を無駄にしない伝説のドラゴンです！ しばらくして目を覚ますと、レントは自分自身が完全に死んでいないことに気づきますが、あまり生きていません。彼は骨の山にすぎません！ 信頼できる剣、ツールベルト、そして恐ろしい新しい外観だけで武装したレントは、存在する進化を達成するために新しく生まれ変わったスケルトンとしての探求に着手し、いつの日かより人間的な形で文明に戻ることを望んでいます。 レントは成功するのでしょうか、それとも迷宮が彼の残りの死を食い尽くすのでしょうか...？"
    },
    "Aliases": [
        "Nozomanu Fushi no Bōkensha",
        "Nozomanu Fushi no Boukensha",
        "The Unwanted Immortal Adventurer"
    ],
    "Modified": "2025-10-18",
    "Seasons": {
        "1": {
            "ID": "1995760",
            "URL": "https://thetvdb.com/series/nozomanu-fushi-no-boukensha/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10001057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nozomanu-fushi-no-boukensha/episodes/10001057",
                    "Titles": {
                        "eng": "Unwanted Undead",
                        "jpn": "望まぬ不死"
                    },
                    "Summaries": {
                        "eng": "While hunting weak monsters in a labyrinth, perennial bronze-class adventurer Rennt discovers an unexplored passageway. He excitedly begins searching it, hoping to earn wealth and renown, but instead he encounters a dragon, the strongest of all monsters.",
                        "jpn": "万年銅級冒険者のレントは、毎日一人で迷宮に潜り、弱い魔物を狩って暮らしている。今日もまた《水月の迷宮》で稼いでいると新たな通路を発見。大喜びで貴重な魔道具や名声を期待して探索する。ところが、未踏破区域にいたのは魔物の中でも最上位の存在・龍だった。龍に喰われてしまったレントだが、何故か意識を取り戻す。その姿はスケルトンになっていて――。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10191670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nozomanu-fushi-no-boukensha/episodes/10191670",
                    "Titles": {
                        "eng": "The Rookie and the Veteran",
                        "jpn": "駆け出しとベテラン"
                    },
                    "Summaries": {
                        "eng": "In the dungeon, Rentt encounters a rookie adventurer named Rina and attempts to enlist her aid with his predicament.",
                        "jpn": "最弱のスケルトンからグールへと《存在進化》を果たしたレント。さらなる進化を目指して魔物と戦い続けていた。そんな中、《水月の迷宮》に新人冒険者のリナがやってくる。魔物との戦いで窮地に陥ったリナは、助けてくれたグールが冒険者のレントだと知って驚愕。それでも本拠地の街マルトへ戻りたいというレントのために、衣服の調達を引き受ける。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10191671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nozomanu-fushi-no-boukensha/episodes/10191671",
                    "Titles": {
                        "eng": "The Undead Infiltrates the Town",
                        "jpn": "不死者、街に侵入"
                    },
                    "Summaries": {
                        "eng": "Seeking answers about his new life, Rentt turns to an old adventuring partner for guidance.",
                        "jpn": "マルトに戻ったレントは、十年来の友人である学者のロレーヌを頼ることに。魔物や魔術の研究をしているロレーヌは、異形と化したレントを冷静に受け入れ、協力を約束してくれる。アンデッドになっても冒険者を続けたいレント。神銀（ミスリル）級冒険者になるという夢を諦める気は全くない。早速装備を整えようと、鍛冶屋・三叉の銛に出かける。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10191672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nozomanu-fushi-no-boukensha/episodes/10191672",
                    "Titles": {
                        "eng": "Existential Evolution",
                        "jpn": "存在進化"
                    },
                    "Summaries": {
                        "eng": "As Rentt prepares to explore a previously uncharted region of the labyrinth, he discovers more about what triggers his ability to evolve.",
                        "jpn": "レントは再び《水月の迷宮》の未踏破区域を探索する。迷宮の中で出会った男・ロリスをマルトに帰すため、探索の途中で引き上げることに。ロリスの命のみならず彼の借金まで助けてやり、深く感謝されるレント。しかし、当のレントは人間の血肉を求める衝動に苦しんでいた。耐えきれなくなったレントは自我を失ってしまい、ロレーヌに襲い掛かる。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10191673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nozomanu-fushi-no-boukensha/episodes/10191673",
                    "Titles": {
                        "eng": "Undead Adventurer",
                        "jpn": "不死の冒険者"
                    },
                    "Summaries": {
                        "eng": "Rentt rejoins the guild under an assumed name and sets out to explore the uncharted section of the labyrinth, where he encounters an enigmatic and formidable stranger.",
                        "jpn": "グールから屍鬼に存在進化したレント。見た目も大分人間らしくなり、自分で冒険者組合（ギルド）の依頼を受け、実績を積みたいと考える。しかし、レントは万年銅級冒険者ではあるものの、ギルドへの貢献度は高く、元の顔を知る者も多い。ロレーヌの入れ知恵により、レントは別人としてギルドに登録。鉄級冒険者として改めてスタートすることに。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10191674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nozomanu-fushi-no-boukensha/episodes/10191674",
                    "Titles": {
                        "eng": "Bronze-class Exam",
                        "jpn": "銅級試験"
                    },
                    "Summaries": {
                        "eng": "After proving himself worthy, Rentt is given the opportunity to take the Bronze-class exam. Together, he and two young adventurers must overcome the challenges that lie ahead in the Labyrinth of the New Moon.",
                        "jpn": "新人冒険者「レント・ヴィヴィエ」として、レントは難しい依頼を達成する。ギルドの職員・シェイラから実力を認められ、銅級への昇格試験を許可されたレント。早速、昇格試験に参加し、筆記試験を軽々と突破する。次の実技試験で、レントは同じく受験者のライズとローラとパーティを組み、新月の迷宮へ向かう。だが、その試験は迷宮に入る前から始まっていて……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10191675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nozomanu-fushi-no-boukensha/episodes/10191675",
                    "Titles": {
                        "eng": "Magic Contract",
                        "jpn": "魔術契約"
                    },
                    "Summaries": {
                        "eng": "After leading Laura and Ryze to battle against the final boss of the Bronze exams, Rentt is confronted by Sheila, who has grown suspicious of his true identity.",
                        "jpn": "レントたちが挑んだ実技試験は、受験者の戦う力だけではなく、冒険者としての適性を試すものだった。ライズとローラは戸惑いながらも、レントの手助けを受けて乗り越えていく。そして、そんな受験者たちの様子をギルドの職員はつぶさに観察していた。一連の報告を受けたシェイラは、「レント・ヴィヴィエ」の正体が「レント・ファイナ」だと確信する。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10191676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nozomanu-fushi-no-boukensha/episodes/10191676",
                    "Titles": {
                        "eng": "A New Weapon and Power",
                        "jpn": "新たな武器と力"
                    },
                    "Summaries": {
                        "eng": "Rentt learns of a powerful new technique that might be the key to reaching Mythril-class, but to use it, he'll need high-quality equipment. The only problem is how to make money while lying low from the guild...",
                        "jpn": "鍛冶屋のクロープに新しい剣をつくってもらったレント。剣は素晴らしい出来だったが、存在進化に伴って魔力や気力、聖気も増えていたため、より強靭な剣がほしくなる。ミスリル級を目指すうえで良い装備は不可欠であり、そのためには金が必要。しっかり稼ごうとギルドに向かったレントは、そこで厄介な問題を抱えた村人と遭遇する。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10191677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nozomanu-fushi-no-boukensha/episodes/10191677",
                    "Titles": {
                        "eng": "Dragonblood Flower",
                        "jpn": "竜血花"
                    },
                    "Summaries": {
                        "eng": "Rentt heads off to a dangerous swamp in search of a medicinal herb for a group of young orphans.",
                        "jpn": "レントはギルドで格安の依頼を見つける。その報酬はたったの銅貨一枚。ギルドが伝統的に行う困っている人を助けるための特別な募集だった。その依頼主はアリゼという名の少女で、彼女が世話になっている孤児院の院長・リリアンを助けてほしいという。依頼を引き受けたレントは、リリアンの病を癒すために必要な竜血花を採りに、危険なタラスクの沼へ向かう。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10191678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nozomanu-fushi-no-boukensha/episodes/10191678",
                    "Titles": {
                        "eng": "The Strange Man and the Strange Request",
                        "jpn": "奇妙な男と奇妙な依頼"
                    },
                    "Summaries": {
                        "eng": "Rentt is given a job by a secretive and important family that has great influence over the city of Maalt.",
                        "jpn": "強大なタラスクを倒し、シェイラたちを驚かせたレント。その強さは銀級に達していると褒められるが、レントの顔は浮かない。今の強さは存在進化によって得たもので、人間に戻ったら失ってしまうのではと不安に思う。そんな中、無事アリゼの依頼を完了したレントの元に指名依頼が入る。依頼者はマルトに古くからある謎多きラトゥール家で……。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10191679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nozomanu-fushi-no-boukensha/episodes/10191679",
                    "Titles": {
                        "eng": "The Garden Labyrinth",
                        "jpn": "庭園迷宮"
                    },
                    "Summaries": {
                        "eng": "Rentt makes his way through a complex maze, and its owner gives him his choice of magic item as a reward.",
                        "jpn": "レントは、踏破した者には魔導具が与えられるというラトゥール家の巨大な迷路に挑戦する。方角を見失いながらも、仕掛けられた謎に気づいたレントは、何とか迷路を踏破。ラトゥール家の当主である美少女・ラウラは、迷路踏破の賞品を与えるべく、レントを屋敷の中へと案内する。そこには、レントの想像をはるかに超えるコレクションがあった。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10191680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nozomanu-fushi-no-boukensha/episodes/10191680",
                    "Titles": {
                        "eng": "Rentt Faina",
                        "jpn": "レント・ファイナ"
                    },
                    "Summaries": {
                        "eng": "While contemplating his perilous choice to drink the vial of vampire blood, Rentt recounts the story of his past and the events that inspired him to follow his dream of becoming a Mythril-class adventurer.",
                        "jpn": "レントがラトゥール家から譲り受けたヴァンパイアの血液は、摂取すれば存在進化できると思われるものの、人間が飲んでまともに生き残った記録はない。それでもレントは強くなるために、ヴァンパイアの血液を飲むと決める。何故、命を懸けてまでミスリル級冒険者を目指すのかと問うロレーヌに、レントは己の過去を語りはじめ――。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}