{
    "URL": "https://thetvdb.com/series/cool-doji-danshi",
    "Genres": [
        "Adaptation",
        "Anime - Josei"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt21345982/",
        "https://cooldoji-pr.com/",
        "https://www.themoviedb.org/tv/198170",
        "https://en.wikipedia.org/wiki/Play_It_Cool,_Guys",
        "https://x.com/cooldoji_PR"
    ],
    "TitleEnglish": "Play It Cool, Guys",
    "SummaryEnglish": "Enter: a bunch of cool guys who look like they got that unapproachable swag. But let's be real—that's not the true them. They're just a bunch of dorks who've got the act down pat. So sit back, grab some popcorn and enjoy watching a bunch of goofy guys try to look cool all day every day. Play It Cool, Guys is a fun collection of stories featuring guys that are equal parts cool and equal parts adorably awkward.",
    "Aliases": [
        "Cool Doji Danshi",
        "Kūru Doji Danshi"
    ],
    "Modified": "2025-08-21",
    "Seasons": {
        "1": {
            "ID": "1996971",
            "URL": "https://thetvdb.com/series/cool-doji-danshi/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "9153078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9153078",
                    "TitleEnglish": "Ichikura Hayate",
                    "SummaryEnglish": "Guys who are cool and good-looking, but a tiny bit awkward. This is a story of guys who pull off being cool despite not always being on the ball.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9403757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9403757",
                    "TitleEnglish": "Futami Shun",
                    "SummaryEnglish": "Futami Shun is a high schooler with good looks who excels at all types of sports. He is a tryhard who hates losing, and he wants to pass off his flubs as intentional.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9404070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9404070",
                    "TitleEnglish": "Mima Takayuki",
                    "SummaryEnglish": "If you were to judge Mima Takayuki by his looks and competence at work, you would not guess that he makes silly mistakes a lot. His colleagues say that he's \"unofficially in charge of soothing\" everyone because of that.",
                    "Aliases": []
                },
                "4": {
                    "ID": "9415849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9415849",
                    "TitleEnglish": "Shiki Souma",
                    "SummaryEnglish": "Shiki Souma is a cheerful student at a vocational school who's not bothered by his own blunders; sometimes they even crack himself up. When a friend talks about her future, he realizes that he has a lot of things he wants to achieve, but not enough strengths yet.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9429871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9429871",
                    "TitleEnglish": "Shared Table",
                    "SummaryEnglish": "Hayate is about to go into the Small Animals Cafe when Takayuki approaches him because he didn't want to go into a cafe full of girls and couples by himself. Once inside together, Hayate gets really excited about all the animals, while Takayuki feels the soothing effect of them by just watching.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9442524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9442524",
                    "TitleEnglish": "Things In Common",
                    "SummaryEnglish": "\"Shun is in the park after jogging with his dog Sakura when suddenly someone falls flat onto their face in front of him.\r\nThat someone is Souma, who is out taking pictures of the park.\r\nSouma can't help but laugh at his blunders, but somehow the two begin to become friends anyway.\"",
                    "Aliases": []
                },
                "7": {
                    "ID": "9442526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9442526",
                    "TitleEnglish": "Loop",
                    "SummaryEnglish": "Hayate starts his new job at the cafe Shun's sister Asami runs. But then Asami asks him to help Shun with his studying, seeing that her brother is not making any progress on his own...",
                    "Aliases": []
                },
                "8": {
                    "ID": "9442531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9442531",
                    "TitleEnglish": "Detour",
                    "SummaryEnglish": "Other than tutoring Shun, Hayate also tries to get used to his new job by getting to know the other employee, Souma. But intimidated by Souma's flashy style, he keeps messing up... But then Takayuki's calm voice lifts his up again...",
                    "Aliases": []
                },
                "9": {
                    "ID": "9483053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9483053",
                    "TitleEnglish": "Bento",
                    "SummaryEnglish": "Souma is worried about his older brother because when he's focused on work, he neglects food and sleep. After discussing it with his friends, Souma decides to make a bento lunch for his brother.",
                    "Aliases": []
                },
                "10": {
                    "ID": "9489135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9489135",
                    "TitleEnglish": "Day Off",
                    "SummaryEnglish": "Despite it being a precious day off, Takayuki has agreed to watch his older sister's daughter Ririka. When Ririka badgers him into going to the park to have their bento lunch, Shun spots them and desperately tries to remember what he meant to say to Takayuki.",
                    "Aliases": []
                },
                "11": {
                    "ID": "9507601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9507601",
                    "TitleEnglish": "Everyday",
                    "SummaryEnglish": "Hayate is badgered into going to a mixer by his friend who was just dumped, and thinking that he needs something to jolt some excitement into his everyday life, he reluctantly agrees. Once there though, he can't quite get into the vibe and is about to leave when one of the girls approaches him.",
                    "Aliases": []
                },
                "12": {
                    "ID": "9513945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9513945",
                    "TitleEnglish": "Progress",
                    "SummaryEnglish": "\"Hayate and Takayuki have come to the stadium to cheer Shun on in his handball tournament, but for some reason Shun's friend Souma is missing. It turns out that he went onto the wrong train... Meanwhil Shun is really fired up about winning as much as possible to prolong being together in a team with his teammates who will retire after this event, but the hype backfires and he can't quite perform right...\"",
                    "Aliases": []
                },
                "13": {
                    "ID": "9523956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9523956",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "Takayuki has been picked to lead the project to promote a movie adaptation of a novel. In order to prepare for the meeting, he devours all the other works of the author, who curiously has the same name as a childhood friend of his, Igarashi Motoharu. On the day of the meeting, Takayuki's completely in awe because Motoharu keeps correctly guessing facts from his childhood...",
                    "Aliases": []
                },
                "14": {
                    "ID": "9524119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9524119",
                    "TitleEnglish": "Nice Location",
                    "SummaryEnglish": "Souma is really susceptible to cracking up, and even memories will put him into laughing fits. But being self-conscious about this, he always tries to hide it. When he does this again at a clothing store his friend works at, the friend asks him why he does that, especially when it's so easy to tell anyway. Later, Shun also repeats the same sentiment...",
                    "Aliases": []
                },
                "15": {
                    "ID": "9524120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9524120",
                    "TitleEnglish": "Talking About Love",
                    "SummaryEnglish": "Shun gets a letter from a younger girl at school. After opening it, he realizes that it's a love letter and is about to immediately reject her when his friends stop him. Instead, they convince him to write a letter back. But since he has never really written a letter, let alone a response to a love letter, he agonizes over what to write. So he asks Hayate, Takayuki, and Souma for advice, but none of them are particularly helpful...",
                    "Aliases": []
                },
                "16": {
                    "ID": "9524121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9524121",
                    "TitleEnglish": "Umbrella and...",
                    "SummaryEnglish": "It's raining. Hayate forgot his newly purchased plastic umbrella at the bookstore. Luckily, Souma runs into him and they both go back to the bookstore to look for it. Once there, Hayate bumps into Takayuki and they realize that they both like the same author. But being too excited about the conversation, Hayate forgets his original mission and leaves without the umbrella. When he rushes back in from the outside, a certain person hands him his umbrella, but for some reason, he's also carrying a shoe horn...",
                    "Aliases": []
                },
                "17": {
                    "ID": "9524122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9524122",
                    "TitleEnglish": "Catalyst",
                    "SummaryEnglish": "Popular author Motoharu is not at all bothered when he makes a blunder. When he's at a meeting to discuss the promotion for the upcoming movie adaptation of one of his novels, he meets Takayuki, his friend from grade school. Later, this brings back old, pleasant memories... To Motoharu, who always had the dream of becoming an author, Takayuki is an unforgettable friend who unwittingly gave him a push he needed back then.",
                    "Aliases": []
                },
                "18": {
                    "ID": "9524123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9524123",
                    "TitleEnglish": "Takayuki and Motoharu",
                    "SummaryEnglish": "Takayuki has been put in charge for the promotinal campaign of the movie adaption of his childhood friend's novel. Wanting to create something great for his friend Motoharu, he get fired up about his assignment. However, unlike his motivation, the ideas are just not coming. In order to clear his head, he takes a break outside where he randomly runs into Motoharu, who reminds him of something very important.",
                    "Aliases": []
                },
                "19": {
                    "ID": "9524124",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9524124",
                    "TitleEnglish": "New Member",
                    "SummaryEnglish": "Souma goes out with Hayate and Shun to see the movie adapation of Igarashi Motoharu's book, the movie that Takayuki did the promo campaign for. Seeing Hayate being even more excited about the movie after seeing Takayuki's ad makes Souma want to create something that will move people in similar ways. After the movie, the group runs into Motoharu and end up going to the mawarimichi cafe together. On the way there, Souma asks Motoharu a certain question.",
                    "Aliases": []
                },
                "20": {
                    "ID": "9524125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9524125",
                    "TitleEnglish": "Things You Don't Like",
                    "SummaryEnglish": "Takayuki has to do the PR for a new horror game, so he ends up trying the demo with Souta and other colleagues. However, Takayuki doesn't really like gaming nor horror, so he is not too enthused. Deciding that he has to do this for work, he jumps in anyway, but then the graphics are too high fidelity and real, that he gets scared. Not wanting to be alone at home, he asks Hayate if he can stay the night. For some reason, Shun was already there, and then...",
                    "Aliases": []
                },
                "21": {
                    "ID": "9524126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9524126",
                    "TitleEnglish": "Friends",
                    "SummaryEnglish": "Hayate is helping Shun with his summer homework and suggests he reads Igarashi Motoharu's novel for his book review assignment. However, Shun doesn't like reading anything but manga, so he thinks he should just ask the author and contacts Motoharu. Meanwhile, on his way to Mawarimichi Cafe, Souma sees a bunch of people dressed for the summer festival and thinks they should all go.",
                    "Aliases": []
                },
                "22": {
                    "ID": "9524127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9524127",
                    "TitleEnglish": "Summer Festival",
                    "SummaryEnglish": "Souma invites Motoharu to go to the summer festival with Hayate, Shun, and Takayuki. After meeting Takayuki again, Motoharu also got to meet all the others. Having a natural talent for communicating, he's become friendly with all of them, except for Hayate. Hayate is always nervous, leaving Motoharu a little sad that they are not making progress. Therefore, Motoharu takes this opportunity to put a new idea to the test...",
                    "Aliases": []
                },
                "23": {
                    "ID": "9524128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9524128",
                    "TitleEnglish": "Summer Sky and Sea",
                    "SummaryEnglish": "Souta, Hayate, Shun, Souma, Takayuki, and Motoharu have made their way to the ocean. While Shun is super hyped to swim, Motoharu and Souta are more into drinking on the beach. With everybody free to do whatever they like, Takayuki volunteers to watch their bags and have some quiet time. Takayuki usually only realizes that summer is already over when it's too late, but this year he's actually enjoying it and talks to Souma about a CD cover design that he's working on.",
                    "Aliases": []
                },
                "24": {
                    "ID": "9524129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9524129",
                    "TitleEnglish": "Cool and Awkward Guys",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}