{
    "URL": "https://thetvdb.com/series/onii-chan-wa-oshimai",
    "Genres": [
        "Adaptation",
        "Anime - Shonen",
        "Coming of Age"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt21929424/",
        "https://onimai.jp/",
        "https://www.themoviedb.org/tv/198152",
        "https://en.wikipedia.org/wiki/Onimai:_I'm_Now_Your_Sister!",
        "https://x.com/onimai_anime"
    ],
    "Titles": {
        "eng": "I'm Now Your Sister!",
        "jpn": "お兄ちゃんはおしまい！"
    },
    "Summaries": {
        "eng": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!",
        "jpn": "大山まひろは普通のエロゲーム好きの男だった...ある朝、女性として目が覚めるまで！ 彼のマッドサイエンティストの妹、ミハリは、マヒロに関する限り、彼に彼女の新しい実験の1つを試しました...悲惨な結果をもたらしました！ しかし、ミハリは彼の閉ざされたゲームプレイの生活に戻ることを決意しているのと同じように彼を研究することを決意しています、そして確かに1つのことは...人生はこれからずっと奇妙になるでしょう！"
    },
    "Aliases": [
        "Onii-chan wa Oshimai!",
        "Onimai",
        "Onii-chan ha Oshimai!",
        "ONIMAI: I'm Now Your Sister!",
        "Big Brother Is Done For!",
        "Onii-chan Is Done For!"
    ],
    "Modified": "2025-08-09",
    "Seasons": {
        "0": {
            "ID": "1996941",
            "URL": "https://thetvdb.com/series/onii-chan-wa-oshimai/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {}
        },
        "1": {
            "ID": "1996942",
            "URL": "https://thetvdb.com/series/onii-chan-wa-oshimai/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9303221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/episodes/9303221",
                    "Titles": {
                        "eng": "Mahiro's Confusing New Body",
                        "jpn": "まひろとイケないカラダ"
                    },
                    "Summaries": {
                        "eng": "We follow Mahiro Oyama, an unemployed good-for-nothing shut-in, who not only hasn't left the house in two years, but is also exceedingly addicted to gross video games. One afternoon, he wakes up and notices that his body feels a little off. Finding that strange, he goes to reach for his tablet, but what does he see in his reflection, but an adorable young lady. I wonder what lies in store for the \"former\" big brother, Mahiro as he's thrust headfirst into his new life as a girl.",
                        "jpn": "2年も外に出ないで、いかがわしいゲーム三昧の“引きこもりでダメニート男”な緒山まひろ。昼時に目を覚ますと、どうも身体の様子がおかしい…。不思議がりつつも布団から起き上がりタブレットを手に取ると…、そこには見ず知らずの“可愛い女の子”が画面に映っていた！自身の姿に混乱するまひろの元に、飛び級で大学に入学した天才科学者である妹・緒山みはりが現れると、飲み物に薬を盛ったと告げられる…！みはりによる“女の子になる薬”の経過観察として、突如始まった女の子の生活！トイレやお風呂など分からないことばかり…。“元”お兄ちゃんであるまひろの運命はどうなる…！？"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9541235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/episodes/9541235",
                    "Titles": {
                        "eng": "Mahiro's Time of the Month",
                        "jpn": "まひろと女の子の日"
                    },
                    "Summaries": {
                        "eng": "As Mahiro stumbles through his new life as a girl, he finds himself gradually beginning to get into the swing of things. Realizing this, however, prompts him to try and reclaim some of his masculinity. He tries, in futility, to engage his core and do a sit-up, but ends up with a stomachache instead. Seeing his condition worsen rapidly before her eyes, Mihari has an epiphany. She realizes that his pain may actually have something to do with fact that almost a month has passed since Mahiro turned into a girl...",
                        "jpn": "突如始まった女の子の生活に戸惑いながら、少しずつ楽しさも分かり始めてきたとある日、家のお風呂が壊れてしまい、みはりと一緒に近所の銭湯へ行くことになった。男湯か女湯どちらに入るべきか悩んでいると、今は女の子なんだからと、みはりに女湯へと連れていかれる。初めての世界に緊張していたが…！？別の日。男らしさを取り戻すと意気込むまひろは、筋トレを始めるが全く体が持ち上がらず、お腹が痛くなってしまう。そのままみるみる体調が悪くなるまひろを見て、みはりはある事に気が付いた。それは、まひろが女の子になってから1ヵ月経過したことに関係があるようで…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9541236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/episodes/9541236",
                    "Titles": {
                        "eng": "Mahiro's Close Encounter",
                        "jpn": "まひろと未知との遭遇"
                    },
                    "Summaries": {
                        "eng": "Mahiro makes a mad dash for the bathroom, but when he opens the door, he finds the facilities are already occupied by a high school girl he's never met. This bold fashionista turns out to be Kaede, Mihari's old classmate from middle school. Mahiro is initially a little nervous around her, but as he gets to know her, he learns how much of a nice person she is and becomes quite attached to her. Then, out of nowhere, Kaede asks \"You've never done it before, have you?\" and begins to scooch closer to a puzzled Mahiro. I wonder what she's about to do next...",
                        "jpn": "自宅のトイレに駆け込むまひろ。そこには見知らぬ女子高生が座っていた。派手な見た目の彼女は、みはりの中学時代の同級生・かえで。初対面かつ元男であるまひろは緊張していたが、親しみやすいかえでにすぐ打ち解けていくのであった。すると突然かえでは、「まひろちゃんってさぁ、まだシたことないでしょ…」とまひろに迫っていく…！パーになりそうなまひろに、かえでが教えてくれたのは…！？"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9541237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/episodes/9541237",
                    "Titles": {
                        "eng": "Mahiro's New Friend",
                        "jpn": "まひろとあたらしい友達"
                    },
                    "Summaries": {
                        "eng": "Mahiro loses to Mihari in a video game, so he has to do the grocery shopping this week as punishment. As an unemployed, good-for-nothing shut-in, the task at hand is daunting, but he plucks up the courage and makes his way towards the supermarket. The size of the crowd, however, makes his resolve waver and Mahiro finds himself cowering outside the store entrance. It is then that a young boy (?) around his age, wearing a baseball cap, comes to the rescue and offers him a helping hand. Thanks to the boy's (?) help, Mahiro is able to buy the groceries he needs and is just about to head home, when Kaede suddenly shows up. Seemingly, out of nowhere.",
                        "jpn": "みはりにゲームで負けたまひろは、一人でおつかいに行くことに。引きこもりでダメニートなため全く気が進まないまひろだが、怯えながらも勇気を出してスーパーへ向かって行く。だがやはり、人の多さに足が進まず、スーパーの入り口で怖じ気づいてしまった。するとそこへ、キャップをかぶった同い年くらいの男の子？が現れ、おつかいを手伝ってくれるという。まひろの様子を心配して声をかけてくれたのだ。そのままその子がおつかいを手伝ってくれることになり、テキパキと食材を選んでくれる。おかげで無事買い物を終えたまひろが少年と別れて帰ろうとしたとき、偶然そこにかえでがやって来た！なんと、かえでとその子は“姉妹”だったのだ！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9541238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/episodes/9541238",
                    "Titles": {
                        "eng": "Mahiro Discovers Adventure and Social Gatherings",
                        "jpn": "まひろと補導とお誘いと"
                    },
                    "Summaries": {
                        "eng": "In a rare turn of events, Mihari wakes up one morning to find Mahiro has gotten up before her. Since the corner store was going to start selling clear files from his favorite anime that day, he had woken up early to go pick them up before they sold out. Mihari is overwhelmed with joy to see Mahiro going outside of his own accord. On his way back from buying the clear files, Mahiro stops by an arcade for the first time since middle school. He's enjoying a rhythm game when suddenly he senses a man standing watching him from behind. A few minutes go by when he feels a tap on the shoulder...",
                        "jpn": "ある朝みはりがリビングへ向かうと、なんと、まひろの方が早く起きていた。今日からコンビニで好きなアニメのクリアファイルが配布されるらしく、いち早く手に入れるために早起きしたとのこと。自主的に出掛けようとする姿に、みはりは感動するのだった。目当てのものをゲットしたまひろは、帰り際にゲーセンへ立ち寄る。その懐かしさに思わず音楽ゲームで遊んでいると、背後に男の人の気配が…。肩を叩かれ振り向くと…"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9541239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/episodes/9541239",
                    "Titles": {
                        "eng": "Mahiro Goes Back to Middle School",
                        "jpn": "まひろと二度目の中学生"
                    },
                    "Summaries": {
                        "eng": "Momiji shows up at Mahiro's house with her two classmates, Asahi Ohka and Miyo Murosaki, to invite him out for parfaits.",
                        "jpn": "突然、知らない女の子二人がもみじと一緒に緒山家へやって来た。その子たちは、もみじの同級生である、桜花あさひと室崎みよ。パフェを食べに行くという女子会に、まひろを誘いに来たのだ。みはりに背中を押されて出掛けることになったまひろは相変わらず緊張していたが、明るくフレンドリーな二人とすぐに仲良くなるのだった。楽しく女子会を終えて帰宅するまひろは、少し寂し気な様子。その夜、お風呂から上がったまひろに用意されていたのは、みはりが着ていたお古の学生服。そしてみはりの口から衝撃の一言が…！「学校行こっか、お兄ちゃん！」"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9541240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/episodes/9541240",
                    "Titles": {
                        "eng": "Mahiro's Role-Playing Game",
                        "jpn": "まひろとロールプレイ"
                    },
                    "Summaries": {
                        "eng": "Just when Mahiro is beginning to get used to middle school life again, finals are upon them. Despite his initial blasé attitude, Mahiro finds himself reluctantly handing in a 80% blank answer sheet after having slept through the entire first exam.",
                        "jpn": "様々なハプニングはありつつも、徐々に学校生活が楽しくなってきたまひろ。そんな中、期末テストの時期がやって来た。試験とはいえども、中学一年生の問題。余裕の表情のまひろは、さらさらと答案を書き込んでいくが、差し込む日差しに、だんだんとまぶたが重くなっていく…。ハッと目覚めると、8割空白の答案用紙が回収されてしまうのだった…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9541241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/episodes/9541241",
                    "Titles": {
                        "eng": "Mahiro's First Girls Sleepover",
                        "jpn": "まひろとはじめての女子会"
                    },
                    "Summaries": {
                        "eng": "It's finally winter break and Mahiro is excited to get into his Winter Vacation Mode. Unbeknownst to him, however, Mihari invites Momiji and the others over for a sleepover. She hopes this will prevent a potential relapse into his old, shut-in ways.",
                        "jpn": "臥薪嘗胆、艱難辛苦を乗り越え、ようやくたどり着いた長期休暇という名の桃源郷に「思う存分、休み尽くすぞ～～！」と意気込むまひろだが、折角更生中のまひろを再びダメニートに戻さないよう、みはりはかえでに連絡しある企みを巡らす。その結果、急遽もみじ、あさひ、みよが緒山家にやってきてお泊り会が開催される！なんだかんだで一人でやるより大好きなゲームも皆でやった方が楽しいと気づくまひろだが、お風呂や夜のガールズトークの時間など試練が待ち受ける。恋バナをするはずが、あさひが披露した怖い話にもみじが怖がりお開きとなったのだが、明け方もみじの様子がおかしく…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9541242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/episodes/9541242",
                    "Titles": {
                        "eng": "Mahiro Rings in the New Year",
                        "jpn": "まひろと年末年始"
                    },
                    "Summaries": {
                        "eng": "It's Christmas and Mahiro is shocked to hear his own little sister has a date. Unable to shake his unease, he follows her through the festive hustle and bustle in secret, with Momiji as his escort in tow. Who could Mihari possibly be meeting with?",
                        "jpn": "クリスマスにデートの約束があると出掛けるみはりに動揺を隠せないまひろは、もみじを連れ出してこっそり後を追いかけることに。まひろからのお誘いに喜ぶもみじとは裏腹に、みはりのデート相手を緊張しながら見張るまひろだが、そこに現れたのは…！？そして、新年の初詣に出掛けるまひろとみはりはかえでともみじと会う。その後、あさひとみよにも会い、みんなで穂月家に行くことになるが…！？"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9541243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/episodes/9541243",
                    "Titles": {
                        "eng": "Mahiro Ponders Boobs and Identity",
                        "jpn": "まひろとおっぱいとアイデンティティ"
                    },
                    "Summaries": {
                        "eng": "It's the start of the third semester and winter uniforms are now in effect. For Mahiro and the girls at school, this means braving the cold winter air in mandatory skirts. Who knows how Miyo will react when he and Momiji show up in matching scarves, too.",
                        "jpn": "1月の新学期が始まり、みんなと冬の制服の着こなしを話すまひろ。うっかり自分でスカートを捲り、男子に見られたことで可愛い悲鳴を出してしまう。男の心を取り戻すべく気持ちを引き締めるまひろだが、家でかえでにマッサージされ、さらに乙女になってしまい…。バレンタインの日に、みはりからチョコを渡されるまひろ。その場で食べ始めるまひろに慌てて「今年はあげる側なんだから」と止められる。男子の気持ちも分かるまひろは優しさを見せるが…！？その後、みはりにお使いを頼まれ本屋に行くまひろ。なんとそこで変装したみよに会い…！？"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9541244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/episodes/9541244",
                    "Titles": {
                        "eng": "Mahiro Pretties Up",
                        "jpn": "まひろと女子のたしなみ"
                    },
                    "Summaries": {
                        "eng": "Horoscopes are all the rage at school right now, and Mahiro is curious to see what all the fuss about. According to his forecast, an important occasion is on the horizon and he may be in for a surprise or two. But what occasion could it be alluding to?",
                        "jpn": "最近クラスで流行っている“占い”。試しに占ってみた結果は「記念日は忘れずに！サプライズで運気アップ」。この結果にニヤリとするみはりだが、占い遊びの最中に自身の誕生日を思い出すまひろ。結果みはりのサプライズは失敗するが、後日もみじ達の様子がおかしく、まひろは避けられてしまう…。あさひから完全拒絶されてしまいショックを受けるまひろだが、これはもみじプロデュースによるまひろへのサプライズイベントへの準備のためだった。準備の甲斐があり、緒山家で誕生日会を楽しむみんなだが、唯一バイトで来れなかったかえでからは、色付きリップをプレゼントされる。初めてお化粧をするまひろだが…！？"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9541245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/episodes/9541245",
                    "Titles": {
                        "eng": "Mahiro's Future as a Sister",
                        "jpn": "まひろとおしまいとこれから"
                    },
                    "Summaries": {
                        "eng": "Mahiro and the girls take a trip to a Japanese inn over spring break. First they hit the town in their yukata, before heading to the open-air bath to detox. However, things go south when Mahiro begins to feel a familar tingling sensation between his legs.",
                        "jpn": "春休み前、みんなで集まった際にあれよあれよと決まった一泊二日の温泉旅行計画！ダラダラするはずが、浴衣に着替えて外に遊びに行ったり、露天風呂に入ったりと旅行を楽しむみんなに振り回されるまひろ。流石に気恥ずかしくみんなと離れて温泉に入ったまひろの元に、もみじとあさひとみよが来る。お風呂の中でくすぐり合う最中、なんとまひろは股間に奇妙なショックを感じ…！？"
                    },
                    "Aliases": []
                }
            }
        }
    }
}