{
    "URL": "https://thetvdb.com/series/mokushiroku-no-yon-kishi",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt20228550/",
        "https://7sins-4knights.net/",
        "https://www.themoviedb.org/tv/218843",
        "https://en.wikipedia.org/wiki/Four_Knights_of_the_Apocalypse"
    ],
    "Titles": {
        "eng": "The Seven Deadly Sins: Four Knights of the Apocalypse",
        "jpn": "七つの大罪 黙示録の四騎士"
    },
    "Summaries": {
        "eng": "16 years after the defeat of the Demon King, the Supreme Deity and the disbandment of the Seven Deadly Sins, the story follows Perceval, a kind boy by nature, who lives with his grandfather in a small isolated house. However, their fate changes abruptly when a mysterious knight arrives who seriously injures Perceval and kills his grandfather. This knight in the service of King Arthur is looking for the “Four Knights of the Apocalypse” who, according to a prophecy, are a threat to the world. Now alone, Perceval then undertakes a great journey in search of his father, without suspecting what awaits him...",
        "jpn": "魔王、至高の神、七つの大罪の解散から16年後、物語は、祖父と小さな孤立した家に住む、生まれながらの優しい少年、パーシバルに続きます。 しかし、パーセバルに重傷を負わせて祖父を殺す謎の騎士がやってくると、彼らの運命は一変する。 アーサー王に仕えるこの騎士は、予言によれば世界への脅威である「黙示録の4人の騎士」を探しています。 今一人で、パーセバルは彼を待っているものを疑うことなく、彼の父親を探して素晴らしい旅をします..."
    },
    "Aliases": [
        "Nanatsu no Taizai: Mokushiroku no Yonkishi",
        "黙示録の四騎士",
        "Mokushiroku no Yon-kishi",
        "Four Knights of the Apocalypse"
    ],
    "Modified": "2025-08-08",
    "Seasons": {
        "1": {
            "ID": "2000069",
            "URL": "https://thetvdb.com/series/mokushiroku-no-yon-kishi/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null,
                "kor": null,
                "deu": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "kor": "'신의 손가락'이라 불리는 변방의 땅에서 할아버지와 함께 사는 마음씨 착한 소년 퍼시벌. 하지만 세상은 두 사람에게 평화로운 삶을 허락하지 않는다. 정체불명 기사와의 만남으로 운명이 바뀌는 퍼시벌. 경악할 진실까지 드러나면서 퍼시벌은 끝을 기약할 수 없는 여정에 오른다.",
                "deu": "Percival wohnte mit seinem Großvater Varghese allein auf God’s Finger, einem Hochplateau, das bis über die Wolken reicht. Dort führte der Knabe ein simples Leben, doch obwohl er es liebte, sehnte sich Percival doch heimlich nach Abenteuern. Ausgerechnet an seinem sechzehnten Geburtstag soll sich dieser Wunsch erfüllen, und zwar auf grausigste Art: Varghese war einst ein Heiliger Ritter in Camelot, aber als ausgerechnet sein Sohn Ironside einen schweren Verrat beging, verließ Varghese das Königreich, nahm seinen jungen Enkel mit und zog ihn allein auf. Nun erscheint Ironside vor den beiden und verletzt beide tödlich aufgrund einer Prophezeiung über die vier Apokalyptischen Ritter, die großes Unheil über das Königreich bringen sollen."
            },
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "9874538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/9874538",
                    "Titles": {
                        "eng": "The Boy's Departure",
                        "jpn": "少年は旅立つ"
                    },
                    "Summaries": {
                        "eng": "As Percival turns sixteen, his grandfather tells him about the big world beyond their far-flung home - but the young man seems more interested in dinner.",
                        "jpn": "人里離れた天空の地『神の指』で暮らす少年パーシバル。\r\n16歳を迎えた日、祖父バルギスから『外の世界の言い伝え』を聞いたパーシバルは、冒険への憧れを膨らませるものの、バルギスを一人には出来ず、その気持ちを抑えこんでいた……。\r\nそんな時、パーシバルの前に、言い伝えの一つである『天空を駆ける幻海の舟を操りし騎士』が現れる。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10012479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10012479",
                    "Titles": {
                        "eng": "Unknown Power",
                        "jpn": "未知なる力"
                    },
                    "Summaries": {
                        "eng": "On a journey to find his estranged father, Percival comes across a group of traveling performers who give him a lift to the nearest village.",
                        "jpn": "生まれて初めて外の世界に降り立ったパーシバルは、不思議なキツネの後を追う中で、大道芸人のカッツ、エルバ、そしてドニーと出会う。魔法のような不思議な力を使う彼らに、イロンシッドを捜していることを打ち明けるパーシバル。情報を得るために村に向かおうとするパーシバルたちの元に、なぜか慌てた様子の村人がやってきて――"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10012480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10012480",
                    "Titles": {
                        "eng": "The Four Knights of the Apocalypse",
                        "jpn": "〈黙示録の四騎士〉"
                    },
                    "Summaries": {
                        "eng": "Although Percival puts up a good fight, the black knight hasn't unleashed his full powers yet. Suddenly, a mysterious red fox appears.",
                        "jpn": "突如パーシバルたちの前に現れた、イロンシッドの同胞を語る黒き鎧の騎士ペルガルド。危機的状況の中で不思議な力に目覚めたパーシバルは、その力を駆使して戦いに挑むが、尚もって力量差は圧倒的で、次第に追い込こまれてしまう。そこに現れたのは、以前パーシバルが出会った不思議なキツネだった。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10012481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10012481",
                    "Titles": {
                        "eng": "The Demon of Echo Gorge",
                        "jpn": "木霊の谷の悪魔"
                    },
                    "Summaries": {
                        "eng": "Percival wakes up to find himself tied up and experimented on. His captor tells him that he's almost perfected the medicine he's been developing.",
                        "jpn": "自らが〈黙示録の四騎士〉であると聞かされたパーシバルは、リオネス王国を目指す途中、悪魔が住むと妖精たちが噂する谷に迷い込んだ。噂の悪魔の正体である薬師ナシエンスに囚われ、モルモットとして怪しげな薬の実験台にされるパーシバル。そんなパーシバルを救出するべく、シンとドニーもまた谷へと足を踏み入れるが……"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10012482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10012482",
                    "Titles": {
                        "eng": "A Resolve Further Honed",
                        "jpn": "さらなる決意"
                    },
                    "Summaries": {
                        "eng": "To return his grandfather to his original form, Nasiens will have to defeat another Holy Knight, and Percival is determined to help.",
                        "jpn": "谷の植物や動物をおかしくしていたのは、怪物となり果てたナシエンスの祖父オルドだった。さらにパーシバルたちの前に姿を現すキャメロットの聖騎士タリスカー。そのタリスカーこそ、オルドを怪物にし、操ってた張本人だと知ったパーシバルとナシエンスは、谷とオルドを救うべく、共に力を合わせることにする。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10012483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10012483",
                    "Titles": {
                        "eng": "Sistana Shaken",
                        "jpn": "戦慄のシスタナ"
                    },
                    "Summaries": {
                        "eng": "Percival and his friends come across a fierce young woman named Anne who, against her father's will, dreams of becoming a Holy Knight.",
                        "jpn": "シスタナの街に現れたイロンシッドは、領主であるカルデンを使い、街の人々にある物を捜させていた。一方、カルデンの娘であるアンは、イロンシッドの企みに人々が利用されていることを見抜き、そのある物を隠す。そんな中、ナシエンスを仲間に加え、リオネス王国を目指すパーシバルたちもシスタナの街にやってきて――"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10012484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10012484",
                    "Titles": {
                        "eng": "The Name of the Magic",
                        "jpn": "その魔力の名は"
                    },
                    "Summaries": {
                        "eng": "Although Ironside completely overpowers them, Percival, Anne and Nasiens put up a brave fight. But Donny is nowhere to be seen.",
                        "jpn": "イロンシッドが完成させた『常闇の棺』の儀式により、シスタナの街に混沌の亡者が解き放たれてしまった。儀式の生贄である街の人々をシンに任せ、パーシバルはドニー、ナシエンス、そしてアンと共にイロンシッドの元へ向かう。なんとか『常闇の棺』と奪おうとするパーシバルたちだが、イロンシッドの強さは凄まじく、団結に綻びが生じ始める。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10012485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10012485",
                    "Titles": {
                        "eng": "Young Heroes",
                        "jpn": "幼き勇者たち"
                    },
                    "Summaries": {
                        "eng": "Although Percival is mortally injured, he is awakened by the magical power \"Hope\" that transforms the feelings of his friends into power. Meanwhile, Shin struggles to fend off the dead who are approaching the people of the city. Elonsid does everything possible to stop Percival from interfering with the ritual. However, Percival and his friends are also thinking of a strategy to counter Elonsid...",
                        "jpn": "瀕死の重傷を負うも、仲間の想いを力に変える魔力『希望（ホープ）』によって目覚めたパーシバル。一方、街の人々に迫る亡者たちを退けるために奔走するシン。儀式の妨げとなるパーシバルの息の根を止めんと、あらゆる手段を講じるイロンシッド。しかし、パーシバルたちもまた、イロンシッドに対抗するためのある作戦を考えていて――"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10012486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10012486",
                    "Titles": {
                        "eng": "Master and Pupil",
                        "jpn": "師と弟子"
                    },
                    "Summaries": {
                        "eng": "The group — now joined by an exuberant Anne — make a stop in the rough town of Cant, where Donny has an awkward family reunion.",
                        "jpn": "聖騎士になりたいと望むアンを仲間に加え、リオネス王国を目指すパーシバルたち。道中にあるダルフレア山脈を越えるための準備をすべく、カントの街へ向かう。そんな中、ドニーはアンと同じ様に聖騎士を目指していた頃のことを思い出す。――数年前、ドニーには厳しい聖騎士の師匠と、共に修行に励む兄弟子がいた。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10012487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10012487",
                    "Titles": {
                        "eng": "Roar of Destruction",
                        "jpn": "破滅の咆哮"
                    },
                    "Summaries": {
                        "eng": "While held captive, Howzer, Nasiens and the others find out that Edlin has stolen a dragon's egg, putting the whole town in danger.",
                        "jpn": "かつての師匠であるハウザーから、聖騎士を諦めた事を責められ逃げ出してしまったドニー。一方、パーシバルたちとハウザーは、かつてのドニーの兄弟子であり、盗賊の頭であるエドリンに囚われてしまう。途方に暮れるパーシバルたちの元へやってくる酒場のマスター。マスターはエドリンの背後にある大きな力について語り始める。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10012488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10012488",
                    "Titles": {
                        "eng": "A Real Holy Knight",
                        "jpn": "本物の聖騎士"
                    },
                    "Summaries": {
                        "eng": "As Percival, Donny and Anne have their hands full trying to stop the rampaging dragon, the still drunk Howzer asks Nasiens to sober him up.",
                        "jpn": "暴れ出したエンシェントドラゴンを止めようと奮闘するパーシバル。同じ頃、牢屋の中のハウザーは、シンからパーシバルが予言の騎士であること、そしてドニーが混沌の騎士から『常闇の棺』を守ったことを聞かされる。ドラゴンの力を前に逃走を余儀なくされるパーシバルたち。そこに、聖騎士の眼差しを取り戻したハウザーがやってきて――"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10012489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10012489",
                    "Titles": {
                        "eng": "A Sinister Endeavor",
                        "jpn": "邪悪なる試み"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "カントの町を出発し、ダルフレア山脈に足を踏み入れたパーシバルたち。険しい山道をゆく途中、パーシバルは不思議な村を見つける。村へと入ったパーシバルとドニーを追おうとするナシエンスとアン。そこへ一人の猟師・アードが現れ、村には入るなと警告する。アード曰く、そこは化け物の巣窟らしいのだが……"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "10235864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10235864",
                    "Titles": {
                        "eng": "The Cornered",
                        "jpn": "追いつめられる者"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "ダルフレア山脈で出会ったアードの正体は、アーサー王に仕える聖騎士・アードベックであった。村に住む魔神族たちが戦を好まず平和に暮らそうとしているにも関わらず、問答無用で成敗しようとするアードベック。一方、すでに村の魔神族と仲良くなっていたパーシバルは、なんとかアードベックを止めようとするが……"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "10246408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10246408",
                    "Titles": {
                        "eng": "Goat Singh",
                        "jpn": "ゴート・シン"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "アードベックの魔力によって赤ん坊になってしまったパーシバルたち。そこに現れたのは魔神族の村の長老だった。なぜかアードベックの魔力が効かない長老は自らの正体を明かすと、パーシバルたちを元に戻す代わりにアードベックの望みを叶えると言う。しかしアードベックはその言葉を信じようとはしない。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "10246409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10246409",
                    "Titles": {
                        "eng": "Dark Talisman",
                        "jpn": "闇のタリスマン"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "ゴウセルやドルチョモンテたちと別れを告げたパーシバル一行は、アーサーが放った追手を気に掛けながらダルフレア山脈を進む。やがてパーシバルたちの前に現れる、巨大な樹木が絡み合う鬱蒼とした森。シンは、すでに間近に迫っている追手をこの森で迎え撃とうと提案する。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "10246410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10246410",
                    "Titles": {
                        "eng": "Departing from Sin",
                        "jpn": "シンとの別れ"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "錯綜する森で『闇のタリスマン』を迎え撃ったパーシバルたち。個々の成長とチームワークにより敵の数を減らしていくが、リーダーであるフィディックの力は他の騎士たちよりも格段に強く、苦戦を強いられる。さらにフィディックは、パーシバルたちが持つ強さの要を潰すため、ある作戦を実行に移す。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "10246411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10246411",
                    "Titles": {
                        "eng": "The King of Liones",
                        "jpn": "リオネス王"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "ランスロットと共にリオネス王国にやってきたパーシバルたちは、その街並みや異なる種族が行き交う様に圧倒される。一行は王様に謁見すべくリオネス城へと赴くが、運悪く不在の上、いつの間にかパーシバルまでいなくなっていた。その頃、一人で町を散策していたパーシバルは、とあるトラブルに巻き込まれて……"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "10246412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10246412",
                    "Titles": {
                        "eng": "Knights of Prophecy Meet",
                        "jpn": "予言の騎士の邂逅"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "『常闇の棺』の欠片を持っていたことでアーサーの配下だと勘違いされ、リオネスの聖騎士・イゾルデ、ジェイド、キオンに狙われるパーシバルたち。トリスタンによって戦いは止められたものの、視界を奪われた状態で仲間たちを失ったと思い込んだパーシバルは、大きな絶望に囚われてしまい……"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "10246413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10246413",
                    "Titles": {
                        "eng": "Liones in Flames",
                        "jpn": "灼熱のリオネス"
                    },
                    "Summaries": {
                        "eng": "The girl, Guinevere, demonstrates complete familiarity with Lancelot despite just meeting him, and informs him of where he will find Gawain. Meanwhile, Chion sneaks away to assassinate Gawain, paranoid towards the prophecied knights besides Tristan. Alerted to Chion's intentions by Anne, Tristan stops him from killing a figure wearing Gawain's armor, whom they discover to be an unrelated man who found Gawain's suit discarded and donned it on a whim. Elsewhere, Percival's group meets an unarmored man they suspect to be Gawain until Percival recognizes him as an unmasked Pellegarde, who has followed Percival from the Entangled Forest. The two resume their battle, which disrupts a muscular young woman's attempt to court Isolde. Agitated, the woman extinguishes Pellegarde's magic flames with her power of sunlight, revealing herself as Gawain. Tristan and Lancelot assemble with Percival and Gawain in the commotion, completing the Four Knights of the Apocalypse.",
                        "jpn": "リオネス城から逃げ出した四人目の予言の騎士を捜索するパーシバルたち。手掛かりは金の装飾が施された白い鎧のみ。そんな中、ランスロットの前に現れた謎の少女は、すぐに捜している人に会えるという予言めいた言葉を残す。一方その頃、町の広場には強い殺気を放つ一人の男が現れて――"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "10246414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10246414",
                    "Titles": {
                        "eng": "Taming a Wild Horse",
                        "jpn": "じゃじゃ馬ならし"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "パーシバルを追ってリオネスにやってきたペルガルドの前に、ついに揃った〈黙示録の四騎士〉。一触即発の空気の中、ここでペルガルドと戦うべきか逃がすべきかで意見を分かつトリスタン、ランスロット、ガウェイン。一方、パーシバルはペルガルドに歩み寄り、ある提案を持ちかける。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "10246415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10246415",
                    "Titles": {
                        "eng": "The Four Knights vs. the Servants of Chaos",
                        "jpn": "〈黙示録の四騎士〉ＶＳ混沌の使徒"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "アーサーの刺客としてリオネスに現れたのは、１６年前の聖戦でメリオダスらと死闘を繰り広げた〈十戒〉のガランとメラスキュラ。一方、〈十戒〉が囮だと推測し、アーサーの真の狙いを探ろうとするメリオダス。破壊の限りを尽くさんとするガランとメラスキュラの前に、〈黙示録の四騎士〉が集結する。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "10246416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10246416",
                    "Titles": {
                        "eng": "Freezing, Burning Hearts",
                        "jpn": "凍てつき燃ゆる心"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "連携によってガランとメラスキュラを退けたパーシバルたち。その直後、とある気配を察知したランスロットはリオネス城へと向かう。城の地下牢には、過ぎた行動を咎められ拘束されたキオンと、見張り役のジェイドがいた。地下へと降りてきた一つの気配に気が付いた二人は、その人物を呼び止めるが……"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "10246417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10246417",
                    "Titles": {
                        "eng": "Royal Holy Knights vs. Mela-Galland",
                        "jpn": "王国聖騎士ＶＳメラガラン"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "ランスロットが不在の中、混沌の力によって融合し復活したガランとメラスキュラ。その強さは融合前と比べ物にならず、パーシバルの攻撃はおろか、トリスタンやガウェインの魔力攻撃すら躱されてしまう。そんな中、リオネスを守るべく戦う予言の騎士に力を貸すため、王国の聖騎士達がたちあがる。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "10246418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10246418",
                    "Titles": {
                        "eng": "Advent",
                        "jpn": "降臨"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "人々の希望で力を増した魔力によって、メラガランにダメージを負わせるパーシバル。さらにイゾルデとの共闘で善戦するも、メラガランの力には未だ及ばない。絶体絶命の状況の中、再びメラガランの前に立つトリスタンは、最後の手段を使う決意を固める。だがそれは、あまりにも危険な賭けでもあった。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2130664",
            "URL": "https://thetvdb.com/series/mokushiroku-no-yon-kishi/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": null,
                "deu": null,
                "pt": null,
                "por": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "deu": "Nach dem erschütternden Kampf mit Mela-Galland brechen die vier Ritter auf, um einen Weg nach Camelot zu finden – doch der Weg ist voller Gefahren und Abenteuer.",
                "pt": "Depois de uma batalha angustiante com Mela-Galland, os quatro cavaleiros partem rumo a Camelot. Mas esse caminho está cheio de perigos e aventuras!",
                "por": "Depois da terrível batalha com Mela-Galland, os Quatro Cavaleiros tentam descobrir uma forma de chegar a Camelot, mas o caminho está repleto de perigos e aventuras!"
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10523133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10523133",
                    "Titles": {
                        "eng": "The Power of the King",
                        "jpn": "王の威光"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "リオネス王国に到着したパーシバル達の前に現れた宿敵、アーサー・ペンドラゴン。アーサーは自らが治める国・キャメロットでは誰も苦しまず、悲しまず、さらには亡くした大切な人とも再会できると語る。真実か否か、パーシバルや人々が翻弄される中に駆けつけたのは、リオネス王・メリオダスだった。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10733403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10733403",
                    "Titles": {
                        "eng": "Prepared to Part Ways",
                        "jpn": "別れの決意"
                    },
                    "Summaries": {
                        "eng": "The day after the attack on Camelot, the members of Percival's squad are summoned to the audience chamber, where Meliodas and Queen Elizabeth offer words of congratulations. However, now that Percival, one of the Four Horsemen of the Apocalypse, has achieved his goal of arriving in Liones, Donny, Naciens, and Anne have a sad premonition...",
                        "jpn": "キャメロットの襲撃から一夜明け、謁見の間に呼び出されたパーシバル隊の面々は、メリオダスと王妃エリザベスに労いの言葉をかけられる。しかし、〈黙示録の四騎士〉であるパーシバルの【リオネス到着】という一つの目的が果たされた今、ドニー、ナシエンス、アンの三人には、ある悲しい予感があった……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10733404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10733404",
                    "Titles": {
                        "eng": "Guinevere",
                        "jpn": "ギネヴィア"
                    },
                    "Summaries": {
                        "eng": "Percival and his friends set out on a journey to find Camelot, and he can't contain his excitement. Meanwhile, Lancelot reunites with Guinevere, a mysterious girl staying in Liones, and learns her true identity, her magical powers, and the sadness she harbors...",
                        "jpn": "仲間たちと共にキャメロットを探す旅に出ることになったパーシバルは、はやる気持ちを抑えきれずにいる。一方、リオネスに滞在している謎の少女・ギネヴィアと再会したランスロットは、彼女の正体とその魔力、そして心に抱えた悲しみを知ることに……"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10733406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10733406",
                    "Titles": {
                        "eng": "Confrontation",
                        "jpn": "対峙"
                    },
                    "Summaries": {
                        "eng": "After taking Guinevere to Camelot, Eloncid returns to his home. There, he is welcomed by a certain family, and shows a different side to his usual cold-hearted self. Meanwhile, Percival and his friends are on their way to the walled city of Walnack, but Arthur, who has used Guinevere's magic, finds out about their movements.",
                        "jpn": "ギネヴィアをキャメロットに連れ去った後、自宅に戻るイロンシッド。そこで【ある家族】に迎えられたイロンシッドは、普段の冷酷な姿とは違う一面を見せる。一方、旅の途中で壁の街・ウォルナックを目指すパーシバルたちは、その動きをギネヴィアの魔力を利用したアーサーに知られてしまう。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10733408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10733408",
                    "Titles": {
                        "eng": "City of Battle",
                        "jpn": "壁の町の戦い"
                    },
                    "Summaries": {
                        "eng": "Percival and his friends attend the requiem in the walled city of Walnack, and reminisce about their loved ones who have passed away. Macduff and Teaninick, two assassins sent by Arthur, are closing in on them from behind. Meanwhile, Tristan, who was walking through the city with a mysterious woman, discovers her terrifying true identity...",
                        "jpn": "壁の街・ウォルナックの鎮魂祭に参加し、亡き大切な人々に想いを馳せるパーシバルたち。その背後に、アーサーが送った２人の刺客、マクダフとティーニニックが迫る。その頃、謎の女性と共に街を歩いていたトリスタンは、恐るべき彼女の正体を知ることに――"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10733410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10733410",
                    "Titles": {
                        "eng": "Flames of Reminiscence",
                        "jpn": "追想の炎"
                    },
                    "Summaries": {
                        "eng": "Percival and his friends defeat Teaninick, an assassin from Camelot, and rush to reunite with their separated companions. Meanwhile, Anne and Jade are traveling with Isolde, who was poisoned during the battle, when another assassin, Macduff, stands in their way. A battle for each of their feelings is about to begin.",
                        "jpn": "キャメロットから来た刺客・ティーニニックを倒し、はぐれた仲間たちとの合流を急ぐパーシバルたち。一方、戦いの中で毒を受けたイゾルデと共に移動するアンとジェイドの行く手に、もう一人の刺客・マクダフが立ち塞がる。それぞれの想いを懸けた戦いが始まろうとしていた。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10733412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10733412",
                    "Titles": {
                        "eng": "The Crazed King",
                        "jpn": "狂王"
                    },
                    "Summaries": {
                        "eng": "Percival desperately tries to hold the hearts of the others together after losing their precious friends and being torn apart. Meanwhile, in Camelot, Arthur, who has learned the results of the battle at Walnack, is plotting to send in more assassins. Percival and his friends want to find a clue and find Camelot as soon as possible, but...",
                        "jpn": "大切な仲間を失い、離れ離れになりそうな皆の心を必死につなぎとめるパーシバル。その頃キャメロットでは、ウォルナックでの戦いの結果を知ったアーサーがさらなる刺客を送り込もうと画策していた。一刻も早くキャメロットを見つけるべく、手がかりを掴みたいパーシバルたちだが……"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10733413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10733413",
                    "Titles": {
                        "eng": "Savior",
                        "jpn": "救い主様"
                    },
                    "Summaries": {
                        "eng": "To find a clue to Camelot, Percival and his friends come to the Demon World with Io, a member of the Demon Clan. When he sees the scene, Percival has a strange memory of having been here before. Meanwhile, the Demon Clan begins to move to capture the intruder. The one who leads them is...",
                        "jpn": "キャメロットへの手がかりを見つけるため、魔神族のイオと共に魔界へやってきたパーシバルたち。その光景を見た時、パーシバルの脳裏にかつてこの場所にいたという不思議な記憶が蘇る。一方、侵入者を捕らえるために動きだす魔神族。彼らを束ねるのは――"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10733414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10733414",
                    "Titles": {
                        "eng": "Behemoth of Calamity",
                        "jpn": "災いのベヒモス"
                    },
                    "Summaries": {
                        "eng": "Gawain fights alone against the assassins Mortlach and his men who have come to the Demon World to eliminate the Four Horsemen of the Apocalypse. Meanwhile, Percival meets one of the assassins, Rosebank, and tries to talk to him. At the same time, Tristan, who is in the Demon World's castle, receives information from the Demon King Zeldris about a door leading to Camelot, but...",
                        "jpn": "〈黙示録の四騎士〉を始末するべく魔界にやってきた刺客・モートラックたちに単独で戦いを仕掛けるガウェイン。その一方で、刺客の一人であるローズバンクと出会ったパーシバルは対話をしようと試みる。同じ頃、魔界の城にいるトリスタンは、魔神王ゼルドリスからキャメロットに通じる扉についての情報を得るが……"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10733415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10733415",
                    "Titles": {
                        "eng": "Wavering Hearts",
                        "jpn": "揺れるココロ"
                    },
                    "Summaries": {
                        "eng": "While waiting for the end of the \"Fire Moon\" that causes fire rain to fall around Behemoth, the members of Percival's squad undergo intensive training from Lancelot. As they face the assigned task, Naciens and Anne once again come face to face with their own hearts and emotions. Meanwhile, as Tristan prepares for the next battle, he is summoned by Schwarz, a warrior of the Demon Clan, and challenged to a duel.",
                        "jpn": "ベヒモスの周囲に炎の雨を降らす『炎災の月』が終わるまでの間、ランスロットの特訓を受けるパーシバル隊の面々。課せられた課題に臨む中、改めて自分の心と感情に向き合うことになるナシエンスとアン。一方、次の戦いに備えていたトリスタンは、魔神族の闘士・シュバルツから呼び出され、決闘を挑まれる。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10733416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10733416",
                    "Titles": {
                        "eng": "The Boy of Destiny",
                        "jpn": "宿命の少年"
                    },
                    "Summaries": {
                        "eng": "After unleashing a new form of his power, Percival continues training with Lancelot. Later, hitchhikers threaten the Knights' quest to find the Behemoth.",
                        "jpn": "ランスロットとの特訓中、魔力によって生まれた『もう一人のパーシバル』。再びその魔力が己に宿る時、パーシバルはこれまでにない力が湧き出すのを感じる。やがて『炎災の月』が止み、ベヒモスへ向かう時がやってきた。キャメロットを目指す者たちと、それを阻まんとする者たちの戦いが目の前に迫る。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10874520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mokushiroku-no-yon-kishi/episodes/10874520",
                    "Titles": {
                        "eng": "Banquet for Braves",
                        "jpn": "強者たちの宴"
                    },
                    "Summaries": {
                        "eng": "Percival is suddenly drawn into the world of spirits that reside in Behemoth and learns the origins of his existence. Unable to accept this truth, Percival returns to his original world, where Mortlach and others stand in his way. As the door to Camelot finally appears, the Four Horsemen of the Apocalypse, each with their own unyielding missions, clash with the knights of Camelot.",
                        "jpn": "突如ベヒモスに宿る精霊の世界に引き込まれ、自らの存在の起源を知るパーシバル。その真実を受け止めきれぬまま元の世界へと戻ったパーシバルの前に、モートラックたちが立ちはだかる。ついに姿を現すキャメロットへの扉を前に、互いに譲れぬ使命を背負う〈黙示録の四騎士〉たちとキャメロットの騎士たちが激突する。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}