{
    "URL": "https://thetvdb.com/series/kubo-wont-let-me-be-invisible",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt21844614/",
        "https://kubosan-anime.jp/",
        "http://www.reddit.com/r/KuboSanWontLeaveMeBe",
        "https://www.themoviedb.org/tv/201889",
        "https://www.wikidata.org/wiki/Q111986637",
        "https://en.wikipedia.org/wiki/Kubo_Won%27t_Let_Me_Be_Invisible",
        "https://x.com/kubosan_anime"
    ],
    "Titles": {
        "eng": "Kubo Won't Let Me Be Invisible",
        "jpn": "久保さんは僕を許さない"
    },
    "Summaries": {
        "eng": "First year high schooler Junta Shiraishi is a mob character who goes unnoticed even when he's standing right next to you. But his classmate, \"heroine-level beauty\" Kubo, always notices him and is there to tease him. Anyone can become special to someone, but it might be a little too early to call these feelings \"love.\" Perhaps this story is still two-steps from being a romantic comedy--let's call it a sweet comedy where a background character becomes visible!",
        "jpn": "高校生の白石淳太は、充実した青春を生きるというシンプルな目標を掲げています。 しかし、彼の存在感がないために周囲の誰もが彼に気付かないことが多いため、この目標を達成することは予想よりも難しいようです。 実は白石の存在感の欠如はひどいので、クラスの席はいつも空いていると思われ、学校をスキップすることが多いと誤解されています。 白石を見つけた人はその日の幸運に恵まれるとの噂もあります。 今のところ、彼の存在に気づいているのは、隣に座っている久保渚だけです。 しかし、彼にとって残念なことに、久保は毎日彼をからかうのが好きで、しばしば前例のない、神経を痛める状況に彼を置きます。 しかし、久保の遊び心は嫌がる白石を巻き込み続けているので、彼の若さは当初思っていたほど退屈ではないかもしれないことにすぐに気付くかもしれません。"
    },
    "Aliases": [
        "Kubo-san Doesn't Leave Me Be (a Mob)",
        "久保さんは僕〈モブ〉を許さない",
        "Kubo-san wa Mob wo Yurusanai",
        "Kubo-san wa Boku wo Yurusanai",
        "Kubo-san wa Mobu wo Yurusanai",
        "Kubo-san wa Mob o Yurusanai"
    ],
    "Modified": "2025-10-04",
    "Seasons": {
        "1": {
            "ID": "2000348",
            "URL": "https://thetvdb.com/series/kubo-wont-let-me-be-invisible/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9163087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kubo-wont-let-me-be-invisible/episodes/9163087",
                    "Titles": {
                        "eng": "Heroine and Background Character",
                        "jpn": "ヒロイン女子とモブ男子"
                    },
                    "Summaries": {
                        "eng": "Junta may be a living NPC, but Kubo’s dare just turned him into the momentary main character! But if he’s the hero, what does that make her?",
                        "jpn": "人より存在感がない少年・白石純太。クラスメイトや先生に認識されない、青春のステージにも上がれない――。でも、そんなモブ男子である彼のことを、隣の席のヒロイン女子・久保渚咲だけは見つけてくる。ある日、白石くんがどのくらいみんなに気付かれないのか気になった久保さんは「授業中、立っても気づかれなかったりして」と話しかけてきて……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9535188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kubo-wont-let-me-be-invisible/episodes/9535188",
                    "Titles": {
                        "eng": "Bad Luck and Home Visit",
                        "jpn": "ハードラックと自宅訪問"
                    },
                    "Summaries": {
                        "eng": "Kubo wants to stop by Junta’s house and borrow a manga volume. That’s definitely the only reason she wants to know where he lives. No other reason at all…",
                        "jpn": "白石くんの目下の楽しみは、大好きな漫画の最新刊。意気揚々と書店に向かうものの、なんと自動ドアが反応しないため、中に入ることができない！ 立ち尽くす白石くんだったが、たまたま通りがかった久保さんのおかげで、何とか店内へ入ることに成功する。久保さんはそこまで白石くんが好きになっている漫画に興味を抱き、貸し借りをすることになるのだが……？"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9535189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kubo-wont-let-me-be-invisible/episodes/9535189",
                    "Titles": {
                        "eng": "The Nobody's Gift",
                        "jpn": "凡者の贈り物"
                    },
                    "Summaries": {
                        "eng": "Junta knows he's invisible to others, so no one will notice if he peeks at a certain magazine, right? Unfortunately, the store clerk can see him just as easily as Kubo can.",
                        "jpn": "家から離れた本屋さんを訪れた白石くん。読み捨てられていた本を見つけて、元に戻そうと手に取ると、それはエッチな本だった。動揺で固まっていると、なぜかモブであるはずの白石くんに、店員の女性が声を掛けてきて……。そしてある冬の日。久保さんとメッセージをしていた白石くんは、遊びに誘われる。日取りを決めた後、改めてカレンダーを確認すると、その日は12月25日で……？"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9535190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kubo-wont-let-me-be-invisible/episodes/9535190",
                    "Titles": {
                        "eng": "Red Heart and Secret Admirer",
                        "jpn": "赤いハートと送り主"
                    },
                    "Summaries": {
                        "eng": "It’s Valentine’s Day for his classmates, but an ordinary Monday for Junta. Except someone left sweets at his desk. It must have been an accident; it’s the only explanation!",
                        "jpn": "2月14日、バレンタインデー。男女ともにどことなくそわそわとした空気が漂う学校内であっても、モブ男子の白石くんにとっては縁もゆかりもないただの平日——のはずだったのだが……。席に座ると、机の中に違和感が。確認してみると、ハート形のチョコクッキーが入っていた！ 思わず五度見をした上に、机に頭をぶつける白石くん。そんな彼の前に、久保さんが現れて……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9535191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kubo-wont-let-me-be-invisible/episodes/9535191",
                    "Titles": {
                        "eng": "White Day and a Destination for Feelings",
                        "jpn": "ホワイトデーと感情の宛先"
                    },
                    "Summaries": {
                        "eng": "A question from a friend causes Kubo to realize something: what does she know about Junta, anyway?",
                        "jpn": "3月のある日。カレンダーの3月14日に「ホワイトデー」の表記があることに気が付いた白石くんは、バレンタインデーに自分の机の中に入っていたチョコクッキーのことを思い出していた。日ごろ店員さんに気付いてすらもらえないところ、意を決してお返しを購入し、迎えたホワイトデー当日。白石くんは久保さんを廊下に呼び出して…？"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9535192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kubo-wont-let-me-be-invisible/episodes/9535192",
                    "Titles": {
                        "eng": "Nurse's Office and Main Character",
                        "jpn": "保健室と主人公"
                    },
                    "Summaries": {
                        "eng": "Another person notices Junta's presence, and Junta slowly feels like a main character.",
                        "jpn": "物を落とした時、落とし主である自分を見つけてもらえない白石くんだったが、ハンカチを落としたその日は、後ろを歩いていた女の子が拾って声をかけてくれた。不思議に思っていると、ひょんなことから彼女が久保さんの従妹・沙貴であり、本屋さんで出会った女性が久保さんの姉・明菜だと知ることになる。一方、ある日の学校での出来事。遅刻していった白石くんは、授業中に教室から出てきた久保さんの様子がどこかおかしいことに気が付いて……？"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9535193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kubo-wont-let-me-be-invisible/episodes/9535193",
                    "Titles": {
                        "eng": "Sleepover and Next School Year",
                        "jpn": "お泊まり会と次の学年"
                    },
                    "Summaries": {
                        "eng": "They all may be in separate classes next year, so it’s important to spend time with each other now while they still can. And that means umbrella experiments and sleepovers.",
                        "jpn": "無事に期末テストを終え、ゲームを没収されずに済んだ白石くん。けれど、三学期が終わるということは、そろそろクラス替えが行われるということ。久保さんに見つかる日々も、もう終わりかもしれない――。そんな寂しさを感じ始めていた。一方で久保さんも、葉月の家で行われたお泊まり会でクラス替えの話が出ると、自然と白石くんのことが頭に浮かんできて……。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9535194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kubo-wont-let-me-be-invisible/episodes/9535194",
                    "Titles": {
                        "eng": "Picnic and Miscommunication",
                        "jpn": "お花見とすれ違い"
                    },
                    "Summaries": {
                        "eng": "As the cherry blossoms bloom, Kubo and her sisters plan a picnic. They invite Junta and his little brother, but there are a few hiccups along the way.",
                        "jpn": "明日はお花見！ スーパーへ買い出しに訪れた久保さん、沙貴、明菜の3人は、そこで誠太を連れた白石くんの姿を発見する。いつものように二人へ話しかける久保さんだったが、誠太は初めて会った沙貴に一目惚れ……!? さらに、その様子を眺めていた明菜に、白石くんと誠太はお花見に誘われることになる。しかし、翌日のお花見の席では、酔った明菜を原因に大波乱が…？"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9535195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kubo-wont-let-me-be-invisible/episodes/9535195",
                    "Titles": {
                        "eng": "New School Year and Class Change",
                        "jpn": "新学期とクラス替え"
                    },
                    "Summaries": {
                        "eng": "Junta doesn’t foresee any changes during the new school year, especially since he and Kubo are in the same class again. There is one difference, though: a potential new friend.",
                        "jpn": "遂に今日から二年生。そわそわしている同級生たちをよそに、教室に入った白石くんが自分の席を探していると、「白石くんの席はね……」と話しかけられる。そこには、これまでと同じように久保さんの姿があった。葉月と玉緒も同じクラスだったことがわかり、迎えたホームルームでの委員会決め。去年と同じ環境委員になった白石くんだったが、クラスメイトの須藤くんは白石くんが環境委員だったことを知っているようで……？"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9535196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kubo-wont-let-me-be-invisible/episodes/9535196",
                    "Titles": {
                        "eng": "Comparing Heights and Wall Pin",
                        "jpn": "背比べと壁ドン"
                    },
                    "Summaries": {
                        "eng": "Sometimes, it’s the little things that make one look forward to tomorrow.",
                        "jpn": "身体測定を翌日に控えた久保さんと白石くん。もしかしたら、白石くんの身長を追い抜いているかも？と、久保さんは白石くんに背比べを提案する。壁に背中をくっつけて、定規で白石くんの身長を測ったあと、今度は同じ要領で白石くんが久保さんの身長を測ろうとするも、自分の身長の位置で定規を固定しようとする体勢が、まるで壁ドンのような姿勢になっていて……!?"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9535197",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/kubo-wont-let-me-be-invisible/episodes/9535197",
                    "Titles": {
                        "eng": "Movie Theater and Facial Muscles",
                        "jpn": "映画館と表情筋"
                    },
                    "Summaries": {
                        "eng": "Junta’s simple plan to see a movie turns into something more when Kubo invites herself along.",
                        "jpn": "大好きな漫画の映画公開を金曜日に控えて上機嫌な白石くん。以前、白石くんから勧められて漫画を読んでいた久保さんは、一緒に映画を観に行こうと誘い出す。そして迎えた当日。可愛くおしゃれにおめかししたポニーテール姿の久保さんと映画館に向かう白石くんだったが、街中では存在感が薄すぎて、白石くんが隣にいるのに、久保さんに声を掛ける男たちが現れてしまう。困っている様子の久保さんを見て、白石くんは――。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9535198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kubo-wont-let-me-be-invisible/episodes/9535198",
                    "Titles": {
                        "eng": "Starring Role and Gift",
                        "jpn": "主役とお祝い"
                    },
                    "Summaries": {
                        "eng": "In what ways has Junta’s life changed for the better? Regardless of the answer, it’s all thanks to Kubo.",
                        "jpn": "4月25日。今日が誕生日の白石くんだったが、いつもの通り誰に祝われるでもなく、主役感は相変わらずゼロ。しかし、静かな教室で盛大にお腹が鳴り、クラスメイトから思わぬ形で注目を浴びてしまう。きまりの悪そうな白石くんに、お腹が空いているならとチョコを手渡す久保さん。その包み紙には、「誕生日おめでとう」と書かれていて――。ここまで久保さんが白石くんのことを見てくれているのは、いったい、なぜ？"
                    },
                    "Aliases": []
                }
            }
        }
    }
}