{
    "URL": "https://thetvdb.com/series/saikin-yatotta-maid-ga-ayashii",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt21237634/",
        "https://maid-ga-ayashii.com/",
        "https://www.tvmaze.com/shows/62748/show-slug",
        "https://www.themoviedb.org/tv/202160",
        "https://en.wikipedia.org/wiki/The_Maid_I_Hired_Recently_Is_Mysterious",
        "https://x.com/maidga_ayashii"
    ],
    "Titles": {
        "eng": "The Maid I Hired Recently Is Mysterious",
        "jpn": "最近雇ったメイドが怪しい"
    },
    "Summaries": {
        "eng": "There’s something really strange about the maid I just hired! No normal person could be so beautiful, or cook such amazingly delicious food, or know exactly what I want before I even ask. She must be using magic—right, a spell is the only thing that can explain why my chest feels so tight whenever I look at her. I swear, I’m going to get to the bottom of what makes this maid so...mysterious!",
        "jpn": "私が雇ったばかりのメイドには本当に奇妙なことがあります！ 普通の人はこんなに美しい人も、こんなに美味しい料理を作ったり、私が尋ねる前に私が何を望んでいるのかを正確に知っている人はいないでしょう。 彼女は魔法を使っているに違いありません。そうです、私が彼女を見るたびに私の胸がとてもきつく感じる理由を説明できるのは呪文だけです。 私は誓います、私はこのメイドをとても...神秘的なものにしているものの底に到達するつもりです！"
    },
    "Aliases": [
        "Saikin Yatotta Maid ga Ayashii",
        "My Recently Hired Maid is Suspicious",
        "The Maid I Hired Recently Is Sus"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2000984",
            "URL": "https://thetvdb.com/series/saikin-yatotta-maid-ga-ayashii/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null,
                "deu": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "deu": "Irgendetwas stimmt mit dem neuen Dienstmädchen Lilith nicht. Davon ist Yuuri, der Sohn ihres reichen Arbeitgebers, fest überzeugt. Sie ist einfach zu attraktiv, ihr Essen zu köstlich und die Art, wie sie ihm jeden Wunsch von den Augen abliest, noch bevor er ihn aussprechen kann, weckt sein Misstrauen. Doch das hält Lilith nicht davon ab, freundlich zu lächeln oder Yuuri wegen seiner Paranoia zu necken … und bald schon entsteht eine ganz besondere Beziehung zwischen den beiden."
            },
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "9169396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikin-yatotta-maid-ga-ayashii/episodes/9169396",
                    "Titles": {
                        "eng": "The Maid I Hired Recently Is Mysterious",
                        "jpn": "最近雇ったメイドが怪しい"
                    },
                    "Summaries": {
                        "eng": "Having lost his parents in a car crash, Yuuri is left to live in the mansion on his own. One day, a beautiful maid, Lilith, shows up, offering to work for him for free.",
                        "jpn": "両親を交通事故で亡くし、残された屋敷の主人としてたった一人で生きることを決めたゆうりの元に、ある日突然美しいメイド・リリスが現れる。給料はいらず住み込みで働きたいと申し出たリリスは仕事熱心で真面目なメイドだが、小さな屋敷には不釣り合いなほど奇麗でどう考えても怪しすぎる。意味深な発言と行動を繰り返すリリスが気になって仕方がないゆうりは彼女の目的を暴こうとするが…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9263539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikin-yatotta-maid-ga-ayashii/episodes/9263539",
                    "Titles": {
                        "eng": "The Young Master, the Cat, and the Morning Glory",
                        "jpn": "坊ちゃまと猫と朝顔と"
                    },
                    "Summaries": {
                        "eng": "Yuuri has gotten used to living with Lilith, but he’s still suspicious of her. One day, he spots her leaving the building seeming somewhat anxious.",
                        "jpn": "リリスと2人での生活に慣れてきたゆうり。しかしゆうりにはいつも新品の服が用意されていたり、急にほしいモノをやたら与えられたりと、相変わらずリリスの行動は何かと怪しい。そんなリリスが落ち着かない様子で屋敷の外に出る場面を目にしたゆうり。こっそりとその後を追うと、そこにはほどけた笑顔で子猫と戯れるリリスがいて…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9263540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikin-yatotta-maid-ga-ayashii/episodes/9263540",
                    "Titles": {
                        "eng": "Gojouin Tsukasa Is Precocious",
                        "jpn": "五条院つかさはおマセさんである"
                    },
                    "Summaries": {
                        "eng": "Tsukasa, a classmate of Yuuri's, is concerned for his well-being after having lost his parents.",
                        "jpn": "慌てて登校の準備をするゆうりをお世話しながらからかうリリス。「夫婦みたい」とまたもストレートすぎるカウンターを食らい赤面しながらもゆうりを送り出す。学校でのゆうりはというと両親の交通事故以来、周囲から距離を置かれどこか馴染めない様子。ゆうりを陰ながら心配そうに見つめるクラスメイトのつかさは、ある日学校の迎えに来たリリスとゆうりのただならぬ関係を思わせる下校風景を目撃してしまう。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9263541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikin-yatotta-maid-ga-ayashii/episodes/9263541",
                    "Titles": {
                        "eng": "Does the Young Master Like Pudding?",
                        "jpn": "坊ちゃまはプリンがお好き？"
                    },
                    "Summaries": {
                        "eng": "Lilith becomes desperate to convince Yuuri that she is not suspicious.",
                        "jpn": "自分が怪しまれていることを悟り、ゆうりの警戒を解こうとあの手この手で奮闘するリリス。しかし結果はことごとく空回り。努力の甲斐あって（？）ゆうりはいつものように自分の行動を怪しまなくなったが、それはそれで何か物足りない寂しさを感じてリリスはやきもき。そんな中リリスは、いつもと様子の違うゆうりから突然1枚の紙を手渡される。自分に興味がなくなったゆうりからの解雇通知ではと不安に駆られつつ、恐る恐る内容を目にすると…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9263542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikin-yatotta-maid-ga-ayashii/episodes/9263542",
                    "Titles": {
                        "eng": "My Precious...",
                        "jpn": "僕の大事な…"
                    },
                    "Summaries": {
                        "eng": "Lilith helps Yuuri prepare for the upcoming sports day events.",
                        "jpn": "屋敷の廊下で雄叫びを上げながら爆走するゆうり。どうやら運動会での徒競走の練習とのことでリリスもそのお手伝いをすることに。リリスによる厳しくも優しい運動会の特訓の日々が始まり、リリスにかっこいい姿を見せたいゆうりはひたむきに特訓をこなす。迎えた運動会当日。闘志に溢れた表情でグラウンドに立つゆうりと健気に応援を送るリリス。そんな2人を見つめるつかさはどこか興奮気味なご様子で…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9263543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikin-yatotta-maid-ga-ayashii/episodes/9263543",
                    "Titles": {
                        "eng": "The Maid I Hired Recently Is Weird!?",
                        "jpn": "最近雇ったメイドがおかしい!?"
                    },
                    "Summaries": {
                        "eng": "Yuuri finds himself taking care of Lilith for once when she catches a cold.",
                        "jpn": "ある日の買い出しの帰り道。夕立に遭いびしょ濡れで帰宅したリリス。後日いつものように家事に専念するリリスだが普段では考えられないミスを連発。見かねたゆうりがリリスの額に手を当てると高熱が…！優しくリリスを想うゆうりのどストレートな言葉が薬となったのか翌日にはすっかり体調も回復したリリス。そんな日々を過ごすうちに世間はハロウィンシーズンに突入。つかさの屋敷のハロウィンパーティに招かれたゆうりとリリスは熱心に仮装の準備に励んでいて…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9263544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikin-yatotta-maid-ga-ayashii/episodes/9263544",
                    "Titles": {
                        "eng": "Not in My Textbook",
                        "jpn": "教科書に載ってない"
                    },
                    "Summaries": {
                        "eng": "Tsukasa invites Yuuri over for a discussion about love.",
                        "jpn": "学校のベンチで深いため息をつくゆうり。その姿を見かけたつかさが声をかけると、ゆうりは神妙な面持ちでリリスが一日中気になって仕方がないと打ち明ける。ちぐはぐなリリスへの感情を「病気かもしれない」と戸惑いながら語るゆうりだが、隣で聞くつかさはもはや尊死寸前状態…！「それは恋ですわ」とつかさに告げられたその感情の正体が理解できず考え込むゆうりはリリスのどんなからかいも耳に入らずに…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9263545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikin-yatotta-maid-ga-ayashii/episodes/9263545",
                    "Titles": {
                        "eng": "The Girl With the Purple Eyes",
                        "jpn": "紫色の瞳の少女"
                    },
                    "Summaries": {
                        "eng": "Lilith approaches Fujisaki for advice on how to get Yuuri to open up to her more.",
                        "jpn": "いつものメイド姿とは雰囲気の違うお洒落な服に身を包んだリリスがゆうりの部屋を訪ねてきた。休みがほしいと頼んだ私服姿のリリスを見てデート！？と疑い顔を青ざめながらも休暇を与えたゆうりだが、気になって仕方がなく思わず後をつけてしまう。一方リリスは昔なじみであるつかさの使用人の藤崎とカフェで待ち合わせ。藤崎との昔話に花を咲かせるが、どうやらリリスは藤崎とつかさの関係性が眩しいようで…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9263546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikin-yatotta-maid-ga-ayashii/episodes/9263546",
                    "Titles": {
                        "eng": "Complicated, Convoluted, Perplexing, Honest Feelings",
                        "jpn": "煩雑で複雑な入り組んだ素直な気持ち"
                    },
                    "Summaries": {
                        "eng": "Lilith's former coworker and classmate, Natsume, comes knocking on Yuuri's door, demanding that Lilith comes back.",
                        "jpn": "ゆうりの屋敷に突然訪ねてきたリリスの元同級生で元同僚のナツメ。大柄な態度ながらもリリスの待遇を心配して元の職場に連れ戻しに来たナツメだが、リリスは「私の意思でここにいるのです」ときっぱり断る。納得のいかないナツメはゆうりがリリスの主人としてふさわしいかあらゆる手段で試そうとするが、ゆうりの優しさとストレートな言動に翻弄されて…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9263547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikin-yatotta-maid-ga-ayashii/episodes/9263547",
                    "Titles": {
                        "eng": "For Whom Do the Stars Fall",
                        "jpn": "誰がために星は流れる"
                    },
                    "Summaries": {
                        "eng": "Christmas is coming, and Yuuri and Natsume plot a surprise party for Lilith.",
                        "jpn": "外がクリスマス一色に染まってきたころ。つかさと下校するゆうりは、ナツメと仲良くなりたいと相談する。とそこに珍しく迎えに現れたナツメは世話になったリリスに贈り物をしたいと打ち明け、ゆうりはナツメと一緒にサプライズパーティーを開くことを提案。つかさと藤崎も協力してにぎやかにリリスへのサプライズ作戦が実行されるが、もちろん何事もないわけがなく…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9263548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikin-yatotta-maid-ga-ayashii/episodes/9263548",
                    "Titles": {
                        "eng": "It Must Have Always Been...",
                        "jpn": "きっとあの時からずっと…"
                    },
                    "Summaries": {
                        "eng": "A man visits the mansion while Natsume and Yuuri are out running errands.",
                        "jpn": "クリスマスが終わり慌ただしい年末ムードのある日。ゆうりとナツメはリリスのお使いで買い出しに出かけていた。一方その頃リリスがひとりで大掃除に励む屋敷にナツメの主人が訪れる。帰宅したゆうりは、ナツメを迎えにきた主人がリリスまで連れ戻しに来たと不安に駆られるが、彼は優しくゆうりのリリスへの気持ちを確かめ、ナツメと共にゆうりの屋敷を後にする。久々にゆうりとリリス2人きりの時間が戻り、お出かけをすることになった2人が向かった先は…。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}