{
    "URL": "https://thetvdb.com/series/shangri-la-frontier",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt28776190/",
        "https://anime.shangrilafrontier.com/",
        "http://www.reddit.com/r/ShangriLaFrontier",
        "https://www.themoviedb.org/tv/205050",
        "https://en.wikipedia.org/wiki/Shangri-La_Frontier",
        "https://x.com/ShanFro_Comic"
    ],
    "TitleEnglish": "Shangri-La Frontier",
    "SummaryEnglish": "Hizutome Rakuro is what is known as a \"shit game hunter\", a gamer whose main occupation is to find and completely complete the worst video games in existence. After completing a dung with a particularly high difficulty, Hizutome lets himself be tempted by Shangri-La Frontier, the VRMMO of the moment, which already has nearly 30 million subscribers! But what he doesn't know is that this game hides many secrets, and that even an expert like him, who has already overcome the most difficult games, could well find himself helpless in the face of what awaits him. ! Under his usual pseudonym: Sunraku, Hizutome begins an adventure that promises to be very different from what he is used to...",
    "Aliases": [
        "シャングリラ・フロンティア～クソゲーハンター、神ゲーに挑まんとす～",
        "Shangri-La Frontier - Kusogē Hunter, Kamige ni Idoman to Su",
        "Shangri-La Frontier - Kusogee Hunter, Kamige ni Idoman to Su",
        "ShanFro",
        "Shangri-La Frontier: Crappy Game Hunter Challenges God-Tier Game",
        "ShangriLa Frontier",
        "Shangri-La Frontier: Kusoge Hunter, Kamige ni Idoman to su"
    ],
    "Modified": "2025-10-18",
    "Seasons": {
        "0": {
            "ID": "2007794",
            "URL": "https://thetvdb.com/series/shangri-la-frontier/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "10248781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10248781",
                    "TitleEnglish": "Get Yourselves Caught up With This Light-Speed Recap!",
                    "SummaryEnglish": "E14.5 Recap",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "2007795",
            "URL": "https://thetvdb.com/series/shangri-la-frontier/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "9659268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/9659268",
                    "TitleEnglish": "What Do You Play Games For?",
                    "SummaryEnglish": "What makes you game? For every 100 amazing games, there are a thousand that are pure crap. This is the story of Rakuro Hizutome, a man who loves, and is loved by, crappy video games, and his journey in the world of Shangri-La Frontier, one of the greatest video games of all time. The ultimate \"Game x Fantasy\" story, about a \"crappy game hunter\" who challenges one of the greatest games ever made!",
                    "Aliases": []
                },
                "2": {
                    "ID": "9967390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/9967390",
                    "TitleEnglish": "A Peculiar One",
                    "SummaryEnglish": "Rakuro fights the Ravenous Python, arrives in the game's second town, and explores its weapons crafting system before venturing out at night.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9967391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/9967391",
                    "TitleEnglish": "Black Wolf Nightslayer",
                    "SummaryEnglish": "Sunraku was struggling against Redcap Goblins when one of the Seven Collosi, Lycagon the Nightslayer, appeared before him. It has been a year since the game was released, and over thirty million players, but nobody has ever defeated this Unique Monster. Sunraku counters the deadly attacks from such a powerful enemy, but he cannot make up for the overwhelming difference in ability between them...",
                    "Aliases": []
                },
                "4": {
                    "ID": "9967392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/9967392",
                    "TitleEnglish": "A Trash Game Realignment of Elevated Tastes",
                    "SummaryEnglish": "Sunraku agrees to train under Vysache and he's saddled with the Vorpal Soul Collar which decreases his EXP gain but increases stat point rewards upon leveling up. Afterward Emul offers to join Sunraku's party and they set off for Thirdrema.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9967393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/9967393",
                    "TitleEnglish": "Lo, Thou Art Assailed on All Sides",
                    "SummaryEnglish": "Sunraku and Emul face off against the zone boss Mud Dig, but with the mud hampering their movements, the battle promises to be closer than expected... Once they arrive at Thirdrema, Sunraku discovers that he is the unwilling target of all the rumours.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9967395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/9967395",
                    "TitleEnglish": "The Writing Tool Knight-Queen",
                    "SummaryEnglish": "Sunraku encounters Arthur Pencilgon, whom he knows as Pencil Knight from another game called \"Unite Rounds\". She brings with her a message that he either publish what he knows about the unique scenario or wear a target on his back.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9967397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/9967397",
                    "TitleEnglish": "Remnant of the Divinity: The Aberrant Loser",
                    "SummaryEnglish": "Sunraku manages to stave off his attackers and reach Thirdrema, where he and Emul then travel back to Rabituza. Emul then takes Sunraku to the Vorpal Colosseum where he's pitted against 10 opponents to further his training.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9967399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/9967399",
                    "TitleEnglish": "The 300-Limit Pandemonium",
                    "SummaryEnglish": "The 10th opponent in the Rabituza arena is the Aberrant Woodmage, a powerful foe combining fast attacks with magic. Underleveled and understatted, Sunraku only needs to survive five minutes to win... but can he make it happen?!",
                    "Aliases": []
                },
                "9": {
                    "ID": "9967401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/9967401",
                    "TitleEnglish": "A Dazzling Sea of Trees",
                    "SummaryEnglish": "Sunraku has to make it out of town so he can move on to the Prismatic Forest Grotto, but Ashura Kai and Psyger-0 stand in his way. Once he reaches the grotto itself, a dazzling array of sights await him!",
                    "Aliases": []
                },
                "10": {
                    "ID": "9967403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/9967403",
                    "TitleEnglish": "Let's Go Tomb Raiding!!",
                    "SummaryEnglish": "Sunraku continues his way through the Prismatic Forest Grotto where he encounters the area boss Clown Spider. He tells Emul to stay back as he wants to solo it first try with a no-hit run.",
                    "Aliases": []
                },
                "11": {
                    "ID": "9967405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/9967405",
                    "TitleEnglish": "The Glimmer of Truth",
                    "SummaryEnglish": "Sunraku speaks with Vysache about their plans to defeat Wethermon the Tombguard. After their discussion Vysache decides to help Sunraku in his endeavor by ascending his weapons.",
                    "Aliases": []
                },
                "12": {
                    "ID": "9967408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/9967408",
                    "TitleEnglish": "Regrets Always Lie in the Past",
                    "SummaryEnglish": "Pencilgon sends Sunraku and Oikatzo to the Iron Ruins of the Divinity to grind their levels to at least level 50. While there they encounter the Lifestide Lake Serpent monster.",
                    "Aliases": []
                },
                "13": {
                    "ID": "10119396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10119396",
                    "TitleEnglish": "Only Resentments About the End of Life Remain",
                    "SummaryEnglish": "Pencilgon guides Sunraku, Katzo, and Emul to a secret area of ​​the Multicolored Welt and introduces them to Setsuna, an NPC closely related to the unique monster Wethermon. Back in the real world, Rakurô shares a meal with his family members.",
                    "Aliases": []
                },
                "14": {
                    "ID": "10119397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10119397",
                    "TitleEnglish": "Squish",
                    "SummaryEnglish": "Sunraku has encountered a new player named Dragonfly in \"BERP\". The two engage in a series of matches with bug exploits allowed. Afterwards Sunrakru heads to Rabituza to link his skills at the Skill Garden.",
                    "Aliases": []
                },
                "15": {
                    "ID": "10119398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10119398",
                    "TitleEnglish": "Putting Feelings Into a Moment, Part 1",
                    "SummaryEnglish": "On the night of the new moon, the members of Ashura Kai are ambushed by a group of allied clans including Psyger-0. Meanwhile, Sunraku, Oikatzo, and Pencilgon confront Wethermon the Tombguard at the Hidden Garden.",
                    "Aliases": []
                },
                "16": {
                    "ID": "10119399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10119399",
                    "TitleEnglish": "Putting Feelings Into a Moment, Part 2",
                    "SummaryEnglish": "Sunraku and the others are engaged in a battle against Wethermon the Tombguard, and making full use of resurrection items. Ten minutes have passed since the battle began and Wethermon summons his tactical mount \"Kirin\".",
                    "Aliases": []
                },
                "17": {
                    "ID": "10119400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10119400",
                    "TitleEnglish": "Putting Feelings Into a Moment, Part 3",
                    "SummaryEnglish": "The battle with Wethermon the Tombguard moves to its next phase. Pencilgon and Oikatzo, exploiting rare items, focus on Kirin who has transformed into a suit of armor. Meanwhile Sunraku goes on the offensive to defeat Wethermon before he crumbles away.",
                    "Aliases": []
                },
                "18": {
                    "ID": "10119401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10119401",
                    "TitleEnglish": "Putting Feelings Into a Moment, Part 4",
                    "SummaryEnglish": "Items are depleted, weapons and gear are on the verge of breaking, and Wethermon continues his Clear Sky Conquest barrage on Sunraku while Pencilgon and Oikatzo continue their efforts to dismantle Kirin Armor. Sunraku goes all-in to finish the fight.",
                    "Aliases": []
                },
                "19": {
                    "ID": "10119402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10119402",
                    "TitleEnglish": "The World Progresses, the Heroes are Revealed",
                    "SummaryEnglish": "Wethermon falls into a slumber and Setsuna of Bygone Days leaves behind a hint that will lead to the truth about SLF. Wethermon's subjugation is reported to all players in game. Now, standing before the battle-weary trio are angry members of Ashura Kai...",
                    "Aliases": []
                },
                "20": {
                    "ID": "10119403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10119403",
                    "TitleEnglish": "Current Situations and Next Steps",
                    "SummaryEnglish": "Utopia, SLF's development company, is in a tizzy over the defeat of Wethermon the Tombguard. Sunraku is excited to kick off his bonus unique scenario Vorpal Epic. He then decides to check out the loot he received from defeating Wethermon.",
                    "Aliases": []
                },
                "21": {
                    "ID": "10119404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10119404",
                    "TitleEnglish": "Errands, Cultivation, and Game Progress",
                    "SummaryEnglish": "\"Unique monsters make money\" Pencilgon suggests forming a clan with Sunraku and Oikatzo. After temporarily splitting, Sunraku returns to the Palace of Rabituza with the Non-Standard Ether Reactor he received from Oikatzo and comes up with a great idea.",
                    "Aliases": []
                },
                "22": {
                    "ID": "10119405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10119405",
                    "TitleEnglish": "The Walking Air Purifier",
                    "SummaryEnglish": "Bilac accepts Sanraku's proposal and they head to the Canyon of Ancient Souls to obtain the magic operations unit necessary for becoming an Ancient Craftsman. Lycagon's Mark causes weak monsters to flee, then they encounter the rare Dullahan General.",
                    "Aliases": []
                },
                "23": {
                    "ID": "10119406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10119406",
                    "TitleEnglish": "Bird with Rabbits vs. Skeletal Choir",
                    "SummaryEnglish": "Sunraku, Emul, and Bilac face off against the area boss the Humming Lich in the Canyon of Ancient Souls. Struggling to inflict damage, Bilac rushes to rework the Dullahan General's Decapitator into a holy-attribute weapon.",
                    "Aliases": []
                },
                "24": {
                    "ID": "10119407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10119407",
                    "TitleEnglish": "Rare Items, Worth More Than Life Itself",
                    "SummaryEnglish": "Sunraku returns to the Canyon Ancient Souls, where he encounters a swarm of Crystal Scorpions that are over level 100. Struggling to acquire the rare materials he seeks, Sunraku watches the scorpions' movements and comes up with a secret plan...",
                    "Aliases": []
                },
                "25": {
                    "ID": "10119408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10119408",
                    "TitleEnglish": "Those Who Illuminate The World's Darkness",
                    "SummaryEnglish": "Bilac finds jewelry among Sunraku's loot. In order to show them to a jeweler, she introduces Sunraku to Aramiys, the swordsman of Cazzeria, and vice captain of the Musketeers in Boots. Later they head to Eighthold where they encounter the Professor.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2120582",
            "URL": "https://thetvdb.com/series/shangri-la-frontier/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "10415996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10415996",
                    "TitleEnglish": "Half-Naked Birdman and the Gang in Golem Paradise",
                    "SummaryEnglish": "To turn Beelac into an ancestral craftswoman and to get the futuristic toys in Inventoria up and running, Sunraku needs a magic control unit.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10580453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10580453",
                    "TitleEnglish": "The Uncompromising Gatekeeper",
                    "SummaryEnglish": "Sunraku and his pals make it into the Divinity-era workshop and retrieve the magic operations unit, but Pencilgon and Oikatzo have a score to settle with him before the quest proceeds any further.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10580454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10580454",
                    "TitleEnglish": "Accelerating Meetings, Surging Desires, and Individual Clues",
                    "SummaryEnglish": "Through a carefully laid plan, multiple clans are drawn together, each bringing its own agenda. In the midst of this gathering of ambitions, one figure steps forward, igniting the first spark of action.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10580455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10580455",
                    "TitleEnglish": "When Humanity Dreams of the Impossible and Takes to the Skies",
                    "SummaryEnglish": "Pencilgon makes a proposal to the other clans. Sunraku forwards his interests in Rabituza, and faces a setback in his farming of the Crystal Scorpions.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10580456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10580456",
                    "TitleEnglish": "The Impetus of Hunger; the Persistence of Thirst",
                    "SummaryEnglish": "Sunraku's attempts to farm the Crystal Scorpions for money are complicated when a giant gold scorpion enters the fray.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10580458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10580458",
                    "TitleEnglish": "After the Fierce Battle, Despair",
                    "SummaryEnglish": "In the midst of his god-like run, Sunraku faces a setback that sours him on Shangri-La Frontier, but his sister has some advice to turn things around.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10580460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10580460",
                    "TitleEnglish": "The Wings in a Draw",
                    "SummaryEnglish": "In Nephilim Hollow, Rust is slavering for a rematch with Sunraku, but Sunraku himself isn't in top fighting form after three months away from the game.",
                    "Aliases": []
                },
                "8": {
                    "ID": "10580462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10580462",
                    "TitleEnglish": "The Lion Catches a Rabbit With Its Full Strength; the Crab Catches a Phoenix With a Pizza Cutter",
                    "SummaryEnglish": "The battle of Crimson Twinewing vs. Fiddler Crab reaches its climax, and Sunraku decides what to do next.",
                    "Aliases": []
                },
                "9": {
                    "ID": "10580464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10580464",
                    "TitleEnglish": "Run, Fueled by Impatience",
                    "SummaryEnglish": "Back in Shangri-La Frontier, Sunraku needs to speed through the game to make his appointment with Mold and Rust. To make it in time, though, he'll have to ask a certain someone for aid.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10580465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10580465",
                    "TitleEnglish": "Track It Like a Bloodhound",
                    "SummaryEnglish": "Sunraku meets up with Psyger-0 to take on the Lightless Barrens, but can't get his head around his new companion's strange behavior.",
                    "Aliases": []
                },
                "11": {
                    "ID": "10580466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10580466",
                    "TitleEnglish": "Embrace the Lamplight of Ambition, Part 1",
                    "SummaryEnglish": "SF-Zoo shows shocking resilience in the face of the strongest foe they've ever faced, and Sunraku, paired with Psyger-0, must decide how to approach the task.",
                    "Aliases": []
                },
                "12": {
                    "ID": "10580467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10580467",
                    "TitleEnglish": "Embrace the Lamplight of Ambition, Part 2",
                    "SummaryEnglish": "Sunraku and Psyger-0 engage Lycagon the Nightslayer, but Sunraku realizes that the assumptions he's made about the Colossus's patterns may not necessarily hold up.",
                    "Aliases": []
                },
                "13": {
                    "ID": "10580468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10580468",
                    "TitleEnglish": "Embrace the Lamplight of Ambition, Part 3",
                    "SummaryEnglish": "The battle between Sunraku, Psyger-0, and Lycagon continues! But just as the Colossus seems poised to dominate, a new ally joins the fray.",
                    "Aliases": []
                },
                "14": {
                    "ID": "10580469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10580469",
                    "TitleEnglish": "Embrace the Lamplight of Ambition, Part 4",
                    "SummaryEnglish": "Psyger-0's Ultimate is almost ready for release, but first Rei must recite a long incantation. The rest of the team must cover Lycagon in the meantime, with Sunraku revealing the Gilta Brill's own ultimate attack as well.",
                    "Aliases": []
                },
                "15": {
                    "ID": "10580470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10580470",
                    "TitleEnglish": "Embrace the Lamplight of Ambition, Part 5",
                    "SummaryEnglish": "Sunraku receives the consequences of his defeat of Lycagon's shade, and as the group moves on to Fifticia to meet with Rust and Mold, another new twist awaits him.",
                    "Aliases": []
                },
                "16": {
                    "ID": "10580471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10580471",
                    "TitleEnglish": "What Do You Play Games For? Their Answers",
                    "SummaryEnglish": "Katzo and Pencilgon reaffirm their motives moving forward, and the defeat of Lycagon's shade has repercussions for the devs.",
                    "Aliases": []
                },
                "17": {
                    "ID": "10580472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10580472",
                    "TitleEnglish": "A Straight Flush Mixed With Jokers",
                    "SummaryEnglish": "Sunraku gets an intriguing offer from Kei, then meets up with Rust and Mold to pursue the Ctarnidd quest.",
                    "Aliases": []
                },
                "18": {
                    "ID": "10580473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10580473",
                    "TitleEnglish": "The Crimson Whale Meets the Monster Fish",
                    "SummaryEnglish": "Sunraku and his new crew set out on the high seas to confront Ctarnidd and the Disciples of the Abyss.",
                    "Aliases": []
                },
                "19": {
                    "ID": "10580474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10580474",
                    "TitleEnglish": "Revive, Broken City, Your Peace At an End",
                    "SummaryEnglish": "Sunraku and his new party fight on the ghost ship and unlock the next stage of the Ctarnidd quest: an underwater city!",
                    "Aliases": []
                },
                "20": {
                    "ID": "10580475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10580475",
                    "TitleEnglish": "Time to Fillet a Dragon Fish",
                    "SummaryEnglish": "Sunraku's plan to reunite his party ends with him fighting an overpowered dragon eel.",
                    "Aliases": []
                },
                "21": {
                    "ID": "10580476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10580476",
                    "TitleEnglish": "Venturing Wolves Then From the Seas to the Skyscrapers",
                    "SummaryEnglish": "Sunraku joins his teammates at the GGC where he learns more about the favor Katzo needs.",
                    "Aliases": []
                },
                "22": {
                    "ID": "10580477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10580477",
                    "TitleEnglish": "The Light Blazes Brightly, But for Just an Instant",
                    "SummaryEnglish": "The miraculous light bursts forth in glory for a moment.",
                    "Aliases": []
                },
                "23": {
                    "ID": "10580478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10580478",
                    "TitleEnglish": "Malice at 100 Meters Per Second",
                    "SummaryEnglish": "Rakuro should be training for his tournament match, but finds himself succumbing to the call of SLF.",
                    "Aliases": []
                },
                "24": {
                    "ID": "10580479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10580479",
                    "TitleEnglish": "Great King of the Deep, I Humbly Seek to Crush You",
                    "SummaryEnglish": "Sunraku's diversion back to SLF continues with a hair-raising battle against Atlanticus Lepnorca.",
                    "Aliases": []
                },
                "25": {
                    "ID": "10719112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shangri-la-frontier/episodes/10719112",
                    "TitleEnglish": "The Anonymous (Asinine) A-Team and a Crisis",
                    "SummaryEnglish": "Nitro Squad prepares for the exhibition match, but disaster threatens Kei's rematch with Sylvia.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "2179822",
            "URL": "https://thetvdb.com/series/shangri-la-frontier/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {}
        }
    }
}