{
    "URL": "https://thetvdb.com/series/kanojo-ga-koushaku-tei-ni-itta-riyuu",
    "Genres": [
        "Adaptation",
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt27484853/",
        "https://koshakutei.com/",
        "https://www.themoviedb.org/tv/205366",
        "https://en.wikipedia.org/wiki/Why_Raeliana_Ended_Up_at_the_Duke's_Mansion",
        "https://x.com/koshakutei"
    ],
    "Titles": {
        "eng": "Why Raeliana Ended Up at the Duke's Mansion",
        "jpn": "彼女が公爵邸に行った理由"
    },
    "Summaries": {
        "eng": "Eunha Park was just a regular girl desperate to get into college, but when she finally does, her elation is cut short as she's pushed off a roof—only to wake up as Raeliana McMillan, a character from a novel whose death serves as the catalyst for the story's events. But Raeliana refuses to die a second time and is determined to change her fate, no matter what!",
        "jpn": "６ヶ月だけ婚約者のふりをしてください!\r\n謎の死から目覚めた「凛子」は、\r\nマクミラン家の娘「レリアナ」として転生!?\r\n\r\n突然、謎の死を迎えた「凛子」は、小説の中の富豪の娘「レリアナ」として転生する。\r\nしかし、レリアナは脇役であり、近いうちに命を落とす運命だった。\r\nレリアナを殺害するのは、婚約者である「ブルックス」である。\r\nそのことを小説のストーリーで知っている「レリアナ／凛子」は、彼との婚約破棄を目論む。\r\nそこで彼女は王国の実力者である王位継承序列1位の公爵「ノア」に近づき、ある取引を申し込む。\r\n\r\nそれは「6ヶ月の間だけ婚約者のふりをしてほしい」というものだった。\r\n\r\n果たして2人の取引で、\r\n彼女は死の運命から逃れることはできるのか!?"
    },
    "Aliases": [
        "Kanojo ga Kōshaku-tei ni Itta Riyū",
        "Kanojo ga Koushaku-tei ni Itta Riyuu",
        "Kanojo ga Kōshakutei ni Itta Riyū",
        "Kanojo ga Koushakutei ni Itta Riyuu",
        "The Reason Why Raeliana Ended up at the Duke's Mansion",
        "The Duke's Fiancée",
        "Why She Had to Go to the Duke",
        "Raeliana"
    ],
    "Modified": "2025-10-05",
    "Seasons": {
        "0": {
            "ID": "2008537",
            "URL": "https://thetvdb.com/series/kanojo-ga-koushaku-tei-ni-itta-riyuu/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9925547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanojo-ga-koushaku-tei-ni-itta-riyuu/episodes/9925547",
                    "Titles": {
                        "eng": "The Reason She Went to the Duke's House - Broadcast Pre-release Special",
                        "jpn": "TVアニメ「彼女が公爵邸に行った理由」放送直前スペシャル"
                    },
                    "Summaries": {
                        "eng": "This special program features Yuichiro Umehara (voicing Noah Borstear Winight) and Junichi Toki (voicing Keith Westenberg) thoroughly sharing the appeal of the upcoming TV anime “The Reason She Went to the Duke's Residence,” an otherworldly romance mystery. Furthermore, the two will take on a special challenge inspired by “The Reason She Went to the Duke's Mansion”! Do they possess the insight befitting the roles of ‘Duke’ and “Earl”?... Stay tuned.",
                        "jpn": "＜出演＞\r\n梅原裕一郎（ノアボルステア・ウィンナイト 役）、土岐隼一（キース・ウエスタンバーグ 役）\r\n\r\n詳細情報\r\n＜番組内容＞\r\nいよいよ放送開始となる異世界恋愛ミステリー、TVアニメ『彼女が公爵邸に行った理由』の魅力をノアボルステア・ウィンナイト役の梅原裕一郎さんと、キース・ウエスタンバーグ役の土岐隼一さんが、たっぷりお伝えする特別番組です。更に「彼女が公爵邸に行った理由」に因んだスペシャル企画にも二人が挑戦！果たして二人は「公爵」および「伯爵」役を務めるに相応しい見識を持っているのか…。どうぞお楽しみに。"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "2008538",
            "URL": "https://thetvdb.com/series/kanojo-ga-koushaku-tei-ni-itta-riyuu/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9645055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanojo-ga-koushaku-tei-ni-itta-riyuu/episodes/9645055",
                    "Titles": {
                        "eng": "Why Raeliana Made a Deal",
                        "jpn": "彼女が取引した理由"
                    },
                    "Summaries": {
                        "eng": "After being pushed to her death by a mysterious figure, Hanasaki Rinko reincarnates in the world of a novel as Raeliana McMillan, a side character destined to be poisoned by her fiancé.",
                        "jpn": "何者かに突き落とされ謎の死を遂げた花咲凛子は、小説の中の登場人物であるマクミラン家の娘・レリアナに転生してしまう。\r\nレリアナはその小説における脇役で、婚約者ブルックスに毒殺される運命にあった。\r\nそこで凛子は、死の運命を覆すべく「第一王位継承者」で絶大な権力を持つ公爵・ノアにある取引を持ちかける。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9692641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanojo-ga-koushaku-tei-ni-itta-riyuu/episodes/9692641",
                    "Titles": {
                        "eng": "Why Raeliana Made a Contract",
                        "jpn": "彼女が契約した理由"
                    },
                    "Summaries": {
                        "eng": "Raeliana moves to the Wynknight mansion so she and Noah can be officially engaged. She used her knowledge of Noah's possession of the royal seal to convince him to make the deal with her, but Noah seems unfazed, making her wonder if he'll really accept.",
                        "jpn": "正式に契約を結ぶため、レリアナは単身でウィンナイト家へ乗り込む。\r\nレリアナが取引の材料にしたのは『玉璽』――。\r\n新興貴族と旧貴族の対立における切り札である玉璽を、ノアが隠し持っているという情報で揺さぶるのだった。\r\nしかし、ノアには通用せず、取引不成立の危機に見舞われるレリアナ。\r\nその時、目に留まったのは不自然に置かれたチェス盤で……？"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9692642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanojo-ga-koushaku-tei-ni-itta-riyuu/episodes/9692642",
                    "Titles": {
                        "eng": "Why Raeliana Trained in Domestic Arts",
                        "jpn": "彼女が花嫁修業した理由"
                    },
                    "Summaries": {
                        "eng": "Raeliana begins her bridal training at the Wynknight mansion. She and Noah must put on the perfect performance to convince society that their engagement is real, but the road ahead of them is clearly rocky...",
                        "jpn": "花嫁修業のためウィンナイト家に移り住むことになったレリアナ。\r\n偽装のため愛する婚約者として振舞わなければならない二人だが、呼び方ひとつとってもその前途は多難……。\r\n偽りの関係に過ぎず完璧にこなす必要はないと頭では分かりつつも、\r\nレリアナは次々に押し付けられる花嫁修業をこなしていくのだった。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9692643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanojo-ga-koushaku-tei-ni-itta-riyuu/episodes/9692643",
                    "Titles": {
                        "eng": "Why Raeliana Took Up the Fight",
                        "jpn": "彼女がケンカを買った理由"
                    },
                    "Summaries": {
                        "eng": "Noah and Raeliana attend a ball. Raeliana attempts to get closer to the wife of Marquess Eriteal at Noah's request, hoping to make him owe her a favor, but then another character from the novel appears: the antagonist Vivian.",
                        "jpn": "舞踏会の会場に到着したレリアナとノア。\r\n二人の婚約は貴族の間でも大きな注目を浴びていた。\r\nレリアナはノアの頼みを受けて、彼に貸しをつくるべくエリティール侯爵夫人と二人きりになろうと画策するが、\r\nそこに小説に登場する悪女キャラ・ビビアンが現れる。さらに、レリアナを狙う怪しい人物が……？"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9692644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanojo-ga-koushaku-tei-ni-itta-riyuu/episodes/9692644",
                    "Titles": {
                        "eng": "Why Raeliana Was Taken Away",
                        "jpn": "彼女が連れ去られた理由"
                    },
                    "Summaries": {
                        "eng": "Raeliana has been kidnapped, and a rescue by Noah and his knights is her only hope. But can they make it in time? And what kind of trap will they find waiting for them if they do?",
                        "jpn": "邸内の混乱に乗じてレリアナが元婚約者のブルックスらに連れ去られた。\r\n馬車の中で目を覚ましたレリアナはその場にいた男に解放するよう説得を試みるも、当然のごとく失敗に終わる。\r\nしかし、車輪が壊れて馬車が止まった隙をつきなんとか脱出したレリアナ。\r\n逃げ込んだ林の中を走ってついに茂みを抜けられると思った瞬間、また何者かの手で捕らえられてしまう。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9692645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanojo-ga-koushaku-tei-ni-itta-riyuu/episodes/9692645",
                    "Titles": {
                        "eng": "Why Raeliana Cosplayed",
                        "jpn": "彼女がコスプレした理由"
                    },
                    "Summaries": {
                        "eng": "Raeliana wakes up in Noah's room, with Noah lying half-naked beside her. Panicked, she seeks Adam's help in fleeing the mansion. Noah sends out all his knights to find her, but Raeliana uses a maid disguise to avoid discovery.",
                        "jpn": "ノアの馬の上で寝落ちしてしまったレリアナは、翌朝、彼の寝室で目覚めた。\r\n隣には上半身裸のノア。それに混乱したレリアナは、アダムに助けを求め一緒に逃げることに。\r\n残されたノアは、執事長・キデオンに命じて屋敷中の騎士を総動員し二人を探させるが、\r\nレリアナは捜索を逃れるためにメイドに変装していた。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9692646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanojo-ga-koushaku-tei-ni-itta-riyuu/episodes/9692646",
                    "Titles": {
                        "eng": "Why Raeliana Handed Her a Handkerchief",
                        "jpn": "彼女がハンカチを渡した理由"
                    },
                    "Summaries": {
                        "eng": "Raeliana attends the annual monster hunt in the Sycret Mountains, where each lady traditionally gives a handkerchief to her chosen participant, who in turn gives the lady a monster he's killed. On the first day, Noah makes a request of Raeliana...",
                        "jpn": "レリアナの元に、以前約束していたフリスからの招待状が届いた。\r\n次の会は、シークレット山脈での魔物討伐戦で開かれる。\r\n討伐戦では女性が男性にハンカチを贈り、男性が捕まえた魔物を女性に捧げる風習があるが、\r\nノアはまだ、ハンカチを受け取ったことも魔物を捧げたこともないという。\r\nそして迎えた、討伐戦当日。ノアはレリアナにある要求をして……？"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9692647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanojo-ga-koushaku-tei-ni-itta-riyuu/episodes/9692647",
                    "Titles": {
                        "eng": "Why Raeliana's Going to the Temple",
                        "jpn": "彼女が神殿に行く理由"
                    },
                    "Summaries": {
                        "eng": "Noah and his retinue return from their hunt with a very surprising quarry in tow. Preparations for the lighting of the sacred flame begin, but His Holiness is distracted by other matters. Raeliana's letter to Beatrice finally gets a response.",
                        "jpn": "討伐戦の戦利品として、山の主とも言われる魔物をレリアナに捧げたノア。\r\n契約だけの関係だった二人の距離に変化が現れ始めた一方で、レリアナの運命には暗雲が立ち込める。\r\nノアに思いを寄せていたが、神殿で聖火を灯す役目までをもレリアナに奪われ憎悪を募らせるビビアンに、\r\nある人物が近づいているのだった。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9692648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanojo-ga-koushaku-tei-ni-itta-riyuu/episodes/9692648",
                    "Titles": {
                        "eng": "Why Raeliana Was Called a Barbarian",
                        "jpn": "彼女が野蛮人と呼ばれた理由"
                    },
                    "Summaries": {
                        "eng": "During a break in her purification period, Raeliana encounters His Holiness Heika, and their first meeting quickly devolves into an argument. But this only makes Heika more curious about the girl who spoke so impudently to him...",
                        "jpn": "聖火式のため神殿に到着したレリアナは、\r\n着くなり過酷なノルマを課され、げんなりした気分で泉を訪れる。\r\nそこで、溺れている一羽の鳥を助けたが、その場に居合わせた大神官・ヒーカーは、\r\nその鳥は死ぬ運命なのだから無駄だといい、ふたりは口論になる。\r\nその後、高位の聖職者である自分に対して無礼な態度を取った彼女が気になるヒーカーは、\r\nレリアナを神殿中探し回るが、見つけることができないでいた。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9692649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanojo-ga-koushaku-tei-ni-itta-riyuu/episodes/9692649",
                    "Titles": {
                        "eng": "Why Raeliana Called Him Grandpa",
                        "jpn": "彼女がおじいちゃんと呼んだ理由"
                    },
                    "Summaries": {
                        "eng": "Heika tries everything he can think of to make Raeliana agree to be his disciple. He opens the seldom-opened gate to the Holy Land and summons its knights to show off his authority, and even tells Raeliana he'll be her grandpa.",
                        "jpn": "レリアナに高い才能を見出したヒーカーは、自らの弟子にするべく行動に出る。\r\n大神官の威厳を見せるため、滅多に開くことのない神聖国に続くゲートを開けて聖騎士団を呼び出してみたり、\r\n親しみやすさをアピールするため、「おじいちゃん」になってもいいと言い出してみたりとレリアナの気を引くため悪戦苦闘する始末……。\r\nそんな中、レリアナが身に着けていた髪飾りの宝石が怪しく光り……？"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9692650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanojo-ga-koushaku-tei-ni-itta-riyuu/episodes/9692650",
                    "Titles": {
                        "eng": "Why Raeliana Feigned Ignorance",
                        "jpn": "彼女が知らないふりした理由"
                    },
                    "Summaries": {
                        "eng": "A maid tells Raeliana about a mirror in the west building that promises to give visitors any information they want, and warns her not to go near it. But Raeliana is too curious about what could have happened to Beatrice, the novel's heroine...",
                        "jpn": "休暇にはいるメイドから、西館の奥の部屋にある鏡は絶対に見てはいけないと忠告されるレリアナ。\r\nなにやら、鏡の魂と目が合うと「どんなことでも教えてやる」と声をかけられるという噂があるらしい。\r\nだが、本来ノアと結ばれる運命だった小説の主人公・ベアトリスが今どこにいるのか気になるレリアナは、\r\n夜、その鏡を手に取ってしまう。\r\n不審な音に身をすくませたその時、レリアナの前に現れたのは鏡の魂ではなくノアで――。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9692651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanojo-ga-koushaku-tei-ni-itta-riyuu/episodes/9692651",
                    "Titles": {
                        "eng": "Why Raeliana Ended Up at the Duke's Mansion",
                        "jpn": "彼女が公爵邸に来た理由"
                    },
                    "Summaries": {
                        "eng": "Raeliana continues to wonder what's become of Beatrice. When Raeliana visits a place Beatrice visited in the novel's plot, she meets someone completely unexpected instead, and learns that the status of the royal seal has changed.",
                        "jpn": "異母兄である現国王・シアトリヒの元を尋ねたノア。\r\nそこで、レリアナとの契約について口を開くが、\r\nシアトリヒからは、議会の会期終了を控えた今、\r\nもはやその婚約は不要であるという事実を突き付けられるのであった。\r\n一方レリアナは、小説通りであれば現れるはずのベアトリスを探してウィンナイト家の墓地へと向かうが、\r\nそこにいた人物は果たして……？"
                    },
                    "Aliases": []
                }
            }
        }
    }
}