{
    "URL": "https://thetvdb.com/series/422605-",
    "Genres": [
        "Superhero",
        "Wuxia",
        "Xianxia"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt21791002/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH04379624",
        "https://www.themoviedb.org/tv/205953"
    ],
    "TitleEnglish": "Kung Fu Sock",
    "SummaryEnglish": "Follows the adventures of a curious 8-year-old girl named TZ who always dreamed of going on adventures and exploring wonderful places, and then one day she finds an odd-looking sock in her mother’s laundry that…. Talks. It was originally a Kung Fu Master from another world charged with guarding an ancient scroll. When the Master came through a vortex into TZ’s time, his powers were weakened, and he was transformed into a sock.  However, when the little girl puts the sock on her foot she transforms into a super heroine – a kick-ass Kung Fu girl, and together they must complete Kung Fu Wa’s mission and follow the ancient scroll to defeat evil and protect their world.",
    "Aliases": [
        "Kung Fu Wa!"
    ],
    "Modified": "2025-09-12",
    "Seasons": {
        "1": {
            "ID": "2010839",
            "URL": "https://thetvdb.com/series/422605-/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "9271345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271345",
                    "TitleEnglish": "A Sock with Kung Fu",
                    "SummaryEnglish": "After a strange thunderstorm, Tee Zeng finds a talking sock at her mum's laundry and decides to call it 'Kung Fu Sock.' Kung Fu Sock claims to be a Kung Fu master from another world, where he guarded an ancient scroll.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9271346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271346",
                    "TitleEnglish": "First Day at School",
                    "SummaryEnglish": "Tee Zeng puts Kung Fu Sock up in her home for the night and takes him to school the next morning, hoping to show that school is fun. Eager to fulfill his mission, Kung Fu Sock sneaks away to look for Kwei again.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9271347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271347",
                    "TitleEnglish": "Dragonface",
                    "SummaryEnglish": "Tee Zeng accidentally finds a cave under an old manhole cover. In the cave she finds an ancient temple and a cute baby dragon! She decides to call it 'Dragonface.'",
                    "Aliases": []
                },
                "4": {
                    "ID": "9271348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271348",
                    "TitleEnglish": "Home Not So Alone",
                    "SummaryEnglish": "Tee Zeng gets up late and hurries to school. In the rush, she mistakes a normal sock for Kung Fu Sock and leaves the real Kung Fu Sock in her room. Before Kung Fu Sock can enjoy some time alone, he's put into a laundry basket and ends up on his own adventure.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9271349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271349",
                    "TitleEnglish": "Rainbow Cat",
                    "SummaryEnglish": "Tee Zeng is going to Rainbow Cat Park with her best friend, Min. Tee Zeng plans to ask Min to join them in finding and fighting Kwei, but Kung Fu Sock doesn't approve.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9271350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271350",
                    "TitleEnglish": "Fishing",
                    "SummaryEnglish": "Tee Zeng and Min plan to go to a seafood restaurant but can't find a coupon. Instead, they find an old fishing pole. To get some free seafood, Tee Zeng decides that they should go on a fishing trip.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9271351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271351",
                    "TitleEnglish": "Bun House Mystery",
                    "SummaryEnglish": "There's one thing that Tee Zeng can't live without: spicy buns from the local bun house. But the bun house is closed because their secret ingredient has gone missing! Tee Zeng decides this is a perfect opportunity for her to become a real detective.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9271352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271352",
                    "TitleEnglish": "Old Comb",
                    "SummaryEnglish": "Min has a nice comb that's made of precious old wood, but Tee Zeng accidently breaks it in two. Kung Fu Sock tells Tee Zeng to come clean, but she worries it might hurt their friendship, so she decides to hide it from Min and make her a new comb.",
                    "Aliases": []
                },
                "9": {
                    "ID": "9271353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271353",
                    "TitleEnglish": "Daddy's Gift",
                    "SummaryEnglish": "When Tee Zeng gets to school she's happy to receive a gift sent by her dad, but her happiness soon turns to sorrow because what she really wants is to spend more time with her dad.",
                    "Aliases": []
                },
                "10": {
                    "ID": "9271354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271354",
                    "TitleEnglish": "Wishing Well",
                    "SummaryEnglish": "Tee Zeng is upset when her mum doesn't buy her a new Rainbow Cat plush. When Tee Zeng complains to Min while next to an ancient well, a brand-new Rainbow Cat plush appears right in front of Tee Zeng, just as she wanted.",
                    "Aliases": []
                },
                "11": {
                    "ID": "9271355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271355",
                    "TitleEnglish": "Relaxation With Tee Zeng",
                    "SummaryEnglish": "Kung Fu Sock is stressed out by the mission to find Kwei and has nightmares every day. A worried Tee Zeng replaces the scroll with a fake one that doesn't light up and plans a day of fun for Kung Fu Sock to take his mind off things.",
                    "Aliases": []
                },
                "12": {
                    "ID": "9271356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271356",
                    "TitleEnglish": "Manipulens: Part 1",
                    "SummaryEnglish": "On the same day that Kung Fu Sock comes to Starry Island, Manipulens, aka evil star Hierarch, arrives too. He's also turned into an object: a pair of sunglasses on a shelf in a beach shop.",
                    "Aliases": []
                },
                "13": {
                    "ID": "9271357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271357",
                    "TitleEnglish": "Manipulens: Part 2",
                    "SummaryEnglish": "Having controlled the beach shop owner, Manipulens sets out to find Tee Zeng, who has the scroll. He gives out sunglasses for free, through which he can control anyone who wears them. In the meantime, Tee Zeng, Kung Fu Sock and Min hang out at the beach.",
                    "Aliases": []
                },
                "14": {
                    "ID": "9271358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271358",
                    "TitleEnglish": "Master and Student",
                    "SummaryEnglish": "Manipulens looks for ways to break the scroll's seal in order to obtain Kwei's power. Min figures out that Manipulens must be hiding in a deserted cable car station where seagulls live.",
                    "Aliases": []
                },
                "15": {
                    "ID": "9271359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271359",
                    "TitleEnglish": "Sword Hero's Arrival",
                    "SummaryEnglish": "It's all over the news that Sword Hero of the nearby island has saved a ship. This catches Kung Fu Sock's attention, and he wants to meet the superhero.",
                    "Aliases": []
                },
                "16": {
                    "ID": "9271360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271360",
                    "TitleEnglish": "New Classmate",
                    "SummaryEnglish": "At school, Tee Zeng is surprised to see that Hiro Hao has transferred to her class! Tee Zeng is appointed Hiro Hao's buddy to help him adapt to the new environment. Meanwhile, Manipulens is searching for Kung Fu Girl.",
                    "Aliases": []
                },
                "17": {
                    "ID": "9271361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271361",
                    "TitleEnglish": "Kung Fu Girl's Show",
                    "SummaryEnglish": "Kung Fu Girl's story is adapted into a play. All the girls in school come to audition for the leading part, including Tee Zeng. At the same time, Manipulens sees a poster for the play and thinks he's found Kung Fu Girl.",
                    "Aliases": []
                },
                "18": {
                    "ID": "9271362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271362",
                    "TitleEnglish": "The Magician",
                    "SummaryEnglish": "Tee Zeng's classmate Gossip Boy is an enthusiast of magic tricks, but he's never successfully performed any in front of his classmates. At a magic shop, he buys a wand that's said to have belonged to Mr Magic, a legendary magician.",
                    "Aliases": []
                },
                "19": {
                    "ID": "9271363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271363",
                    "TitleEnglish": "Hero's Defeat",
                    "SummaryEnglish": "In order to detect abnormal energy, Hiro Hao invents a searching device. Following the detector, Hiro Hao goes to the bun house and Tee Zeng's family's laundry store, but can't figure out where the abnormal energy is.",
                    "Aliases": []
                },
                "20": {
                    "ID": "9271364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271364",
                    "TitleEnglish": "The Duel",
                    "SummaryEnglish": "Manipulens comes up with many traps to drive a wedge between Kung Fu Girl and Sword Hero. After starting another quarrel, Manipulens hides himself in the crowd and tries to provoke Sword Hero.",
                    "Aliases": []
                },
                "21": {
                    "ID": "9271365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271365",
                    "TitleEnglish": "Cyber Battle",
                    "SummaryEnglish": "Gossip Boy is addicted to a Kung Fu Girl video game. Tee Zeng borrows the game and gets addicted too. Kung Fu Sock doesn't think much of the game at first, but soon he's attracted by the gorgeous Kung Fu moves in the game.",
                    "Aliases": []
                },
                "22": {
                    "ID": "9271366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271366",
                    "TitleEnglish": "Animal Shelter Encounter",
                    "SummaryEnglish": "Tee Zeng takes the wrong sock to a school field trip. Traumatised from the last time, Kung Fu Sock sneaks out of the window and tries to catch up with her, only to end up at the same animal shelter as Manipulens.",
                    "Aliases": []
                },
                "23": {
                    "ID": "9271367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271367",
                    "TitleEnglish": "Cave Rescue",
                    "SummaryEnglish": "After school, Tee Zeng gets a video call from Gossip Boy, who claims to be in a scary cave. When the call is cut off, a worried Tee Zeng, Min and Hiro Hao head to the cave.",
                    "Aliases": []
                },
                "24": {
                    "ID": "9271368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271368",
                    "TitleEnglish": "Kung Fu Sock's Injury",
                    "SummaryEnglish": "Tee Zeng transforms into Kung Fu Girl to fight a Kwei-possessed Mosquito Monster. During the fight, she accidentally scratches Kung Fu Sock, who becomes very weird after he's injured.",
                    "Aliases": []
                },
                "25": {
                    "ID": "9271369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271369",
                    "TitleEnglish": "Night of the Shooting Stars",
                    "SummaryEnglish": "Tee Zeng, Min and Kung Fu Sock go to the temple fair to see a meteor shower. It's lively, full of people, and fun - until Kwei shows up and causes chaos.",
                    "Aliases": []
                },
                "26": {
                    "ID": "9271370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271370",
                    "TitleEnglish": "Hao's Disappearance",
                    "SummaryEnglish": "Tee Zeng is almost certain that Hiro Hao is Sword Hero. She wants to tell Hiro Hao her secret identity as Kung Fu Girl, too. Kung Fu Sock doesn't like the idea, but admits they need to join forces to fight Manipulens.",
                    "Aliases": []
                },
                "27": {
                    "ID": "9271371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271371",
                    "TitleEnglish": "Hao's Secret",
                    "SummaryEnglish": "To save Hao from Manipulens, Tee Zeng, Min and Kung Fu Sock go to Hao's home for more clues. Kung Fu Sock crawls his way in and opens the door. As the squad tries to crack into the computer, they trigger the alert system.",
                    "Aliases": []
                },
                "28": {
                    "ID": "9271372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271372",
                    "TitleEnglish": "Hao's Memory",
                    "SummaryEnglish": "Hao tries to answer Tee Zeng, but he is confined in his own consciousness. Manipulens points out that Hao walked into his trap voluntarily, but Hao doesn't seem to remember, so they go back in time to the night it happened.",
                    "Aliases": []
                },
                "29": {
                    "ID": "9271373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271373",
                    "TitleEnglish": "Wake Up, Hao",
                    "SummaryEnglish": "Previously, Hao was possessed by Manipulens and attacked Tee Zeng and Min when they tried to wake him up. Tee Zeng is so worried about Hao that she stays.",
                    "Aliases": []
                },
                "30": {
                    "ID": "9271374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271374",
                    "TitleEnglish": "Broken Glass",
                    "SummaryEnglish": "Early in the morning, Tee Zeng's mum goes upstairs to wake up Tee Zeng. She finds Tee Zeng's room a total mess and gets mad. Later, when Tee Zeng is having breakfast, she spills her bun leaving a stain.",
                    "Aliases": []
                },
                "31": {
                    "ID": "9271375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271375",
                    "TitleEnglish": "Sweet vs. Spicy",
                    "SummaryEnglish": "Now Manipulens has Hao, the seagull is no longer his favourite puppet. He forces the seagull out and tells it not to return unless it finds Kung Fu Sock's whereabouts. Eager to prove its usefulness, the seagull is determined to find Kung Fu Sock.",
                    "Aliases": []
                },
                "32": {
                    "ID": "9271376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271376",
                    "TitleEnglish": "Who is Kung Fu Girl?",
                    "SummaryEnglish": "Tee Zeng finds herself getting up late again. In order to rush to school, she transforms into `Kung Fu Girl', and unfortunately, this happens to be seen by her classmate, Gossip Boy.",
                    "Aliases": []
                },
                "33": {
                    "ID": "9271377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271377",
                    "TitleEnglish": "A Cold Day",
                    "SummaryEnglish": "Tee Zeng catches a bad cold at night. The next morning, she sneezes and wakes up Kung Fu Sock. Kung Fu Sock hardly has a chance to express his concern when Tee Zeng sneezes again and the air blows Kung Fu Sock away.",
                    "Aliases": []
                },
                "34": {
                    "ID": "9271378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271378",
                    "TitleEnglish": "Friendship Repair",
                    "SummaryEnglish": "A sacred scroll lights up when Tee Zeng and her Kung Fu Sock, a Kung Fu master from another dimension, watch the rehearsal of the performer Miss Peach, AKA `Princess and the Twins'.",
                    "Aliases": []
                },
                "35": {
                    "ID": "9271379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271379",
                    "TitleEnglish": "The Board Game",
                    "SummaryEnglish": "Tee Zeng thinks about Hao's rescue plan for a whole day. To cheer her up, Min and Gossip Boy bring her a space adventure board game from an antique shop. The sacred scroll lights up, but before Kung Fu Sock can give a warning, the gang vanish.",
                    "Aliases": []
                },
                "36": {
                    "ID": "9271380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271380",
                    "TitleEnglish": "Hero Manipulens",
                    "SummaryEnglish": "A tree monster is attacking the islanders at the park. Controlling Hao's body, Manipulens absorbs the Kwei. In front of the news cameras, he introduces himself as `Hero Manipulens'.",
                    "Aliases": []
                },
                "37": {
                    "ID": "9271381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271381",
                    "TitleEnglish": "The Lotus Pond",
                    "SummaryEnglish": "The gang visit a famous lotus pond on Starry Island. Legend has it that a giant lotus lives here. Tee Zeng goes to look for the giant lotus but gets separated from the gang.",
                    "Aliases": []
                },
                "38": {
                    "ID": "9271382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271382",
                    "TitleEnglish": "Hao's Plan",
                    "SummaryEnglish": "Hao pretends to cooperate with Manipulens and offers to help him with his technological prowess. Manipulens is unsure at first, but he's convinced and let's Hao loose after he beats Kung Fu Girl.",
                    "Aliases": []
                },
                "39": {
                    "ID": "9271383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271383",
                    "TitleEnglish": "Hao's Return",
                    "SummaryEnglish": "Manipulens grows a little bit stronger every time he absorbs a Kwei. In fact, he just needs one more Kwei to fully restore his body. Meanwhile, at school, Tee Zeng is still thinking about Hao.",
                    "Aliases": []
                },
                "40": {
                    "ID": "9271384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271384",
                    "TitleEnglish": "Student and Master",
                    "SummaryEnglish": "Hao is finally back and he, Tee Zeng and Kung Fu Sock are working on plans to deal with Manipulens.",
                    "Aliases": []
                },
                "41": {
                    "ID": "9271385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271385",
                    "TitleEnglish": "Manipulens' Past",
                    "SummaryEnglish": "Manipulens gets badly hurt when he's pushed out of Hao's body. He must find a place to meditate and recuperate. While Manipulens tries to cure himself, his thoughts take him back to when he was a little boy.",
                    "Aliases": []
                },
                "42": {
                    "ID": "9271386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271386",
                    "TitleEnglish": "Team Work",
                    "SummaryEnglish": "Kung Fu Girl and Sword Hero are busy training to fight Manipulens, but it doesn't go well. Their contradictory characters and lack of experience lead to a bumpy collaboration.",
                    "Aliases": []
                },
                "43": {
                    "ID": "9271387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271387",
                    "TitleEnglish": "Dear Diary",
                    "SummaryEnglish": "Tee Zeng is writing her diary. Kung Fu Sock is curious. Naturally, Tee Zeng doesn't want to show her diary to him, but it makes Kung Fu Sock even more curious!",
                    "Aliases": []
                },
                "44": {
                    "ID": "9271388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271388",
                    "TitleEnglish": "Tee Zeng's Birthday",
                    "SummaryEnglish": "It's Tee Zeng's birthday and she has it all planned out: she wants to do all kinds of things with her loved ones and take photos all over Starry Island and collect them in a special album. However, things turn out not the way she expected.",
                    "Aliases": []
                },
                "45": {
                    "ID": "9271389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271389",
                    "TitleEnglish": "Thunder Storm",
                    "SummaryEnglish": "Hao joins Tee Zeng's squad. He and Tee Zeng always step out to fight with Kwei and that makes Min and Gossip Boy feel left behind. They want to help, too. One day, Kwei possesses the dark clouds in the sky and creates a crisis.",
                    "Aliases": []
                },
                "46": {
                    "ID": "9271390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271390",
                    "TitleEnglish": "Kung Fu Girl's Defeat",
                    "SummaryEnglish": "Having taken in the dark power of Kwei, Manipulens is fully recovered. Now he gets even stronger and can sense the existence of Kwei. He goes all over Starry Island and absorbs all of the Kwei before he goes up to Tee Zeng.",
                    "Aliases": []
                },
                "47": {
                    "ID": "9271391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271391",
                    "TitleEnglish": "Escape",
                    "SummaryEnglish": "To get back to Kung Fu Girl, Manipulens controls all the islanders and turns them into his walking puppets, leaving no stone unturned to find the scroll. To avoid Manipulens and the infected crowd, Tee Zeng and squad hide in their classroom.",
                    "Aliases": []
                },
                "48": {
                    "ID": "9271392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271392",
                    "TitleEnglish": "What If",
                    "SummaryEnglish": "The squad retreat to the lighthouse for shelter. Sad and frustrated, Tee Zeng thinks everything is her fault, and if Kung Fu Sock had chosen someone else as Kung Fu Girl things would be different.",
                    "Aliases": []
                },
                "49": {
                    "ID": "9271393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271393",
                    "TitleEnglish": "Game Over",
                    "SummaryEnglish": "To get Starry Island back, the squad are training themselves in the lighthouse. Kung Fu Sock feels both delighted and worried: maybe these kids could create a miracle, but what if things go wrong...",
                    "Aliases": []
                },
                "50": {
                    "ID": "9271394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271394",
                    "TitleEnglish": "Kung Fu Sock's Plan",
                    "SummaryEnglish": "The squad are ready to set off for Starry Island when Kung Fu Sock claims that there is a secret book in a cave. He suggests the squad should get the book first and use it to deal with Manipulens.",
                    "Aliases": []
                },
                "51": {
                    "ID": "9271395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271395",
                    "TitleEnglish": "Final Battle",
                    "SummaryEnglish": "Kung Fu Sock gains power from Kwei in the scroll and restores his human body as Master Kicko. He confronts his arch-enemy Manipulens, who has also restored his human body with the dark power of Kwei.",
                    "Aliases": []
                },
                "52": {
                    "ID": "9271396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/422605-/episodes/9271396",
                    "TitleEnglish": "The Most Powerful Kung Fu",
                    "SummaryEnglish": "The dark energy of Kwei devours Kicko's mind and generates a terrifying tornado around him. Kicko is about to explode! Everyone runs away in fear... except for Tee Zeng. Although all the adults urge her to run, she refuses to give up on her dear friend.",
                    "Aliases": []
                }
            }
        }
    }
}