{
    "URL": "https://thetvdb.com/series/yali-capkini",
    "Genres": [
        "Drama",
        "Family",
        "Romance"
    ],
    "Other Sites": [
        "https://www.facebook.com/yalicapkinitv",
        "https://www.imdb.com/title/tt21105088/",
        "https://www.instagram.com/yalicapkiniresmi",
        "https://www.startv.com.tr/dizi/yali-capkini",
        "https://www.themoviedb.org/tv/210865",
        "https://www.wikidata.org/wiki/Q114689844",
        "https://en.wikipedia.org/wiki/Yalı_Çapkını_(dizi)",
        "https://x.com/yalicapkinidizi",
        "https://www.youtube.com/c/UCZHWmPgoSKIGJRB1ErSC_Sw"
    ],
    "TitleEnglish": "Golden Boy (2022)",
    "SummaryEnglish": "Halis Ağa, the pillar of one of Gaziantep's well-established families, decides to marry off his unruly grandson Ferit to bring him into line.",
    "Aliases": [],
    "Modified": "2025-08-23",
    "Seasons": {
        "1": {
            "ID": "2012366",
            "URL": "https://thetvdb.com/series/yali-capkini/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 36,
            "Episodes": {
                "1": {
                    "ID": "9353510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9353510",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "A decision is made that, Ferit, who angered his family - especially his grandfather - Halis Ağa, with his irresponsibility, must marry a suitable girl from Gaziantep. Although Ferit doesn't want to get married, he can't step on his grandfather's word. Finding the right bride is the duty of Halis Ağa's eldest bride, İfakat. The surprise to be experienced at the requested ceremony of Suna, who is suitable to be the bride of the Korhan Family in Gaziantep, will affect both Suna and her sister Seyran.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9353511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9353511",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "Korhan Family wants Seyran instead of Suna. As soon as Kazım says yes to this offer, preparations begin. Although Seyran objects to this decision, she cannot convince both her aunt Hattuç and her father Kazım. Seyran asks Yusuf to kidnap her to avoid marrying Ferit. Ferit, on the other hand, does not worry about this marriage because he thinks that nothing will change in his life. Action-packed days are about to begin for both Ferit and Seyran.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9353512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9353512",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "Seyran, who came to Istanbul after the wedding is trying to get used to the order of the Korhans and to adopt her new family. Halis Ağa, on the other hand, has a new plan in mind for Ferit. Rumors about Suna in Antep annoy Kazım and push him to make a decision.",
                    "Aliases": []
                },
                "4": {
                    "ID": "9385979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9385979",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "Ferit's efforts to get used to his new workplace and his quarrels with Seyran continue. Kazım, who comes to Istanbul, first comes to visit Halis Ağa. Seyran, who learns the habits of the Korhan family as time passes, unwittingly witnesses what happened between İfakat and Orhan. Asuman's surgery brings together Fuat and the Korhans to support Asuman. Seyran encounters a surprise when she least expects it.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9385980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9385980",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "Ferit, who learns that Yusuf is Seyran's ex-boyfriend, is upset by this situation. Yusuf insists on talking to Seyran. When Seyran says she needs to talk to Suna to explain the situation, Ferit leaves the sisters alone. At the invitation of Gülgün, Kazım and the whole family come to visit the Korhans.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9408225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9408225",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "Ferit, who has a fight with Yusuf, does not calm down for a long time and takes his anger out on Seyran. Bad news awaits Seyran, who scores very well in the university exam. At a family dinner with Kazım and Suna, surprises occur one after another. Pelin has no intention of giving up on Ferit and Yusuf has no intention of giving up on Seyran.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9408226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9408226",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "Yusuf finds a job at the mansion, saying that he is a distant relative of the Seyranes. Ferit, on the other hand, gets very angry at this situation and offers to spend the whole day with Seyran to talk about what is going on. Fuat continues to work with Suna. Halis Ağa's visit to the Kazıms causes the opening of old notebooks with Hattuç. Suna and Seyran's dinner with Fuat and Ferit ends in an unexpected surprise.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9435981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9435981",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "When Ferit tells Seyran that Suna kissed him at night, Seyran gets very angry and although Ferit says he is innocent, she does not believe him and accuses him. When Seyran learns that her mother is sick, she decides to spend the night with her. Ferit, on the other hand, takes advantage of the situation and goes out with Pelin. While Seyran is asking Suna to account for her kissing Ferit, Kazım gets mad and puts his new plan into practice for Suna.",
                    "Aliases": []
                },
                "9": {
                    "ID": "9435982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9435982",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "Seyran asks Ferit for help to save Suna. Ferit plans to kidnap Suna. They implement the plan they made without knowing Kazım. When Kazım realizes that Suna has disappeared, he takes his anger out on Esme. How Suna will enter the mansion is another difficult issue.",
                    "Aliases": []
                },
                "10": {
                    "ID": "9435983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9435983",
                    "TitleEnglish": "Episode 10",
                    "SummaryEnglish": "Suna feels responsible for what happened with Kazım and leaves a note and returns home from the mansion. Ferit explains everything to Halis Ağa, who hears that Suna has secretly left the mansion in the morning. Thereupon, Halis Ağa visits Kazım with a new plan in mind. When Ferit brings Halis Ağa's request for grandchildren to the agenda again, Seyran and Ferit continue their unfinished match. Seyran's past with Yusuf continues to make Ferit uneasy. He invites Yusuf to his room and asks him an unexpected question.",
                    "Aliases": []
                },
                "11": {
                    "ID": "9469062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9469062",
                    "TitleEnglish": "Episode 11",
                    "SummaryEnglish": "The answer Yusuf gives to Ferit's question makes Seyran very angry and she wants to see neither Ferit nor Yusuf. An unpleasant surprise awaits Ferit, who goes out with Abidin at night. Unwittingly photographed by a journalist, Ferit asks Orhan for help to get rid of this trouble without Halis Ağa knowing. The person who can help Ferit in this regard is Seyran.",
                    "Aliases": []
                },
                "12": {
                    "ID": "9469063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9469063",
                    "TitleEnglish": "Episode 12",
                    "SummaryEnglish": "They convince Kazım and Halis Ağa that the photograph in the newspaper is an old one. Ferit is very angry with Taylan, who prints the photos, and he has no intention of leaving it to his side. İfakat, on the other hand, takes care of Suna and begins to train her, as they promised Kazım.",
                    "Aliases": []
                },
                "13": {
                    "ID": "9469064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9469064",
                    "TitleEnglish": "Episode 13",
                    "SummaryEnglish": "Halis Ağa's slapping Ferit causes him to leave the house. After Yusuf informs Kazım about what happened, Kazım, who comes to the mansion, takes Seyran and Suna back. When Ferit, who took shelter in Pelin, tells her that he has decided to go, Pelin informs Seyran to stop him.",
                    "Aliases": []
                },
                "14": {
                    "ID": "9507015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9507015",
                    "TitleEnglish": "Episode 14",
                    "SummaryEnglish": "Seyran's kissing Ferit is not enough to turn Ferit off his path. On the other hand, Halis Ağa fell ill and was taken to the hospital. Halis Ağa, who survived the critical situation and went home, will also have a request from Seyran.",
                    "Aliases": []
                },
                "15": {
                    "ID": "9507016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9507016",
                    "TitleEnglish": "Episode 15",
                    "SummaryEnglish": "Ferit can't digest Seyran's departure and goes to Kazım to get his wife. After what Halis Ağa said, Kazım is determined to take Seyran with him and return to Antep with his whole family, but Ferit doesn't allow Seyran to leave. Ferit, who takes Seyran with him, has a New Year's plan in mind that will unite the whole family.",
                    "Aliases": []
                },
                "16": {
                    "ID": "9507017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9507017",
                    "TitleEnglish": "Episode 16",
                    "SummaryEnglish": "After the New Year's meeting, everything goes back to the old times at the mansion, and it's time for a magazine shoot where Ferit and Seyran will be on the cover. The editor of the magazine is Defne, who knews Orhan a long time ago. A night full of unexpected events awaits Ferit.",
                    "Aliases": []
                },
                "17": {
                    "ID": "9541551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9541551",
                    "TitleEnglish": "Episode 17",
                    "SummaryEnglish": "Efe Han, who is looking for a new face for his own collection; he wants to talk to Seyran. Defne, who is an intermediary in this work, gets on the nerves of Ferit, Orhan and İfakat. Seyran is confused and goes to consult Kazım. Ferit makes a move to get Serter out of Pelin's life, but this move will have surprise results.",
                    "Aliases": []
                },
                "18": {
                    "ID": "9541553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9541553",
                    "TitleEnglish": "Episode 18",
                    "SummaryEnglish": "Ferit, who learns that Seyran went to meet with Efe Han alone and signed a contract, goes crazy and takes his breath with Defne and Efe. Serter's uncle, on the other hand, has no intention of letting Ferit go unless Ferit leaves Pelin alone. İfakat; she is afraid that Halis Ağa will hear what is between her and Orhan.",
                    "Aliases": []
                },
                "19": {
                    "ID": "9568948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9568948",
                    "TitleEnglish": "Episode 19",
                    "SummaryEnglish": "Ferit, who is very angry that Seyran and Suna are having dinner with Efe and Defne, makes a scene at the restaurant. The tension between Ferit and Seyran continues when they go to Pelin, who needs help after Serter's unexpected departure. Ferit, who brings Pelin to the mansion by making an unexpected move, makes Seyran very angry.",
                    "Aliases": []
                },
                "20": {
                    "ID": "9568949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9568949",
                    "TitleEnglish": "Episode 20",
                    "SummaryEnglish": "The household, who learn that Kazım has been shot and that Ferit is with him, ends up in the hospital. What happens to Kazım affects everyone deeply. While the waters between Seyran and Ferit calm down a bit; Pelin's situation makes Seyran make an unexpected decision.",
                    "Aliases": []
                },
                "21": {
                    "ID": "9587006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9587006",
                    "TitleEnglish": "Episode 21",
                    "SummaryEnglish": "After talking with Seyran, Halis Ağa, who is both angry and affected by what he hears, introduces new rules at the mansion and at the workplace. Halis Ağa's words, which include Ferit in the works, are very heavy. Seyran, on the other hand, makes an unexpected move. Feelings between Suna and Abidin intensify.",
                    "Aliases": []
                },
                "22": {
                    "ID": "9587007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9587007",
                    "TitleEnglish": "Episode 22",
                    "SummaryEnglish": "Ferit's confession made Seyran very happy, but Seyran still has no intention of relinquishing control and does not hesitate to get Ferit into close marking. While Halis Ağa is blowing storms in the mansion, Fuat also gets his share of this situation. Ferit, who is trying to get used to the new job and the new order; on the other hand, he looks for ways to get closer to Seyran. Latif Ağa's handling of affairs in the mansion is difficult for the Sultan, Şefika and others. İfakat, on the other hand, has a new plan for this situation.",
                    "Aliases": []
                },
                "23": {
                    "ID": "9641075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9641075",
                    "TitleEnglish": "Episode 23",
                    "SummaryEnglish": "Halis Ağa, who learns that Fuat and Asuman are at odds, calls Seyran and asks her for support in this matter. Ferit, who learns about the situation, quickly makes a plan. On the one hand, Defne comes to talk to İfakat and Gülgün about Seyran's withdrawal from the project. Kazım, on the other hand, is determined to carry out his plans for the land. Suna-Abidin, Ferit-Seyran, Asuman and Fuat, who came together with Ferit's plan, will also take important decisions during their short vacation.",
                    "Aliases": []
                },
                "24": {
                    "ID": "9641077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9641077",
                    "TitleEnglish": "Episode 24",
                    "SummaryEnglish": "Asuman and Fuat raise the issue of adoption to Orhan, Gülgün and İfakat, but they receive an unexpected response. Seyran has made a decision to make amends with Ferit, but a new test awaits the two. Ferit and Gülgün; They are both surprised and uneasy by Zerrin's demands. Ferit, who asks Pelin about Zerrin, receives an unexpected reaction from Pelin. Orhan, who is overwhelmed by the pressure at home and at work, is helped by someone he does not expect. Kazım Ağa, on the other hand, begins to get used to the new order in the Korhans' company.",
                    "Aliases": []
                },
                "25": {
                    "ID": "9641079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9641079",
                    "TitleEnglish": "Episode 25",
                    "SummaryEnglish": "After what Seyran heard, she gets very angry and cold winds begin to blow between her and Ferit. İfakat; While finding a suitor (Saffet) for Suna, she convinces Suna to go out to dinner with Saffet together with Seyran and Ferit. Both Abidin and Suna do not like this situation. On the other hand, İfakat continues to cooperate with Sultan to implement her plans for Latif. Zerrin's target this time is Seyran.",
                    "Aliases": []
                },
                "26": {
                    "ID": "9641081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9641081",
                    "TitleEnglish": "Episode 26",
                    "SummaryEnglish": "Seyran returns home after seeing Ferit with Pelin, but she is breathing through her nose. Zerrin does not miss any opportunity to create the tension she wants. Kazım become the guests of the Korhans at iftar. When Suna and Saffet's situation is discussed at the table, Ferit receives approval from Kazım to have another meeting with Saffet on the boat. While the progress of things is devastating both Suna and Abidin, Abidin makes an offer to Suna. When Zerrin's new move makes Seyran uneasy, she takes precautions in a way that no one expected.",
                    "Aliases": []
                },
                "27": {
                    "ID": "9641083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9641083",
                    "TitleEnglish": "Episode 27",
                    "SummaryEnglish": "For Seyran, who catches Ferit's hand in the air, the ropes come to a breaking point and she takes her breath at Kazım's house. Halis Ağa becomes very angry when he learns that Seyran has left the house. İfakat is pleased with this development. When Ferit learns about the situation regarding Suna, his reaction is to hold Abidin accountable and a scuffle ensues between the two. While Ifakat's plan was in full swing; Seyran's insistence on not returning to the mansion continues. Saffet tells his grandfather that he wants to marry Suna. Pelin takes another step to win Ferit. Kazım Ağa's meeting with Zerrin changes the course of everything.",
                    "Aliases": []
                },
                "28": {
                    "ID": "9641086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9641086",
                    "TitleEnglish": "Episode 28",
                    "SummaryEnglish": "Kazım's quarrel with Ferit makes things even more difficult for Seyran and Ferit. Abidin tells Suna that he has quit his job and what happened with Ferit and proposes to her. After Ferit, Seyran also finds about Suna and Abidin. Saffet Ağa takes Saffet and his brother Tarık with him and goes to meet the Kazıms. While Suna is helpless in the face of all this, a surprise awaits Seyran. While Halis Ağa's anger towards Kazım breaks down their relationship with Hattuç, İfakat continues to implement her plan meticulously. More than one danger awaits Ferit.",
                    "Aliases": []
                },
                "29": {
                    "ID": "9702037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9702037",
                    "TitleEnglish": "Episode 29",
                    "SummaryEnglish": "Ferit; When he learns from Suna that Kazım will marry Seyran too, he goes crazy and raids Saffet Ağa' house. When Abidin learns of the situation, he goes after Ferit to protect him. Ferit makes peace with Abidin and brings him back to the mansion. Hearing that Ferit has gone to Saffet Ağa, Halis Ağa finds out what happened and ends up in Kazım's house. On the other hand, Zerrin continues to meet with Kazım and implement her plan. Her new move is to take with her someone whose reckoning with the Korhans in the past has not been completed. Saffet is very happy to marry Suna and does not miss any opportunity to get closer to Suna. Suna, on the other hand, is very desperate. A difficult decision comes for Seyran and Ferit.",
                    "Aliases": []
                },
                "30": {
                    "ID": "9702039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9702039",
                    "TitleEnglish": "Episode 30",
                    "SummaryEnglish": "Seyran and Ferit sign the divorce papers, and Halis Ağa is worse off firing Seyran. Saffet Ağa, Kazım and Tarık take Seyran from the mansion. Ferit, who sees Tarık and realizes that he is taking advantage of the situation, goes crazy and fights with Tarık. Unable to contain his anger after Seyran leaves, Ferit becomes a priest with both Halis Ağa and Orhan. Seeing the state of Ferit, who throws himself out to distract his mind, İfakat is quick to inform Zerrin. Zerrin convinces Pelin to go after Ferit. Kazım, on the other hand, takes his anger out on Seyran when he hears that she has signed a letter of consent. While Saffet and Suna are preparing for their wedding, Suna encounters a scene she did not expect. While Ferit is in trouble to leave at night, he receives an unexpected answer in his last move to see Seyran.",
                    "Aliases": []
                },
                "31": {
                    "ID": "9702040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9702040",
                    "TitleEnglish": "Episode 31",
                    "SummaryEnglish": "Neither Abidin nor Gülgün can dissuade Ferit from proposing to Pelin. After this decision, Ferit throws himself out again. On the other hand, after Seyran learns that Ferit is going to marry Pelin, storms break out inside her. Tarık doesn't lose his interest in Seyran. When Kazım is confused by a phrase that Seyran spoked, he asks Hattuç to deal with the matter. Seyran can't help herself and confronts Ferit about Pelin before the trial. Suna goes to look for a wedding dress. Saffet Ağa gives Kazım a generous gift. The court day comes when Ferit and Seyran's divorce case will be heard.",
                    "Aliases": []
                },
                "32": {
                    "ID": "9732058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9732058",
                    "TitleEnglish": "Episode 32",
                    "SummaryEnglish": "Seyran's fainting after the trial worries everyone and especially Ferit. Both Ferit and Seyran are deeply saddened by what happened. Ferit can't rest without seeing Seyran and finds a way to get out of the mansion and see Seyran. Zerrin and Pelin are invited to the mansion to talk about Ferit and Pelin's situation. Suna and Saffet's wedding preparations are in full swing. Tarık is looking forward to the day he will marry Seyran. Ferit can't handle what happened and takes his anger out on the entire household. On the other hand, Ferit wants to help Abidin with Suna and takes a step. Abidin's unexpected move worries Ferit and activates him.",
                    "Aliases": []
                },
                "33": {
                    "ID": "9732059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9732059",
                    "TitleEnglish": "Episode 33",
                    "SummaryEnglish": "Ferit and Abidin, who kidnapped Seyran and Suna from the wedding, try to find the safest place to go. Seyran and Suna, on the other hand, are determined not to turn back from their ways, even though they are afraid. Saffet Ağa and Kazım Ağa collectively come to the mansion to ask the Korhans for accountability. Esme makes an unexpected departure for Kazım. Everyone in the mansion joins hands to find Ferit, Seyran and Suna. Fuat takes action with Asuman to support Ferit. Tarık is on Fuat's neck as well as everyone else. The news that comes to the mansion will change everything.",
                    "Aliases": []
                },
                "34": {
                    "ID": "9732060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9732060",
                    "TitleEnglish": "Episode 34",
                    "SummaryEnglish": "Fuat's death deeply affects everyone, especially Ferit. Everyone, including Saffet Ağa and his family, is together for condolences. Ferit is distraught over Fuat's death and breaks the ropes when he sees Tarık at the funeral. Seyran is determined not to leave Ferit. Gülgün cannot overcome her anger towards Orhan. Zerrin and Pelin continue to stir up trouble. When Ferit visits Fuat's grave, he receives an unexpected message. Halis Ağa, after a long break, brings down the walls he built for Hattuç. While Kazım puts his marriage plan for Suna into practice, his decision about Seyran surprises everyone.",
                    "Aliases": []
                },
                "35": {
                    "ID": "9732061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9732061",
                    "TitleEnglish": "Episode 35",
                    "SummaryEnglish": "Kazım, who separated Seyran from Ferit, took his breath with Seyran to Saffet Ağa. Pelin, on the other hand, makes a move that worries Zerrin very much after what she sees. Ferit confronts Tarık and puts a rest on him. Tarık, on the other hand, responds to this rest by intimidating Orhan. Later, when he learns that Seyran spent the night with Ferit, he offers Seyran to take her back to the Kazıms. Ferit feels very lonely after everything that has happened and offers to run away with Seyran again. Seyran, on the other hand, makes an important decision after a visit from someone she never expected.",
                    "Aliases": []
                },
                "36": {
                    "ID": "9732062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9732062",
                    "TitleEnglish": "Episode 36 (season finale)",
                    "SummaryEnglish": "After receiving Seyran's letter, Ferit starts looking for her from all sides. Abidin learns that Suna has married Saffet and is devastated. Seyran is not herself. When they come to Antep with Hattuç, they see that the mansion is surrounded by Tarık and his bodyguards. As soon as Ferit learns that Seyran is in Ayntab, he takes his breath away in Antep and meets with Seyran in Vakkas Usta's shop. Afterwards, he proposes to Seyran to run away together again. Tarık does not leave Seyran behind for a moment. In the mansion, things are not good and there is another surprise.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2072187",
            "URL": "https://thetvdb.com/series/yali-capkini/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 37,
            "Episodes": {
                "1": {
                    "ID": "9884453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9884453",
                    "TitleEnglish": "Episode 37",
                    "SummaryEnglish": "After Ferit is shot, he is brought to Istanbul urgently. While Seyran does not leave Ferit's side, everyone, especially Gülgün, is very angry with Seyran. The surgery Ferit will undergo is risky. Suna, on the other hand, escaped from Saffet Ağa's house during a  fight and is with Seyran and supporting her. Hatice meets with Saffet and Halis Ağa to prevent further chaos and closes the issue of Saffet Ağa. While Ferit and Seyran's love knows no obstacles, Kazım also gains an advantage and takes advantage of this position. İfakat; she is forced to support Seyran and Ferit's relationship. While Seyran and Ferit are happy to meet each other, they get married again. After all that happened, Halis Ağa invites his daughter Nükhet and his grandson Kaya to Istanbul.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9992449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9992449",
                    "TitleEnglish": "Episode 38",
                    "SummaryEnglish": "The arrival of Nükhet and Kaya increases both competition and discussions in the mansion. While Nükhet makes an unexpected statement to Halis; Ferit searches for a way to get rid of Nükhet and Kaya in Kazım. Seyran tries to calm things down. Nükhet seems to have easily taken control of the mansion. After all that happened, Orhan; embarks on a whole new quest. İfakat puts her plan for Seyran into action. While Kazım's arrival to dinner in the evening further escalates the tension, the waters between Ferit and Kaya do not calm down. The tension between the two causes an unexpected development.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9992450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9992450",
                    "TitleEnglish": "Episode 39",
                    "SummaryEnglish": "After what happened at the mansion, Ferit goes to Kazım's with Seyran and decides to stay there. Ferit, who enjoys being with Kazım, has also found a way to make Seyran do what he wants. Seyran, on the other hand, is worried that Ferit will obey Kazım. After what happened, Nükhet talks to Kaya and takes him to Kazım's house. Ferit's first session with Talih takes an unexpected turn. Ferit goes to the mansion to talk to Halis, thinking about the life he will build from now on. In the face of Halis' clear attitude, Ferit makes another move that surprises the whole mansion.",
                    "Aliases": []
                },
                "4": {
                    "ID": "9992451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9992451",
                    "TitleEnglish": "Episode 40",
                    "SummaryEnglish": "Halis Ağa, who takes action to open a new store in Marmaris, assigns Ferit and Kaya for this job, at Nükhet's request. With the inclusion of Seyran, Suna, Asuman and Abidin in the plan, the team heads to Marmaris. In the mansion, Nükhet tries to manage Kazım Ağa, but Kazım's demands are increasing. While Orhan has let everything go, the only good thing for him is the time he spends with Dicle. Ferit is disturbed by the actions of Seyran, who is having fun in Marmaris; he tries to restrain her. Suna vents to Abidin. Kaya's surprise leads Seyran and Ferit into a disagreement.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9992453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/9992453",
                    "TitleEnglish": "Episode 41",
                    "SummaryEnglish": "Kaya's help to Seyran with the university makes Ferit very angry, and his argument with Seyran does not end when he returns to the mansion. While Kazım Ağa supports the children's decision; those at home also support Seyran's reading. Gülgün also makes new decisions about herself. Sultan locks Dicle in her room. Ferit is in trouble again with his arm and finds himself with Talih. Seyran announces her decision to go to college over dinner. Kaya, on the other hand, has new plans in his mind.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10003193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10003193",
                    "TitleEnglish": "Episode 42",
                    "SummaryEnglish": "Although Ferit is disappointed when he sees Seyran coming to school with Kaya, he does not let Kazım and the others crush her in the mansion. Seyran, on the other hand, manages to win Ferit's heart. Orhan makes a new move to prevent what the Sultan did to Dicle. İfakat, on the other hand, surprises and confuses Suna during a conversation. Seyran goes crazy when she catches Sultan putting pills into the coffee.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10003194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10003194",
                    "TitleEnglish": "Episode 43",
                    "SummaryEnglish": "Pelin's baby surprise stuns Ferit. Kazım, on the other hand, is furious after what he hears and asks him to be brought to the mansion to settle accounts with Sultan. Ferit asks İfakat to bring Sultan to the mansion. Unable to cope with all this, Ferit takes Abidin and throws himself out. While unexpected developments take place at night, Seyran's greatest support comes from Gülgün. Halis Ağa, who learns about Sultan's actions, asks İfakat to account for this. Kazım, who has a one-on-one reckoning with Sultan, decides to close the subject after what he hears. Meanwhile, Kaya and Suna spend a day together. While Ferit is trying to digest the news that he will become a father, Pelin has new plans in her mind.",
                    "Aliases": []
                },
                "8": {
                    "ID": "10003195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10003195",
                    "TitleEnglish": "Episode 44",
                    "SummaryEnglish": "Seyran, who confronts Ferit over what Sultan tells her, is stunned. Ferit, on the other hand, tells Seyran all the facts. Kazım, who catches Suna and Kaya kissing, becomes furious and takes out his anger on both of them. Seyran and Ferit, who learn about the events when they return home, can't understand how things are moving so quickly between Suna and Kaya. Kaya, on the other hand, says that he wants to marry Suna. While Seyran blames İfakat, Ferit gets angry with Suna. Ferit, who wants to tell Abidin the truth himself, takes him out and encounters an unexpected old acquaintance at night. Pelin and Zerrin go to Şehmuz's house and put the first step of their plan into action. On the other hand, as Nükhet furthers her work with Sultan and pushes İfakat more and more into a corner, there is a detail that she does not take into account.",
                    "Aliases": []
                },
                "9": {
                    "ID": "10003196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10003196",
                    "TitleEnglish": "Episode 45",
                    "SummaryEnglish": "Nükhet finds a way to evade the accusations against her and leaves the house by making an unexpected move. Ferit and Abidin continue to keep Taylan under surveillance. Kazım, on the other hand, presses everyone, including Halis Ağa, about Suna and Kaya. Halis Ağa decides to make Suna and Kaya promise, upon Kaya's positive attitude. Seyran asks Ferit to account for the photos. Ferit suspects that Pelin is behind this and takes action to find out. While Seyran tries to resolve Suna and Kaya's incident, tension between her and Suna rises. Pelin and Pırıl advance their plans regarding the photographs. Şehmuz, on the other hand, takes full control of Pelin.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10003197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10003197",
                    "TitleEnglish": "Episode 46",
                    "SummaryEnglish": "Ferit is cornered by Şehmuz's conditions and finds the solution by asking for help from Ifakat. İfakat convinces Ferit that they should tell everything to Halis Ağa; when Halis Ağa learns about the situation, he takes Ferit and goes to Şehmuz's door. Şehmuz's attitude is clear; if there is no Ferit, he will marry Pelin to someone else. At the mansion, Suna and Kaya's words are interrupted. Nükhet confronts Suna with the facts, but gets an unexpected reaction from Suna. Seyran, on the other hand, takes action to find out the truth behind the photos. Halis Ağa asks Ferit to make a choice.",
                    "Aliases": []
                },
                "11": {
                    "ID": "10143774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10143774",
                    "TitleEnglish": "Episode 47",
                    "SummaryEnglish": "Seyran learns that Pırıl is Pelin's cousin, and her suspicion that Pelin is the one who set a trap for them becomes stronger. Ferit, on the other hand, feels very stuck and with no way out. Seyran; after all these events, she begins to welcome the idea of having children. While Kazım is planning Suna and Kaya's wedding at lightning speed, Nükhet can't understand Suna's silence despite knowing everything. Halis Ağa; he calls Seyran to explain all the facts to her. Asuman; she sees Orhan and Dicle together. Ferit makes an offer to Pelin and her baby to save her from Şehmuz's hands. Suna; she sees Pelin, whom Ferit and Abidin are hiding, and realizes that she is pregnant.",
                    "Aliases": []
                },
                "12": {
                    "ID": "10143776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10143776",
                    "TitleEnglish": "Episode 48",
                    "SummaryEnglish": "After what happened at the wedding, Seyran leaves the mansion spilling her anger into everyone. Ferit tries to stop her and bring her back, but his efforts are unsuccessful. As the tension between Kazım and Halis Ağa escalates; Nükhet is very happy that Şehmuz is at home and her plan is working. The ties between Orhan and Gülgün come to the point of breaking completely. Halis Ağa  kicks Kazım out of the mansion and asks Ferit to take care of his child while Seyran makes up her mind and leaves. Kaya, on the one hand, has no intention of losing Suna and takes action to win her. Suna, on the other hand, makes a radical move. While taking shelter in her school, Seyran is determined to leave both Ferit and all her experiences behind.",
                    "Aliases": []
                },
                "13": {
                    "ID": "10143777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10143777",
                    "TitleEnglish": "Episode 49",
                    "SummaryEnglish": "Kazım goes back to the past with the effect of the surprise and defeat he experienced after being thrown into the street and enters into a showdown with Hattuç years later. Seyran, on the other hand, opens the door to a new world. While the speech that brings İfakat to her feet comes from someone she did not expect, catching Orhan at Dicle's house is the final point for Gülgün and her decision surprises everyone. Suna, on the other hand, will do her best to ensure that her marriage with Kaya goes smoothly. While a development related to Esme brings Seyran and Suna together, the tension between the two is put into words.",
                    "Aliases": []
                },
                "14": {
                    "ID": "10143778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10143778",
                    "TitleEnglish": "Episode 50",
                    "SummaryEnglish": "Seyran is hurt even more when Halis brings Pelin home and Ferit's photos with Pelin are published. Ferit, on the other hand, is left without a way out. While Suna doesn't follow İfakat's words; she continues to manipulate Kaya. Angered by Gülgün's decision to leave the house, Orhan makes an unexpected move. Nükhet confronts both Halis and Kaya with her statement. Ece and Nihan's unconditional support for Seyran continues. Ferit decides to work and his drawings are appreciated. On the other hand, Kazim puts his new plan into practice.",
                    "Aliases": []
                },
                "15": {
                    "ID": "10183128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10183128",
                    "TitleEnglish": "Episode 51",
                    "SummaryEnglish": "Although Ferit goes crazy when he finds out that Kazım has kidnapped Seyran, he tells everyone at home that he is behind the decision to break up, but he still does not delay in secretly going after Seyran. Pelin is afraid that Sacide will tell everything. When Suna gets worried about Seyran, she can't stay at home and takes action with Ferit to find Seyran. Kaya hears what İfakat tells Suna about Abidin. Kazım asks Seyran to go on television and talk about the Korhans. Orhan asks for İfakat's help to eliminate Halis Ağa. Ferit manages to kidnap Seyran from Kazım and the two have a showdown again.",
                    "Aliases": []
                },
                "16": {
                    "ID": "10183129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10183129",
                    "TitleEnglish": "Episode 52",
                    "SummaryEnglish": "What Seyran tells on the television program causes great chaos and injures everyone, especially Ferit and Suna. The program wreaks havoc for the Korhans and the arguments in the house grow. Gülgün worries about what will happen to Seyran and takes her in. Şehmuz starts to host Kazim in his house. Suna settles accounts with Seyran after what happened. Ferit is also forced to come to Gülgün's house. Ferit and Seyran have a parting speech.",
                    "Aliases": []
                },
                "17": {
                    "ID": "10212419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10212419",
                    "TitleEnglish": "Episode 53",
                    "SummaryEnglish": "Although Seyran, who fell into the trap set by Ferit, is upset and angry about what happened, she realizes better that she must stand behind the decisions she made for her own life. Halis Ağa, on the other hand, is proud of Ferit, who took a big step to clear their surname. While Ferit, who regained the support of his grandfather, starts working to create his own brand, he embarks on an extraordinary move to achieve what he dreams of. But things go differently than he had hoped. Although Seyran, who is struggling for her own life, faces reactions due to the current statements, she is happy with the support she receives from people she never expected. Şefika, who has difficulty in carrying the pain of the injustices done to Seyran and the burden of the truths she knows, shares very important facts about Halis Ağa with Gülgün and Seyran that will have a shocking effect.",
                    "Aliases": []
                },
                "18": {
                    "ID": "10229705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10229705",
                    "TitleEnglish": "Episode 54",
                    "SummaryEnglish": "While Seyran and Gülgün are shocked by the facts they learned about Latif Bey, they try to decide what move to make. Wanting to start somewhere to stand on her own feet, Seyran rolls up her sleeves. But she comes face to face with Gülgün, who sees this struggle insignificant. While Ferit, who wants to make a new start and create his own brand, continues to try to convince Nevra, Pelin, who thinks that she does not receive enough love and attention from Ferit, rebels against this situation. It is not easy for Seyran to witness all these events. Seyran, who confronted Latif Bey, says she wants to make a deal with him. Deciding to make Kazım pay a big price, Orhan prepares a dangerous and cruel plan. While Ferit, who learns the situation, enters into a great struggle to save Kazım, Kazım is on the fine line between death and life.",
                    "Aliases": []
                },
                "19": {
                    "ID": "10229706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10229706",
                    "TitleEnglish": "Episode 55",
                    "SummaryEnglish": "Learning that Kazım's life is in danger, Orhan gets in a great panic and asks İfakat for help so that the situation does not come to Halis Ağa's ears. Seyran, who is on the verge of losing his father, is determined to give the punishment they deserve to those who put him through this. Remembering the difficult times when his father supported him in the past, Ferit tries hard to hide the truth from Seyran, while also making great efforts to prevent his father from going to prison. Seyran is grateful to Ferit for saving her father, but she does not give up trying to find Orhan's trace. Ferit, who has completed all the preparations to smuggle his father abroad, is very close to achieving his goal, but Seyran has not made her final move yet.",
                    "Aliases": []
                },
                "20": {
                    "ID": "10266728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10266728",
                    "TitleEnglish": "Episode 56",
                    "SummaryEnglish": "While Orhan's capture at the last moment creates great destruction for the father and son, Ferit, who is very sad and angry, rebels against Seyran for doing this. Halis Ağa, who learns about what happened, speaks more harshly than ever and tells Orhan that he must pay the price for his irresponsibility. Pelin, who panicked with Serter's arrival, brushes off her mother's persistent questions, but feels cornered. Searching for a way to free his father from prison, Ferit realizes that the only way is to convince Kazım to withdraw his complaint. Seyran, who is unhappy with the current state of affairs and upset about the situation Ferit is in, is forced to accept Kazım's conditions in exchange for withdrawing her complaint. While Serter, who thinks that the child is his, attacks Pelin, Ferit and Seyran are shocked to learn about this development that can change everything.",
                    "Aliases": []
                },
                "21": {
                    "ID": "10266729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10266729",
                    "TitleEnglish": "Episode 57",
                    "SummaryEnglish": "Ferit, who doesn't want to believe that the child is from Serter, tries to learn the truth from Pelin in order to eliminate his doubts. Seyran, who doesn't want Pelin, who is preparing to hold her child in her arms, to be subjected to such pressure, still tries to support her despite all that has happened. Forced to accept her father's conditions in exchange for withdrawing her complaint, Seyran feels stuck in a dead end. While waiting for the good news from Kazım to regain his freedom, Orhan gets into big trouble in prison. Confused by what Fikriye said, Suna clings on to a dream he keeps deep in her heart. While Serter, who thinks that the child might be his, brings up the issue with Halis Ağa, this development starts a critical process for Pelin and her baby.",
                    "Aliases": []
                },
                "22": {
                    "ID": "10266730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10266730",
                    "TitleEnglish": "Episode 58",
                    "SummaryEnglish": "While Pelin, who fell ill, was rushed to the hospital, Ferit is very angry, holding Serter responsible for what happened. While Pelin and her baby are struggling to survive, Halis Ağa, who wants to find out who the child is from, orders a paternity test to be done. Seyran, who comes to the hospital despite all the bad looks to support Ferit, does her best to help Pelin hold on to life. Halis, who decides to release Orhan, who is having a very difficult time in prison, is disappointed when things do not go as he wanted and is forced to ask for help from an old acquaintance. While critical hours continue for Pelin and her baby, Ferit tries to stay strong with Seyran by his side in this difficult moment. But what will happen will not be easy for him.",
                    "Aliases": []
                },
                "23": {
                    "ID": "10266731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10266731",
                    "TitleEnglish": "Episode 59",
                    "SummaryEnglish": "Ferit, who goes through a difficult process with the events and the facts that emerge, realizes better how great the love he feels for Seyran is. Halis Ağa, who puts aside past disagreements in order to save Orhan from prison, meets with Count Ziya. Influenced by what Fikriye says, Suna makes important moves that can change the course of the relationship between Ferit and Seyran. Seyran, who rebels against her father's pressure, is surprised by the surprise Kazım has prepared for her. While Seyran, who wants Orhan to be released from prison, is willing to silence the voice of his heart in order to solve this issue, Ferit, who dreams of a new beginning with her, is faced with a shocking development.",
                    "Aliases": []
                },
                "24": {
                    "ID": "10266732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10266732",
                    "TitleEnglish": "Episode 60",
                    "SummaryEnglish": "Ferit, who learns that Seyran is on the eve of a relationship with Akın, doesn't want to believe this development. Seyran, who is exposed to her father's pressure, continues to struggle to overcome the troubled process she is in. Orhan, who has had a hard time in prison, feels left alone because he does not receive the support he expects from Halis Ağa. Wanting to help his father, Ferit continues to look for solutions. Threatened by Ökkeş, Seyran comes face to face with the fact that there is only one way to save Orhan's life and asks Suna for help to push Ferit away from her. Ferit, who wants to open a new page with Seyran, experiences a moment that will destroy all his dreams.",
                    "Aliases": []
                },
                "25": {
                    "ID": "10345565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10345565",
                    "TitleEnglish": "Episode 61",
                    "SummaryEnglish": "Seyran's choice to go with Akın creates a great disappointment for Ferit and he has a nervous breakdown. Although Seyran made this choice to save Orhan, she suffers because she left Ferit alone in such a situation. Ferit, who had to give up the idea of establishing his own brand due to the pressure of his grandfather, receives an unexpected offer from Nevra. While Ferit is looking for a way to save his father, who is having a hard time in prison, Ökkeş has a great request from Orhan for his release. Believing that Seyran still loves him despite what happened, Ferit confronts Kazım and Seyran to find out the truth of the matter, but he does not get the answer he wants. While there is a development that will blow a festive atmosphere in the Korhans' house, the sacrifice he makes will force Seyran to pay a great price.",
                    "Aliases": []
                },
                "26": {
                    "ID": "10345567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10345567",
                    "TitleEnglish": "Episode 62",
                    "SummaryEnglish": "Orhan's release from prison makes everyone very happy, but Suna and Kaya's announcement that they are getting divorced ruins everyone's morale. While Kaya's raising of hands against Suna causes outrage at home, Ferit, who is very angry at the situation, stops him. The news that Kaya raised his hand against Suna makes Seyran and Kazım very angry and they go to Korhan's house, but they see an unexpected reaction from Suna. Ferit, who decides to stop Kazım's bullying, takes Seyran away from Kazım by risking everything. While there is a tender and loving moment between the two, Seyran explains why she had to get engaged. While Seyran's sacrifice affects everyone greatly, they neutralize Ökkeş with the help of Count Ziya. While there is a surprising development between Halis Ağa and Hattuç, Ferit, who wants to leave the difficult days behind, tries to convince Seyran to make a new start.",
                    "Aliases": []
                },
                "27": {
                    "ID": "10345568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10345568",
                    "TitleEnglish": "Episode 63",
                    "SummaryEnglish": "Even though the ice between Ferit and Seyran melts, Seyran says that they have problems to solve. While Halis Ağa's announcement that he will marry Hattuç creates a bombshell effect at home, his biggest support comes from his grandson Ferit. İfakat, who thinks that she will completely lose her power in the house if this marriage takes place, evaluates the blood-curdling plans. To make up for the good times they could not experience in the past, Halis Ağa and Hattuç want everything to proceed according to the rules of the marriage process, without any missing parts. Kazim is surprised at what happened to him with this decision made by his aunt. Ferit, who understands Seyran's value better, supports her in everything and becomes a fan around her. Unexpected developments occur between Pelin and Kaya. While it is up to Ferit to ask Kazım for Hattuç's hand in marriage on the engagement day, what Hattuç wants as dowry shocks everyone.",
                    "Aliases": []
                },
                "28": {
                    "ID": "10392241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10392241",
                    "TitleEnglish": "Episode 64",
                    "SummaryEnglish": "Hattuç's arrival heralds that the order in the mansion will change completely. While Hattuç, who has the endless support of Halis Ağa, begins to make his authority felt, everyone in the house is on edge. A development she learns from her doctor shakes İfakat, and she realizes that she must hurry to make an important decision. While henna preparations continue at home, Ferit, who suspects that a retaliatory attack may occur, asks for increased security measures and his suspicions are justified. Orhan, who wants to regain his power in the company, does not hesitate to take drastic steps. While the closeness between Pelin and Kaya causes new conflicts to arise, Seyran warns Pelin sternly. Leaving the bad days of the past behind, Ferit and Seyran make you feel their love and trust for each other. A terrible surprise awaits Halis and Hattuç, who have been waiting for the day they will meet with longing for years, on their happiest day.",
                    "Aliases": []
                },
                "29": {
                    "ID": "10392254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10392254",
                    "TitleEnglish": "Episode 65",
                    "SummaryEnglish": "While the scene in the bed chills the blood of the household, Ferit, who thinks that the security did not do his job well enough, becomes very angry with Abidin. Hattuç, on the other hand, tells a memory from the past and says that the main person who was threatened was himself. Hattuç, who was affected by this incident, declares martial law at home to prevent anyone from being harmed. The news of Ökkeş's death causes Akın to make revenge plans. Ferit and Akın, who want to prevent bad developments, come face to face. Trying to make Seyran as happy as he can, Ferit prepares a big and meaningful surprise for her. While the duo continues to strive for better days in the future, Akın takes action for a big plan that will ruin this happiness.",
                    "Aliases": []
                },
                "30": {
                    "ID": "10393488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10393488",
                    "TitleEnglish": "Episode 66",
                    "SummaryEnglish": "Ferit, who experienced great anger and panic when Seyran was kidnapped, pursues all possibilities to find out who did this. Learning that Seyran has been kidnapped, Kazım raids the Korhan house on the grounds that they cannot protect his daughter. All these developments cause a major conflict between Halis Ağa and Ferit. What Hattuç tells about the past makes Ferit even more worried about what might happen to Seyran. Seyran, who tries to prevent Ece from getting hurt, realizes that Mezide is preparing to do very bad things. İfakat's capture in an inexplicable situation brings Gülgün the opportunity she has been waiting for for years. While a big operation is launched to save Seyran, Ferit and Seyran are on the thin line between life and death.",
                    "Aliases": []
                },
                "31": {
                    "ID": "10393489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10393489",
                    "TitleEnglish": "Episode 67",
                    "SummaryEnglish": "While Ferit and Seyran are on the verge of danger, Akın does something unexpected. Seyran, who comes face to face with death, tries to deal with the deep wounds left by the traumatic pain inflicted on her. While İfakat, who has been kicked out of the house and is in a difficult situation, is trying to decide what to do, she appears before Halis Ağa and tells him a truth that she has been hiding for years. Kaya confesses to Suna a development that will upset her. Old notebooks that have never been mentioned before are opened between Esme and Kazım. Ferit, who does not know how to support Seyran in the face of her pain, feels helpless in the face of this situation. Just when he thought everything was over, a new enemy seeking revenge causes Ferit great anxiety.",
                    "Aliases": []
                },
                "32": {
                    "ID": "10393490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10393490",
                    "TitleEnglish": "Episode 68",
                    "SummaryEnglish": "Receiving a threatening message, Ferit becomes increasingly worried, and demands heightened security measures to ensure no one gets hurt. The family is shaken when inappropriate images of Asuman with Doruk surface online, prompting a strong reaction from Halis Ağa. Determined to make Doruk pay for his actions, Ferit launches a relentless search for him. Evicted from the house, Ifakat devises a new plan to regain her standing in Halis Ağa's eyes. Meanwhile, Seyran learns unexpected news about her health, prompting her to make significant decisions. As Ferit tries to uncover the source of the threat, he remains unaware that his enemy is much closer than he realizes.",
                    "Aliases": []
                },
                "33": {
                    "ID": "10393491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10393491",
                    "TitleEnglish": "Episode 69",
                    "SummaryEnglish": "On high alert due to the enemies he hasn't yet tracked down, Ferit unexpectedly confronts someone he never anticipated. Mezide, seeking revenge for her son, threatens Gülgün through Ferit, demanding that she bring Hattuç to her. Meanwhile, Seyran, troubled by the news from her doctor, contemplates making significant changes in her life. Noticing something is off, Ferit tries to understand what's going on with her. As Mezide anxiously awaits good news from Gülgün, she is shocked to come face-to-face with an unexpected person. Learning about the major issue Seyran is dealing with, Tarık steps in to help her, leading to a confrontation with Ferit.",
                    "Aliases": []
                },
                "34": {
                    "ID": "10393492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10393492",
                    "TitleEnglish": "Episode 70",
                    "SummaryEnglish": "Facing off against Tarık, Ferit is determined to resolve their issue. He is furious with Seyran, believing she has been scheming behind his back. Mezide, meeting Halis Ağa again after many years, demands a life in exchange for her son Akın's. Struggling to cope with her many troubles, Seyran has an emotional outburst when Ferit doesn't believe her and reveals that she has started seeing a psychiatrist. Surprised by Mezide's request, Halis Ağa stands on the brink of making a crucial decision. Wracked with guilt over causing her sister's death, İfakat is confronted with an unexpected development. Meanwhile, Orhan steps closer to a significant danger. Despite Seyran's efforts to hide it, Ferit is on the verge of discovering the big secret.",
                    "Aliases": []
                },
                "35": {
                    "ID": "10436152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10436152",
                    "TitleEnglish": "Episode 71",
                    "SummaryEnglish": "Seyran tries hard not to let Ferit know about her illness. Esme, who is furious with Kazım, takes her anger out on Zerrin. But she faces a situation she never expected. Esme becomes very worried and asks Tayyar for help. Seyran and Suna, who learn what is happening, try to support their mother. Orhan, who has never received the appreciation he expected from his father, is very upset about this situation, but Ferit makes him feel that he is by his side. Seyran, who is in great uncertainty due to her illness, decides to seek help from a psychiatrist. The danger bells are ringing for Orhan, who is moving towards a big trap step by step.",
                    "Aliases": []
                },
                "36": {
                    "ID": "10436153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10436153",
                    "TitleEnglish": "Episode 72",
                    "SummaryEnglish": "Orhan's death deeply shakes the Korhan family, leaving Ferit, who feels a profound disappointment for not receiving the reaction he expected from his grandfather, in great despair. Seyran, who blames herself for the deaths of Fuat and Orhan, feels immense guilt for believing she has harmed Ferit and his family. Ifakat, receiving an unexpected offer from Halis Ağa, is overjoyed by this development. Seyran, who tries to hide her illness from Ferit, is shocked when someone unexpectedly learns this secret. Feeling the need to be strong in order to avenge his father and protect his loved ones, Ferit makes an important decision and seeks help from Count Ziya. However, this new path he is about to embark on may require him to give up everything he holds dear when push comes to shove.",
                    "Aliases": []
                },
                "37": {
                    "ID": "10490976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10490976",
                    "TitleEnglish": "Episode 73 (SEASON FINALE)",
                    "SummaryEnglish": "Pelin's revelation about knowing Seyran's illness catches Seyran off guard, leading to cooperation between them. Ferit, determined to be stronger to protect his loved ones, receives advice from Count Ziya on this tough path. As Ferit is transformed into a completely different person by Count Ziya, Seyran dislikes these changes and decides to inform Halis Ağa. However, this move brings Count Ziya and Halis Ağa head-to-head. Realizing it's time to stop this downward spiral, Halis Ağa initiates a plan grander than anyone could have anticipated to punish the wrongdoers in the Korhan Family. The ultimate surprise Halis Ağa has been saving shocks everyone, while Seyran finds herself on the thin line between life and death.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "2142593",
            "URL": "https://thetvdb.com/series/yali-capkini/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 28,
            "Episodes": {
                "1": {
                    "ID": "10649207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10649207",
                    "TitleEnglish": "Episode 74",
                    "SummaryEnglish": "The difficult days push Seyran and Ferit in different directions in life. Feeling happier thanks to Sinan, Seyran surprises everyone by taking a bold step and proposing marriage to him. While Suna tries to explain the gravity of this decision to her sister, Seyran remains certain of her choice. Meanwhile, Ferit has somewhat distanced himself from his past since the arrival of Diyar. However, the news of the developments in Seyran's life is hard for him to handle. Orhan also experiences a significant change in his life, surprising everyone. An unexpected coincidence causes tension between Seyran and Sinan. As Ferit witnesses a scene he can hardly bear, he suddenly finds himself face-to-face with Seyran.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10656915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10656915",
                    "TitleEnglish": "Episode 75",
                    "SummaryEnglish": "An unexpected encounter at the wedding causes Ferit and Seyran's feelings to resurface. Seyran attempts to play the role of happiness, which is not easy for Ferit to tolerate. Sinan, who perceives Ferit's emergence as a threat, becomes increasingly aggressive in his relationship with Seyran. A seemingly coincidental encounter further escalates the tension between the two. Suna embarks on a dangerous endeavor to prevent a big secret from being revealed. Ferit, who brings the Korhans to life with his drawings, finds himself on the brink of destruction after the recent events regarding Seyran. While this development puts the Korhans in a difficult situation, a helping hand comes from someone unexpected. Sinan and Seyran are on the verge of a big decision, but someone who was not in the plan makes a move that surprises everyone.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10695080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10695080",
                    "TitleEnglish": "Episode 76",
                    "SummaryEnglish": "Ayla, who does not approve of her son's marriage with Seyran, begins to make plans to separate them. Ferit makes an intense effort to persuade Seyran, whose drawings are highly appreciated, to work together. However, Seyran does not welcome this offer because of her relationship with Sinan. Kazim, pursuing a big secret, gets closer to his goal step by step. The news that Seyran and Sinan give to their families creates a cold shower for everyone. Seyran, who wants to build a new and beautiful life with Sinan, finds herself in a trap she never expected. Ferit, who is on the verge of a vital agreement for the company, thinks that everything is over with the stipulation of a seemingly impossible condition. But a surprise occurs when he least expects it.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10695081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10695081",
                    "TitleEnglish": "Episode 77",
                    "SummaryEnglish": "Seyran accepting Sinan's lie comes as a big surprise for Ferit. Diyar, who is under pressure from her grandfather to get married, struggles to learn Ferit's stance on the matter and finds herself at a crossroads in her relationships. Meanwhile, Kazım, who is trying to uncover what Suna is hiding, is on the brink of a shocking truth that will change everyone's lives. As Seyran and Sinan prepare to take an important step in their relationship, Ferit is also getting ready to turn a new page in his relationship with Diyar. However, Ayla's plan to separate her son Sinan from Seyran will unexpectedly bring Seyran and Ferit face to face once again.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10713048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10713048",
                    "TitleEnglish": "Episode 78",
                    "SummaryEnglish": "The unexpected encounter between Seyran and Ferit intensifies their relationships with Diyar and Sinan while also pushing them to make significant decisions. Diyar expects Ferit to make a final choice between Seyran and himself, while Sinan wants Seyran to take the step that will make their marriage a reality. As Seyran tries to keep her emotions in check, Ferit experiences a stormy confrontation regarding his future with Diyar; he must choose between starting a clean slate with Diyar or continuing the past with Seyran. Abidin, who is faced with dark secrets from his past, is determined to take his revenge. The Korhans are now awaiting a war they could never have anticipated. As the number and power of their enemies continue to grow, they have no choice but to unite.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10713049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10713049",
                    "TitleEnglish": "Episode 79",
                    "SummaryEnglish": "Due to Seyran's inability to break free from her past emotions, her relationship with Sinan is going downhill, while Ferit is preparing to build his future with Diyar. Orhan finds himself in a situation he never expected, and Abidin is determined to take revenge on the Korhans. This situation strains the ties between Suna and Seyran, and Esme is shocked by the news she receives. Feeling cornered by the pressure of marriage from all sides in his relationship with Diyar, Ferit reaches a crossroads where he must make a decision between the past and the future. Nothing will ever be the same again.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10713050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10713050",
                    "TitleEnglish": "Episode 80",
                    "SummaryEnglish": "Seyran narrowly escapes a great disaster. Ferit is determined this time not to leave anything to chance and to ensure Seyran's safety. As a result of Ferit's decision, Seyran finds herself in a place she never expected but is familiar with. As both Ferit and Seyran struggle to cope with their emotions, the danger outside is getting closer by the moment. This threat pushes everyone to unite, while the door of the mansion will be knocked on by a surprising name, changing all balances.",
                    "Aliases": []
                },
                "8": {
                    "ID": "10748998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10748998",
                    "TitleEnglish": "Episode 81",
                    "SummaryEnglish": "Halis tries to understand the events that unfolded in his absence. Abidin, on the other hand, has decided not to leave without getting what he deserves. While Orhan tries to solve his problems with Betül, İfakat has long taken control of the situation. Seyran tries to escape both her feelings and the memories of the old days within the mansion, but Ferit’s behavior makes this nearly impossible. The ongoing threat of Sinan continues to bring Ferit and Seyran closer together, while Diyar is shaken by a final decision passed down from his grandfather. Seyran must make a choice between what she feels in her heart and what she knows is right. With the choice she makes, she finds herself knocking on the door of someone she would never have guessed. Ferit, feeling more trapped than ever, realizes what he wants with help from Halis. Ferit’s challenge to Seyran, tired of rowing against the current, will lead to surprising outcomes.",
                    "Aliases": []
                },
                "9": {
                    "ID": "10748999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10748999",
                    "TitleEnglish": "Episode 82",
                    "SummaryEnglish": "As Seyran and Ferit's life under the same roof begins to disturb everyone, Seyran struggles to face the consequences of the decision she made, openly challenging Ferit. Diyar, who is not afraid to fight for Ferit, finally decides to confront Seyran. While İfakat prepares to enjoy the success of her smoothly running plan, an unexpected move from Betül surprises everyone. This time, Abidin is determined to hurt everyone and displace those who took him from where he belonged. As Abidin's anger brings Suna and Seyran face to face, one of the sisters will need to make a sacrifice. Ferit, struggling to resist Seyran, finds recalling their tumultuous and passionate past makes him more certain of his calm and comfortable relationship with Diyar. Seyran now has to overcome even greater obstacles for her feelings towards Ferit and fight for her love.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10749000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10749000",
                    "TitleEnglish": "Episode 83",
                    "SummaryEnglish": "Ferit, who has faced the fears he experienced with Seyran in the past and drawn a curtain over all that has happened, finally confronts the true feelings deep in his heart. Gaining strength from what she heard from Halis Ağa, Seyran takes an effective stand, risking everything to not lose Ferit once more. Shaken by the fear of losing Seyran, Ferit unexpectedly finds himself at Diyar's door. Diyar will hear words from Ferit that she never even imagined. Stuck between the difficult struggle of two women, Ferit will try to protect his feelings without hurting anyone and strive to follow the path his mind has drawn for him. However, this process will deeply wear him out. On the other hand, Diyar, determined not to lose Ferit, will eventually take a step that leads to a major development, surprising everyone in the mansion. An inevitable rivalry between the two women will now commence.",
                    "Aliases": []
                },
                "11": {
                    "ID": "10749001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10749001",
                    "TitleEnglish": "Episode 84",
                    "SummaryEnglish": "Seyran, who is trying to keep her distance because she is unsure of Ferit's feelings, will change her actions due to an unexpected development. This time, Seyran is determined not to leave her fate in the hands of others. Ferit faces the reality that he can no longer escape his feelings and goes to Diyar to announce his decision to separate. However, the bad news from Diyar will disrupt everyone's plans and lead to the beginning of a new era in the mansion. Kazım, who learns about Seyran's feelings for Ferit, will make an unexpected move that will shock everyone and upset the balance of more than one relationship. The rivalry in the mansion is now more intense than ever. The bad news from Diyar leads Ferit to pursue unfinished revenge. Abidin and Ferit, who set up a game together like in the old days, face serious danger, while Seyran chases the truth to uncover another game.",
                    "Aliases": []
                },
                "12": {
                    "ID": "10749002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10749002",
                    "TitleEnglish": "Episode 85",
                    "SummaryEnglish": "Seyran and Ferit decide to open a new chapter in their relationship and rewrite their story from the beginning. In the shadow of all the chaos they experienced in the past, they take a brave step to go on that first date they never quite managed to have. Meanwhile, the eagerly awaited designs of the Korhans become increasingly critical. Seyran and Ferit decide to join forces to expedite matters and achieve success. On the other hand, Kazım and Gülgün devise a joint plan to prevent Esme from taking Seyran and returning to Antep. Abidin wants to mend fences with his uncle Halis and apologize for past mistakes. However, Halis' rigid barriers make these peace efforts difficult. The Korhans meet with investors and, finally, announce the good news to all of Istanbul. Yet, an enemy emerging from the dark corners of the past is preparing to cast a shadow over this happiness. The Korhans need to stand stronger and more united than ever to overcome this challenge.",
                    "Aliases": []
                },
                "13": {
                    "ID": "10749003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10749003",
                    "TitleEnglish": "Episode 86",
                    "SummaryEnglish": "Ferit and Seyran try to open a clean slate in their relationship. However, after everything that has happened, they realize that a normal relationship will not be easy for either of them. Big news from Suna and Abidin fills everyone with joy, strengthening the couple's hopes for their future. Esme, who takes a bold step for herself, is excited about the new restaurant she will open, while this surprise news changes some of their plans. Struggling to cope with her shock and fear, Gülgün finds support from Orhan, while Orhan starts to be unable to ignore his suspicions about Betül. While the Korhans celebrate the success of their new project, an unexpected enemy from the past has already taken action to cast a shadow over this happiness. The Korhans must unite once again in the face of danger.",
                    "Aliases": []
                },
                "14": {
                    "ID": "10749005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10749005",
                    "TitleEnglish": "Episode 87",
                    "SummaryEnglish": "As the arguments between Seyran and Ferit increase, emotional and tension-filled confrontations occur at the mansion; these are indicators of the emerging family secrets. Suna's doctor's visit and the shocking news she receives cause Seyran to confront her own fears, while the veil of secrecy between Betül and Tayfun deepens. Ferit, trying to save the family from bankruptcy, takes a big risk by entering an unexpected collaboration with Suna, bringing everyone to the brink of a dilemma. On the other hand, a historical legacy that Halis Ağa, facing the burdens of the past, will pass on to Ferit will shape both the family dynamics and the future.",
                    "Aliases": []
                },
                "15": {
                    "ID": "10848283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10848283",
                    "TitleEnglish": "Episode 88",
                    "SummaryEnglish": "As the Korhan family finds themselves in the midst of a major crisis, Ferit sets out to follow clues to save his family from financial ruin. However, things take an unexpected turn. Seyran is shaken by bad news from her doctor. While hiding this truth from Ferit, who is eager to become a father and open a new chapter in their relationship, her relationship with Suna deepens. The Grand Lady brings the reckoning of the past to light. She devises a new scheme with Abidin to corner the Korhan family. Meanwhile, due to Abidin’s past ties, his anger towards Suna and Ferit will lead to irreversible paths.",
                    "Aliases": []
                },
                "16": {
                    "ID": "10871277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10871277",
                    "TitleEnglish": "Episode 89",
                    "SummaryEnglish": "Ferit finds himself in a life-threatening conflict by defying Halis Ağa's orders and is left alone with his desire to prove himself. However, his family's intervention shakes Ferit both physically and emotionally. While Seyran opposes Ferit putting his life at risk, she re-evaluates her relationship with him. As a mortgage crisis erupts within the family, the consequences of the decisions Seyran and Suna made in the past come to light. The events between Ferit and Suna, who are overwhelmed by family ties and responsibilities, will deeply disrupt all the balances in their lives.",
                    "Aliases": []
                },
                "17": {
                    "ID": "10871278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10871278",
                    "TitleEnglish": "Episode 90",
                    "SummaryEnglish": "The closeness between Ferit and Suna prompts both Seyran and Abidin to question situations they never considered. While Ferit tries to confront his past, Seyran's efforts to keep him standing lead to shocking changes in everyone's lives. After the night she spends with Ferit, Suna begins to question both her past and her future, and makes a surprising decision regarding her relationship with Abidin. Büyükhanım's intrigues come to light with Naci's surprising confessions, causing Halis Ağa to see the true enemies within the family. As Ferit has a major confrontation with his grandfather, the balance of power within the family is reestablished. Whether Ferit and Seyran can survive this chaos remains a matter of curiosity.",
                    "Aliases": []
                },
                "18": {
                    "ID": "10874676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10874676",
                    "TitleEnglish": "Episode 91",
                    "SummaryEnglish": "While Ferit and his family fall into the grip of a major crisis, Büyük Hanım’s schemes make everything more complicated. İfakat’s trauma brings the family’s past confrontations to light, and the moments when Ferit struggles to control his anger reach a point that threatens the family’s future. Meanwhile, Suna being sought after and another woman in the family being targeted further exacerbates the danger threatening Seyran and the other women. As Ferit’s desire for revenge pushes him onto a darker path, Halis Ağa tries to gather the family together.",
                    "Aliases": []
                },
                "19": {
                    "ID": "10874677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10874677",
                    "TitleEnglish": "Episode 92",
                    "SummaryEnglish": "After an attack that leaves Seyran, Suna, and Ferit seriously injured, family members face both a physical and emotional trial in the hospital corridors. The chain of accidents disrupts the family's internal dynamics, bringing secrets and regrets to the surface. Ferit's support creates a breathing space for Seyran. During this challenging process, Seyran rediscovers her trust and love for Ferit. However, Ferit's reckless actions and revenge plans worry Seyran once again. The arrival of Cengiz, Halis Ağa's most trusted man, arouses curiosity in the house. His task is to keep an eye on Ferit. Büyükhanım's past confrontations and Abidin's mistakes shatter the family once again. Meanwhile, news from Suna, who is fighting for survival, takes the story to a whole new dimension.",
                    "Aliases": []
                },
                "20": {
                    "ID": "10874678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10874678",
                    "TitleEnglish": "Episode 93",
                    "SummaryEnglish": "Amid great losses and betrayals within the family, everything changes for the Korhans. While Seyran discovers that Suna is alive, she is also confronted with a terrifying truth. As grief and rage take over the household, Ferit becomes blinded by his thirst for revenge. However, Halis Ağa tries to rein everything in, seeking alternative ways to protect his family. Meanwhile, the tension between Abidin and Suna reaches its peak. Abidin’s request to meet Suna one last time threatens to disrupt the delicate balance. While Büyükhanım revels in her victory, she wakes up to a nightmare—the fear of losing her sons shakes her to the core. Yet, to maintain her power, she sees no choice but to erase the Korhans completely. As for Seyran, her fury spirals out of control; she is finally ready to take action for revenge.",
                    "Aliases": []
                },
                "21": {
                    "ID": "10934253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10934253",
                    "TitleEnglish": "Episode 94",
                    "SummaryEnglish": "Seyran and Abidin are worried about Ayşen’s health condition, while Büyükhanım tries to manipulate the situation to make Suna appear guilty. In a panic, Suna tries to prove her innocence as a major crisis erupts in the mansion due to Ayşen's fall from the stairs, bringing confrontations from the past to light. Meanwhile, Ferit experiences a major setback upon learning the seriousness of his grandfather Halis’s health condition. Taking on the responsibility of his family and business, Ferit, with Seyran’s support, is on the verge of making an important decision. After everything that has happened, Abidin and Suna decide to make a fresh start. However, Büyükhanım is determined not to let Abidin break away from her. Ayşen, waking up in the hospital, faces Suna and prepares to make some demands from her in exchange for keeping quiet. The Korhans are now more united than ever.",
                    "Aliases": []
                },
                "22": {
                    "ID": "10934254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10934254",
                    "TitleEnglish": "Episode 95",
                    "SummaryEnglish": "As Ferit and Seyran investigate whether their car accident was intentional, Suna and Abidin find themselves caught in a major crisis. Suna is taken into custody in connection with Ayşen’s sudden death and struggles to prove her innocence. While Kazım and Esme desperately try to save their daughter, Ferit and Seyran work to uncover the mystery behind Ayşen’s death at the hospital. Meanwhile, the schemes lurking in Büyükhanım’s shadow grow even more complex. Just as tensions rise, Ferit discovers a significant truth that Seyran has been keeping from him, shaking the balance of their relationship. When the hospital’s security footage is erased, suspicions deepen, prompting Ferit and Abidin to investigate the hidden forces at play. Determined to be by his daughter’s side, Kazım deliberately gets himself arrested, while Esme makes an unexpected decision to save Suna. As Büyükhanım’s manipulations continue to wreak havoc on everyone’s lives, the situation spirals further into chaos.",
                    "Aliases": []
                },
                "23": {
                    "ID": "10934255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10934255",
                    "TitleEnglish": "Episode 96",
                    "SummaryEnglish": "Ferit collaborates with the prosecutor to uncover the truth behind Ayşen’s murder and, following the prosecutor’s lead, sets his sights on Sadık. Determined to expose Büyükhanım’s true face, Ferit tries to make Sadık confess his crimes but soon finds himself caught in a dangerous game. Meanwhile, Seyran and Suna are deeply worried about the unfolding events, while Büyükhanım’s calculated moves to regain control only add to the chaos. As Orhan and Kazım try to decipher Ferit’s true intentions, shocking revelations from Cengiz leave everyone stunned. Seyran, furious that Ferit is once again putting himself in danger, faces a major crisis in her professional life as well. The scandals surrounding Ferit negatively impact their brand, causing investors to reconsider their involvement. However, Seyran is determined to keep the company afloat and restore stability, no matter the challenges ahead.",
                    "Aliases": []
                },
                "24": {
                    "ID": "10976789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10976789",
                    "TitleEnglish": "Episode 97",
                    "SummaryEnglish": "Ferit experiences great disappointment, thinking he has been stabbed in the back by Orhan and Seyran. As the tension within the family escalates, Ferit's future at the company is jeopardized. Meanwhile, as Suna and Abidin try to overcome the tensions with their families, Karam's shadow falls upon them once again. Suna decides to build a new life with Abidin, but Karam's dangerous plans could disrupt everything. While Orhan tries to bridge the gap with his son, Ferit questions whether he is truly ready to be a father. However, despite all the crises, he cannot give up on the dream of building a future with Seyran. Seyran and Ferit begin to question not only their love but also the idea of starting a family.",
                    "Aliases": []
                },
                "25": {
                    "ID": "10976790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10976790",
                    "TitleEnglish": "Episode 98",
                    "SummaryEnglish": "After overcoming many challenges, Seyran and Ferit decide to marry one last time. As they share this joyful news with their families, they reveal an even bigger surprise. Meanwhile, Serpil’s hidden and dangerous connections begin to surface. While Karam schemes to harm Abidin, Serpil finds herself trapped under his pressure. However, İfakat decides to take matters into her own hands, making a secret move to eliminate the threat. As Ferit and Seyran prepare to step into their new life together, shadows from the past and long-buried secrets continue to threaten their happiness.",
                    "Aliases": []
                },
                "26": {
                    "ID": "10976791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10976791",
                    "TitleEnglish": "Episode 99",
                    "SummaryEnglish": "Ferit and Seyran finally take a step toward happiness and get married. However, this new beginning also brings tensions within the family. During the celebration night, the entire family gathers, but an unexpected event overshadows the joy—Serpil’s past resurfaces, refusing to let go of them. Meanwhile, Ferit and Seyran prepare to turn a new page in their lives. They plan to become foster parents to a young girl from the Child Protection Agency and soon meet Zehra. Her story deeply moves Seyran, and she becomes determined to find out why Zehra's mother abandoned her. As their investigation progresses, the couple braces themselves for a shocking truth. At the same time, İfakat finds herself torn between making a fresh start with Cengiz or walking away from the possibility altogether.",
                    "Aliases": []
                },
                "27": {
                    "ID": "10976792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/10976792",
                    "TitleEnglish": "Episode 100",
                    "SummaryEnglish": "Seyran and Ferit’s daughter, Duru, and Suna’s daughter, Hatice, suddenly disappear, throwing the Yalı household into a state of panic. As the clock ticks, a race against time begins. The first clues strongly suggest that the children may have been kidnapped, forcing the family to revisit their past enemies one by one. Determined to find the children, Ferit pushes himself to the limit. Meanwhile, the appearance of Saffet in surveillance footage brings back dark secrets from the past. However, the situation grows even more complicated as Tarık, Şehmuz, and old grudges resurface. As Seyran and Suna anxiously wait, hoping to reunite with their daughters, time is running out.",
                    "Aliases": []
                },
                "28": {
                    "ID": "11034398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yali-capkini/episodes/11034398",
                    "TitleEnglish": "Episode 101 (FINAL)",
                    "SummaryEnglish": "It reaches a turning point where the balance within the family is shaken, confrontations take place and relationships go through the toughest tests. As the reckoning with the past is completed, everyone is forced to chart their own path. As decisions are made and emotions and responsibilities are juggled, life offers new beginnings for some and the opportunity to complete unfinished business for others. The Korhans are faced with the most important choices of their lives; the concepts of love, loyalty and power are once again questioned. Despite all the storms, everyone finds their own path. The traces of the past are accepted, if not completely erased; some wounds heal, others remain as memories. The end of an era leaves behind not only what has happened, but also the people who have changed.",
                    "Aliases": []
                }
            }
        }
    }
}