{
    "URL": "https://thetvdb.com/series/human-bug-university",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt22265884/",
        "https://humanbug-anime.com/",
        "https://www.themoviedb.org/tv/209217",
        "https://x.com/humanbug_anime"
    ],
    "TitleEnglish": "The Human Crazy University",
    "SummaryEnglish": "Satake Hirofumi is a prisoner on death row for murdering his fiancée. He's also an \"Undeadman\" who has survived many desperate situations. For this, he has earned the interest of a research institution called \"Human Crazy University,\" which studies real-life miraculous phenomena and the people who become entangled in them.\r\n\r\nNow a subject of their research, Satake relates to them his memories of his immortal, yet unhappy, life. Why did he kill his fiancée? Soon enough, the truth sheds light on a much bigger conspiracy...",
    "Aliases": [
        "ヒューマンバグ大学",
        "Human Bug Daigaku Fushi Gakubu Fukō Gakka",
        "Human Bug Daigaku Fushi Gakubu Fukou Gakka",
        "Human Bug University"
    ],
    "Modified": "2025-10-11",
    "Seasons": {
        "1": {
            "ID": "2013094",
            "URL": "https://thetvdb.com/series/human-bug-university/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9342864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/human-bug-university/episodes/9342864",
                    "TitleEnglish": "Death Row Inmate Satake Hirofumi: The Ruthless, Cruel Man Who Slaughtered His Fiancée",
                    "SummaryEnglish": "Satake Hirofumi is a death row inmate who murdered his fiancée and her friend. His life in solitary confinement was surprisingly calm and serene. But suddenly that life comes to an end. A noose around his neck, Satake screams in fear. And the execution button is pressed...",
                    "Aliases": []
                },
                "2": {
                    "ID": "9384602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/human-bug-university/episodes/9384602",
                    "TitleEnglish": "A Lucky Coin That Leads to Death: Lives Perish Adrift for 48 Days",
                    "SummaryEnglish": "An ordinary, run-of-the-mill salaryman, Satake Hirofumi, goes on a cruise with his business client, Kito Joji. They spend a fun time out on the sea, but the cruiser gets destroyed when a whale crashes into it. Satake and Kito evacuate on a lifeboat, but they're adrift alone in the Pacific ocean. Provisions and water gone, they're on the verge of death. The only thing left in Satake's hand was a gift from his fiancée, Negishi Chie: A lucky coin pendant.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9398885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/human-bug-university/episodes/9398885",
                    "TitleEnglish": "The Flame of Purgatory That Burns Heinous Detectives: Torture Sommelier Ijuin Shigeo",
                    "SummaryEnglish": "Ijuin Shigeo is \"Torture Sommelier,\" who's versed in varieties of tortures from all ages and places. He lives in the dark and punishes abominations who escape the law. One day, a new request comes to Ijuin.",
                    "Aliases": []
                },
                "4": {
                    "ID": "9408443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/human-bug-university/episodes/9408443",
                    "TitleEnglish": "Death Row Inmate's Girlfriend Negishi Chie: Death Awaits Wherever She Goes - Hedonistic Stalker's Murder Impulse",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "9421388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/human-bug-university/episodes/9421388",
                    "TitleEnglish": "Closed Room at 10,000 Meters in the Air: Dive of Death! Flying Casket",
                    "SummaryEnglish": "A former death row inmate, Satake Hirofumi, is being transferred to a more secure facility from Human Crazy University via a plane. But Satake is a magnet for everything that's unlucky. Of course his plane will not land without an incident. The plane gets hijacked, the bomb on the plane explodes, and Satake is thrown out of the aircraft. From the height of 10,000 meters, he only has three minutes till he crashes to the ground. The countdown to his death begins!",
                    "Aliases": []
                },
                "6": {
                    "ID": "9423626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/human-bug-university/episodes/9423626",
                    "TitleEnglish": "They Took Young Lives: The Mafia's Bullets: The Last Moment of the Doomed Death Row Inmate",
                    "SummaryEnglish": "Thomas Plateau is a school bus driver in a rural town in Mexico. On his way home from work, Plateau helps Satake Hirofumi, an injured Asian on the street. Thanks to Plateau's care, Satake escaped death. Interaction with local children heals Satake both physically and emotionally. But one day, Plateau's school bus gets hijacked by a group of mafia who plans to traffick children.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9423628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/human-bug-university/episodes/9423628",
                    "TitleEnglish": "An Idiotic Duo in the Slums: The World's Dumbest Robbers",
                    "SummaryEnglish": "To return to Japan, Satake Hirofumi roams around Mexico. Along the way, he meets a duo of dumb robbers, Andre and Miguel, and saves them from a bind. They call Satake \"Bro\" and adore him, and Satake starts living with them in the slum to make money to go home. As he gets close to the people of the slum, Satake misses home. Seeing that, Andre and Miguel take Satake to a certain place.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9423630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/human-bug-university/episodes/9423630",
                    "TitleEnglish": "Beasts That Feeds on Love: Atrocious Punishment: Personalities Destroyed by Drugs",
                    "SummaryEnglish": "Kevin and his lover, Maria, are running away from the mafia. Maria reminds Satake of Chie, so when the two lovers are in danger, Satake rushes to help them, but instead he gets caught. Three of them are locked away in an inescapable shack. With no food or water, they get weaker as the time passes, but it was only the beginning of the tragedy. Most gruesome execution by the mafia is about to start...",
                    "Aliases": []
                },
                "9": {
                    "ID": "9423632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/human-bug-university/episodes/9423632",
                    "TitleEnglish": "Exotic Food Hunter Kito Joji: The Doomsday Lightning Strike That Claims a Friend!",
                    "SummaryEnglish": "Kito Joji, who explores the hidden lands in search of exotic food, is unexpectedly reunited with Satake Hirofumi, a guy who was supposedly executed, in Mexico. To fulfill the promise they made in the past, they take off to the next destination. There, Satake witnesses a beautiful and dreadful view that goes beyond his imagination.",
                    "Aliases": []
                },
                "10": {
                    "ID": "9423633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/human-bug-university/episodes/9423633",
                    "TitleEnglish": "Nowhere to Run: A Burning Hospital - Memories Rekindled in the Brimstone of Hell",
                    "SummaryEnglish": "Satake Hirofumi is reunited with his fiancé, Negishi Chie, a woman he supposedly has killed. As if to laugh at the confused Satake, a new trouble ensues: The hospital they are in gets attacked, and Satake and Chie are left in the ranging fire. To get themselves to safety, Chie takes an all-or-nothing bet. And inside the fire, Satake’s memories finally return.",
                    "Aliases": []
                },
                "11": {
                    "ID": "9423634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/human-bug-university/episodes/9423634",
                    "TitleEnglish": "The Reunion of Tragedy",
                    "SummaryEnglish": "Satake Hirofumi has recovered all of his memories: He used to live a happy life with his fiancé, Negishi Chie. One day, she attends a high school reunion. But someone so dangerous is lurking in the dark, looking at her... What is the tragedy that befalls the happy couple? The shocking truth behind the incident is brought to light.",
                    "Aliases": []
                },
                "12": {
                    "ID": "9423635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/human-bug-university/episodes/9423635",
                    "TitleEnglish": "An Ordinary, Run-of-the-Mill Guy: Former Death Row Inmate, Satake Hirofumi",
                    "SummaryEnglish": "To save Chie, who has been kidnapped, Satake Hirofumi sets out to the roof of an abandoned building. Now that he’s a bounty head, men in Caracas are out to get him. Mafia is after him. The building suddenly collapses on him. And the lucky pendant in his neck… What did he see in his fading consciousness? The last record of Satake Hirofumi, an ordinary, run-of-the mill guy.",
                    "Aliases": []
                }
            }
        }
    }
}