{
    "URL": "https://thetvdb.com/series/423862-",
    "Genres": [
        "Anime",
        "Science Fiction",
        "War"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8964354/"
    ],
    "TitleEnglish": "Armored Trooper VOTOMS: Pailsen Files",
    "SummaryEnglish": "A few weeks after the Gilgamesh Confederation's victory over the Balarant Union at the desert planet Sunsa, the Melkian Space Force High Command arrests Red Shoulder Battalion commander Col Yoran Pailsen. He undergoes a court-martial over his management of the now-disbanded unit and his obsession with the supposed Perfect Soldier, Chirico Cuvie.\r\n\r\nAfter being the only survivor in a botched operation, Cuvie is evacuated and reassigned to a five-man team of AT pilots that are seemingly as invulnerable as him.",
    "Aliases": [
        "Armored Trooper Votoms: Pailsen Files",
        "Armored Trooper VOTOMS- Pailsen Files",
        "Armored Trooper Votoms- Pailsen Files"
    ],
    "Modified": "2025-08-16",
    "Seasons": {
        "1": {
            "ID": "2015940",
            "URL": "https://thetvdb.com/series/423862-/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9853146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/423862-/episodes/9853146",
                    "TitleEnglish": "渡河作戦",
                    "SummaryEnglish": "キリコ・キュービーはギルガメッシュ連邦軍に加わり、惑星ロウメスのタイバス川にあるバララント連合の拠点への水陸両用侵攻を開始する。 バララントの守備陣が前線を守り、着陸した1,500匹のスコープドッグとゲンゴロウの中でキリコは唯一の生存者となる。 彼は後に惑星ゲイルエイドに避難する。 一方、メルキアではレッドショルダー大隊指揮官ヨラン・ペールセン大佐の軍法会議が召集される。 大佐は部隊の作戦と、特に惑星オドンの基地でのレッドショルダーズの最近の蜂起の際に行われたとされる権力への反抗に関する軍検察官の質問には答えていない。 裁判が長引く中、メルキア情報省次官フェドク・ウォカムが介入し、新たな証拠を提示し、裁判の中止を提案する。 ペールセンは突然精神に異常をきたし、ウォッカムが彼の監護権を引き継ぐことになる。",
                    "Aliases": []
                },
                "2": {
                    "ID": "9853147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/423862-/episodes/9853147",
                    "TitleEnglish": "ガレアデ",
                    "SummaryEnglish": "ゲイルエイドに到着したキリコは前線基地M7で療養し、そこでATパイロットのギャリー・ゴダン、ノル・バーコフ、グレンボラッシュ・ドロカ・ザキと出会う。 彼はザキが彼を殺そうとするのを避けます。 謎の狙撃兵がキリコとゴダンを狙撃する中、4人全員がバーコフの指揮下で1つの分隊に編成される。 分隊は基地 X2 に転送されます。 M7司令官ユグント、副司令官フラー、陸軍軍曹ワップ少佐は、キリコが基地で何をしているのか、そしてなぜこのグループが集められたのかに興味を持っている。",
                    "Aliases": []
                },
                "3": {
                    "ID": "9853148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/423862-/episodes/9853148",
                    "TitleEnglish": "分隊",
                    "SummaryEnglish": "バーコフのチームは5人目の選手、デア・コチャックを獲得するが、彼は非常に厄介であることが判明した。 チームはマニッド渓谷の真ん中にバランスを保ったバララント要塞への夜間の空挺降下を割り当てられました。 使命は極めて重要です。 ギルガメッシュ軍の精鋭師団も、惑星での大規模な攻撃の一環として峡谷を通過中だ。 チームが着地して彼らを倒すと、基地の守備陣は警戒されます。 コチャックは基地内のすべてのバララント・ファッティATを排除するよう割り当てられている。",
                    "Aliases": []
                },
                "4": {
                    "ID": "9853149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/423862-/episodes/9853149",
                    "TitleEnglish": "死の谷",
                    "SummaryEnglish": "チームが休憩をとる中、基地の奥深くにいたファッティ1名がコチャックの銃乱射から生き残ったことが判明する。 それはゴダンを怒らせ、全員が殺されたことを確認しなかったコチャクを殴るほどです。 ファッティーのパイロットが基地の主砲を作動させます。 キリコとザキが協力して大砲を止めたにもかかわらず、大砲は峡谷の壁に向かって発砲し、すでに峡谷を通過していたギルガメッシュ軍師団の多くを陥落させ、壊滅させた。 バララント戦闘機が峡谷を絨毯爆撃し、混乱に拍車がかかり、戦闘中に少なくとも1,500人が死亡または行方不明となった。 チームは崩壊する基地から脱出するが、キリコはなぜ彼らがこの大失敗で叱責されなかったのか疑問に思う。 惑星クズスクにあるメルキア情報省諜報部が運営する特別施設で、ウォッカムは車椅子のペールゼンを連れ出し、「ペールゼン・ファイル」と呼ばれるディスクの内容について友好的に会話する。",
                    "Aliases": []
                },
                "5": {
                    "ID": "9853150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/423862-/episodes/9853150",
                    "TitleEnglish": "尋問",
                    "SummaryEnglish": "クズスクの施設でウォッカムはペールセンにレッドショルダーとの過去について話し始めるが、ペールセンが沈黙したため、MRCという身体の自己防衛機構を阻害し、被験者を尋問されやすくする装置につながれることになる。 。 ペールセンは拷問で泣き崩れ、キリコとの仕事（『野望のルーツ』で初めて明らかになった）と、キリコが「異常な生存者」、つまりどんな状況でも死ぬことはないかもしれないという事実について話し始める。 M7基地に戻ったバーコフのチームは整備訓練を受けるが、ポリマーリンガー液（PRL）の給油訓練中に事故が発生し、キリコは全身を被って炎上してしまう。 彼は事故から生き残り、ゴダンは直前にキリコと入れ替わったことに大喜びする。 ワップ氏は、この事故はマニッド渓谷災害の苦い生存者によって仕組まれた可能性があることをほのめかしている。 その後、チームは基地全体で覆面をした男たちに嫌がらせを受ける。 基地司令部はチームを壊滅させるよう警報を発令するが、チーム内でユグントとフラーのほくろであることが明らかになったコチャクは気にしていない。",
                    "Aliases": []
                },
                "6": {
                    "ID": "9853151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/423862-/episodes/9853151",
                    "TitleEnglish": "異能",
                    "SummaryEnglish": "M7部隊はバーコフのチームを阻止するために出動するが、激しい擦り傷から抜け出す方法を見つけ、ゴダンの出自について暗い秘密を持っている可能性のある仮面の男を1人捕まえる。 チームが基地のPRLタンク農場に閉じ込められると、治安部隊はその地域全域に爆弾を仕掛ける。 このような膨大な量の PRL による損害の可能性を考慮して、チームは警備ユニットとして隠されていた 2 台のスコープドッグを徴発し、少なくとも爆発する燃料の高温に耐えられるよう難燃剤を散布することにしました。 ペールセンは再びMRCとつながり、キリコの「異常な生存者」能力が周囲の環境を変える可能性があることを説明する。 PRL タンク農場が爆発し、チームが大火災から生き残ったことで、それが真実であることが証明されました。その火災により発生した巨大なキノコ雲は大気圏上層部まで到達しました。 ゲイルエイドには戦争遂行においてもはや何の価値もないと判断したウォッカムの補佐官コッタ・ラスケは、ギルガメッシュ軍全員を直ちに惑星から退避させるようユグントに命令する。 コチャクは後にフラーとユグントを殺害する。",
                    "Aliases": []
                },
                "7": {
                    "ID": "9853152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/423862-/episodes/9853152",
                    "TitleEnglish": "狙撃",
                    "SummaryEnglish": "バーコフのチームは北極近くの陸軍基地への再配備を命じられるが、途中で輸送機が墜落してしまう。 いわゆる「ギルガメッシュ浄化委員会」（GPC）の狙撃兵は、チームに対し、「シラスコ・リーパー」という名の戦争犯罪者であることが明らかになったゴダンの引き渡しを要求する。 チームは飛行機を起動させ、その過程でATを展開する方法を考え出すが、その途中でゴダンが副操縦士、つまり飛行機の飛行制御を妨害して墜落させたGPCエージェントを誤って殺害してしまう。 チームのスコープドッグがついに出動し、ゴダンは旅を進める前にGPCスナイパーを虐殺する。",
                    "Aliases": []
                },
                "8": {
                    "ID": "9853153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/423862-/episodes/9853153",
                    "TitleEnglish": "冷獄",
                    "SummaryEnglish": "M7基地の新しい司令官ログウッドはワップに中尉への現場任務を与え、ユグントとフラーの死を調査しながら北極基地を担当するよう命じた。 GPC エージェントは Wapp に Berkhoff チームのミッション フォルダーも与えます。 チームが4日遅れて基地に到着すると、別の複雑な問題が発生する。 PRLタンク農場の爆発とそれが引き起こしたキノコ雲は大気を消し去り、気温が摂氏-185度に低下することに加えて、非常に強力な寒冷前線を生み出すだろう。 ワップがチームに会うと、バーコフを脇に置き、ユーグントとフラーの殺人犯を捜すよう中尉から降格したという情報を脅迫する。 チームがバララントのパトロール隊を迎撃した後、バーコフは全員に基地に戻り、極寒の天候に備えて身をかがめるよう指示する。 その間ずっと、はるかに大きなバララント部隊が基地に降下します。",
                    "Aliases": []
                },
                "9": {
                    "ID": "9853154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/423862-/episodes/9853154",
                    "TitleEnglish": "ダウン・バースト",
                    "SummaryEnglish": "ワップは命令に従わなかったバーコフに腹を立てながら基地の自動防衛装置を作動させるが、バーコフが真実を明らかにしても誰も注意を払わない。 元軍のAT研究部門のメンバーだったコチャック氏は、少なくとも-250度の極寒の温度に耐えることができるPRL混合物を作るための特別な方程式についてチームの協力を求めた。 冷たい土砂降りが降り、バララント軍が永久凍土で固まる中、チームは体を寄せ合って暖をとります。 ワップはチームの死亡を確認するためにスタンディング・トータスを操縦するが、生き残ったことをほくそ笑んでいるとATが爆発してしまう。 チームのスコープドッグの特別な PRL が再び点灯し、5 人が確かに「異常な生存者」であるというウォッカムの推測が裏付けられました。",
                    "Aliases": []
                },
                "10": {
                    "ID": "9853155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/423862-/episodes/9853155",
                    "TitleEnglish": "戦略動議",
                    "SummaryEnglish": "ウォッカムはメルキアの最高国家戦略会議棟で会議を招集し、ギルガメッシュ連邦がバララント連合との秘密和平交渉で優位に立つことを目的としたバララント要塞惑星モナドへの大規模攻撃「Z0-5作戦」を提案する。 。 ビデオ会議で会合に参加していたノイドッド国防長官が途中ヘリコプターの墜落で死亡し、ウォッカムが扇動者ではないかとの疑惑が浮上している。\r\n\r\nバーコフチームがゲイルアーデから生き残ったのを見て、ウォッカムは彼らを3日間の休暇のためにクズスクに連れて行き、ペールセンに多大な苦痛を与えたことを謝罪し、同時にディスクを返却した。 ウォッカムは彼らに、彼らが情報省の ISS 特別作戦コマンドの下に配属されたことを伝え、より有利な利益を約束する。 約1億2000万人の兵士がモナド作戦に割り当てられており、軍指導部はこの作戦がわずか4日間でギルガメッシュ連邦の経済の大部分を使い果たしていることに懸念を表明している。 ギルガメッシュ軍がついに攻撃を開始したとき、それは彼らにとって最小限の心配でした。",
                    "Aliases": []
                },
                "11": {
                    "ID": "9853156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/423862-/episodes/9853156",
                    "TitleEnglish": "不死の部隊",
                    "SummaryEnglish": "ISSのAT飛行隊が制御システムを乗っ取ろうと惑星の中心核に侵入する中、ギルガメッシュ軍はバララントのモナド防衛網を突破しながら奮闘する。 しかし、コアのエネルギー抽出装置に制御装置を埋め込むと、バーコフの分隊は突然黒い虚空を突き抜け、謎の叫び声を聞き、別のジャンクピットに突入する前にモナドのどこかで別のAT戦闘の最中に現れました。 その後のメンバー全員の口論の結果、ザキはついにキリコのレッドショルダーとしての出自を明かし、これまでの事件は全てウォッカムが異常な生存者を発見するために行ったものだと推測する。 彼ら全員がこれまで一緒に生き残ったという事実はそのような信念を強化し、彼らは戦いに再び参加します...コチャクが2人のファッティによる奇襲で重傷を負うまで。",
                    "Aliases": []
                },
                "12": {
                    "ID": "9853157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/423862-/episodes/9853157",
                    "TitleEnglish": "モナド",
                    "SummaryEnglish": "攻撃を受けたにもかかわらず、コチャックはまだ戦い続け、彼のスコープドッグは完全に破壊されました。 ウォッカムが計画の成功に浸り始めると、彼の死はチームに自分たちの死を思い出させる。 バララント・ファティスは彼らとの交戦を続けるが、ゴダンのスコープドッグはバズーカの2発の命中により大破した。 ゴーダンはバーコフが鎮痛剤を投与した後、コックピット内で傷がもとで息を引き取る。 モナド全土で震動が検知され、キリコはバララント全軍が惑星からの撤退を命じられたことを知る。 キリコ、ザキ、バーコフは、必死に脱出しようとするバララント軍と戦いながら、無傷の発射カタパルトを見つけようとします。 バーコフはキリコとザキの逃亡の時間を稼ぐため自殺未遂で死亡する。 彼らが脱出ポッドを確保すると、モナドのエネルギーコアがおかしくなり、惑星全体が爆発し、すぐ近くにいたギルガメッシュとバララントの軍隊が死亡した。 この大虐殺に唖然としたギルガメッシュ軍司令部は情報部施設の封鎖を命じ、ウォッカムを逮捕するが、彼とラスケは時間内に逃亡する。 脱出ポッドの中で、キリコはザキを殺すための精神的プログラムを無視することについてザキに話そうとする。 ザキはキリコに、自殺する前に自分を洗脳した男を殺してほしいと頼む。 クズスクでは、ウォッカムはペールゼンが健康で制服を着ているのを見て驚く。 大佐は、自分にMRCを操作した男は彼の同僚の一人であり、ウォッカムはペールゼンファイルディスク内の偽データを完全に信じていたと説明する。 ペールセンが去ると、ウォッカムは彼を殺そうとするが、ラスケは代わりにウォッカムを撃ち、大佐のために働くことを申し出る。 キリコはザキの遺体を遺体袋に入れてから眠りに就く。",
                    "Aliases": []
                }
            }
        }
    }
}