{
    "URL": "https://thetvdb.com/series/overlord-pure-pure-pleiades",
    "Genres": [
        "Anime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5285226/"
    ],
    "TitleEnglish": "Overlord: Pure Pure Pleiades",
    "SummaryEnglish": "Get ready for a hilarious chibi adventure in \"Overlord Ple Ple Pleiades\"! Join the lovable and mischievous Pleiades maids as they serve up chaos and laughter in the quirky world of \"Overlord.\"\r\n\r\nWatch Albedo, Shalltear, Aura, Mare, and the gang as they tackle everyday tasks with a twist! From planning epic parties to causing absolute mayhem, these chibi versions of your favorite characters will have you in stitches.\r\n\r\nBut it's not all fun and games! When duty calls, the Pleiades show off their combat prowess with a side of silliness. Get ready for action-packed battles that will leave you cheering and laughing at the same time!\r\n\r\n\"Overlord Ple Ple Pleiades\" is the perfect blend of comedy, cuteness, and craziness. So buckle up for a wild ride with Ainz and his adorable minions as they embark on unforgettable misadventures that will tickle your funny bone and warm your heart. Don't miss out on this charming and fun-filled spin-off!",
    "Aliases": [
        "Pure Pure Pureadesu",
        "Ple Ple Pleiades",
        "Overlord - Pure Pure Pleiades",
        "Pure Pure Pleiades",
        "Play Play Pleiades"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "2017893",
            "URL": "https://thetvdb.com/series/overlord-pure-pure-pleiades/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "10222107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/10222107",
                    "TitleEnglish": "Nazarick's Greatest Crisis",
                    "SummaryEnglish": "Get ready for the craziest episode yet in \"Pure Pure Pleiades - Nazarick's Greatest Crisis\"! When the mischievous chibi Pleiades maids pull a harmless prank, little do they know it will trigger an uproarious catastrophe in Nazarick! In this episode preview, chaos ensues as the entire guild faces bizarre transformations and unexpected surprises. From Ainz Ooal Gown's hilarious attempts to fix the mess to the Pleiades' wild antics, laughter and excitement are guaranteed! Watch as the adorable chibi characters showcase their teamwork and ingenuity in tackling the wacky challenges thrown their way. But can they stop the ancient magical artifact before it causes irreversible chaos in Nazarick? Note: Bundled with the 11th volume of the light novel.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10222108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/10222108",
                    "TitleEnglish": "A Magical Beast's Love",
                    "SummaryEnglish": "Hamsuke declares her love for another creature at a tea party with the Pleiades. Confused, the maids try to understand, but none recall such a creature in Nazarick. Seeking advice, Hamsuke turns to Albedo, who initially thinks it's about Ainz. After discovering the truth, Albedo supports Hamsuke's love interest. The maids set traps to capture the creature, who turns out to be Pandora's Actor, Ainz's creation. Unwilling to crush Hamsuke's hope, Ainz arranges a meeting. However, Hamsuke changes her mind, preferring her Death Knight companion. The misunderstanding is cleared, and Ainz praises everyone's efforts. Bundled with the Season 1 Recap Movies: Dark Warrior & The Undead King",
                    "Aliases": []
                },
                "3": {
                    "ID": "10222109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/10222109",
                    "TitleEnglish": "The Automation and The Cat",
                    "SummaryEnglish": "Pandora's Actor turns into a cat to gain affection, and serves as CZ Delta's cat for a time. Bundled with the Season 1 Recap Movies: Dark Warrior & The Undead King",
                    "Aliases": []
                },
                "4": {
                    "ID": "10222121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/10222121",
                    "TitleEnglish": "Clementine Fugitive Version 1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "10222122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/10222122",
                    "TitleEnglish": "Clementine Fugitive Version 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "10222123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/10222123",
                    "TitleEnglish": "Clementine Fugitive Version 3",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "2017894",
            "URL": "https://thetvdb.com/series/overlord-pure-pure-pleiades/seasons/official/1",
            "TitleEnglish": "Pure Pure Pleiades 1",
            "SummaryEnglish": "Ainz accidentally uses the magic item Total Maniac on himself. The effects of the item restored his emotions and left him in a bewildered state. He tries to pretend that everything is fine. But then the battle maids, the Pleiades, have arrived before him and await to receive their next orders, buuut...!",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "9336580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336580",
                    "TitleEnglish": "Overlord and Beginning",
                    "SummaryEnglish": "Ainz accidentally used Total Maniac on himself and panicked after regaining his emotions. Even looking at himself scares him.\r\n\r\nAs he is panicking, Albedo breaks into his room, thinking he is in trouble as he did not reply her earlier, which he then gave an excuse that he was thinking about the situation in the upper floors.\r\n\r\nAs he stared at her, he accidentally commented on how beautiful Albedo really is, causing Albedo to become momentarily stunned and become excitedly love struck the next moment.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9336581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336581",
                    "TitleEnglish": "Battle Maids",
                    "SummaryEnglish": "Albedo explained to Ainz that the Pleiades are requesting an audience with him. Ainz initially approved of it but when he was just about change his mind to refuse by saying he doesn't feel well, Albedo immediately left the room and called the Battle Maids.\r\n\r\nWhen the Pleiades arrived, he ordered them to converse to him normally so they won't notice that he is panicking, which the Pleiades agreed, although each of them have their own unique way of doing so.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9336582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336582",
                    "TitleEnglish": "Cutting Through the Lies with Fists",
                    "SummaryEnglish": "As Narberal was training in the Amphitheater of the sixth floor, Ainz came and complimented her. Ainz successfully convinced her that he had a reason for ordering them to converse normally with him, making him dance happily. As Narberal asked what he is doing, he made an excuse that his dance is a new magical pose that only he knows of and that pose allows him to cast magic faster, reducing the casting time. Fascinated, Narberal asked him to teach her the magic pose, which Ainz had no choice but to agree. As the two of them danced, the other Pleiades arrived and joined the dance. After that, they thought that they had matured more thanks to Ainz teachings, which caused Ainz to feel even more guilt and ashamed for covering his lies with more lies.",
                    "Aliases": []
                },
                "4": {
                    "ID": "9336605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336605",
                    "TitleEnglish": "Two Victims",
                    "SummaryEnglish": "As Ainz thought about how each member of the Pleiades had a unique personality and were cute, he accidentally shouted \"Game is the best\" without realizing it. He then thought about how in video games, you can make your ideal girl easily. Then, he saw a blotted Solution Epsilon and asked what happened. Entoma explained that Solution had swallowed a human whole and is currently torturing it with acid. Frightened because of the fact that Solution is dissolving a human inside her, Ainz ordered her to return to her original form and she spits the half-acidified human out, returning back to her slim figure. In order to clean up the mess on the carpet, Entoma carried the human away from sight and ate him alive, making Ainz even more frightened.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9336606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336606",
                    "TitleEnglish": "A Predator's Heart",
                    "SummaryEnglish": "Ainz confirmed the race and classes of the Pleiades members (Yuri almost took off her collar and let her head fall off in the process). He then asked how the Pleiades didn't show much expression, to which Yuri replied that they are still nowhere near Ainz's level. While Lupusregina, CZ, and Narberal spoke of how Yuri can emit a scary aura sometimes, Ainz stared at Entoma and commented on how good she is at making poker faces, which Solution explained that her face is a mimic. Curious of what were the other faces she would make, Ainz ordered her to show them, to which she responded by removing her mask, showing her real face to Ainz, making Ainz scream.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9336607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336607",
                    "TitleEnglish": "Battle Outside of Carne Village",
                    "SummaryEnglish": "Ainz asked for the purpose of the Pleiades seeking an audience with him. Yuri explained that Lupusregina wanted to report to him of her mission in Carne Village and would like to use this chance to greet him. Yuri also commented on how Lupusregina didn't seem to understand her mission, to which Lupusregina responded that she knows this and that about Carne Village, including their \"Night Activities\", making Albedo excited for a second. Ainz asked for Albedo's opinion on the matter, to which Albedo responded that she is an honest child.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9336608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336608",
                    "TitleEnglish": "Before the Cannon",
                    "SummaryEnglish": "Ainz was thinking about CZ's character and wishes to strengthen his relationship with her. When he entered the Laboratory, he found out that CZ has been modified into CZ2128 Δ MK-II by Solution and Entoma (making her look like a tank). They explained that they are strengthening CZ by modifying her. While CZ had no objections, Ainz still disagrees. Solution and Entoma further explained CZ's new features like her Drill and the button in her back that breaks her character. Then, Yuri, Lupusregina, and Narberal entered the room and as Ainz was explaining how Solution and Entoma are going overboard, Solution and Entoma further modified CZ, this time they made her look like Gundam that can also fly.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9336609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336609",
                    "TitleEnglish": "Control and Chaos",
                    "SummaryEnglish": "The effects of Total Maniac wear off on Ainz, restoring his calm demeanor. Curious to test his emotions, he interacts with Albedo but resists her advances. Ainz then organizes his Total Maniac items and reads an Instruction Manual to prevent future mishaps.\r\n\r\nDuring a meeting with the Pleiades, a bizarre turn of events occurs as the secret condition to unleash the true power of Total Maniac is accidentally triggered. Chaos ensues as the Pleiades undergo peculiar transformations, leaving everyone puzzled.\r\n\r\nThroughout the episode, Ainz faces both humorous and tense moments while dealing with the aftermath of Total Maniac. Eventually, after an hour, the effects subside, bringing an end to the unusual situation.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2017899",
            "URL": "https://thetvdb.com/series/overlord-pure-pure-pleiades/seasons/official/2",
            "TitleEnglish": "Pure Pure Pleiades 2",
            "SummaryEnglish": "Ainz finds himself in another reality where he is the CEO of a company known as Nazarick. His comrades, NPCs are all his executives and employees.",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9336615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336615",
                    "TitleEnglish": "Dawn of Confusion",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "9336616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336616",
                    "TitleEnglish": "Staff in Another World",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "9336617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336617",
                    "TitleEnglish": "Executives, Gathering",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "9336618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336618",
                    "TitleEnglish": "Great Loyalty",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "9336619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336619",
                    "TitleEnglish": "The Manager of Verdictt",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "9336620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336620",
                    "TitleEnglish": "Those Who Pick Up",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "9336621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336621",
                    "TitleEnglish": "Out of Order",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "9336622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336622",
                    "TitleEnglish": "Customers' Feeling",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "9336623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336623",
                    "TitleEnglish": "Soaring Spirits of People",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "9336624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336624",
                    "TitleEnglish": "Oh Dear, I Wonder",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "9336625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336625",
                    "TitleEnglish": "Jealousy",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "9336626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336626",
                    "TitleEnglish": "Introduction of Industry Takeover",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "9336627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336627",
                    "TitleEnglish": "To the Dawn of Despair",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "2017900",
            "URL": "https://thetvdb.com/series/overlord-pure-pure-pleiades/seasons/official/3",
            "TitleEnglish": "Pure Pure Pleiades 3",
            "SummaryEnglish": "An unprecedented over-action boom has arrived at the Great Tomb of Nazarick! The movement, which involves the guardians and gradually spreads, can no longer be contained! ??",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9336628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336628",
                    "TitleEnglish": "New Melancholy of the Ruler",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "9336629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336629",
                    "TitleEnglish": "Shalltear Again",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "9336630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336630",
                    "TitleEnglish": "Distant and Distant and Subtle Situation",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "9336631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336631",
                    "TitleEnglish": "Guardian First, Abbreviated",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "9336632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336632",
                    "TitleEnglish": "One of the Two Pioneers",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "9336633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336633",
                    "TitleEnglish": "Invitation to Liberation",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "9336634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336634",
                    "TitleEnglish": "The Daughter of a Man Tangled with the Trend",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "9336635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336635",
                    "TitleEnglish": "A Handful of Moe Elements",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "9336636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336636",
                    "TitleEnglish": "Absoluteness",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "9336637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336637",
                    "TitleEnglish": "Preparation for Solution",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "9336638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336638",
                    "TitleEnglish": "Another Truth",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "9336639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336639",
                    "TitleEnglish": "Great Confusion",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "9336640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336640",
                    "TitleEnglish": "MVP",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "2017902",
            "URL": "https://thetvdb.com/series/overlord-pure-pure-pleiades/seasons/official/4",
            "TitleEnglish": "Pure Pure Pleiades 4",
            "SummaryEnglish": "Ainz Ooal Gown thinking about the future of the Sorcerer Kingdom, gives an order to the Sous-chef. That is, \"let the Pleiades learn the hospitality business.\" Can the Pleiades successfully complete this mission?",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9336643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336643",
                    "TitleEnglish": "Spumoni",
                    "SummaryEnglish": "At the bar, Éclair Éklair Éklare notices Sous-chef looking troubled. In a flashback, Sous-chef was ordered by Ainz Ooal Gown and Albedo to allow the Pleiades to work part-time at his bar to gain social interaction experience. Ainz plans for Nazarick to welcome various races, so they need to learn to interact with them.\r\n\r\nIn the present, Sous-chef expresses concern to Éclair that the additional help may change the bar's atmosphere. As he prepares a drink for Éclair, the birdman assures him that he'll handle the cleaning, but Sous-chef declines, stating the place is already clean.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9336644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336644",
                    "TitleEnglish": "Martini",
                    "SummaryEnglish": "At the 9th Floor bar, Yuri Alpha and Narberal Gamma thank Sous-chef for instructing them and address him as \"Master,\" making him flustered. They insist it's the correct title since he's now their instructor. Sous-chef accepts, and they begin their training.\r\n\r\nHe explains the importance of a relaxing atmosphere and clear glasses at a bar. Their first task is to wipe a glass clean, but Yuri attempts to punch it to test durability, stopped by Sous-chef. Narberal uses magic to make herself and the glass invisible, thinking she achieved the goal. The maids find the task unexpectedly challenging, and Éclair Éklair Éklare chuckles at the scene.\r\n\r\nThe episode concludes with one of the maids accidentally breaking a glass, adding a humorous twist to their training.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9336645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336645",
                    "TitleEnglish": "Silver Bullet",
                    "SummaryEnglish": "At the bar, Lupusregina Beta and CZ2128 Delta begin their training under Sous-chef's guidance. Lupusregina enthusiastically addresses him as \"Master,\" but he feels a bit uneasy. Instead of cleaning glasses, Sous-chef decides to give them an introductory lesson on creating a welcoming bar atmosphere.\r\n\r\nLupusregina attempts a maid café greeting, but Sous-chef explains it's not suitable for a bar. He emphasizes that bartenders must create an environment where customers want to return. However, Sous-chef gets distracted when he finds CZ hugging Éclair Éklair Éklare tightly. He reminds her that Éclair is a customer, and bartenders should maintain distance.\r\n\r\nCZ uses her Magic Gun's scope to observe Éclair from afar, creating tension for the birdman. Meanwhile, Lupusregina impresses Sous-chef by balancing three shot glasses on a concentrated CZ, adding a comedic touch to their training.",
                    "Aliases": []
                },
                "4": {
                    "ID": "9336646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336646",
                    "TitleEnglish": "Pink Lady",
                    "SummaryEnglish": "Solution Epsilon and Entoma Vasilissa Zeta arrive at the bar for training, but Sous-chef insists on a strict \"no bugs\" policy, confusing them. He emphasizes maintaining the bar's quality and cleanliness. They are tasked with dusting and bug-proofing the bar, which disappoints Solution. She refuses to clean due to her pride as a slime.\r\n\r\nÉclair Éklair Éklare volunteers to help clean, and Solution slyly convinces her to take on the task. However, Entoma returns with a cockroach snack, annoying Sous-chef, who already has his hands full with the quirky maids. Despite his faceless expressions, Sous-chef faces comedic challenges as he tries to maintain order and cleanliness in the bar.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9336647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336647",
                    "TitleEnglish": "Ilampol pescatore",
                    "SummaryEnglish": "Pestonya Shortcake Wanko and Éclair Éklair Éklare enjoy hot beverages at the bar with Sous-chef. He shares the challenges of teaching the combat-focused Pleiades to act like maids. Pestonya understands, as their purpose is to please the Supreme Beings.\r\n\r\nÉclair suggests making Sous-chef the ruler of Nazarick to avoid unreasonable tasks and keep the bar free of combat maids. However, this idea receives a cold response from their colleagues, and they gently scold Éclair for such thoughts.\r\n\r\nFeeling embarrassed and depressed, Éclair is consoled by Pestonya, who believes his behavior is influenced by the Supreme Beings. Inspired by their friendship, Sous-chef offers them a new drink, which they find delicious. They notice Pestonya has stopped using her \"~woof\" speech ticks and bark in embarrassment. A heartwarming moment ensues as the three continue to bond at the bar.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9336648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336648",
                    "TitleEnglish": "Alexander",
                    "SummaryEnglish": "At the bar, Narberal Gamma serves Mare Bello Fiore a drink, and they discuss their companions. Mare enjoys the drink, wishing Aura could join him. Narberal mentions that sometimes they quarrel, especially due to Lupusregina Beta's troublemaking behavior. Mare points out that Narberal and Solution Epsilon share similar personalities.\r\n\r\nSous-chef observes Narberal's easy-going nature, likely influenced by her time outside with Ainz Ooal Gown. Meanwhile, Éclair Éklair Éklare asks for a wet towel and receives it thrown in his face by Narberal, surprising Sous-chef. Éclair claims he'll be the future ruler of Nazarick, but Mare advises him to abandon the dream for his safety.\r\n\r\nNarberal throws towels at Éclair when he talks about his ambitions, though Sous-chef finds it unacceptable behavior towards customers. Narberal offers Mare to participate, but he declines, stating that Éclair would be obliterated if he did. Despite the risks, Éclair remains undeterred in pursuing his dream.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9336649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336649",
                    "TitleEnglish": "Flat Vamp Air, flight Frodr 05",
                    "SummaryEnglish": "Shalltear Bloodfallen enters the bar and is greeted by Lupusregina Beta, who announces it's now an open juice bar, confusing Shalltear. Sous-chef clarifies that the theme remains the same.\r\n\r\nSous-chef warns Shalltear not to drink too much like before, but she assures him she's fine. Lupusregina teases Shalltear about being \"full of stuffing,\" to which she playfully agrees. To distract Shalltear, Sous-chef offers her a celebratory cocktail, which she gladly accepts.\r\n\r\nLupusregina prepares the drink, and Shalltear finds it delicious. Sous-chef suggests naming it after her, but Lupusregina playfully suggests \"Flatchest Vampire Airline,\" before being stopped. Shalltear is left confused by the banter, enjoying her time at the bar.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9336650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336650",
                    "TitleEnglish": "Yukiguni",
                    "SummaryEnglish": "At the bar, Entoma Vasilissa Zeta offers Cocytus a bowl of sweets. Cocytus mentions Ainz Ooal Gown's plan of using \"carrots and sticks,\" surprising Sous-chef and Entoma. Cocytus praises Ainz's greatness, and Sous-chef admits his confusion about the Pleiades' purpose at the bar.\r\n\r\nEntoma reminds them to think for themselves, impressing them with her eloquence. They discuss her hunger affecting her thoughts, but she assures them she ate before coming. Entoma playfully removes her mask to show her \"pale\" complexion, indicating hunger.\r\n\r\nCocytus offers candy to ease her hunger, while Sous-chef apologizes for not having prepared food. Cocytus also craves more substantial fare. Éclair Éklair Éklare jokingly muses about Entoma's true nature. Despite eating candy, Entoma still hungers and eyes Éclair, who squeaks in fright at the sight of her drooling.",
                    "Aliases": []
                },
                "9": {
                    "ID": "9336651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336651",
                    "TitleEnglish": "Blue Moon",
                    "SummaryEnglish": "At the Bar, Sous-chef attends to Éclair Éklair Éklare and Albedo, while CZ2128 Delta playfully balances ice cubes on Éclair's head. Albedo sighs, expressing concern about Ainz Ooal Gown's upcoming battles. She worries about the inadequacy of their forces to conquer their targets efficiently.\r\n\r\nSous-chef recalls Pestonya's talk about a special favor, but CZ interrupts, signaling to Éclair not to reveal the secret. Instead, Éclair jokes about becoming the next ruler if Ainz fails. Sous-chef reassures Albedo, stating they can't comprehend Ainz's true motives for the conflict. The true reason remains a secret, and Éclair thanks CZ, offering her to continue playing with the ice cubes on his head.",
                    "Aliases": []
                },
                "10": {
                    "ID": "9906431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9906431",
                    "TitleEnglish": "Sazerac",
                    "SummaryEnglish": "Aura Bella Fiora enjoys cola and spaghetti prepared by Yuri Alpha at the bar. Sous-chef learns about Aura's upcoming errand to capture nobles, sending them to Neuronist Painkill, a fate worse than death.\r\n\r\nYuri invites Aura to hang out later with Pestonya Shortcake Wanko for a meal. Aura is delighted, but Éclair Éklair Éklare's cough interrupts. Sous-chef passes his drink to Éclair, and the conversation continues.\r\n\r\nAura praises Yuri's cooking, though the maid humbly mentions Pestonya's dishes are better. Aura finds both their cooking styles unique. Another cough from Éclair makes Sous-chef suggest he join the conversation, but the penguin denies any jealousy.\r\n\r\nAs Sous-chef heads to the back room, Aura overhears his frustrations, using her keen hearing.",
                    "Aliases": []
                },
                "11": {
                    "ID": "9906433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9906433",
                    "TitleEnglish": "Stinger",
                    "SummaryEnglish": "At the bar, Sous-chef cleans alongside Solution Epsilon, discussing the upcoming advance of the Sorcerer Kingdom into the Re-Estize Kingdom. He recalls Demiurge's plans and hopes the bar will return to normal after the conquest. Solution playfully teases him, asking if he dislikes the company of beautiful women. Sous-chef compliments her observational skills, making her the most suited Pleiades for bartending.\r\n\r\nIn a flashback, Demiurge praises Solution and expresses his desire for a Solution of his own. Back in the present, Sous-chef plans to improve the bar experience for Demiurge. Solution asks if he likes the quiet atmosphere and points to blushing Éclair Éklair Éklare, wondering if he'll be a problem. Sous-chef assures he won't be, as Éclair is quiet and afraid of Demiurge and Solution.",
                    "Aliases": []
                },
                "12": {
                    "ID": "9906435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9906435",
                    "TitleEnglish": "Tuarabas",
                    "SummaryEnglish": "At the bar, Sous-chef welcomes Sebas Tian and Tsuare, who were recommended to visit. The maids, Pleiades, are off for the day, but the unchanged atmosphere remains. Éclair encourages Tsuare to choose a drink while Sebas thanks Éclair for guiding her.\r\n\r\nSous-chef presents a special cocktail called Tuarabas on the house. The Pleiades watch from behind the door, claiming they're working overtime, not spying. Sebas hears Tsuare's call, but it's just her embarrassment after sipping from a straw. Both blush, and Éclair cheers them on as Sous-chef playfully calls the onlookers \"children.\"",
                    "Aliases": []
                },
                "13": {
                    "ID": "9906436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9906436",
                    "TitleEnglish": "The Supreme Being",
                    "SummaryEnglish": "Ainz Ooal Gown sits at the Bar, discussing the Pleiades' training with Sous-chef. Misinterpreting Ainz's question, Sous-chef admits the maids clashed with the bar's solemn atmosphere but praises their friendliness and potential for smooth communication with other races. Ainz understands and appreciates the atmosphere created by Sous-chef's creator.\r\n\r\nTouched by Ainz's praise, Sous-chef vows to make the bar the premiere destination in Nazarick. Éclair appears, offering to clean the mess, and Ainz thanks him for his contribution during the maid's training. Éclair humorously thinks he's being considered as Ainz's replacement, but it's quickly denied. As the episode ends, Éclair remarks on Ainz's drink, unaware that he cannot consume it.",
                    "Aliases": []
                }
            }
        },
        "5": {
            "ID": "2017901",
            "URL": "https://thetvdb.com/series/overlord-pure-pure-pleiades/seasons/official/5",
            "TitleEnglish": "Pure Pure Pleiades OVA 2",
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "9336596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336596",
                    "TitleEnglish": "Nazarick's Greatest Crisis",
                    "SummaryEnglish": "Get ready for the craziest episode yet in \"Pure Pure Pleiades - Nazarick's Greatest Crisis\"! When the mischievous chibi Pleiades maids pull a harmless prank, little do they know it will trigger an uproarious catastrophe in Nazarick!\r\n\r\nIn this episode preview, chaos ensues as the entire guild faces bizarre transformations and unexpected surprises. From Ainz Ooal Gown's hilarious attempts to fix the mess to the Pleiades' wild antics, laughter and excitement are guaranteed!\r\n\r\nWatch as the adorable chibi characters showcase their teamwork and ingenuity in tackling the wacky challenges thrown their way. But can they stop the ancient magical artifact before it causes irreversible chaos in Nazarick?\r\n\r\nNote: Bundled with the 11th volume of the light novel.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9336597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336597",
                    "TitleEnglish": "A Magical Beast's Love",
                    "SummaryEnglish": "Hamsuke declares her love for another creature at a tea party with the Pleiades. Confused, the maids try to understand, but none recall such a creature in Nazarick. Seeking advice, Hamsuke turns to Albedo, who initially thinks it's about Ainz. After discovering the truth, Albedo supports Hamsuke's love interest. The maids set traps to capture the creature, who turns out to be Pandora's Actor, Ainz's creation. Unwilling to crush Hamsuke's hope, Ainz arranges a meeting. However, Hamsuke changes her mind, preferring her Death Knight companion. The misunderstanding is cleared, and Ainz praises everyone's efforts.\r\n\r\nBundled with the Season 1 Recap Movies: Dark Warrior & The Undead King",
                    "Aliases": []
                },
                "3": {
                    "ID": "9336598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336598",
                    "TitleEnglish": "The Automation and The Cat",
                    "SummaryEnglish": "Pandora's Actor turns into a cat to gain affection, and serves as CZ Delta's cat for a time.\r\n\r\nBundled with the Season 1 Recap Movies: Dark Warrior & The Undead King",
                    "Aliases": []
                }
            }
        },
        "6": {
            "ID": "2017898",
            "URL": "https://thetvdb.com/series/overlord-pure-pure-pleiades/seasons/official/6",
            "TitleEnglish": "Pure Pure Pleiades OVA 1",
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "9336600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336600",
                    "TitleEnglish": "Clementine Fugitive Version 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "9336601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overlord-pure-pure-pleiades/episodes/9336601",
                    "TitleEnglish": "Clementine Fugitive Version 3",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}