{
    "URL": "https://thetvdb.com/series/show-time",
    "Genres": [
        "Adaptation",
        "Adult Animation",
        "Erotica"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/6DA8-5A42-FF17-5FCA-F448-D",
        "https://www.imdb.com/title/tt15385960/",
        "https://showtime.af-original.com/",
        "https://www.tvmaze.com/shows/57020/show-slug",
        "https://www.themoviedb.org/tv/131660",
        "https://www.wikidata.org/wiki/Q109512179",
        "https://x.com/af_originalMENS"
    ],
    "TitleEnglish": "Show Time!",
    "SummaryEnglish": "Fujimoto Shouji is a widowed single father who aspires to be a picture book author. Kana, his only daughter, is a big fan of Takasaki Minami, the singing idol on the children’s educational show “Let’s Sing With Big Sis!” One day, Shouji encounters Minami while she is outside of work. As a television icon for children, Minami is prohibited from romantic relationships, so she is lonely in her private life. Thus begins an adult love story with a songstress.",
    "Aliases": [
        "歌のお姉さんだってHしたい〜こんな顔、TVの前のみんなには見せられないよ…",
        "うたのおねえさんだってエッチしたい こんなかおテレビのまえのみんなにはみせられないよ",
        "しょうたいむ! ~歌のお姉さんだってしたい~",
        "Showtime! ~Uta no O-nee-san Datte Shitai~",
        "Showtime! Uta no Onee-san Datte Shitai",
        "Showtime! ~Minami Ojō-san Datte H Shitai~",
        "Utano Onee-san Datte H Shitai - Konna Kao, TV no Mae no Minna niwa Miserarenaiyo...",
        "Showtime! Uta no Onee-san Datte Shitai 2",
        "Showtime! Even an Innocent TV Show Singer Needs Sex.",
        "Showtime! Even the Songstress Wants to Do It",
        "Even Miss Minami Wants to Have Sex"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "2018911",
            "URL": "https://thetvdb.com/series/show-time/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "9606408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9606408",
                    "TitleEnglish": "Bonus Episode 3.5",
                    "SummaryEnglish": "A recap of the first three episodes of season 2.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9627114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9627114",
                    "TitleEnglish": "Bonus Episode 6.5",
                    "SummaryEnglish": "A recap of the first six episodes of season 2.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "2018912",
            "URL": "https://thetvdb.com/series/show-time/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "9343486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9343486",
                    "TitleEnglish": "I Want to Fall in Love Even if Love Is Prohibited",
                    "SummaryEnglish": "Shouji, a single father, takes his daughter Kana to see a children’s show by the “singing big sis.” However, the show is canceled due to equipment trouble. On the way home, he stops by a diner to cheer Kana up and ends up sharing a table with a suspicious drunk woman. Kana falls in love with the woman and asks her to accompany her home. The woman is the off-duty songstress from the show! Because of her job, she can’t have romantic relationships, and she’s been drinking herself to death because she feels lonely. When she tells him about her situation, the two of them start to become conscious of spending time with the opposite sex for the first time in a long time.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9360733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9360733",
                    "TitleEnglish": "I Didn't… Hate It",
                    "SummaryEnglish": "Shouji and Kana are selected to be in the audience for a recording of Minami’s show. However, Kana wanders off and gets lost when Shouji takes his eyes off of her. When Shouji looks for her, he finds that Minami has found Kana. The two of them put Kana to sleep in Minami’s dressing room. Consumed with guilt, after Shouji thanks Minami for protecting Kana, he apologizes for the incident at his home. Minami says she didn’t mind that someone had seen her as a woman instead of her TV persona for a change.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9360734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9360734",
                    "TitleEnglish": "I’m Not Big Sis Right Now, Okay?",
                    "SummaryEnglish": "Shouji and sister Minami have been unable to see each other since the public recording. Shouji thinks to himself that the gap between a regular person and a TV star is too large. Just then, he runs into Minami. It suddenly starts raining, and they quickly search for a place to take shelter. However, the place they end up turns out to be a love hotel. Blushing, Minami asks Shouji to enter with her.",
                    "Aliases": []
                },
                "4": {
                    "ID": "9360735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9360735",
                    "TitleEnglish": "It's My First Date at an Amusement Park",
                    "SummaryEnglish": "Shouji goes on a secret date with Minami at an amusement park. After enjoying the attractions, they decide to ride the Ferris wheel for the finale. Then, Minami looks serious. The reason for this is because of Shouji’s confession at the love hotel. She was hesitant to tell him how she felt. Just as she is about to express her feelings, the Ferris wheel stops due to strong winds.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9360736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9360736",
                    "TitleEnglish": "Can I Take Her Mom’s Place?",
                    "SummaryEnglish": "The picture book that Shouji submitted is selected for the finals. To celebrate and report the news, Shoji invites Minami to dinner with him and Kana. Minami carries Kana home after she falls asleep. When it comes time to part ways, Shouji asks Minami about her reply to his confession. She gives him a kiss, saying it will be the last time.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9360737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9360737",
                    "TitleEnglish": "Let’s Start With Dating",
                    "SummaryEnglish": "Shoji has just returned from visiting his wife’s grave when his mother-in-law calls and asks him if anyone else has come along. He starts thinking about what’s best for Kana. Meanwhile, after having broken things off with Shoji, Minami can't concentrate and keeps making mistakes. After work, she sits on a park bench, alone and depressed, when Shoji appears before her.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9360738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9360738",
                    "TitleEnglish": "If There’s a Scandal…",
                    "SummaryEnglish": "At his wife’s grave, Shouji reported that he wanted to support Minami and Kana. However, just as they were thinking about building a relationship that would make them a family, a scandal involving a new idol became a hot topic. Minami becomes keenly aware of her position as a children’s TV personality, which must absolutely avoid scandal. On her way home from work, she asks Shouji to drive her home, but, worried about causing a scandal, she bitterly recommends that they not see each other for a while. Seeing Minami’s distressed face, Shouji suggests taking a detour.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9360739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9360739",
                    "TitleEnglish": "Because I Also Love You as the Songstress",
                    "SummaryEnglish": "Although they can’t meet in person for fear of scandal, Shouji and Minami continue to communicate via phone and video calls. Then, one day, Shouji collapses in the middle of a call due to exhaustion from a picture book competition. Without thinking, Minami starts to leave the recording site. She hesitates, however, afraid that the people around her might find out about their relationship.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2018977",
            "URL": "https://thetvdb.com/series/show-time/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "9384707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9384707",
                    "TitleEnglish": "Is It Okay If She Falls in Love?",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "9524299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9524299",
                    "TitleEnglish": "I Want the Person I Love to See Me in a Yukata",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "9524300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9524300",
                    "TitleEnglish": "I'm Already... This Wet",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "9524301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9524301",
                    "TitleEnglish": "The Scandal Comes to Light...?!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "9524302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9524302",
                    "TitleEnglish": "I Love Him",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "9524303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9524303",
                    "TitleEnglish": "Showdown! Gossip Publisher",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "9524304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9524304",
                    "TitleEnglish": "Illuminated by the Fireworks, It's Beautiful",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "9524305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9524305",
                    "TitleEnglish": "Everyone Loves the Songstress Minami",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}