{
    "URL": "https://thetvdb.com/series/ta-noymera",
    "Genres": [
        "Comedy",
        "Musical"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt22036840/",
        "https://www.themoviedb.org/tv/209998"
    ],
    "TitleEnglish": "The Numbers",
    "SummaryEnglish": "Live music, dance, satire, magic, stand up comedy and special guests in surprise roles or otherwise \"The numbers\"... Yes, this is the title of a truly innovative show prepared by Phoebus Delivorias for public broadcasting and coming to our screens !",
    "Aliases": [],
    "Modified": "2023-12-04",
    "Seasons": {
        "1": {
            "ID": "2020274",
            "URL": "https://thetvdb.com/series/ta-noymera/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "9354459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ta-noymera/episodes/9354459",
                    "TitleEnglish": "Επεισόδιο 1ο",
                    "SummaryEnglish": "Ο Φοίβος Δεληβοριάς είναι ένας 45άρης τραγουδοποιός, που τα πράγματα δεν του πηγαίνουν και τόσο καλά τελευταία. Έχει να κάνει επιτυχία αρκετά χρόνια και το ξαφνικό σουξέ που έχει με το παιδικό τραγούδι «Το κροκοδειλάκι», μάλλον, του προκαλεί αμηχανία παρά χαρά. Είναι μπαμπάς ενός 10χρονου κοριτσιού και η πρώην γυναίκα του συζεί μ’ έναν πολύ πετυχημένο δικηγόρο, που είναι το αντίθετό του σε όλα. Όνειρο του Φοίβου, όλα αυτά τα χρόνια, είναι η αναβίωση της «Μάντρας», του θρυλικού βαριετέ του Αττίκ. Κι ενώ είναι σίγουρος πως ποτέ δεν θα το καταφέρει, η τύχη του χαμογελάει!",
                    "Aliases": []
                },
                "2": {
                    "ID": "9354460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ta-noymera/episodes/9354460",
                    "TitleEnglish": "Επεισόδιο 2ο: Εν λευκώ",
                    "SummaryEnglish": "Η Νατάσσα Μποφίλιου είναι η πρώτη καλεσμένη του Φοίβου Δεληβοριά στη «Νέα Μάντρα». Ο Τζόναθαν (Μιχάλης Σαράντης) όμως έχει σοβαρές αντιρρήσεις, που κάμπτονται όταν ο Φοίβος του υπόσχεται ότι θα γράψει τη συνέχεια του επιτυχημένου του παιδικού τραγουδιού, το «Κροκοδειλάκι νούμερο 2».",
                    "Aliases": []
                },
                "3": {
                    "ID": "9354461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ta-noymera/episodes/9354461",
                    "TitleEnglish": "Επεισόδιο 3ο:  Ένα θαύμα",
                    "SummaryEnglish": "Ο Τζόναθαν (Μιχάλης Σαράντης) καλεί στη «Νέα Μάντρα» τον Γιώργο Μαζωνάκη, χωρίς να ειδοποιήσει τον Φοίβο Δεληβοριά. Όταν ο τελευταίος το μαθαίνει, ανησυχεί για το πώς θα συνδυαστούν τα δύο διαφορετικά είδη κοινού στα οποία απευθύνονται. Η Δανάη (Άλκιστις Ζιρώ) τού δείχνει με πολύ συγκινητικό τρόπο πως έχει πολύ περισσότερα κοινά με τον «Μαζώ» απ’ όσα νομίζει. Ο Φοίβος πάει ενθουσιασμένος να τον βρει -εκείνος όμως βρίσκεται σε μια περίεργη φάση: θέλει να αλλάξει μουσικό είδος και να γίνει… τζαζίστας, με το όνομα Τζόρτζι Μάτζιο.",
                    "Aliases": []
                },
                "4": {
                    "ID": "9354464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ta-noymera/episodes/9354464",
                    "TitleEnglish": "Επεισόδιο 4ο: Τρελό από χαρά",
                    "SummaryEnglish": "Ο Τζόναθαν (Μιχάλης Σαράντης) κατηγορεί τον Φοίβο (Φοίβο Δεληβοριά) ότι παραέχει αφεθεί στη μελαγχολική μουσική και στο παχυντικό φαγητό. Του επιβάλλει λοιπόν αυστηρή δίαιτα, άθληση κι ένα live με τον πιο σταθερά αισιόδοξο από τους συναδέλφους του: τον Κωστή Μαραβέγια. Αυτό, όμως, που βρίσκει ο Φοίβος πηγαίνοντας να συναντήσει τον Κωστή, είναι απολύτως σοκαριστικό.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9365659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ta-noymera/episodes/9365659",
                    "TitleEnglish": "Επεισόδιο 5ο: «Φούμα-Φούμα»",
                    "SummaryEnglish": "Ο Φοίβος καλεί στη «Μάντρα» τον Χρήστο Νικολόπουλο με την παρέα του, την Πίτσα Παπαδοπούλου και τον Στέλιο Διονυσίου. Ο Τζόναθαν (Μιχάλης Σαράντης) και η Δανάη (Άλκηστις Ζιρώ) λένε στον Φοίβο ότι δεν έχει την αυθεντική λαϊκότητα που χρειάζεται για να τους υποδεχτεί. Εκείνος κάνει τα πάντα για να τους αποδείξει το αντίθετο. Στο απολύτως άλλο άκρο, ο Μενέλαος (Γιάννης Καρακατσάνης) γυρίζει  σε βιντεοκλίπ μια πολιτικώς ορθή εκδοχή του τραγουδιού «Φούμα-Φούμα».",
                    "Aliases": []
                },
                "6": {
                    "ID": "9365661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ta-noymera/episodes/9365661",
                    "TitleEnglish": "Επεισόδιο 6ο",
                    "SummaryEnglish": "Επεισόδιο 6: Ο Φοίβος (Φοίβος Δεληβοριάς) ανακαλύπτει πως η μικρή Χλόη (Έβελυν Λύτρα) έχει γίνει πολύ γνωστή TikToker  και έχει πιάσει διαδικτυακή φιλία με τη δημοφιλή νέα τραγουδίστρια Joanne, περσινή νικήτρια στο THE VOICE. Αισθάνεται ότι δεν έχει καμιά σχέση με το παρόν, με τη νέα μουσική πραγματικότητα- και αποφασίζει να καλέσει τη Joanne στη «Μάντρα».",
                    "Aliases": []
                },
                "7": {
                    "ID": "9365662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ta-noymera/episodes/9365662",
                    "TitleEnglish": "Ξέρω πού πάω",
                    "SummaryEnglish": "Ο Τζόναθαν (Μιχάλης Σαράντης) λέει στον Φοίβο Δεληβοριά ότι τόσο αυτός όσο και όλοι οι Έλληνες καλλιτέχνες δεν έχουν πνεύμα συνεργασίας. Ο Φοίβος ψάχνει για να τον αποστομώσει ένα νέο δυναμικό ντουέτο και απευθύνεται για βοήθεια στον μετρ των σπουδαίων συνεργασιών, τον διονυσιακό Σταμάτη Κραουνάκη. Αυτός του λέει ότι μόλις ανακάλυψε μιαν εκπληκτική νέα φωνή. Ύστερα από έκπληξη όλων, αποκαλύπτεται πως αυτή δεν είναι άλλη από την Αντιγόνη Γαμμάτου (Λένα Ουζουνίδου), μητέρα του Χάρη (Χάρη Χιώτη). Και ενώ η «Μάντρα» ετοιμάζεται για το νέο μεγάλο ντουέτο, τα πράγματα ανατρέπονται εντελώς.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9365663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ta-noymera/episodes/9365663",
                    "TitleEnglish": "Όταν σου χορεύω",
                    "SummaryEnglish": "Ο Τζόναθαν (Mιχάλης Σαράντης) προσπαθεί να μάθει χορό στον Φοίβο Δεληβοριά και τα αποτελέσματα είναι τραγικά. Δεν μπορεί να καταλάβει πώς έγραψε το τραγούδι «Όταν σου χορεύω» ένας άνθρωπος που δεν μπορεί να πάρει τα πόδια του. Του επιβάλλει μια βραδιά στη «Μάντρα» με τη Ρένα Μόρφη. Ο Φοίβος δεν θέλει καθόλου να χορέψει χωρίς να εξηγεί το γιατί. Αντιπροτείνει τον Θοδωρή Μαραντίνη από τους Onirama. Τελικά, αποκαλύπτεται ότι ο Φοίβος και η Ρένα έχουν παρελθόν -και δεν αντέχουν ο ένας τον άλλον και η αποκάλυψη αυτή δεν είναι η μοναδική, καθώς αποκαλύπτεται ότι ο Θοδωρής έχει επίσης παρελθόν, με τον… ελληνικό στρατό!",
                    "Aliases": []
                },
                "9": {
                    "ID": "9438673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ta-noymera/episodes/9438673",
                    "TitleEnglish": "Με σημαία μια φούστα",
                    "SummaryEnglish": "Ο Τζόναθαν (Μιχάλης Σαράντης) πηγαίνει τον Φοίβο Δεληβοριά στον ψυχολόγο για να του αποδείξει πως αν είχε λύσει τα θέματά του θα είχε γίνει ένας άλλος Φοίβος. Για την ακρίβεια… ο άλλος Φοίβος, ο συνθέτης των επιτυχιών της Καίτης Γαρμπή! Ο Φοίβος, λοιπόν, καλεί την Καίτη στη «Μάντρα» για να του αποδείξει πως μπορεί κι εκείνος να κάνει επιτυχία μαζί της. Η Καίτη όμως έχει γίνει φανατική οπαδός μιας εναλλακτικής γιατρού, της Μάρθας Φριντζήλα, που της επιβάλλει αφωνία όποτε το θεωρεί εκείνη σωστό.",
                    "Aliases": []
                },
                "10": {
                    "ID": "9456242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ta-noymera/episodes/9456242",
                    "TitleEnglish": "Επεισόδιο 10ο",
                    "SummaryEnglish": "Ο Φοίβος καλεί στη «Μάντρα» τον Γιάννη Κότσιρα. Αυτός, όμως, έχει προβλήματα: τον κυνηγά παντού μια τρελή φαν (Εφη Γούση), που η συμπεριφορά της γίνεται ολοένα και πιο απειλητική. Ο Φοίβος βάζει τους πάντες στη «Μάντρα» να ελέγχουν ποιος μπαίνει και ποιος βγαίνει και ο Παντελής (Θανάσης Δόβρης) αυξάνει τα μέτρα ασφαλείας. Στο μεταξύ, η Δανάη (Άλκηστις Ζιρώ) καλεί σε δείπνο τον Φοίβο και τον Τζόναθαν (Μιχάλης Σαράντης) και τους εξομολογείται το μυστικό της. Η Κίρμπυ (Άννη Θεοχάρη) βρίσκει νέα συγκάτοικο, ενώ ο Θανάσης (Θανάσης Αλευράς) αποκτά μανία με τη ζωγραφική, ακολουθώντας τις διδαχές του τηλεοπτικού ζωγράφου Μπομπ Ρος. Τα μέτρα ασφαλείας, δυστυχώς, δεν αποτρέπουν τη φαν του Κότσιρα να μπει στο μαγαζί και πλέον δεν απειλείται μόνο η βραδιά, αλλά και η ζωή του.",
                    "Aliases": []
                },
                "11": {
                    "ID": "9467284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ta-noymera/episodes/9467284",
                    "TitleEnglish": "Σαν ποίημα σουρεάλ",
                    "SummaryEnglish": "Ο Φοίβος -που δεν θέλει να ξανακούσει για έρωτες μετά την άδοξη κατάληξη του δικού του- αράζει συνεχώς σπίτι του με το ντουέτο των Χατζηφραγκέτα και όλη την αντροπαρέα από τη «Μάντρα».",
                    "Aliases": []
                },
                "12": {
                    "ID": "9484946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ta-noymera/episodes/9484946",
                    "TitleEnglish": "Eπεισόδιο 12ο",
                    "SummaryEnglish": "Όπως αποκαλύφθηκε στο προηγούμενο επεισόδιο, ο μαφιόζος Μεμάς Φ. Κόπολας (Χρήστος Στέργιογλου) ήταν πίσω από τις απειλές εναντίον του Τζόναθαν (Μιχάλης Σαράντης). Οι ανοιχτοί λογαριασμοί που είχε στο παρελθόν ο Κόπολας με τον πατέρα του Τζόναθαν τού δίνουν το πάτημα να διεκδικήσει τη «Μάντρα», καθώς και όλη την υπόλοιπη περιουσία του. Ο Φοίβος αποφασίζει να αφήσει κατά μέρος τις διαφορές τους και να τον βοηθήσει. Προκειμένου να αποτραπεί η Μαφία από το να χτυπήσει το μαγαζί, ο Φοίβος δίνει παντού συνεντεύξεις -και επιστρατεύεται ως καλεσμένος ο Λευτέρης Πανταζής. Ο τελευταίος, όμως, κρύβει ένα επικίνδυνο μυστικό.",
                    "Aliases": []
                },
                "13": {
                    "ID": "9493275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ta-noymera/episodes/9493275",
                    "TitleEnglish": "Εορταστικό",
                    "SummaryEnglish": "Είναι Χριστούγεννα και οι ήρωές μας έχουν χάσει οριστικά τη «Μάντρα». Ο μαφιόζος Μεμάς (Χρήστος Στέργιογλου), που τη διαχειρίζεται, την έχει μεταμορφώσει σε «Χάντρα» και έχει βάλει ως κεντρικούς καλλιτέχνες τον νεαρό τράπερ «SHITBOY» και την ερωμένη του, λαϊκοδημοτική ντίβα «Λίτσα Μάκκα». Όλα τα «νούμερα» προσπαθούν να προσαρμοστούν στη νέα κατάσταση ή να ξεκινήσουν μια νέα ζωή. Ο Θανάσης (Θανάσης Αλευράς) πηγαίνει σε θεατρικές οντισιόν, η Δανάη (Άλκηστις Ζιρώ) σ’ ένα κυπριακό τάλεντ σόου, ο Τζόναθαν (Μιχάλης Σαράντης) άφραγκος και καταθλιπτικός κάνει παρέα με τον Παντελή (Θανάσης Δόβρης), ο Χάρης (Χάρης Χιώτης) και η Έλσα (Βάσω Καβαλιεράτου) μετακομίζουν μαζί με τα παιδιά της στης Αντιγόνης (Λένα Ουζουνίδου).",
                    "Aliases": []
                },
                "14": {
                    "ID": "9506203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ta-noymera/episodes/9506203",
                    "TitleEnglish": "With a little help from my friends",
                    "SummaryEnglish": "Μετά το ταξίδι του, ο Φοίβος καταφέρνει να πείσει τα «νούμερα» να δώσουν την ύστατη μάχη ενάντια στη Μαφία και να προσπαθήσουν να ξανακερδίσουν τη «Μάντρα». Τα εμπόδια είναι κυρίως δύο: ο αμείλικτος Μεμάς (Χρήστος Στέργιογλου) και ο απόλυτα παραιτημένος Τζόναθαν (Μιχάλης Σαράντης). Οι ήρωές μας καταφέρνουν να ξαναβάλουν τον δεύτερο στο παιχνίδι και να πείσουν τον άρρωστο με τον τζόγο Μεμά να κάνουν μια μεγάλη μάχη «Μάντρα Vs Χάντρα», το βράδυ της Πρωτοχρονιάς. Το κοινό θα αποφασίσει ποιος από τους δύο θα κρατήσει τον χώρο.",
                    "Aliases": []
                },
                "15": {
                    "ID": "9524903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ta-noymera/episodes/9524903",
                    "TitleEnglish": "Έπαθα αγάπη",
                    "SummaryEnglish": "Μετά την κοινή τους νίκη ενάντια στη Μαφία, ο Φοίβος και ο Τζόναθαν (Μιχάλης Σαράντης) έχουν γίνει οι καλύτεροι φίλοι -σε εκνευριστικό βαθμό. Καλούν τον Πάνο Μουζουράκη στη «Μάντρα», ο οποίος, όμως, έχει καταλυτική και συνάμα καταστροφική επίδραση σε όλα τα «νούμερα». Εν τω μεταξύ, ο Σταύρος Θεοδωράκης γυρίζει ένα επεισόδιο των «Πρωταγωνιστών» αφιερωμένο στον «Μουζού», περνώντας όμως από τη «Μάντρα», του κινεί την περιέργεια η πολυπλόκαμη προσωπικότητα του Θανάση (Θανάσης Αλευράς). Ποια είναι, άραγε, η ταυτότητα αυτού του περίεργου ανθρώπου;",
                    "Aliases": []
                },
                "16": {
                    "ID": "9540076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ta-noymera/episodes/9540076",
                    "TitleEnglish": "Επεισόδιο 16ο",
                    "SummaryEnglish": "Ο Φοίβος και ο Τζόναθαν καλούν τη Μαρίζα Ρίζου στη «Μάντρα». Ο Θανάσης όμως, που έχει μόλις ξεκινήσει σπουδές Ιστορίας στο Ανοιχτό Πανεπιστήμιο, ανακαλύπτει –ή πιστεύει πως ανακαλύπτει– κάτι παράξενο (και ενδεχομένως φρικτό) που την αφορά. Στο μεταξύ, ο Φοίβος κλείνεται για πολλές ώρες σ’ ένα ασανσέρ με τον Μενέλαο και αναγκάζονται επιτέλους να αντιμετωπίσουν ο ένας τον άλλον. Ο Τζόναθαν φεύγει από το σπίτι της Δανάης θεωρώντας πως εκείνη τον απατά με τον Φοίβο.",
                    "Aliases": []
                },
                "17": {
                    "ID": "9554694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ta-noymera/episodes/9554694",
                    "TitleEnglish": "Σπίρτο και βενζίνη",
                    "SummaryEnglish": "Στη «Μάντρα» επικρατεί κανονικός εμφύλιος ανάμεσα στον Φοίβο, τον Τζόναθαν (Μιχάλης Σαράντης) και τους υπόλοιπους άντρες, που έχουν διχαστεί ανάμεσα στους δύο.  Τα κορίτσια, με επικεφαλής την Ξένια (Αλεξάνδρα Ταβουλάρη), αναλαμβάνουν δράση: σε κάθε εμφύλιο, χρειάζεται μια… Λυσιστράτη.  \r\nΚαι ποια θα μπορούσε να παίξει καλύτερα τον ρόλο αυτό από τη Μαρίνα Σάττι;",
                    "Aliases": []
                },
                "18": {
                    "ID": "9566299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ta-noymera/episodes/9566299",
                    "TitleEnglish": "Επεισόδιο 18ο",
                    "SummaryEnglish": "Ο Φοίβος και ο Τζόναθαν καλούν τον Μίλτο Πασχαλίδη στη «Μάντρα» για ένα πρόγραμμα αφιερωμένο στην Κρήτη. Σιγά-σιγά αποκαλύπτεται πως όλοι οι ήρωές μας έχουν κρητική ρίζα. Αυτό όμως εκτός από τη δυνατότητα που τους δίνει να τιμήσουν το νησί και τη μουσική του, τους μπλέκει και σε άλλες -πιο άγριες- παραδόσεις: ο Μίλτος είναι υποψήφιο θύμα μιας παλιάς βεντέτας.",
                    "Aliases": []
                },
                "19": {
                    "ID": "9579684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ta-noymera/episodes/9579684",
                    "TitleEnglish": "Μάθημα σολφέζ",
                    "SummaryEnglish": "Ο επίσημος διαγωνιζόμενος της Ελλάδας στη Eurovision, ο τραγουδιστής Κώστας Σαφέτης, εγκαταλείπει για προσωπικούς λόγους τη συμμετοχή του, αφήνοντας τη χώρα χωρίς τραγούδι την τελευταία στιγμή. Το δύσκολο έργο της αναζήτησης νέου υποψηφίου αναλαμβάνει -ποιος άλλος;- ο Μενέλαος. Διοργανώνει διαγωνισμό στη «Μάντρα» και φυσικά λαμβάνουν μέρος όλα -ή σχεδόν όλα- τα «Νούμερα».",
                    "Aliases": []
                },
                "20": {
                    "ID": "9607053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ta-noymera/episodes/9607053",
                    "TitleEnglish": "Ο κόσμος σου",
                    "SummaryEnglish": "Ο Χόρχε Καπουτζίδης (Γιώργος Καπουτζίδης) και η Νεφελίτα Φασούλη (Νεφέλη Φασούλη) είναι ένα ζευγάρι Ελλήνων ηθοποιών-τραγουδιστών που διαπρέπουν στο Μεξικό ως πρωταγωνιστές τηλενουβέλας.\r\nΣτην Ελλάδα -όπως είναι φυσικό- κάνουν θραύση και όταν ανακοινώνεται ότι θα την επισκεφθούν, ο Τζόναθαν και ο Μενέλαος τους κλείνουν ένα secret gig στη «Μάντρα». Αυτό αναστατώνει τους ήρωές μας, που όλοι λίγο-πολύ θέλουν να εκμεταλλευτούν τη διεθνή δυναμική του ζευγαριού.",
                    "Aliases": []
                },
                "21": {
                    "ID": "9607054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ta-noymera/episodes/9607054",
                    "TitleEnglish": "Εδώ είναι το ταξίδι",
                    "SummaryEnglish": "Ο Νίκος Πορτοκάλογλου καλεί τον Φοίβο στο «Μουσικό κουτί». Ο Φοίβος είναι σε μια μελαγχολική φάση από τότε που η Δανάη και ο Θανάσης έφυγαν για Μεξικό και προσπαθεί να πείσει κάποιους από τη «Μάντρα» να πάνε μαζί του. Κανείς δεν θέλει για τους δικούς του λόγους κι έτσι πηγαίνει μόνος του.",
                    "Aliases": []
                },
                "22": {
                    "ID": "9629344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ta-noymera/episodes/9629344",
                    "TitleEnglish": "Με τα μάτια κλειστά",
                    "SummaryEnglish": "Η θεία Αγορίτσα προσπαθεί να πείσει τον Φοίβο να δώσει μια ευκαιρία στην ανιψιά της, Γιώτα Νέγκα, που τραγουδάει ερασιτεχνικά, να εμφανιστεί στη «Μάντρα» μαζί με το συγκρότημά της.\r\nΟ Φοίβος ακούγοντάς τους διαπιστώνει ότι το συγκρότημά τους, οι… Νέγκαντεθ, είναι ένα σκληρό μέταλ γκρουπ και δεν μπορεί να τους ταιριάξει με το στιλ του. Η Γιώτα όμως τον σώζει από μια βίαιη επίθεση κακοποιών κι έτσι αποφασίζει να αλλάξει το στιλ της «Μάντρας» και να τους δώσει μια ευκαιρία.",
                    "Aliases": []
                },
                "23": {
                    "ID": "9648846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ta-noymera/episodes/9648846",
                    "TitleEnglish": "Λάθη μετράω",
                    "SummaryEnglish": "Ένας αστυνομικός του 16ου Τμήματος, ο Ηλίας (Εισβολέας), συλλαμβάνει όλους τους ήρωές μας, με εντελώς παράλογες και αστήρικτες κατηγορίες. Ενώ όλοι περνάνε τη νύχτα στο κρατητήριο, η Δανάη τους αποκαλύπτει ένα σκοτεινό μυστικό που αφορά τον Ηλία. Στο μεταξύ, η Έλσα καταζητείται από την Ιντερπόλ, λόγω της ομοιότητάς της με μια διάσημη παραχαράκτρια έργων τέχνης.",
                    "Aliases": []
                },
                "24": {
                    "ID": "9672993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ta-noymera/episodes/9672993",
                    "TitleEnglish": "Ο κύκλος",
                    "SummaryEnglish": "Όλοι οι κύκλοι κάποτε κλείνουν και «Τα Νούμερα» κλείνουν τον πρώτο κύκλο τους, μέσα στον «κύκλο» ενός group therapy.\r\nΟ καθένας τους λέει στον ψυχοθεραπευτή (Γιώργος Αγγελόπουλος) πώς πέρασε στη «Μάντρα» έναν ολόκληρο χρόνο και πώς θα ονειρευόταν μια δικιά του «Μάντρα».",
                    "Aliases": []
                }
            }
        }
    }
}