{
    "URL": "https://thetvdb.com/series/like-mother-like-daughter",
    "Genres": [
        "Family",
        "Reality"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt16373682/",
        "https://www.themoviedb.org/tv/215934"
    ],
    "TitleEnglish": "Like Mother, Like Daughter?",
    "SummaryEnglish": "The eight-episode series follows six pairs of mothers and daughters, each at a critical crossroads and searching for help. They embark on a three-week retreat to address their broken relationships head-on, in hopes of finding healing. Emotions run high as healing these relationships exposes long-kept secrets, reopening old wounds and revealing deep seated issues. Take a look at the trailer below:",
    "Aliases": [],
    "Modified": "2022-10-29",
    "Seasons": {
        "1": {
            "ID": "2027278",
            "URL": "https://thetvdb.com/series/like-mother-like-daughter/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "9423953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/like-mother-like-daughter/episodes/9423953",
                    "TitleEnglish": "Mo' Mothers, More Problems",
                    "SummaryEnglish": "Six mothers and daughters from varying backgrounds arrive at a three-week retreat to address the issue they all have in common: a broken relationship with each other. Emotions run high immediately, as the first step to healing means reopening old wounds.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9423954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/like-mother-like-daughter/episodes/9423954",
                    "TitleEnglish": "Trauma Can Be a Mother",
                    "SummaryEnglish": "After a hurtful exchange with her mother, Tee Tee is shocked to discover some of Sando's long-kept secrets from childhood. Meanwhile, Candence makes a decision whether to stay or go, and Alyssa and Ryleigh find comfort in each other and similar traumas.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9423955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/like-mother-like-daughter/episodes/9423955",
                    "TitleEnglish": "It's Mom's Way or the Highway",
                    "SummaryEnglish": "Megan uses graffiti to confront her past, while Alyssa and Drea find themselves at an impasse over Amaya's custody. Candence finally lets her defenses down with Leah, and Blake admits holding resentment towards Sylvia for the demise of their family.",
                    "Aliases": []
                },
                "4": {
                    "ID": "9423956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/like-mother-like-daughter/episodes/9423956",
                    "TitleEnglish": "The Mom Stays in the Picture",
                    "SummaryEnglish": "As the ladies move from 'Exposing' it to 'Owning' it in their second week, Shawna and Drea struggle with feelings of depression and regret. Leah gets destructive as a way to channel her anger, while Alyssa and Drea attempt a peaceful reconciliation.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9423957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/like-mother-like-daughter/episodes/9423957",
                    "TitleEnglish": "Mother of All Misunderstanding",
                    "SummaryEnglish": "When the other daughters try to lighten the mood around the house by pulling a prank on their moms, Megan becomes triggered and voices to her mother, Tanya, that she feels excluded. In turn, Tanya's protective instincts lead to a tense confrontation.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9423958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/like-mother-like-daughter/episodes/9423958",
                    "TitleEnglish": "Forgiveness is a Mother",
                    "SummaryEnglish": "As the end of week two nears, Megan and Tanya have some tough self-realizations, Tee Tee and Sando find alternative ways to communicate their feelings to each other, and the arrival of Ryleigh's sisters paves the way for an overdue family conversation.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9423959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/like-mother-like-daughter/episodes/9423959",
                    "TitleEnglish": "Not Your Mother's Intervention",
                    "SummaryEnglish": "The women begin the final week of their retreat and focus on practicing new tools and awareness in their relationships. But while Tanya enjoys newfound freedom and friendships, Megan's defenses go up, and Candence thinks it's time for an intervention.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9423960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/like-mother-like-daughter/episodes/9423960",
                    "TitleEnglish": "Trust the Process",
                    "SummaryEnglish": "Megan feels ambushed by Tanya and Candence, upending the mood during the final days in the house. While the rest of the mothers and daughters celebrate Alyssa's bachelorette, Megan isolates Tanya, and old patterns re-emerge, leading to an explosive exit.",
                    "Aliases": []
                }
            }
        }
    }
}