{
    "URL": "https://thetvdb.com/series/tondemo-skill-de-isekai-hourou-meshi",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt24229160/",
        "https://tondemoskill-anime.com/",
        "http://www.reddit.com/r/TondemoSkill",
        "https://www.tvmaze.com/shows/65895/show-slug",
        "https://www.themoviedb.org/tv/213402",
        "https://www.wikidata.org/wiki/Q114934194",
        "https://en.wikipedia.org/wiki/Campfire_Cooking_in_Another_World_with_My_Absurd_Skill",
        "https://x.com/tonsuki_anime"
    ],
    "TitleEnglish": "Campfire Cooking in Another World with My Absurd Skill",
    "SummaryEnglish": "When a magical realm looks to summon heroes, they’re sorely disappointed to end up with a mediocre salaryman. Mukoda Tsuyoshi may not be a hero, but this conjuring error has given him a delicious power—Online Grocery. And something about this modern food brings with it unbelievable effects. This easy access paired with his cooking skills will have patrons from across the land coming back for more!",
    "Aliases": [
        "Tondemo Skill de Isekai Hōrō Meshi",
        "Tondemo Skill de Isekai Hourou Meshi",
        "とんでもスキルで異世界放浪メシ とんでもスキルが本当にとんでもない威力を発揮した件について",
        "Tondemo Skill de Isekai Hourou Meshi S2",
        "Campfire Cooking in Another World With My Absurd Skills"
    ],
    "Modified": "2025-10-21",
    "Seasons": {
        "1": {
            "ID": "2027456",
            "URL": "https://thetvdb.com/series/tondemo-skill-de-isekai-hourou-meshi/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9426742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tondemo-skill-de-isekai-hourou-meshi/episodes/9426742",
                    "TitleEnglish": "My Absurd Skill Is Unexpectedly Useful",
                    "SummaryEnglish": "One day, Mukouda Tsuyoshi, an extremely ordinary salaryman, gets caught up in a hero summons being performed in another world. At the time of his summoning, he receives a unique skill known as \"Online Grocery\" that allows him to bring food ingredients and seasonings from his original world. Even though this skill seems plain at first glance, the food he brings into this new world has an absurd effect...?!",
                    "Aliases": []
                },
                "2": {
                    "ID": "9551832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tondemo-skill-de-isekai-hourou-meshi/episodes/9551832",
                    "TitleEnglish": "The Salient Familiar Is a Living Legend",
                    "SummaryEnglish": "Mukoda signed a subordinate contract with the legendary demonic beast Fenrir, who was attracted by its delicious smell, and decided to register with the guild in the next town, Falière. After parting ways with the members of Iron Will who traveled with him, Mukoda headed for the guild, but...",
                    "Aliases": []
                },
                "3": {
                    "ID": "9551833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tondemo-skill-de-isekai-hourou-meshi/episodes/9551833",
                    "TitleEnglish": "My Super Power Is All About Cooking",
                    "SummaryEnglish": "After registering with both the Merchant's and the Adventurer's Guilds, Mukohda immediately decides to take on a beginner’s quest. However, when they deliver the monsters that Fel caught during their quest to the Guild, they find out that most of these monsters are B-rank or higher.",
                    "Aliases": []
                },
                "4": {
                    "ID": "9551834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tondemo-skill-de-isekai-hourou-meshi/episodes/9551834",
                    "TitleEnglish": "Cannot Start the Journey Without a Map",
                    "SummaryEnglish": "Mukohda asks Fel to teach him how to use magic after witnessing his wind magic. However, when things do not seem to go well, Fel decides to start a Spartan training regimen for him.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9551835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tondemo-skill-de-isekai-hourou-meshi/episodes/9551835",
                    "TitleEnglish": "The Goddess of Wind Has a Sweet Tooth",
                    "SummaryEnglish": "Mukohda and Fel arrive at a large lake, where they catch some fish and have their usual meal. But right when they start eating inside the barrier that keeps monsters at bay, a baby slime appears out of nowhere...?",
                    "Aliases": []
                },
                "6": {
                    "ID": "9551836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tondemo-skill-de-isekai-hourou-meshi/episodes/9551836",
                    "TitleEnglish": "Growth Happens Out of Nowhere",
                    "SummaryEnglish": "The place Fel decides to bring Mukohda to get some battle experience ends up being a creepy dungeon. Even so, Mukohda gets ready for battle and increases his stats by eating a meal from his original world using the “Online Grocery”. However...",
                    "Aliases": []
                },
                "7": {
                    "ID": "9551837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tondemo-skill-de-isekai-hourou-meshi/episodes/9551837",
                    "TitleEnglish": "The Wolf Dances With Monsters",
                    "SummaryEnglish": "Mukohda and his familiars dash through the forest, after strengthening their bonds in the dungeon. However, they soon find themselves in the territory of dangerous monsters and, just like Mukohda expected, surrounded by a pack of orthros...",
                    "Aliases": []
                },
                "8": {
                    "ID": "9551838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tondemo-skill-de-isekai-hourou-meshi/episodes/9551838",
                    "TitleEnglish": "All of the Boss Monsters Are Tasty",
                    "SummaryEnglish": "After Mukohda rescues a traveling caravan from a band of bandits, they set out together for the great city of Karelina. But when Mukohda visits the Adventurer’s Guild in the city, he gets notified that his membership was revoked...?",
                    "Aliases": []
                },
                "9": {
                    "ID": "9551839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tondemo-skill-de-isekai-hourou-meshi/episodes/9551839",
                    "TitleEnglish": "Hunting Quests Are All About Meat and Money",
                    "SummaryEnglish": "Mukohda gets summoned by the guild master after defeating an entire settlement of goblins while finishing a guild request. Although Mukohda didn't want to make a big deal out of it, he receives a high-ranking quest directly from the guild master...?",
                    "Aliases": []
                },
                "10": {
                    "ID": "9551840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tondemo-skill-de-isekai-hourou-meshi/episodes/9551840",
                    "TitleEnglish": "My Two Familiars Are Too Overpowered",
                    "SummaryEnglish": "Mukohda and his familiars receive a request to head towards a mine and hunt down the metal lizard that inhabits it. Instead, they run into a rare mithril lizard. After Mukohda defeats the lizard, with the help of Fel and Sui, Fel turns his interest towards a different and tastier prey...?",
                    "Aliases": []
                },
                "11": {
                    "ID": "9551841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tondemo-skill-de-isekai-hourou-meshi/episodes/9551841",
                    "TitleEnglish": "Doing Business for the Missus",
                    "SummaryEnglish": "Lambert consults Mukohda about a gift for his wife. When Mukohda suggests a certain product he purchased from the online grocery, it leads to an unexpected situation. Meanwhile, a pack of dangerous monsters, called wyverns, are approaching the town...?",
                    "Aliases": []
                },
                "12": {
                    "ID": "9551842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tondemo-skill-de-isekai-hourou-meshi/episodes/9551842",
                    "TitleEnglish": "Adventures Are as Countless as Varieties of Food",
                    "SummaryEnglish": "After easily defeating the pack of dangerous yet powerful wyverns, Mukohda and his familiars receive praise not only from the guild, but also from the entire town. Unfazed by the attention, Mukohda goes out to look for a certain thing that he's always wanted to get in ever since he got summoned to this world.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2091523",
            "URL": "https://thetvdb.com/series/tondemo-skill-de-isekai-hourou-meshi/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10116001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tondemo-skill-de-isekai-hourou-meshi/episodes/10116001",
                    "TitleEnglish": "My New Friend Is Absurd",
                    "SummaryEnglish": "With Fel and Sui in tow, Mukohda continues his journey to the next town. As they stop to eat, a small dragon suddenly gets in Mukohda's face.",
                    "Aliases": []
                },
                "2": {
                    "ID": "11354537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tondemo-skill-de-isekai-hourou-meshi/episodes/11354537",
                    "TitleEnglish": "I Will Process the Earth Dragon",
                    "SummaryEnglish": "Mukouda, Fel, Sui and Dora arrive at the Dolan City, where they are greeted by a character who loves dragons.",
                    "Aliases": []
                },
                "3": {
                    "ID": "11354538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tondemo-skill-de-isekai-hourou-meshi/episodes/11354538",
                    "TitleEnglish": "Guaranteed Three-Star Earth Dragon Steak",
                    "SummaryEnglish": "With a new knife in hand, Elrand processes the earth dragon. Meanwhile, Mukohda makes some preparations...",
                    "Aliases": []
                }
            }
        }
    }
}