{
    "URL": "https://thetvdb.com/series/saijaku-tamer-wa-gomihiroi-no-tabi-o-hajimemashita",
    "Genres": [
        "Adaptation",
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/A0C2-40FB-633B-2C0E-AC32-9",
        "https://www.imdb.com/title/tt30644010/",
        "https://saijakutamer-anime.com/",
        "http://www.reddit.com/r/SaijakuTamer",
        "https://www.tvmaze.com/shows/73435/show-slug",
        "https://www.themoviedb.org/tv/214310",
        "https://www.wikidata.org/wiki/Q115170564",
        "https://en.wikipedia.org/wiki/The_Weakest_Tamer_Began_a_Journey_to_Pick_Up_Trash",
        "https://x.com/saijakutamer"
    ],
    "Titles": {
        "eng": "The Weakest Tamer Began a Journey To Pick Up Trash",
        "jpn": "最弱テイマーはゴミ拾いの旅を始めました。"
    },
    "Summaries": {
        "eng": "Young Ivy can't catch a break. Though she has a few memories of her past life, she was reborn into an RPG-like world in the weakest class, and worse, as the weakest rank. As a no-star Tamer, even her parents want nothing to do with her, and she soon realizes she must survive on her own. She learns to live off the land and salvage what she can from other people's leavings. But when Ivy manages to tame Sora, a lowly slime, everything changes for both of them. There's something special about this frail little monster, and Ivy's care will bring out the best in both of them!",
        "jpn": "Ivy の世界では、星がすべてです。 彼女はモンスターや動物を征服するために生まれたテイマーですが、彼女はまたスターレスで生まれました！ 彼女の命が危険にさらされているため、アイビーは森に逃げ込み、そこで彼女はソラという名前の弱い小さなスライムと友達になります。 一緒に、ありそうもないペアは旅に出発し、生き残るためにゴミを回収しました。 その過程で、彼らはハートを獲得し、危険を回避し、星のないアイビーには目に見える以上のものがあることを発見します!"
    },
    "Aliases": [
        "Saijaku Tamer wa Gomi Hiroi no Tabi wo Hajimemashita.",
        "Saijaku Tamer wa Gomi Hiroi no Tabi o Hajimemashita.",
        "Saijaku Tamer wa Gomihiroi no Tabi o Hajimemashita."
    ],
    "Modified": "2025-10-18",
    "Seasons": {
        "1": {
            "ID": "2029533",
            "URL": "https://thetvdb.com/series/saijaku-tamer-wa-gomihiroi-no-tabi-o-hajimemashita/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10020962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saijaku-tamer-wa-gomihiroi-no-tabi-o-hajimemashita/episodes/10020962",
                    "Titles": {
                        "eng": "On a Journey Alone",
                        "jpn": "ひとりの旅へ"
                    },
                    "Summaries": {
                        "eng": "Femicia is an 8-year-old girl who has lived in the forest ever since the head of her village ordered her capture. With nothing left to keep her in the village, she changes her name and sets out on a journey. What she discovers changes everything for her.",
                        "jpn": "森で暮らす８歳の少女フェミシア。村長はフェミシアを不吉な子供だと言って捕まえようとする。村を捨てて冒険の旅に出たフェミシアは、『捨て場』でまだ使えるゴミを拾って、旅の道具にする。しかし、フェミシアを追跡する冒険者が現れる。冒険者から逃げるフェミシアだが、スライムの大群と遭遇して――"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10214052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saijaku-tamer-wa-gomihiroi-no-tabi-o-hajimemashita/episodes/10214052",
                    "Titles": {
                        "eng": "To Latoto Village",
                        "jpn": "ラトト村へ"
                    },
                    "Summaries": {
                        "eng": "Ivy visits a village after catching a field mouse in a trap. She sees everyone going about their work using their magical skills and frets over her own skill. Ivy sells her mouse meat and buys the first bread she's had in years, but there's a problem...",
                        "jpn": "森を旅する少女アイビーは、ワナで野ネズミを捕まえると、新しい村に立ち寄る。その村でも人はみんな、様々なスキルを使って働いていた。それを見てアイビーは、自分のスキルについて悩む。野ネズミの肉を売ってお金を手に入れるアイビーは、何年かぶりのパンを買う。しかしソラはパンを食べず――"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10214053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saijaku-tamer-wa-gomihiroi-no-tabi-o-hajimemashita/episodes/10214053",
                    "Titles": {
                        "eng": "Toward Those Remembered Days",
                        "jpn": "追憶の日へ"
                    },
                    "Summaries": {
                        "eng": "Femicia lives with her loving family. She's about to turn five—the age at which everyone receives a magical skill. No one knows what skill they will receive. That is left to the will of the gods. Femicia wants to be a tamer and work with monsters, but...",
                        "jpn": "もうすぐ５歳になる少女フェミシアは、優しい家族にかこまれて暮らしていた。この国では人はみな、５歳になると教会でスキルをさずかり、そのスキルで得意な仕事につく。どんなスキルがもらえるかは分からず、すべては神様しだい。フェミシアは、魔物を手なずけるテイマーになりたいと言うが――"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10214054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saijaku-tamer-wa-gomihiroi-no-tabi-o-hajimemashita/episodes/10214054",
                    "Titles": {
                        "eng": "Toward an Unexpected Situation",
                        "jpn": "思わぬ事態へ"
                    },
                    "Summaries": {
                        "eng": "Ivy and Sora continue their journey, enjoying their time together. In an attempt to get Sora to sleep early, Ivy begins to tell a bedtime story. Long, long ago, the world was at war. To stop the war, a magician used a certain magic...",
                        "jpn": "ソラと一緒に楽しい旅を続けるアイビー。青いポーションが大好きなソラは、アイビーがケガを治すためにとってあるものまで、ぜんぶ食べてしまいそうになる。アイビーはソラを早く寝かせようと、おとぎ話を始める。そのむかし、世界は戦争をしていた。戦争を止めるため、魔術師はある魔法を使って――"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10214055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saijaku-tamer-wa-gomihiroi-no-tabi-o-hajimemashita/episodes/10214055",
                    "Titles": {
                        "eng": "To Latome Village",
                        "jpn": "ラトメ村へ"
                    },
                    "Summaries": {
                        "eng": "At the entrance to the next village, Ivy spots a scary-looking guard standing watch. Trembling with fear, she attempts to pass, but the guard stops and questions her. When she says that she's come from Latomi Village, the guard says something unexpected.",
                        "jpn": "次の村に立ち寄るアイビー。村の入り口では、怖そうな門番が見張りをしていた。アイビーが恐る恐る村に入ろうとすると、門番に呼び止められて尋問される。アイビーは、ラトミ村から来た事を正直に話すと、門番は意外な事を言うのだった。そして、なぜかアイビーの買い物に付き合ってくれるのだった。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10214056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saijaku-tamer-wa-gomihiroi-no-tabi-o-hajimemashita/episodes/10214056",
                    "Titles": {
                        "eng": "To Travel Beyond Imagination",
                        "jpn": "想い彼方へ"
                    },
                    "Summaries": {
                        "eng": "When Ivy goes into the village to sell her catch, everyone is really nice to her which makes her nervous. Later, she chances upon a peddler selling zaro, a specialty of Latomi Village. When she asks how the village is faring, the answer surprises her.",
                        "jpn": "アイビーの狩りを手伝ってくれるシエル。おかげで大猟だった獲物を売りに行くと、なぜか村人がみんな、アイビーに優しい。不思議に思っていると、どうやらオグト隊長の仕業らしい。肉を売ってお金を手にしたアイビーは、ラトミ村の特産のザロを売る行商人に出会う。そして、ラトミ村の話を聞くと――"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10214057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saijaku-tamer-wa-gomihiroi-no-tabi-o-hajimemashita/episodes/10214057",
                    "Titles": {
                        "eng": "On a Path to Adventure",
                        "jpn": "冒険の道へ"
                    },
                    "Summaries": {
                        "eng": "Ivy, Sora, and Ciel continue their travels. Suddenly, something starts chasing them! Ivy manages to get away, but runs into a horde of monsters! As Ivy tries to escape, she gets caught in a trap and can't move! Then a team of adventurers appears!",
                        "jpn": "ソラ、シエルと一緒に旅をするアイビーだが、突然、何かに追いかけられる。なんとか逃げ切ろうとするが、魔物の群れと遭遇してしまう。必死に逃げるアイビーだが、ワナにかかってしまい、身動きがとれなくなる。そこに現れたのは冒険者のチームと、スライムを操る、星を持ったテイマーだった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10214058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saijaku-tamer-wa-gomihiroi-no-tabi-o-hajimemashita/episodes/10214058",
                    "Titles": {
                        "eng": "To a Dangerous Town",
                        "jpn": "危険な町へ"
                    },
                    "Summaries": {
                        "eng": "Ivy's delicious cooking has made her very popular. The suppression squad feasts after a job well done and the next day, they set out for Otolwa with Ivy. She's deeply impressed by her first sight of a big town, but it hides a serious problem.",
                        "jpn": "魔物を退治した討伐隊は、野営地で酒盛りを始める。アイビーは美味しい料理を作れるため、冒険者たちの間で人気者だった。いろいろな冒険者を紹介されたアイビーは、討伐隊と一緒に次の町へ向かう。初めて見る大きな町に感動するアイビーだったが、その町には大きな問題があった。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10214059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saijaku-tamer-wa-gomihiroi-no-tabi-o-hajimemashita/episodes/10214059",
                    "Titles": {
                        "eng": "Toward a Confrontation with the Organization",
                        "jpn": "組織との対決へ"
                    },
                    "Summaries": {
                        "eng": "When Ivy says that she's just turned nine, everyone congratulates her. Ivy is deeply moved by their well wishes. The members of Blazing Sword and Lighting King explain the organization's crimes and Ivy offers analysis, with Sora and her past life's help.",
                        "jpn": "アイビーが９歳になった事を伝えると、みんなからお祝いの言葉をもらう。長いあいだ人から祝われた事のなかったアイビーは、感激する。炎の剣と雷王のメンバーは、組織の犯罪について説明をする。そこでアイビーは、ソラの能力と前世の記憶によって、組織について分析をするのだった。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10214060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saijaku-tamer-wa-gomihiroi-no-tabi-o-hajimemashita/episodes/10214060",
                    "Titles": {
                        "eng": "Into the Vortex of the Incidents",
                        "jpn": "事件の渦中へ"
                    },
                    "Summaries": {
                        "eng": "Ivy and Lattrua go to eat sweets with Meela and her brothers. Sora confirms their suspicions about the siblings, but the organization may be using Green Gale as a decoy. If that's true, then Meela and her brothers might be killed. What will Ivy do?",
                        "jpn": "ミーラたちと一緒に、甘い物を食べに行くアイビーとラットルア。ソラによると、双子の兄弟トルトとマルマは、やはり悪い人だった。状況から考えると、緑の風は組織のオトリかもしれない。このままだと、ミーラたちは殺されてしまう。そこでアイビーは反対に、自分がオトリになると言うのだった。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10214061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saijaku-tamer-wa-gomihiroi-no-tabi-o-hajimemashita/episodes/10214061",
                    "Titles": {
                        "eng": "Into Battle",
                        "jpn": "戦へ"
                    },
                    "Summaries": {
                        "eng": "Ivy and Lattrua pretend to fall into Green Gale's trap and go with them to eat some sweets. Once there, Lattrua begins interrogating them. Meanwhile, Blazing Sword and Lightning King join forces with Captain Burksby to carry out a different mission.",
                        "jpn": "作戦を開始するアイビーとラットルア。二人はワナにかかったふりをして、緑の風といっしょに、敵のいる甘味処に着いていく。そこでミーラたちを問い詰めるラットルア。正体がバレたトルトとマルマは、ラットルアと戦う。一方、炎の剣と雷王は、バークスビー団長と共に別の作戦を決行していた。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10214062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saijaku-tamer-wa-gomihiroi-no-tabi-o-hajimemashita/episodes/10214062",
                    "Titles": {
                        "eng": "On a Journey, the Three of Us",
                        "jpn": "三人の旅へ"
                    },
                    "Summaries": {
                        "eng": "Ivy is given a summary of the effects of their recent endeavors, which have shaken the whole kingdom. The Watch and the adventurers gather to celebrate their victory. During the feast, Blazing Sword and Lightning King have one last proposal for Ivy.",
                        "jpn": "アイビーは、事件の顛末の説明を受ける。組織の実体は想像よりはるかに大きく、国を揺るがす大問題になっていた。作戦に貢献したアイビーとソラは、ギルドマスターたちに感謝される。そしてアイビーは、炎の剣や雷王、そして自警団団長たちから、この町で一緒に暮らそうと誘われるのだった。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}