{
    "URL": "https://thetvdb.com/series/427819-",
    "Genres": [
        "Anime - Shojo",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt23862502/",
        "https://www.toei-anim.co.jp/tv/hirogaru-sky_precure/",
        "https://www.themoviedb.org/tv/213883"
    ],
    "Titles": {
        "eng": "Soaring Sky! Precure",
        "jpn": "ひろがるスカイ！プリキュア"
    },
    "Summaries": {
        "eng": "Sora, all of 14, lives above the clouds in the kingdom of Skyland. Her dream is to become a courageous hero, and she's about to get her chance. One day, when a monster from an evil empire tries to kidnap Skyland's Princess Ellee, Sora jumps into action! She follows them into a hole which takes them to a strange new planet. Luckily, Sora discovers a unique power that just might help get them home.",
        "jpn": "平和な【スカイランド】に大事件発生！？\r\nまだ幼いプリンセス【エルちゃん】が\r\nアンダーグ帝国の怪物につれさられてしまった！\r\n勇敢な少女【ソラ】はプリンセスを追ってふしぎな穴へ。\r\nその先はなんと別の世界の【ソラシド市】につながっていて……！？\r\n\r\n『テレビ』？『自動車』！？\r\nそれって魔法の道具ですかっ！？！？\r\nでも驚いているひまなんかない！\r\n早くプリンセスをお城に帰してあげなくちゃ……！\r\n\r\nふたつの世界を飛びまわれ！\r\nプリキュアたちの冒険がいま始まる！\r\n\r\n「ヒーローの出番です！」"
    },
    "Aliases": [
        "Hirogaru Sukai! Purikyua",
        "Hirogaru Sky! Precure",
        "Soaring Sky! Pretty Cure"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2032481",
            "URL": "https://thetvdb.com/series/427819-/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 50,
            "Episodes": {
                "1": {
                    "ID": "9479309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9479309",
                    "Titles": {
                        "eng": "I'm a Hero Girl? Cure Sky to the Rescue!",
                        "jpn": "わたしがヒーローガール！？キュアスカイ参上！！"
                    },
                    "Summaries": {
                        "eng": "The infant princess Ellee-chan has been kidnapped by a monster! A brave girl named Sora follows the kidnapper into a strange hole to save the princess, but when she finds a way out, she’s in another world?!",
                        "jpn": "平和なスカイランドで起こったプリンセス・エルの誘拐事件を追って、不思議なトンネルに飛び込んだ勇敢な少女・ソラ。トンネルの先は別世界のソラシド市につながっていた。そこでソラは中学2年生のましろと出会う。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9590046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9590046",
                    "Titles": {
                        "eng": "A Hero in the House?!",
                        "jpn": "ヒーローがおうちにやってきた！？"
                    },
                    "Summaries": {
                        "eng": "After defeating Ranborg, Mashiro takes Sora back to her home. Mashiro’s grandmother Yoyo does not appear surprised by their arrival and welcomes Sora and Ellee.",
                        "jpn": "キュアスカイに変身し、ランボーグを撃退したソラ。街中で注目を浴びるソラを、ましろは自分の家に連れ帰る。そんなましろたちを家で迎えたのは、訳知りな様子のましろのおばあちゃん・ヨヨだった。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9590047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9590047",
                    "Titles": {
                        "eng": "Hic-hic-homesick! Don't Cry Ellee-chan!",
                        "jpn": "シクシクホームシック！泣かないでエルちゃん！"
                    },
                    "Summaries": {
                        "eng": "Ellee is in a bad mood. Sora and the others realize this is because she misses her Papa and Mama, so they decide to use the Mirror Pad to communicate with Skyland.",
                        "jpn": "何やらエルの機嫌が悪い様子。その理由が、パパとママに会えないことだとわかったソラたちは、ミラーパッドを使ってスカイランドと交信することに。ミラーパッドを動かすためには、スカイジュエルが必要で...。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9599822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9599822",
                    "Titles": {
                        "eng": "I'm a Hero Girl too! Cure Prism's Arrival!",
                        "jpn": "わたしもヒーローガール！キュアプリズム登場！！"
                    },
                    "Summaries": {
                        "eng": "Kabaton sets a sneaky trap for Mashiro and the others. Sora’s Mirage Pen is stolen by Kabaton and she’s no longer able to transform into Cure Sky.",
                        "jpn": "ましろたちを襲うカバトンの卑劣なわな。ソラのミラージュペンがカバトンに奪われてしまったことで、ソラはキュアスカイに変身できなくなってしまう。ましろはピンチのソラのもとへ向かおうとするが...。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "9605683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9605683",
                    "Titles": {
                        "eng": "Hand in Hand! Our New Attack!",
                        "jpn": "手と手をつないで！私たちの新しい技！"
                    },
                    "Summaries": {
                        "eng": "Sora dreams that Prism is attacked by Ranborg. Tortured by her thoughts, Sora tells Mashiro, “I don’t want you to transform into a Pretty Cure” and tries to protect Ellee all by herself.",
                        "jpn": "プリズムがランボーグの攻撃を受ける夢を見るようになったソラは、ましろに「もう変身しないでほしい」と告げ、ひとりでエルを守ろうとする。そんななか、街に電車型のランボーグと共にカバトンが現れ...。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "9644000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9644000",
                    "Titles": {
                        "eng": "Tell me! Sora's True Feelings",
                        "jpn": "伝えて！ソラの本当の気持ち"
                    },
                    "Summaries": {
                        "eng": "The new semester has begun, and Mashiro heads to school, but Sora can’t enter. While out on errands, Sora runs into Ageha, who guesses that she’s lonely because she’s not with Mashiro.",
                        "jpn": "新学期が始まり、ましろは学校に向かうが、ソラは学校に入れない。お使いの途中、あげはに出会ったソラは、ましろがそばにいなくて寂しい気持ちを言い当てられる。あげははその想いを伝えにいくように勧める。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "9644001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9644001",
                    "Titles": {
                        "eng": "Thrilling! The Transfer Student is a Hero Girl!",
                        "jpn": "ドキドキ！転校生はヒーローガール！！"
                    },
                    "Summaries": {
                        "eng": "Sora is enrolled in the same school as Mashiro. However, she is worried she’ll accidentally tell everyone she’s from Skyland, so she tries not to stand out at school, but…",
                        "jpn": "ましろと同じ学校に通えることになったソラ。スカイランドから来たことをつい言ってしまいそうになるため、学校では目立たないようにしていたが、体育の授業で持ち前の運動神経を発揮してしまい...。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9651153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9651153",
                    "Titles": {
                        "eng": "The Flightless Bird and the Strange Boy",
                        "jpn": "飛べない鳥と、ふしぎな少年"
                    },
                    "Summaries": {
                        "eng": "A strange boy enters the room and speaks to Ellee. It turns out he’s a boy named Tsubasa, a member of the Puni Bird Tribe. What is Tsubasa’s reason for not going home to Skyland?",
                        "jpn": "どこからともなく部屋に入り込み、エルに話しかける見知らぬ少年。ソラが少年を捕まえると、その正体はスカイランドの飛べない鳥・プニバード族のツバサだった。スカイランドに帰らないツバサの目的は...?"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "9658333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9658333",
                    "Titles": {
                        "eng": "Wings of Courage, Fly Cure Wing!",
                        "jpn": "勇気の翼、飛べキュアウィング！！"
                    },
                    "Summaries": {
                        "eng": "As the saucer-shaped Ranborg rampages above, Ellee is worried and flies out of the house to find Sky and Prism. Tsubasa chases after Ellee to protect her, but winds up getting captured by Ranborg",
                        "jpn": "カバトンが操縦する円盤型ランボーグが暴れ回るなか、スカイとプリズムを心配して家を飛び出していくエル。エルを守ろうとツバサも後を追うが、逆にランボーグに捕まってしまう。ツバサは隙を見て脱出するが...。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "9658334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9658334",
                    "Titles": {
                        "eng": "Yum! What's the Taste of Home?",
                        "jpn": "むむむ ! 思い出の料理ってどんな味！？"
                    },
                    "Summaries": {
                        "eng": "Sora and the others arrange a welcome party for Tsubasa. He says he wants to eat a dish from Skyland called “yakitai” but they struggle to make it taste like the original.",
                        "jpn": "ツバサの歓迎パーティを開こうとするソラたち。ましろに「何か食べたいものはある?」と聞かれたツバサは、スカイランドの料理「ヤーキターイ」を食べたいと希望するが、なかなかその味を再現することができない。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "9707100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9707100",
                    "Titles": {
                        "eng": "Awkward Pair!? Tsubasa and Ageha",
                        "jpn": "気まずい二人！？ツバサとあげは"
                    },
                    "Summaries": {
                        "eng": "Ageha invites everyone on a trip to the mountains. They arrive at Mount Raso and join in a riddle-solving game, but Tsubasa is on the same team as Ageha and finds himself getting irritated by her antics…",
                        "jpn": "あげはの誘いで、みんなで山に出かけるソラたち。たどりついた「らそ山」で、ソラとましろ、ツバサとあげはとエルのチームにわかれて謎解きゲームに参加する。ところが、ツバサはあげはに振り回され気味で...。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9707101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9707101",
                    "Titles": {
                        "eng": "Tough! Cure Sky vs. Kabaton",
                        "jpn": "ツエェェェ！キュアスカイ対カバトン"
                    },
                    "Summaries": {
                        "eng": "Kabaton wants to have a 1-on-1 battle with Sora. After three days of training at a campsite, Sora accepts the challenge.",
                        "jpn": "失敗続きで追い込まれたカバトンから、1対1の勝負を申し込まれるソラ。ソラが勝てば、もうエルには手を出さないと聞いて勝負を受けたソラは、キャンプ場での3日間の特訓を経て、カバトンとの対決に挑む。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "9707102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9707102",
                    "Titles": {
                        "eng": "Deliver it! First Present",
                        "jpn": "届けて！はじめてのおくりもの"
                    },
                    "Summaries": {
                        "eng": "Sora and the others go to buy Ellee her first pair of shoes, and a lady lets them buy the ones she was planning on purchasing. Meanwhile, Yoyo succeeds in opening the tunnel to Skyland.",
                        "jpn": "エルのためにファーストシューズを買いにきたソラたちは、ひとりの女性から靴をゆずってもらうが、その女性は少し寂しそうな様子で去っていく。そんななか、ヨヨがスカイランドへのトンネルの開通に成功する。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "9713294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9713294",
                    "Titles": {
                        "eng": "To Skyland! Reunited With The Person She Admires!",
                        "jpn": "スカイランドへ！憧れのあの人との再会"
                    },
                    "Summaries": {
                        "eng": "Sora returns to Skyland and reunites with Captain Shalala, the captain of the Azure Guards and the person she admires most, and becomes an apprentice member of the Guards. However, one of the apprentices doubts Sora’s skill.",
                        "jpn": "スカイランドに戻ったソラは、青の護衛隊の隊長で憧れの人でもあるシャララと再会し、見習い隊員となる。だが、隊員のベリィベリーはソラの実力を疑っており、シャララは力試しのために2人を訓練場に連れ出す。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "9760931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9760931",
                    "Titles": {
                        "eng": "A Mega Ranborg Explosion? Protect Skyland!",
                        "jpn": "超巨大ランボーグ大爆発! ? 守れスカイランド!"
                    },
                    "Summaries": {
                        "eng": "Skyland is continually attacked by Ranborgs. Sora and the Azure Guards defeat them, but Battamonda collects their energy and puts Skyland into a crisis.",
                        "jpn": "スカイランドに次々と現れるランボーグたち。ソラや青の護衛隊が退治するが、バッタモンダーによってそのエナジーは合体し、スカイランドを危機に陥れる。ソラとましろは巨大ランボーグを浄化しようとするが...。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "9760932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9760932",
                    "Titles": {
                        "eng": "The Elleetaro Squad Defeats the Ogre!",
                        "jpn": "えるたろう一座のおに退治"
                    },
                    "Summaries": {
                        "eng": "Sora and the gang return to Sorashido City to see Yoyo. The King and Queen are under a curse, and Ellee is feeling sad. Ageha proposes a Puppet Play to cheer her up.",
                        "jpn": "ヨヨに会うため、再びソラシド市にやってきたソラたち。王と王妃が呪いにかかってしまい、寂しがるエルを元気づけようと、あげはの提案で人形劇を作ることに。そんななか、街にバッタモンダーが現れ...。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "9762032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9762032",
                    "Titles": {
                        "eng": "The Great Baton Pass! Mashiro's Intense Relay",
                        "jpn": "わたせ最高のバトン! ましろ本気のリレー"
                    },
                    "Summaries": {
                        "eng": "With sports day coming up, Sora is chosen to be the class representative for the relay. Sora asks Mashiro to be the one to pass the baton to her. Mashiro accepts, and trains hard with Sora.",
                        "jpn": "体育祭が迫り、選抜リレーのクラス代表に選ばれたソラは、自分にバトンを渡す選手をましろにやってほしいと願い出る。引き受けたましろはソラと特訓に励む。迎えた体育祭当日。いよいよリレーが始まり...。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "9801714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9801714",
                    "Titles": {
                        "eng": "Exciting! The Best Nursery School Teacher, Cure Butterfly!",
                        "jpn": "アゲアゲ！最強の保育士　キュアバタフライ！！"
                    },
                    "Summaries": {
                        "eng": "During her practicum at the nursery school, the children find out Ageha is friends with the Pretty Cures. But one of the children, Takeru, disagrees on what it is to be a Pretty Cure, and runs outside.",
                        "jpn": "実習先の保育園で、プリキュアの仲間だと知られてしまうあげは。ところが、園児のたけるとプリキュアへの考え方の違いで対立し、外に飛び出してしまう。そんななか、保育園にバッタモンダーが現れ...。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "9801716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9801716",
                    "Titles": {
                        "eng": "Ageha and Tsubasa Get Colorfully Excited!",
                        "jpn": "あげはとツバサ、カラフルにアゲてこ！"
                    },
                    "Summaries": {
                        "eng": "Ageha begins living at Mashiro’s house and makes herself busy cooking and cleaning for Sora and the gang. Tsubasa worries Ageha is wearing herself out, and Ageha makes a special request to Tsubasa.",
                        "jpn": "ましろの家に住み始め、ソラたちのため食事の準備や掃除に動き回るあげは。「頑張り過ぎ」と心配するツバサだったが、そんなツバサに、あげはは「明日予定を空けておいてほしい」と頼み、あるお願いをする。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "9801719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9801719",
                    "Titles": {
                        "eng": "The First Step Towards Mashiro's Dream",
                        "jpn": "ましろの夢 最初の一歩"
                    },
                    "Summaries": {
                        "eng": "Ageha’s co-worker and art school student Natsumi suggests that Mashiro enters the “Everyone’s Picture Book” contest. Sora and the gang encourage her, and she decides to try making a picture book.",
                        "jpn": "あげはのアルバイト先の先輩で美大生の菜摘から「みんなの絵本コンテスト」への応募を勧められるましろ。ソラたちの後押しも受けて、絵本を作ってみようと思い立つ。なかなかアイデアが浮かばないましろだったが...。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "9801721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9801721",
                    "Titles": {
                        "eng": "Soar! Wings of Knowledge",
                        "jpn": "ひろがれ! 知識の翼"
                    },
                    "Summaries": {
                        "eng": "Yoyo invites everyone on an outing to the mountain highlands. There, Yoyo has a vegetable garden growing, and Tsubasa is surprised at how much Yoyo knows about vegetables.",
                        "jpn": "ヨヨの提案で、みんなで高原に出かけることになった。高原にはヨヨが野菜を育てていた畑が広がっており、ツバサはヨヨが野菜の知識にまで詳しいことに驚く。午後、雨宿りをしていると、バッタモンダーが現れ...。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "9831660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9831660",
                    "Titles": {
                        "eng": "Battamonda's Final Strategy",
                        "jpn": "バッタモンダー最後の秘策 !"
                    },
                    "Summaries": {
                        "eng": "In Skyland, many people are spotting a woman in a blue cape, just like Captain Shalala. While out shopping with everyone, Sora spots a woman in a blue cape too and chases after her.",
                        "jpn": "スカイランドでは、行方不明のシャララと同じ青いマント姿の女性の目撃談が相次いでいた。そんななか、みんなとの買い物の途中に青いマントの女性を見かけたソラは、思わず後を追いかけるが...。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "9831661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9831661",
                    "Titles": {
                        "eng": "Broken Dreams and Renewed Strength!",
                        "jpn": "砕けた夢と、 よみがえる力"
                    },
                    "Summaries": {
                        "eng": "A discouraged Sora returns to Skyland and reunites with her family. Meanwhile, the Ranborg containing Captain Shalala appears in Sorashido City. Mashiro and the others take it on without Sora.",
                        "jpn": "心が折れてしまったソラはスカイランドに戻り、家族と再会する。一方、ソラシド市には再びシャララを取り込んだランボーグが現れる。ソラがいないなか、ましろたちは3人でランボーグに立ち向かう。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "9875679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9875679",
                    "Titles": {
                        "eng": "Sparkling Morning Star, Ellee-chan's Secret",
                        "jpn": "輝く一番星☆エルちゃんの秘密"
                    },
                    "Summaries": {
                        "eng": "Sora and her friends are welcomed as \"heroes\" by the people of Skyland after they break the King and Queen's curse. Ellee spends time with her parents for the first time in a long time, when a mysterious purple light suddenly appear...",
                        "jpn": "王様と王妃様の呪いを解き、「ヒーロー」としてスカイランドの人々に迎えられるソラたち。久しぶりに両親と過ごすエルだったが、不思議な紫色の光が現れて...。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "9875680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9875680",
                    "Titles": {
                        "eng": "Fun! The Princess Goes to the Zoo!",
                        "jpn": "ワクワク！プリンセス、動物園に行く！"
                    },
                    "Summaries": {
                        "eng": "After being asked by the King and Queen to care for Ellee, Sora and the others return with her to Sorashido City, where they visit Sorashido Nature Park to see the animals. However, they also encounter a new underling from the Undergu Empire.",
                        "jpn": "王様と王妃様にエルを託され、ソラシド市に戻ってきたソラたちは、たくさんの動物がいるソラシド自然公園にやってくる。ソラたちが動物たちと触れ合っていると、アンダーグ帝国からの新たな刺客が現れ...。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "9875681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9875681",
                    "Titles": {
                        "eng": "Take off! Memories Connected by Airplanes",
                        "jpn": "テイクオフ！飛行機でつながる想い"
                    },
                    "Summaries": {
                        "eng": "Mashiro's parents are finally returning from overseas for a visit, so Sora and the gang go to the airport to pick them up. While exploring the airport, they meet a girl named Shoko who knows a lot about airplanes.",
                        "jpn": "久しぶりにましろの両親が海外から帰ってくることになり、空港まで迎えにきたソラたち。空港内を見て回り、展望台にやってきたソラたちは、そこで飛行機に詳しい翔子という女の子と仲良くなる。"
                    },
                    "Aliases": []
                },
                "27": {
                    "ID": "9887427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9887427",
                    "Titles": {
                        "eng": "A Wild Lesson in the Mirror Pad?!",
                        "jpn": "ミラーパッドでワクワクレッスン！？"
                    },
                    "Summaries": {
                        "eng": "Sora and the gang get sucked into the Mirror Pad by a vortex. Inside the Mirror Pad is a special stage where they are made to do \"special training.\"",
                        "jpn": "花火大会の日、エルがミラーパッドで遊んでいると、突然ミラーパッドから飛び出した渦に引きずり込まれてしまったソラたち。ミラーパッドの中のスペシャルステージで、特別なトレーニングに挑むことになるが...。"
                    },
                    "Aliases": []
                },
                "28": {
                    "ID": "9933459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9933459",
                    "Titles": {
                        "eng": "Ageha's Exciting Fashion Show!",
                        "jpn": "あげはのアゲアゲファッションショー"
                    },
                    "Summaries": {
                        "eng": "Ageha's older sisters, the popular models Saotome Maria and Kaguya, have come to the city. Their manager, Kako, asks Ellee-chan if she would like to appear in the fashion show.",
                        "jpn": "あげはの姉で人気モデルの早乙女まりあ、かぐや姉妹が街にやってきた。2人のマネジャー・加古からファッションショーに出演しないかと誘われたエルは、かぐやのデザインした服に興味を持ち出演することに。"
                    },
                    "Aliases": []
                },
                "29": {
                    "ID": "9935163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9935163",
                    "Titles": {
                        "eng": "Sora And The Missing Stuffed Animal",
                        "jpn": "ソラと、忘れられたぬいぐるみ"
                    },
                    "Summaries": {
                        "eng": "In an abandoned European-style house at the edge of town, Sora is surprised when a stuffed animal talks to her. Although Sora is scared when it follows her home, she begins to feel like there is some reason for the situation and decides to help.",
                        "jpn": "ある日、街外れの無人の洋館で、ソラはぬいぐるみに話しかけられ驚いて逃げ帰る。家までついてきたぬいぐるみを「お化けかもしれない」と怖がりながらも、ソラは何か事情があることを感じて力になろうとする。"
                    },
                    "Aliases": []
                },
                "30": {
                    "ID": "9935164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9935164",
                    "Titles": {
                        "eng": "Soaring Sea! Beach Paradise!",
                        "jpn": "ひろがる海！ビーチパラダイス！"
                    },
                    "Summaries": {
                        "eng": "To wrap up their summer holiday, everyone goes to the beach, but Sora doesn't know how to swim and she nearly drowns. Everyone tries to teach her how to swim but she has trouble getting the hang of it, until...",
                        "jpn": "夏休みの締めくくりに、みんなと海水浴にやってきたものの、泳ぎ方を知らないソラは浅瀬で溺れそうになる。みんなに泳ぎを教わるが、なかなかコツを掴めないソラは、まずは海を楽しもうと考え直す。"
                    },
                    "Aliases": []
                },
                "31": {
                    "ID": "9943886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9943886",
                    "Titles": {
                        "eng": "A New Threat! Rescue Ellee-chan!",
                        "jpn": "新たな脅威! エルちゃんを取り戻せ!"
                    },
                    "Summaries": {
                        "eng": "In order to improve Ellee's mood, Sora and the gang visit the Sorashido Photo Studio. Everyone enjoys the photo shoot, but on the way home a strange man in a black hooded cloak appears and takes Ellee.",
                        "jpn": "いたずらをたしなめられ、すねてしまったエルの機嫌を直すため、ソラシド写真館を訪れたソラたち。ところが、みんなで撮影を楽しんだ帰り道、いきなり黒いフードを着た謎の男が現れ、エルを捕らえてしまう。"
                    },
                    "Aliases": []
                },
                "32": {
                    "ID": "9959839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9959839",
                    "Titles": {
                        "eng": "Big Transformation! Cure Majesty!",
                        "jpn": "大変身！キュアマジェスティ！！"
                    },
                    "Summaries": {
                        "eng": "Ellee says she is Cure Majesty, but she still can't transform at will. Meanwhile, Minoton re-appears, but this time he has been brainwashed with Undergu Energy.",
                        "jpn": "自分がキュアマジェスティだと主張するエルだったが、まだ自由に変身することはできない。そんななか、アンダーグエナジーに洗脳されたミノトンが再び姿を現す。強化されたミノトンにスカイたちは追い込まれ...。"
                    },
                    "Aliases": []
                },
                "33": {
                    "ID": "9986248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9986248",
                    "Titles": {
                        "eng": "Ultimate power! Majestic Chroniclon",
                        "jpn": "究極のちから! マジェスティクルニクルン"
                    },
                    "Summaries": {
                        "eng": "Yoyo summons Sora and the gang to Skyland, where they explore a ruin that suddenly appeared. In the depths is a book called \"Majestic Chroniclon\" that contains the Ultimate Power.",
                        "jpn": "ヨヨに呼び寄せられ、スカイランドに突然現れた遺跡を探索するソラたち。その奥には、“究極のちから”を封じた本「マジェスティクルニクルン」が収められていた。"
                    },
                    "Aliases": []
                },
                "34": {
                    "ID": "9986249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/9986249",
                    "Titles": {
                        "eng": "Mon-mon! Mashiro and His Return!",
                        "jpn": "もんもん! ましろと帰ってきたアイツ"
                    },
                    "Summaries": {
                        "eng": "After losing to the Pretty Cures, Battamonda is now living in Sorashido City, calling himself \"Monda\". He disguises himself as an art school student, and approaches Mashiro, who has lost her confidence...",
                        "jpn": "プリキュアに敗れたバッタモンダーは、「紋田」と名乗ってソラシド市で暮らしていた。一方、子供たちに自作の絵本の読み聞かせをしていたましろは、一組の兄弟に「つまらない」と言われて落ち込んでしまい...。"
                    },
                    "Aliases": []
                },
                "35": {
                    "ID": "10007921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/10007921",
                    "Titles": {
                        "eng": "Import Player Sora! Ace and Hero",
                        "jpn": "助っ人ソラ! エースとヒーロー"
                    },
                    "Summaries": {
                        "eng": "While the ace of the girls' baseball team, Tamaki Shinomiya, is on rest due to an elbow injury, Sora is asked to be their coach. Then, they find out that Tamaki will need surgery.",
                        "jpn": "女子野球部のエース・四宮たまきが肘の故障で休養する間、女子野球部のコーチを頼まれたソラ。しかし、たまきの治療のためには手術が必要なことが明らかになる。無理しても大会で投げたいというたまきだったが...。"
                    },
                    "Aliases": []
                },
                "36": {
                    "ID": "10007922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/10007922",
                    "Titles": {
                        "eng": "Ageha Fails At Being The Best Nursery School Teacher!?",
                        "jpn": "あげは、 最強の保育士失格!?"
                    },
                    "Summaries": {
                        "eng": "Takeru, the boy who Ageha has become friends with at the nursery school where she's training, is moving away. Takeru is sad and doesn't want to play with the other children, and Ageha doesn't know what to do.",
                        "jpn": "あげはの実習先で仲の良かった園児のたけるが引っ越すことになった。あげはは、寂しさからかほかの園児たちとも遊ぼうとしないたけるに対し、どう接したら良いのかと悩む。"
                    },
                    "Aliases": []
                },
                "37": {
                    "ID": "10065806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/10065806",
                    "Titles": {
                        "eng": "Two Friends! The Tree of Memories!",
                        "jpn": "ふたりは仲良し♥思い出の木！"
                    },
                    "Summaries": {
                        "eng": "Sora and the gang look at photos from when Mashiro and Ageha first met, and decide to visit the place in the photo. However, no matter how much they walk around the neighborhood, they can't find the tree from the picture.",
                        "jpn": "ましろとあげはが出会った時の写真を見て、それが撮影された場所に行ってみようと思い立つソラたち。しかし、付近をいくら歩き回っても、目印の木が見つからない。帰ろうとしたその時、エルの帽子が風に飛ばされ...。"
                    },
                    "Aliases": []
                },
                "38": {
                    "ID": "10065807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/10065807",
                    "Titles": {
                        "eng": "Save the Sky! The Secret of Floating Island",
                        "jpn": "大空を救え！浮き島のひみつ"
                    },
                    "Summaries": {
                        "eng": "The Bright Jewel that shines in the night sky of Skyland suddenly goes dark. Sora and the gang travel to Floating Island where it is located to try find the cause.",
                        "jpn": "スカイランドの夜空を照らしていたハレバレジュエルの光が消えてしまい、ソラたちは原因究明のため、ハレバレジュエルが置かれている浮島に向かう。そこでソラたちはスカイランドに住んでいたという竜族に出会う。"
                    },
                    "Aliases": []
                },
                "39": {
                    "ID": "10065808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/10065808",
                    "Titles": {
                        "eng": "Great Witch Yoyo and the Halloween Party!",
                        "jpn": "大魔女ヨヨとハロウィンパーティー！"
                    },
                    "Summaries": {
                        "eng": "For Halloween, Sora and the gang decorate Mashiro's house like a witch's house, and welcome children. Meanwhile, Cure Pumpkin appears in town, saying he's a member of the Pretty Cures...",
                        "jpn": "ハロウィーンでましろの家を魔女の館のように飾りつけ、怪しげな雰囲気になった子供たちを迎えるソラたち。一方、街では「プリキュアの仲間」を名乗るキュアパンプキンが現れ、お菓子を奪い取っていた。"
                    },
                    "Aliases": []
                },
                "40": {
                    "ID": "10113576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/10113576",
                    "Titles": {
                        "eng": "Good Fwiends! Ellee's Wedding!",
                        "jpn": "なかよち♡ エルちゃん結婚式☆"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "テレビで結婚式の様子を目にしたエルは突然、「ツバサと結婚する!」と言い出す。エルのためにみんなで「結婚式ごっこ」をしてあげることにするが、遊びが終わってもエルはツバサの手を離そうとしない。"
                    },
                    "Aliases": []
                },
                "41": {
                    "ID": "10129452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/10129452",
                    "Titles": {
                        "eng": "Mashiro and Monda's Autumn Story",
                        "jpn": "ましろと紋田の秋物語"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "ましろが次の絵本コンテストに応募する新作の内容に悩んでいると、みんながソラシドパークに連れ出してくれた。そこで新作のアイデアを練っていると、また紋田が話しかけてくるが、前回とは様子が違っていて...。"
                    },
                    "Aliases": []
                },
                "42": {
                    "ID": "10129453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/10129453",
                    "Titles": {
                        "eng": "Overcome The Doubts: Young Hero!",
                        "jpn": "迷いをこえて　未熟なヒーロー！"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "キラキラエナジーを作り出すツバサの研究の成果を持ち帰るため、ソラシド市にやってくるシャララ。一方、スキアヘッドとの戦いの後から心ここにあらずだったソラは、悩みをシャララに打ち明ける。"
                    },
                    "Aliases": []
                },
                "43": {
                    "ID": "10135126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/10135126",
                    "Titles": {
                        "eng": "Prism Shine! Light Up Your Heart!",
                        "jpn": "プリズムシャイン！心を照らして！"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "新作のアイデアに詰まったましろは、ソラシドパークにやってくる。そこで再び出会った紋田に作りかけの絵本を読んでもらうが、ましろの言葉に紋田は怒りだし、ミラージュペンを奪い去っていく。"
                    },
                    "Aliases": []
                },
                "44": {
                    "ID": "10169560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/10169560",
                    "Titles": {
                        "eng": "The Great Princess and the Legendary Pretty Cure",
                        "jpn": "大きなプリンセスと伝説のプリキュア"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "スカイランドの草原に現れた謎のトンネルを調べに向かうソラたち。そこで出会ったアンダーグ帝国の支配者・カイゼリンは圧倒的な力でスカイたちを追い詰める。その時、マジェスティクルニクルンの光が辺りを包み...。"
                    },
                    "Aliases": []
                },
                "45": {
                    "ID": "10169561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/10169561",
                    "Titles": {
                        "eng": "The Gentle Girl of Undergu Empire",
                        "jpn": "アンダーグ帝国の優しい少女"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "300年前のスカイランドでプニバード族を助け、王都の復旧を手伝うソラたち。一方、カイゼリンと出会ったエルレインは彼女の言葉を信じ、戦いを終わらせようとするが...。"
                    },
                    "Aliases": []
                },
                "46": {
                    "ID": "10169562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/10169562",
                    "Titles": {
                        "eng": "The Heroes Christmas",
                        "jpn": "ヒーローたちのクリスマス"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "スカイランドにもクリスマスに似た行事・スリクマスがあることを知ったソラたちは、パーティを開催しようと思い立つ。パーティの準備が進むなか、ソラたちはシャララから極秘の任務を言いわたされ...。"
                    },
                    "Aliases": []
                },
                "47": {
                    "ID": "10177791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/10177791",
                    "Titles": {
                        "eng": "Farewell Morning Star! The Awakening of the Princess!",
                        "jpn": "さよなら一番星！プリンセスのめざめ！"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "みんなが寝静まったスカイランドの夜。一番星がエルに語りかけてくる。一番星は自らの正体がエルレインだったこと、これまですっとソラたちを見守ってきたことを告げ、最後の力をエルに授ける。"
                    },
                    "Aliases": []
                },
                "48": {
                    "ID": "10213594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/10213594",
                    "Titles": {
                        "eng": "Protect It, Heroes! Everyone's City!",
                        "jpn": "守れヒーロー！みんなの街！"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "スキアヘッドを失った怒りに燃え、カイゼリンは捨て身の行動に出る。カイゼリンの激しい攻撃によってバリアが破壊されそうになるなか、スカイやマジェスティたちは、街を守りながら立ち向かう。"
                    },
                    "Aliases": []
                },
                "49": {
                    "ID": "10213595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/10213595",
                    "Titles": {
                        "eng": "Cure Sky And The Strongest Power",
                        "jpn": "キュアスカイと最強の力"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "消え去ったはずのスキアヘッドに胸を貫かれたカイゼリン。スキアヘッドはアンダーグエナジーの化身・ダークヘッドに姿を変え、スカイたちをアンダーグ帝国へと誘い込む。そこには無数のランボーグが待ち構えていた。"
                    },
                    "Aliases": []
                },
                "50": {
                    "ID": "10213596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/427819-/episodes/10213596",
                    "Titles": {
                        "eng": "Soaring to Infinity! Our World!",
                        "jpn": "無限にひろがる！わたしたちの世界！"
                    },
                    "Summaries": {
                        "eng": "Right after rescuing the Empress, Sky and the gang face a giant snake called Daijarg that emerges from the Sea of Undergu Energy. Unable to defeat Sky and the others, Daijarg escapes to",
                        "jpn": "カイゼリンを助け出したスカイたちの前に、アンダーグエナジーの海からダイジャーグが現れる。しかし、スカイたちにはかなわず、追い込まれたダイジャーグはソラシド市へ。追いかけるスカイたちだったが...。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}