{
    "URL": "https://thetvdb.com/series/my-instant-death-ability-is-so-overpowered",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt30146725/",
        "https://sokushicheat-pr.com/",
        "https://www.tvmaze.com/shows/72091/show-slug",
        "https://www.themoviedb.org/tv/236144",
        "https://www.wikidata.org/wiki/Q115805761",
        "https://en.wikipedia.org/wiki/My_Instant_Death_Ability_Is_So_Overpowered",
        "https://x.com/sokushicheat_pr"
    ],
    "TitleEnglish": "My Instant Death Ability Is Overpowered",
    "SummaryEnglish": "Awaking to absolute chaos and carnage while on a school trip, Yogiri Takatou discovers that everyone in his class has been transported to another world! He had somehow managed to sleep through the entire ordeal himself, missing out on the Gift — powers bestowed upon the others by a mysterious Sage who appeared to transport them. Even worse, he and another classmate were ruthlessly abandoned by their friends, left as bait to distract a nearby dragon. Although not terribly bothered by the thought of dying, he reluctantly decides to protect his lone companion. After all, a lowly Level 1000 monster doesn't stand a chance against his secret power to invoke Instant Death with a single thought! If he can stay awake long enough to bother using it, that is...",
    "Aliases": [
        "Sokushi Cheat ga Saikyou Sugite, Isekai no Yatsura ga Marude Aite ni Naranain desu ga.",
        "Sokushi Cheat ga Saikyou Sugite, Isekai no Yatsura ga Marude Aite ni Naranaindesu ga.",
        "Sokushi Cheat ga Saikyō Sugite, Isekai no Yatsura ga Marude Aite ni Naranain desu ga.",
        "Sokushi Cheat ga Saikyō Sugite, Isekai no Yatsura ga Marude Aite ni Naranaindesu ga.",
        "即死チートが最強すぎて",
        "即死チートが最強すぎて、異世界のやつらがまるで相手にならないんですが。－AΩ－",
        "Sokushi Cheat ga Saikyou sugite, Isekai no Yatsura ga Marude Aite ni Naranai n desu ga",
        "My Instant Death Ability Is So Overpowered, No One in This Other World Stands a Chance Against Me!",
        "Instant Death",
        "My Instant Death Ability Is So Overpowered"
    ],
    "Modified": "2025-08-28",
    "Seasons": {
        "1": {
            "ID": "2032726",
            "URL": "https://thetvdb.com/series/my-instant-death-ability-is-so-overpowered/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10068809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/episodes/10068809",
                    "TitleEnglish": "Instant Death Ability",
                    "SummaryEnglish": "During a school trip, Yogiri and his classmates are summoned to another world. The students are granted abilities except Yogiri and Tomochika. Suddenly, a dragon approaches!",
                    "Aliases": []
                },
                "2": {
                    "ID": "10212521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/episodes/10212521",
                    "TitleEnglish": "My Guardian Angel Is So Overpowered, This Other World Is a Piece of Cake!",
                    "SummaryEnglish": "Yogiri and Tomochika search for their classmates and arrive at a nearby town. Inside the city walls, the two meet a seemingly kind beastkin who has ulterior motives.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10212522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/episodes/10212522",
                    "TitleEnglish": "The World Isn't So Kind as To Allow One-Sided Attacks",
                    "SummaryEnglish": "Yogiri and company are reunited with classmate Yuki. Later, while staying at a hotel, Tomochika seems to have too much time on her hands!",
                    "Aliases": []
                },
                "4": {
                    "ID": "10212523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/episodes/10212523",
                    "TitleEnglish": "The Fact That You're Watching This Video...",
                    "SummaryEnglish": "Masayuki releases zombies to run amok in the city! Meanwhile, outside the city, Lain devises a plan to see how powerful Yogiri's \"instant death ability\" really is...",
                    "Aliases": []
                },
                "5": {
                    "ID": "10212524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/episodes/10212524",
                    "TitleEnglish": "Alpha Omega",
                    "SummaryEnglish": "Yogiri and his friends depart for the royal capital; however, a multitude of dragons stand in their way!",
                    "Aliases": []
                },
                "6": {
                    "ID": "10212525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/episodes/10212525",
                    "TitleEnglish": "I'm Not So Rude as To Complain After Being Saved",
                    "SummaryEnglish": "Yogiri and Tomochika are caught up in a trial. Something strange starts happening to Mokomoko.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10212526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/episodes/10212526",
                    "TitleEnglish": "Standard Opening of Gate Number One Confirmed",
                    "SummaryEnglish": "The group heads to the basement of the Tower of Trials, where Theodisia's brethren are held captive. Meanwhile, on the ground, the Demon King's followers attack the tower.",
                    "Aliases": []
                },
                "8": {
                    "ID": "10212527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/episodes/10212527",
                    "TitleEnglish": "The Agency",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "10212528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/episodes/10212528",
                    "TitleEnglish": "It's Like a Class Full of People Who Only Want to Save Themselves",
                    "SummaryEnglish": "Yogiri and Tomochika arrive at the capital and must take on a demon at the king’s command. Meanwhile, several classmates know Yogiri's identity.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10212529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/episodes/10212529",
                    "TitleEnglish": "A Woman from the Past Appeared. Tomochika is Shocked to Her Core...",
                    "SummaryEnglish": "Yogiri senses the gaze and murderous intent of someone different. To lure out the culprit, he heads into the city with Tomochika.",
                    "Aliases": []
                },
                "11": {
                    "ID": "10212530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/episodes/10212530",
                    "TitleEnglish": "Phase 2",
                    "SummaryEnglish": "Sion orders sage candidates to kill each other until there is only one left. Meanwhile, Yogiri, who fell to the seventh layer of the demon world, aims to return to the sixth.",
                    "Aliases": []
                },
                "12": {
                    "ID": "10212531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/episodes/10212531",
                    "TitleEnglish": "You Should Use Your Power Any Way You Want",
                    "SummaryEnglish": "Yogiri and his friends go off script during the Sage Candidate Selection Battle to lure Sion out. Yogiri has a mission: find out how to return to his home world.",
                    "Aliases": []
                }
            }
        }
    }
}