{
    "URL": "https://thetvdb.com/series/428507-",
    "Genres": [
        "Adaptation",
        "Anime - Kodomomuke",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt24622300/",
        "https://www.bn-pictures.co.jp/battlespirits/Saga-Brave/",
        "https://www.themoviedb.org/tv/132352",
        "https://www.themoviedb.org/tv/13235",
        "https://www.wikidata.org/wiki/Q65241490"
    ],
    "TitleEnglish": "Battle Spirits: Saga Brave",
    "SummaryEnglish": "The year is 2661 CE. Ten years ago, Bashin Dan became the trigger that stopped the Earth from resetting itself. On the anniversary of this sacrifice, Barone and Clackey hold a conference, celebrating the union of Mazoku and humanity, and also Dan's feats.\r\n\r\nHowever, beneath that peace, an organization named Cardinal Sign advocates for the subjugation of Mazoku and human supremacy. They resort to terrorist attacks, violence, and have somehow obtained the 12 Zodiac X-Rares which ought to have vanished together with Dan.\r\n\r\nAmidst all this chaos, the bearers of the core's light feel a weird sensation, one that they've felt before. What could be the meaning of it, and what is the meaning behind the card that appeared within their decks, named \"The Clash King's Miracle\"?",
    "Aliases": [
        "Batoru Supirittsu Sāga Bureivu",
        "Battle Spirits (2019)"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2035435",
            "URL": "https://thetvdb.com/series/428507-/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "9510256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/428507-/episodes/9510256",
                    "TitleEnglish": "Miracle of the Clash King",
                    "SummaryEnglish": "10 years after the since the conclusion between humans and mazoku and the savior once called Dan Bashin became the illuminating trigger for the future. The former core bearers continue moving forward as their respective time periods connect. A new unified government was founded but the harmony was soon disrupted by a new organization erupting conflict across multiple countries. Thus a new history of Battle Spirits begins.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9510257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/428507-/episodes/9510257",
                    "TitleEnglish": "The Promised Battle",
                    "SummaryEnglish": "Back on Grand Lolo, Zungurii defends and fights for his world peace, relying on his deck that treasures his memories with Dan and the Core Bearers. Though his deck is nearing his limit, it is where Dan's miracle appears to guide his best friend's desperateness other ways for the offense.\r\n\r\nBack on Earth 2020, the former Core Bearers secretly gather continue to deal with the world's contradictions while being targeted by a shadow government.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9510258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/428507-/episodes/9510258",
                    "TitleEnglish": "Eternal Bonds",
                    "SummaryEnglish": "On Earth 2020, Mai encounters a mysterious reporter who seems more conspiring than cooperating. Back on Earth 2661, Dan confronts Cardinal Gideon where he tells of his experience leading to humanity's future he foresaw. As the two core bearers braved their beloved thoughts with each other, the fight for the true future they believe continues...",
                    "Aliases": []
                }
            }
        }
    }
}