{
    "URL": "https://thetvdb.com/series/tenchi-muyou-gxp-paradise-shidou-hen",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Mystery",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt30138102/",
        "https://kinematics.jp/tenchi-gxp/",
        "https://www.themoviedb.org/tv/216890",
        "https://www.wikidata.org/wiki/Q2293448",
        "https://en.wikipedia.org/wiki/Tenchi_Muyo!_GXP#Anime",
        "https://x.com/tenchi4th"
    ],
    "TitleEnglish": "Tenchi Muyo! GXP: Paradise Begins Arc",
    "SummaryEnglish": "Tenchi Muyo! GXP Paradise Shidō-hen anime is a prelude to the \"Paradise War\" event in the story, and is connected to the recent fourth and fifth Tenchi Muyo! Ryo Ohki OVA series, marking a new story for the protagonist Seina Yamada.",
    "Aliases": [
        "Tenchi Muyō! GXP : Paradise Shidō-hen",
        "Tenchi Muyou! GXP: Paradise Shidou-hen",
        "Tenchi Muyo! GXP Paradise Shidō-hen",
        "Tenchi Muyou! GXP Paradise Shidou Hen"
    ],
    "Modified": "2025-07-01",
    "Seasons": {
        "1": {
            "ID": "2041134",
            "URL": "https://thetvdb.com/series/tenchi-muyou-gxp-paradise-shidou-hen/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "9685783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyou-gxp-paradise-shidou-hen/episodes/9685783",
                    "TitleEnglish": "Back... to my old home? From Renza-",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "9810065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyou-gxp-paradise-shidou-hen/episodes/9810065",
                    "TitleEnglish": "Cheerful Farm Village Life",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "9810066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyou-gxp-paradise-shidou-hen/episodes/9810066",
                    "TitleEnglish": "Like Attracts Like and Becomes More Alike",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "9810067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyou-gxp-paradise-shidou-hen/episodes/9810067",
                    "TitleEnglish": "Tenchi Turbulence",
                    "SummaryEnglish": "The phenomenon that suddenly appeared on the spaceship was identified as Masaki. Julei Shin-Oh's astral body, Masaki's sister, appeared before Nishiman and others. Through Jobia's magic, the astral clone, manifested on the Plateau Island mothership, departed to observe its condition and confirm the current state of Masaki's grafting. Later, it landed on the sea, forming the shape of Plateau Island. Meanwhile, Nishiman proposed living within the mysterious tree unit in Tsukimizu. Tsukimizu eagerly anticipated adapting to the environment and gaining magical abilities.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9810068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyou-gxp-paradise-shidou-hen/episodes/9810068",
                    "TitleEnglish": "Tsukikagekouhi",
                    "SummaryEnglish": "During the final adjustments of Plateau Island, Tsukimizu, experiencing a magical illness sign in a \"dream\" during this period, had a dream in a hazy state of consciousness. Despite the vague distinction between dreams and reality, these experiences began to elevate Tsukimizu's potential for \"magic.\" In the midst of the blurred line between dream and reality, Tsukimizu glimpsed memories of the magical \"system,\" which also held nostalgic moments for her.\r\n\r\nSimultaneously, in the village of Masaki, a shadow appeared at Tsukimizu's residence. It was an investigation into the \"events of the previous night\" in the sea, but disappointingly, there were \"no traces.\" Glancing around, Tsukimizu noticed a \"pamphlet\" delivered by GP delivery, unintentionally catching her attention.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9810069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyou-gxp-paradise-shidou-hen/episodes/9810069",
                    "TitleEnglish": "Welcome to Paradise!",
                    "SummaryEnglish": "Responding to Seto's request, Nishiman and others managed to shape Plateau Island and accommodate members of the pirate guild. However, facilities were not completed in time, leading Nishiman's group and the Earth returnees to be occupied with daily tasks back on Earth. The ongoing efforts involve maintaining Plateau Island, welcoming and monitoring the pirates, but now Earth's overseers have arrived, introducing hectic days.\r\n\r\nIn an unexpected turn, a family of Earthlings decides to relocate. Hearing that only the young boy is arriving first, the overseer \"Nanda\" struggles with the adjustments, adding another layer of complexity to the bustling situation.",
                    "Aliases": []
                }
            }
        }
    }
}