{
    "URL": "https://thetvdb.com/series/429896-temple",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt27571647/",
        "https://temple-anime.com/",
        "http://www.reddit.com/r/Tenpuru",
        "https://www.tvmaze.com/shows/69136/show-slug",
        "https://www.themoviedb.org/tv/218613",
        "https://www.wikidata.org/wiki/Q116250122",
        "https://en.wikipedia.org/wiki/TenPuru",
        "https://x.com/temple_tvanime"
    ],
    "TitleEnglish": "TenPuru: No One Can Live on Loneliness",
    "SummaryEnglish": "\"I know! I'll become a monk!\" Akagami Akemitsu has spent his days and nights absorbed in studying and part-time work in an effort to distance himself from his family, which is notorious as a household of philanderers. One day, he falls in love at first sight with a girl named Aoba Yuzuki, and suddenly he's constantly drowning in worldly desires. Hoping to fight back against his genes and live a more stoic life, he enters a temple... only to find out that it's a convent filled with gorgeous girls! So begins a new rom-com about the temple life of three adorable sisters and two beautiful freeloaders!",
    "Aliases": [
        "TenPuru",
        "Temple",
        "Temple: No One Can Live on Loneliness"
    ],
    "Modified": "2025-10-16",
    "Seasons": {
        "0": {
            "ID": "2042224",
            "URL": "https://thetvdb.com/series/429896-temple/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "10049134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/429896-temple/episodes/10049134",
                    "TitleEnglish": "No Way, Why Is It So Big...",
                    "SummaryEnglish": "After Kagura has the Baldwin family send her some special incense, all the residents of the Mikazuki Temple suddenly wake up the next morning in someone else's body! But while some immediately panic, others enjoy it.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10049135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/429896-temple/episodes/10049135",
                    "TitleEnglish": "You Mustn't Touch That...",
                    "SummaryEnglish": "Akemitsu suddenly finds himself at the altar with a bride, whom he can't recognize because of her veil. Just as things get serious, someone suddenly appears to disrupt the wedding...",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "2042225",
            "URL": "https://thetvdb.com/series/429896-temple/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9566482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/429896-temple/episodes/9566482",
                    "TitleEnglish": "You'll Repay Us With Your Body!",
                    "SummaryEnglish": "After being abandoned at a young age by a womanizing father, Akagami Akemitsu is determined to live a single life. However, after slipping up and becoming enamored with the opposite sex, he decides to renounce the secular world and become a monk.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9885793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/429896-temple/episodes/9885793",
                    "TitleEnglish": "Being Pervy Isn't a Bad Thing",
                    "SummaryEnglish": "Akagami Akemitsu begins to settle into his new life as a servant to the women of Mikazuki Temple. However, not everyone is thrilled to have him. Tsukuyo and some of the others plot to frame him and have him kicked out.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9885794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/429896-temple/episodes/9885794",
                    "TitleEnglish": "I'll Castrate You",
                    "SummaryEnglish": "Mia and Akemitsu are left at the temple to settle their dispute with a duel. When that goes terribly awry, they're forced to reconcile in other ways. Mia, Akemitsu, and Kagura get intimate with some new penance practices.",
                    "Aliases": []
                },
                "4": {
                    "ID": "9885795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/429896-temple/episodes/9885795",
                    "TitleEnglish": "Go Ahead and Take a Shower",
                    "SummaryEnglish": "Akagami and Yuzuki make a mad dash to Ryukoku Temple for the matchmaking meeting. Upon arrival, Akagami is immediately conscripted by one of the temple nuns. After missing the last bus and train, the two of them seek shelter at an unusual place.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9885796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/429896-temple/episodes/9885796",
                    "TitleEnglish": "How Shall I Make You Take Responsibility?",
                    "SummaryEnglish": "Tsukuyo's classmates suspect that she has a boyfriend after seeing her and Akagami together in public. Akagami's doting attempts to get her involved in the archery club again fan the flames of gossip.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9885797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/429896-temple/episodes/9885797",
                    "TitleEnglish": "Let's Establish Facts!",
                    "SummaryEnglish": "All the girls gather together to discuss the terrible curse placed on their scale that makes it seem like they weigh more than they should. Akagami, Yuzuki, and Mia begin their training for tokudo to become proper priests.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9885799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/429896-temple/episodes/9885799",
                    "TitleEnglish": "What Color Is Your Underwear?",
                    "SummaryEnglish": "A new deadline puts pressure on the temple trainees to prepare for tokudo. As such, Kiki guides them through both conventional and unconventional training. As Christmas approaches, Akagami faces unpleasant memories while Yuzuki tries to cheer him up.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9885800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/429896-temple/episodes/9885800",
                    "TitleEnglish": "Seeing a Turtle Is Good Luck",
                    "SummaryEnglish": "All of the temple residents come together to celebrate Christmas. After gifts are exchanged, accidental intimacy is interrupted by harsh reality. Lurking treachery threatens Akagami's place at the temple.",
                    "Aliases": []
                },
                "9": {
                    "ID": "9885801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/429896-temple/episodes/9885801",
                    "TitleEnglish": "Pounding Mochi Is Dirty",
                    "SummaryEnglish": "The residents of Mikazuki temple engage in their end-of-year tradition of pounding mochi. Several of them get hot and bothered while dealing with some of the implications of all the pounding going on at the temple.",
                    "Aliases": []
                },
                "10": {
                    "ID": "9885802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/429896-temple/episodes/9885802",
                    "TitleEnglish": "I Just Got a Little Turned On",
                    "SummaryEnglish": "Akagami's unease around Kagura pushes Mia to force them together. With the temple approaching destitution, Akagami, Mia, and Yuzuki call on the temple parishioners to help them pull through. However, their responses aren't quite what they expected.",
                    "Aliases": []
                },
                "11": {
                    "ID": "9885803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/429896-temple/episodes/9885803",
                    "TitleEnglish": "The Body Doesn't Lie",
                    "SummaryEnglish": "With the ceremony fast approaching, the residents of Mikazuki temple are scrambling to come up with the funds to repair the temple's principal figure. To do his part, Akagami reaches out to the Aoba sisters and asks Tsukuyo out.",
                    "Aliases": []
                },
                "12": {
                    "ID": "9885804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/429896-temple/episodes/9885804",
                    "TitleEnglish": "No One Should Live Alone",
                    "SummaryEnglish": "In order to impart some much-needed wisdom, Kiki suddenly refuses to continue training Yuzuki. Yuzuki and Akagami think hard on the words of their master and the circumstances that have led them to fight so hard for Mikazuki Temple.",
                    "Aliases": []
                }
            }
        }
    }
}