{
    "URL": "https://thetvdb.com/series/431261-series",
    "Genres": [
        "C-Drama",
        "Psychological Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt26755264/",
        "https://www.tvmaze.com/shows/67108/show-slug",
        "https://www.themoviedb.org/tv/131037",
        "https://x.com/GuangyuanJP"
    ],
    "TitleEnglish": "Justice in The Dark",
    "SummaryEnglish": "In the year 253 of the Neo-Civilization, Captain Luo Weizhao and Pei Su investigates a series of crimes tied to the controversial \"Apaths,\" uncovering a deeper conspiracy that challenges society's beliefs about morality, free will, and the power of hope.",
    "Aliases": [
        "Abyss",
        "Modu",
        "Silent Reading",
        "Mo Du",
        "The Light in the Night",
        "Shen Yuan",
        "默读",
        "默讀",
        "Light the Darkness",
        "こうえん"
    ],
    "Modified": "2025-08-05",
    "Seasons": {
        "1": {
            "ID": "2048265",
            "URL": "https://thetvdb.com/series/431261-series/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 30,
            "Episodes": {
                "1": {
                    "ID": "9624622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/9624622",
                    "TitleEnglish": "Incident",
                    "SummaryEnglish": "The body of a young man is found in the Xiaxi District, which has a high crime rate in Xinzhou. The victim is He Zong Yi, who was earning money to pay for the medical expenses of his sick mother. Luo Wei Zhao of the Special Investigation Department (SID), which handles major cases separate from the patrol units that protect the autonomy of each district, visits the scene where the body was found with his deputy captain Tao Ze and others. A large number of media personnel flock to the scene, and they suspect a connection to the three previous drug cases. After Luo Wei Zhao and his team have finished their investigation at the scene, they are confronted by Pei Su, the young president of the Pei Group.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9631138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/9631138",
                    "TitleEnglish": "Condition for Intervention",
                    "SummaryEnglish": "The Special Investigation Department, led by Luo Wei Zhao, receives witness testimony that He Zong Yi was punched near a coffee shop. He was asking a shop assistant for the address of a members-only club called Chengguang Mansion, and the person who punched him was Zhang Dong Lan, the son of the chairman of Zhaonan Group, who is also a member of Chengguang Private Club. As Zhang Dong Lan is the nephew of Director Zhang of the Special Investigation Department, the Special Investigation Department intervenes, detains and interrogates Zhang Dong Lan. Pei Shu, who is also an acquaintance of Zhang Dong Lan, was also questioned directly by Luo Wei Zhao.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9631139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/9631139",
                    "TitleEnglish": "Information Provider",
                    "SummaryEnglish": "Luo Wei Zhao comes into contact with Chen Zhen (an illegal taxi driver), who made an anonymous tip. Chen Zhen suspects that his sister, who died of a drug overdose, was drugged by a drug trafficking organization. Meanwhile, Zhang Dong Lan is released due to insufficient evidence, but the mother of the murdered He Zong Yi confronts Zhang Dong Lan, causing a temporary uproar. Pei Shu sees He Zong Yi's mother as his own mother, and Luo Wei Zhao, who is accompanying her, visits a nightclub run by Hongfu Real Estate using the location information from Chen Zhen's cell phone.",
                    "Aliases": []
                },
                "4": {
                    "ID": "9631140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/9631140",
                    "TitleEnglish": "My Mother's Image",
                    "SummaryEnglish": "Pei Shu gives Luo Wei Zhao, who escaped from the nightclub, a ride in his car, but he is unable to shake off his pursuers. Finally, reinforcements from the Special Investigation Department arrive, and all the nightclub owners are arrested. Meanwhile, important evidence is found in Zhang Dong Lan's car. Luo Wei Zhao and his team believe that this is an attempt to frame Zhang Dong Lan as the culprit, and they close in on the real culprit. Then Tao Ze notices a certain behavior of He Zong Yi in the security camera footage from the crossroad. However, at the same time, He Zong Yi's mother leaves the Special Investigation Department under someone's orders.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9631141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/9631141",
                    "TitleEnglish": "The Destination of Self-Conceit",
                    "SummaryEnglish": "Luo Wei Zhao and Tao Ze discover that Zhang Ying's lover, Zhou Hong Chuan, is from the same hometown as He Zong Yi and has changed his name from Zhou Feng Nian. Zhou Hong Chuan also lost all of his family in a fire when he was in high school. Zhou Hong Chuan is arrested for property damage, but there are only three hours left in his detention, and his lawyer, Zhou Hong Chuan, answers questions without flinching during questioning. Meanwhile, Luo Wei Zhao remembers Pei Shu's words and instructs Lan Qiao to confront Zhou Hong Chuan.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9631142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/9631142",
                    "TitleEnglish": "Peeking Gaze",
                    "SummaryEnglish": "The murder of He Zong Yi has been solved, but the \"Purifier\" mentioned by Luo Wei Zhao's mentor on his deathbed has appeared in the world once again. Meanwhile, Pei Shu visits his mother's grave and learns that it was Luo Wei Zhao who had been laying flowers there for seven years. Luo Wei Zhao invites Pei Su to Tao Ze's housewarming party. On the day of the party, Tao Ze and his friends encounter Tang Ning, Tao Ze's high school classmate and arranged marriage partner, and his niece Chen Chen. While a dinner party is being held with Tang Ning and others, Pei Su goes out with Chen Chen as Tao Ze's messenger. Then, someone's gaze follows Chen Chen.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9631143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/9631143",
                    "TitleEnglish": "Reproduce",
                    "SummaryEnglish": "A girl goes missing in Xiling District. When Luo Wei Zhao and the Special Investigation Department rush to the scene, they find Pei Su and his team there by chance, who happened to be at the race track. As the investigation progresses, Luo Wei Zhao finds a common thread with a series of girl disappearances that occurred 16 years ago, but the father of the missing girl stabbed the suspect to death at the time, and the investigation ended with the suspect dead. Luo Wei Zhao visits Guo Shi Nan, the victim's father, who has been released after serving his sentence. As he asks Guo Shi Nan to recall his memories from that time, the existence of a certain man emerges.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9631144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/9631144",
                    "TitleEnglish": "Next Target",
                    "SummaryEnglish": "Luo Wei Zhao takes Pei Su back to his house and cooks him a birthday meal. Then Tao Ze contacts him to say that Tang Ning's niece, Chen Chen, has gone missing. The Special Investigation Department tracks down Su Ruo Wan, a student who used to play with Chen Chen and whose mother was the only surviving girl from the disappearance incident 16 years ago. She was living near the scene of the abduction. After helping to capture Su Ruo Wan, Pei Su receives a report of a collision accident from Du Jia. The circumstances are the same as the accident that left Pei Su's father in a vegetative state.",
                    "Aliases": []
                },
                "9": {
                    "ID": "10932835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/10932835",
                    "TitleEnglish": "Charmed Madness",
                    "SummaryEnglish": "Pei Su easily finds out where his mother's remains and personal belongings are kept from Su Ruo Man, who continues to remain silent. Luo Wei Zhao and Pei Shu go to the ossuary mentioned in the testimony and find a diary in the urn that details the abnormal lifestyle of Su Ruo Wan's mother, Su Ling Nai, and her twisted relationship with Wu Guang Chang. From a photograph tucked inside the diary, the two are convinced that someone has taken secret photos of Wu Guang Chang and Su Ling Nai. They then ask Guo Shi Nan, who is visiting the Special Investigation Department, to recall his memories of the time he stabbed Wu Guang Chang to death.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10932836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/10932836",
                    "TitleEnglish": "Trainee",
                    "SummaryEnglish": "The real culprit of the disappearance of a girl in Xiling District is revealed, and the truth behind the disappearance of Ling Ling 16 years ago is also revealed, but Luo Wei Zhao senses that this is not the end. Meanwhile, two trainees studying criminal psychology join the Special Investigation Headquarters. One is Yang Xi, the daughter of Luo Wei Zhao and Tao Ze's former teacher, and the other is Pei Su. Luo Wei Zhao reminds Pei Su to follow the rules. Then a new case comes to the Special Investigation Department. It seems like just a traffic accident, but...",
                    "Aliases": []
                },
                "11": {
                    "ID": "10932837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/10932837",
                    "TitleEnglish": "Behind the Fame",
                    "SummaryEnglish": "Following the death of businessman Zhou Junhao in a traffic accident, his eldest son Zhou Huaijin returns to China, but is kidnapped on the way home. Luo Wei Zhao and Pei Su immediately head to the Zhou family home. Zhou Huai Jin's younger brother and artist Zhou Huai Xing, Wu Zheng Yu, one of the presidents of the Zhou Group who supports Zhou Huai Jin as his successor, Zheng Kai Feng, the number two who founded the Zhou Group with Zhou Jun Hao, and Yang Bo, who has been promoted to an unusual position and is rumored to be Zhou Jun Hao's illegitimate child, all gather at the Zhou family home one after another. Meanwhile, the kidnapper makes a demand of the Zhou Group...",
                    "Aliases": []
                },
                "12": {
                    "ID": "10932838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/10932838",
                    "TitleEnglish": "Whispers of Revenge",
                    "SummaryEnglish": "Zhou Huai Jing is set free after exposing the dark side of the Zhou Group. Pei Su tells Zhou Huai Xing that if Yang Bo is to blame, they will not take measures to tarnish the Zhou family's reputation. Meanwhile, Dong Xian's daughter, Dong Xiao Qing, who ran over and killed Zhou Jun Hao, is shunned by her neighbors and has been effectively fired from her job. Then, Dong Xia Qing receives a parcel. The sender is her late father, Dong Xian, and the letter reveals a certain truth. Meanwhile, the Special Investigation Department captures Zhou Huai Jin hailing a taxi in the parking lot at the airport's security camera...",
                    "Aliases": []
                },
                "13": {
                    "ID": "10935344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/10935344",
                    "TitleEnglish": "That Eternal Day",
                    "SummaryEnglish": "The man who ran over Dong Xia Qing escaped, Dong Xia Qing's house caught fire, and Zhou Huai Xing, who was stabbed, died. Zhou Huai Jing told Pei Su the circumstances behind the staged kidnapping, but the identity of the person who attempted Zhou Jun Hao's life remains a mystery. Pei Su was taken back to his home by Luo Wei Zhao, but he fainted in front of the door. Inside, the spacious mansion was just as it was the day his mother took her own life. Luo Weizhao told Pei Su about the still-mysterious points about the death of his mentor, Yang Zhangfeng. He then discovered a secret room in the basement of Pei's house...",
                    "Aliases": []
                },
                "14": {
                    "ID": "10935345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/10935345",
                    "TitleEnglish": "The Mechanism behind the Accident",
                    "SummaryEnglish": "Luo Wei Zhao cooks a meal for Pei Su and talks to him about the meaning of people. Meanwhile, Xiao Han Yang blames himself for causing Dong Xia Qing's death, and Tao Ze explains the mission of the Special Investigation Department, but Xiao Han Yang poses a question to Luo Wei Zhao and the others. Luo Wei Zhao and Pei Su interrogate Zhou Huai Jin, and he tells them the shady tactics that founders Zhou Jun Hao and Zheng Kai Feng used to turn the Zhou Group into one of the leading companies in Xinzhou. Meanwhile, information comes in that Zheng Kai Feng has fled. Luo Wei Zhao takes Pei Su to the scene, but...",
                    "Aliases": []
                },
                "15": {
                    "ID": "10935346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/10935346",
                    "TitleEnglish": "A Voice That Split the Light",
                    "SummaryEnglish": "Following the escaped Zheng KaiFeng, Pei Su and Luo Wei Zhao head to Yang Bo's lodgings. A suspicious truck then enters the hotel's underground parking lot. The truck's owner is a company under the Zhou Group. The two assume that Zheng Kai Feng is in the truck, so they drive into the underground parking lot, where Yang Bo appears, as expected. However, when the door opens, the truck explodes, and Pei Su shields Luo Wei Zhao, and they are both blown away. Luo Wei Zhao runs to Pei Su, but finds him unconscious.",
                    "Aliases": []
                },
                "16": {
                    "ID": "10935347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/10935347",
                    "TitleEnglish": "Night-Time Conversation",
                    "SummaryEnglish": "Pei Su survives, and with the Zhou Group case resolved, criticism of the Special Investigation Department subsides. Pei Su visits Zhou Huai Jing, who was also hospitalized, in his hospital room and shares his doubts about the case. Meanwhile, a woman visits Pei Su's hospital room. The woman says she is Luo Wei Zhao's neighbor and has been entrusted with a gift. Then, on the day Pei Su is discharged from the hospital, Luo Wei Zhao invites him to his apartment. Seeing Luo Wei Zhao's black cat brings back certain memories for Pei Su.",
                    "Aliases": []
                },
                "17": {
                    "ID": "10935348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/10935348",
                    "TitleEnglish": "A Message from My Mentor",
                    "SummaryEnglish": "Luo Wei Zhao learns from Tao Ze that the wife of his former teacher, Yang Zhao Feng, is seriously ill and has only a short time left to live. Yang Zhao Feng's wife entrusts Wei Zhao with a letter left behind by Yang Zhao Feng. In the letter, she expresses her concerns and regrets about a certain incident. Meanwhile, the Special Investigation Department receives news of an incident. Five boys and girls attending a boarding school have run away from school and disappeared. It seems that there is no criminal element to it, but the gruesomely murdered body of one of the five male students is discovered.",
                    "Aliases": []
                },
                "18": {
                    "ID": "10935349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/10935349",
                    "TitleEnglish": "Mysterious Footsteps",
                    "SummaryEnglish": "Feng Bin, a male student at Yufen Academy, is brutally murdered, and a special investigation headquarters is holding an investigation meeting. When security camera footage is tracked, the murdered Feng Bin and Xia Xi Nan are seen running away from a man, who turns out to be Du Guo Sheng, a wanted man in the \"327 Incident\" that Luo Wei Zhao's mentor was pursuing. Luo Wei Zhao takes Pei Su to the murder scene. As Luo Wei Zhao and Pei Su retrace his steps, their suspicions deepen as they watch Feng Bin and Xia Xi Nan's actions at the hut where they stopped to hide.",
                    "Aliases": []
                },
                "19": {
                    "ID": "10935350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/10935350",
                    "TitleEnglish": "Their Order",
                    "SummaryEnglish": "The Special Investigation Department investigates the mystery of Feng Bin's murder, but the students who escaped from Yufen Academy seem to have agreed to deny knowing anything. Luo Wei Zhao and Pei Su visit the home of Zhang Yi Fan, who seemed to want to say something at the Special Investigation Department. Zhang Yi Fan finally begins to talk about the \"order\" among the students at Yufen Academy. Feng Bin is trying to uncover the truth behind it. During a meeting to decide on the direction of the investigation, Xiao Han Yang insists that they should pursue Du Guo Sheng, who disappeared after killing Feng Bin.",
                    "Aliases": []
                },
                "20": {
                    "ID": "10935351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/10935351",
                    "TitleEnglish": "The Foundation of Trust",
                    "SummaryEnglish": "For Xiao Han Yang, Huo Xiao, a former member of the Special Investigation Department, was like a father to him. Xiao Han Yang questions Huo Xiao's actions during the 327 Incident and the subsequent development of the incident. Afterwards, Luo Wei Zhao and Pei Su question Xia Xi Nan again. Based on Zhang Yi Fan's testimony, Pei Su delves into Xia Xi Nan's mind. Xia Xi Nan finally reveals that she was threatened by a ruling-class student named Wei Wen Xuan and became a spy. And Feng Bin was planning to meet with \"a certain friend\" to complain about the gang violence on campus to the public.",
                    "Aliases": []
                },
                "21": {
                    "ID": "10935352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/10935352",
                    "TitleEnglish": "An Exchange of Sincerity",
                    "SummaryEnglish": "Luo Wei Zhao brings Pei Su back after he leaves the house and tells him what he saw in the basement. Pei Su explains his hypothesis that the most logical possibility is that he is the \"purifier,\" but Luo Wei Zhao tells him what he believes. The next day, Xiao Han Yang, who had been suspended, came to Luo Wei Zhao to ask if he could return to the investigation, but was turned away. Pei Su calls out to him and they visit the home of Wang Xiao, who had been the target of a group assault at Yufen Academy. Wang Xiao was one of the students who escaped from the academy with Feng Bin.",
                    "Aliases": []
                },
                "22": {
                    "ID": "10935353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/10935353",
                    "TitleEnglish": "Tracking",
                    "SummaryEnglish": "Luo Wei Zhao finds a wiretap with Pei Su, Tao Ze, and Xiao Han Yang, who have gathered at his home. There is a good chance that it was planted by their comrades from the Special Investigation Department. The four share information and use Wang Xiao's testimony to find out whether Du Guo Sheng had been to Long Yun City. On the day of Wei Wen Xuan's birthday party, Du Guo Sheng is seen on security camera footage at Long Yun City. Luo Wei Zhao and Pei Su track down Du Guo Sheng's sleeping place from images of the vehicle that came to pick him up. Meanwhile, Wei Wen Xuan's guardians, including his father, Wei Zhan Hong, are called in, causing an uproar within the Special Investigation Department.",
                    "Aliases": []
                },
                "23": {
                    "ID": "10935354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/10935354",
                    "TitleEnglish": "Sheep Enclosure",
                    "SummaryEnglish": "Those in the ecological park, a hideout for wanted criminals, are ordered to silence Du Guo Sheng, whose legs have been spotted on security camera footage. Meanwhile, Luo Wei Zhao, Pei Shu and others have infiltrated the ecological park. As Luo Wei Zhao and Du Jia approach the inside and Pei Shu provides rear support with a drone, the \"sheepdog\" who manages the hideout's \"sheep\" detects the drone's presence. Luo Wei Zhao and Du Jia charge inside and capture Du Guo Sheng, but Pei Su, sensing the \"sheepdog's\" movements, learns that a bomb has been planted in the ecological park...",
                    "Aliases": []
                },
                "24": {
                    "ID": "10935355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/10935355",
                    "TitleEnglish": "New Chapter",
                    "SummaryEnglish": "Du Guo Sheng's testimony exposes the dark side of the Wei Clan. Du Jia, whose brother was killed by Du Guo Sheng, confided his feelings and thoughts to Pei Su. Meanwhile, Luo Wei Zhao heads to Huo Xiao's grave, where Chief Du, who was also visiting the grave, tells him the details of the Right Bank of the Seine incident, in which Huo Xiao was accused of a crime. The testimony of the informant, codename \"Old Coal\", Lin Zi, who was the only survivor of the fire at the time, and the gold ingot found at Huo Xiao's home were the deciding factors. Tao Ze heads to the informant's family home to search for the witness Lin Zi's whereabouts.",
                    "Aliases": []
                },
                "25": {
                    "ID": "10935356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/10935356",
                    "TitleEnglish": "A Floating Composition",
                    "SummaryEnglish": "Tao Ze is told by \"Lin Zi\"'s twin brother, Lin Ming, that he has already severed ties with SID. From the burn marks on Lin Ming's palm, Tao Ze suspects that it was Lin Ming, not the informant Lin Zi, who testified in the Right Bank of the Seine incident. Tao Ze and Xiao Wu chase Lin Ming, who has escaped, but Lin Ming is hit by a runaway car again and loses consciousness, and Tao Ze is seriously injured. Luo Wei Zhao and Pei Shu are convinced that information has been leaked from the Special Investigation Department, so they have Xiao Han Yang investigate, but Xiao Han Yang's investigation leads him to suspect a certain person.",
                    "Aliases": []
                },
                "26": {
                    "ID": "10935357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/10935357",
                    "TitleEnglish": "Tracing Memory",
                    "SummaryEnglish": "Pei Su enters self-hypnosis again to search for fragments of memory. Someone speaks to Pei Su during his second visit to Pei Cheng Yu's basement. After receiving a call from Du Jia, Pei Su goes to see the imprisoned Zhou Huaijing. Zhou Huai Jing has discovered the truth behind Zhou Ya Hou's murder. Luo Wei Zhao and Pei Su realize that there is a person who connected Zheng Kai Feng to the organization. Meanwhile, Xiao Han Yang and others are guarding the hospital room of the unconscious Lin Ming, but Yang Xi, who is at the hospital caring for her sick mother, hears a rumor.",
                    "Aliases": []
                },
                "27": {
                    "ID": "10935358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/10935358",
                    "TitleEnglish": "Insider",
                    "SummaryEnglish": "Xiao Wu goes to visit Tao Ze in his hospital room after he has regained consciousness, but notices a listening device attached to his bag. Xiao Wu visits Yang Xi's mother in her hospital room, where Director Du visits him. Yang Xi's mother was approached by a group promoting the DNA bill to join, but ultimately refused, but recently realized that Yang Xi was involved. Luo Wei Zhao and others pursue Yang Xi, who has escaped from the hospital. Meanwhile, Pei Shu finds a taxi waiting for him outside the hospital...",
                    "Aliases": []
                },
                "28": {
                    "ID": "10935359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/10935359",
                    "TitleEnglish": "Connected Pieces",
                    "SummaryEnglish": "Luo Wei Zhao follows Pei Su to the Pei family villa. Pei Su tells him that he has been contacted by the purger, and enters self-hypnosis again, causing another person who was in Pei Cheng Yu's basement to appear. That person is Fan Si Yuan, a famous professor who has been missing for seven years. Pei Su and Luo Wei Zhao believe that Fan Si Yuan is trying to clear Huo Xiao's name. Then an official from the Supervision Office appears and asks Pei Su to accompany him. At the same time, Pei Cheng Yu, who is supposed to be in a vegetative state, has disappeared from the hospital.",
                    "Aliases": []
                },
                "29": {
                    "ID": "10935360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/10935360",
                    "TitleEnglish": "Confrontation",
                    "SummaryEnglish": "The Special Investigation Department arrives at the Heng'an Welfare Facility. It is where Zhang Zhao Jin, the former head of the Special Investigation Department, his brother Zhang Zhao Lin, and Su Fei grew up. Zhang Zhao Jin had turned a blind eye to the crimes committed by Zhang Zhao Lin's organization, such as the Huo Xiao incident and the murder of Captain Yang. Luo Wei Zhao realizes that the Supervision Office has intervened early and is moving to catch the organization and the Janitor in one fell swoop. He also learns that Pei Su is essential to the operation. Zhang Zhao Lin, whose son Zhang Dong Lan has been kidnapped, contacts Pei Su, but the Janitor bursts in and kidnaps Pei Su.",
                    "Aliases": []
                },
                "30": {
                    "ID": "10935361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431261-series/episodes/10935361",
                    "TitleEnglish": "Beyond the Darkness",
                    "SummaryEnglish": "In order to rescue the kidnapped Pei Su, Luo Wei Zhao, and others search for the place chosen by Fan Si Yuan, leader of the Janitor, to settle things with Zhang Zhao Lin. It is the former residence of the director of the Heng'an Welfare Facility, where Zhang Zhao Lin committed his first murder. Luo Wei Zhao and others rush to the scene, but Zhang Zhao Lin has already entered the former residence with his subordinates. Pei Cheng Yu, who is in a vegetative state, is brought in front of the arrested Pei Su. With his long-desired revenge in sight, Fan Si Yuan places \"two-choice collars\" on Pei Su and Pei Cheng Yu and forces them to make a choice.",
                    "Aliases": []
                }
            }
        }
    }
}