{
    "URL": "https://thetvdb.com/series/kyuujitsu-no-warumono-san",
    "Genres": [
        "Adaptation",
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt29467317/",
        "https://www.vap.co.jp/warumonosan-anime/",
        "https://www.themoviedb.org/tv/222784",
        "https://x.com/warumono_anime"
    ],
    "Titles": {
        "eng": "Mr. Villain's Day Off",
        "jpn": "休日のわるものさん"
    },
    "Summaries": {
        "eng": "There exists an evil organisation that aims to invade planet Earth. One of its members, The General, does battle everyday against the Earth Defence Force a.k.a. The Rangers.\r\n\r\nHowever, today is his day off.",
        "jpn": "地球侵略を目論む悪の組織で\r\n”将軍”と呼ばれる彼は、\r\n地球防衛組織「レンジャー」と日々死闘を繰り広げる――。\r\n\r\nけれど、今日は休日。\r\n\r\n日々の激務に疲れた心身を癒すべく、\r\nパンダを見に動物園へ、\r\nアイスを買いにコンビニに。\r\n\r\n完全オフモードで充実した休日を過ごす、\r\nそんな“わるものさん”の日常を描く、\r\n心癒されるヒーリングコメデ"
    },
    "Aliases": [
        "Kyūjitsu no Warumono-san",
        "Kyuujitsu no Warumono-san"
    ],
    "Modified": "2024-07-04",
    "Seasons": {
        "1": {
            "ID": "2049308",
            "URL": "https://thetvdb.com/series/kyuujitsu-no-warumono-san/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9635039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyuujitsu-no-warumono-san/episodes/9635039",
                    "Titles": {
                        "eng": "Even We Need Some Healing, Too",
                        "jpn": "我らにも癒しは必要だ"
                    },
                    "Summaries": {
                        "eng": "Mr. Villain is a high-ranking member of the Evil League, but when he's taking a day off from world conquest, he cares mostly about work-life balance. His days off are filled with shopping, pandas, and chance encounters with familiar faces.",
                        "jpn": "地球侵略のためにやってきた悪の組織で”将軍”と呼ばれ、\r\n日々死闘を繰り広げている“わるものさん”は、休日は仕事を忘れ、\r\n完全にオフモードで過ごすことを信条としている。\r\n久しぶりの休日である今日。\r\n疲れ切った心を癒すべく愛してやまないパンダのいる動物園に向かう。\r\nしかし、敵対している地球防衛組織「レンジャー」の一員、アカツキレッドと偶然遭遇してしまい……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10199496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyuujitsu-no-warumono-san/episodes/10199496",
                    "Titles": {
                        "eng": "Earth Is Formidable Indeed",
                        "jpn": "やはり地球は侮れない"
                    },
                    "Summaries": {
                        "eng": "A new recruit learns that working for Mr. Villain can involve many surprises. Mr. Villain encounters a boy at the zoo whose interest in furry animals might rival even his own.",
                        "jpn": "幹部として勤務時間の管理も徹底しているわるものさんは、\r\n残業をしている隊員も気に掛け、配下たちからの信頼も厚い。\r\n忙しい毎日を乗り越え、いよいよやってきた休日。\r\nこの日は「パンダの尻尾は何色なのか」という謎を解き明かすため、\r\nいつもの動物園に足を運んでいた。\r\nパンダが尻尾を見せる瞬間を見逃すまいと観察を始めるが、\r\nパンダは身動きしないまま時間がどんどん過ぎていく。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10199497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyuujitsu-no-warumono-san/episodes/10199497",
                    "Titles": {
                        "eng": "The Fiends of Winter",
                        "jpn": "冬の魔物たち"
                    },
                    "Summaries": {
                        "eng": "Mr. Villain continues his gradual exploration of Earth culture, as he makes his way through a winter wonderland. They say monsters lurk in the cold depths of Earth's winter, unless of course it's all a matter of perspective.",
                        "jpn": "ある寒い冬の休日。布団の中で癒しの時間を過ごすわるものさんに、\r\n同僚のルーニーから何度も着信が入ってくる。\r\n地球の“モンスター”が組織本部に侵入し、\r\nまさに今襲われている最中だと助けを求められる。\r\n幼なじみのピンチに全力で駆けつけるわるものさん。\r\n果たしてルーニーを救い出すことができるのか！？\r\nそして、寒い季節の風物詩・コンビニの中華まん。\r\n期間限定のパンダまんが気になるわるものさんだが…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10199498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyuujitsu-no-warumono-san/episodes/10199498",
                    "Titles": {
                        "eng": "When Spring Comes to Town",
                        "jpn": "春くる街で"
                    },
                    "Summaries": {
                        "eng": "Spring has come, and that's the season for cherry blossoms and new additions to the workforce. But what little surprises can one discover that offer an escape from everyday drudgeries?",
                        "jpn": "ある新社会人の青年がコンビニで遅めの晩ごはん物色していると、\r\n店内でどす黒いオーラを放つわるものさんと遭遇する。\r\nどうやら仕事終わりの楽しみにしていた中華まんの販売が終わってしまったらしい。\r\nわるものさん流「自分へのご褒美」を目の当たりにした青年は何を思うのか。\r\nそして、町に春が訪れる頃、\r\n地球人が好んでいる花見を体験するため、わるものさんは桜の木がある公園へ。\r\nそこで不思議な少女と出会う。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10199499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyuujitsu-no-warumono-san/episodes/10199499",
                    "Titles": {
                        "eng": "Magical Girl in Distress",
                        "jpn": "魔法少女は苦悩する"
                    },
                    "Summaries": {
                        "eng": "The Pink Ranger goes on a quest for a missing item, only to find help from an unlikely source. Mr. Villain cleans house and earns bonus points, then contemplates recruiting new allies in his struggle against humanity.",
                        "jpn": "地球防衛組織「レンジャー」の一員・シノノメピンクは、\r\nヒーロースーツで戦闘を繰り返す毎日を憂鬱に感じ、\r\n「本当は魔法少女になりたかった」という悩みを抱えている。\r\nだがかわいい魔法少女なんて自分には似合わないと言い聞かせ、\r\n誰にもそれを打ち明けられずにいた。\r\nそんなある日、\r\nピンクはお守り代わりに持っていた「魔法少女エンジェルアニマ」のグッズを失くしてしまう。\r\n仲間のソウテンブルーに心配されるも素直に相談できず、一人夜の町へ探しに出るが……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10199500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyuujitsu-no-warumono-san/episodes/10199500",
                    "Titles": {
                        "eng": "Those Who Wish in Summer",
                        "jpn": "夏に願うもの"
                    },
                    "Summaries": {
                        "eng": "Summertime means beach trips and the Tanabata Star Festival, but alien invaders only know so much about Earth culture. Meanwhile, an envious coworker looks for a way to one-up our resident panda-loving villain.",
                        "jpn": "買い物帰りのわるものさんの耳に、七夕の日に引っ越してしまうという少女たちの会話が聞こえてくる。天気が悪いだけで約束を諦めてしまうというオリヒメとヒコボシの実態を調べるため、わるものさんは商店街の七夕祭りへ。店先に並んだ笹の短冊にわるものさんが書いた願いとは……。\r\nわるものさんをライバル視している同僚のトリガー。共闘作戦を早めに終えた二人は、本部まで歩いて帰還することに。帰り道、地球人の生活にすっかり馴染んでいるわるものさんは、トリガーをある場所へ連れて行く。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10199501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyuujitsu-no-warumono-san/episodes/10199501",
                    "Titles": {
                        "eng": "A Pandaful Weekend",
                        "jpn": "パンダフルな週末"
                    },
                    "Summaries": {
                        "eng": "Rooney mentions reports of new panda sightings, so Mr. Villain spends his day off scouring an amusement park in search of his favorite furry friends. Along the way he learns more about the human culture he someday hopes to annihilate.",
                        "jpn": "アカツキレッドと戦闘をしたり、迷子の少年を助けたり、\r\n忙しい日々を過ごすわるものさん。\r\nある日、ルーニーから新種のパンダ出没情報を聞き「浅草花やしき」を訪れる。\r\n未知のアトラクションや園内のパンダグッズに圧倒されながらも、\r\nついに「パンダらしき生物」と対峙する！\r\nそして、わるものさんが気づいてしまったパンダとトリガーのある共通点とは？"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10199502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyuujitsu-no-warumono-san/episodes/10199502",
                    "Titles": {
                        "eng": "Gifts in the Season of White",
                        "jpn": "白い季節の贈り物"
                    },
                    "Summaries": {
                        "eng": "Shocking news from the zoo sets Mr. Villain up for a strange dream. And 'tis the season for mandarin orange art, Christmas presents, and some contentious internal debate about how to manage the Earth once the humans are gone.",
                        "jpn": "組織本部のコタツでみかんを食べ続けるわるものさんとルーニー。\r\n暇を持て余し、みかんアート作りに挑戦し出す二人は、\r\n各々の完成度を競い合っていき、やがて渾身の作品が出来上がる！\r\n地球人が毎年楽しんでいるクリスマスに興味津々のルーニーから、\r\nプレゼント交換会を提案される。\r\n何をプレゼントすればいいのか悩み続けるわるものさんは、\r\n夢の中で不思議な老人と出会い、プレゼント選びのコツを教えてもらうが……。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10199503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyuujitsu-no-warumono-san/episodes/10199503",
                    "Titles": {
                        "eng": "The Way of Desire",
                        "jpn": "欲望の行方"
                    },
                    "Summaries": {
                        "eng": "As the Setsubun holiday season comes around, the mind grows impulsive with seemingly small desires. But what will all the pandas in one's life have to say when it comes to questionable decisions?",
                        "jpn": "いつものコンビニでよく見かける野良猫。\r\nわるものさんには中々懐かない猫が、見知らぬ男にスリスリと甘えていた。\r\nショックを受けるわるものさんに、\r\n猫用おやつを託して立ち去っていくその男は、\r\n「レンジャー」の一員・ヨイヤミブラックだった。\r\n鬼と化したわるものさんに豆をぶつけて応戦する夢を見るレッド。\r\nレンジャーたちは彼らのホームで節分を楽しんでいた。\r\n一方わるものさんも節分モードの商店街を訪れ、\r\n地球の定番・冬のグルメたちに翻弄されてしまい……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10199504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyuujitsu-no-warumono-san/episodes/10199504",
                    "Titles": {
                        "eng": "Matters of Justice",
                        "jpn": "正義の事情"
                    },
                    "Summaries": {
                        "eng": "Mr. Villain takes a day off from his day off, as the Rangers take the spotlight and reflect on how they came to be where they are today. It turns out that family dynamics can be tricky, even for superheroes.",
                        "jpn": "ピンクからバレンタインのチョコをもらったレンジャーたち。\r\nホワイトデーにピンクへのお返しをみんなで買いに行く。\r\nしかし、ブルーだけは悩みすぎてなかなかピンクへのお返しを決められない。\r\n悶々とするブルーは、自分がレンジャーとなった日のことを思い出す。\r\nブラックに導かれ、レンジャーとしての共同生活が始まった頃。\r\n幼いピンクと出会い、喧嘩しながらもレンジャーとしての信頼関係が生まれ、\r\n双子の赤ちゃんが新たなるレンジャーとしてやってくる。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10199505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyuujitsu-no-warumono-san/episodes/10199505",
                    "Titles": {
                        "eng": "When the Flowers Scatter",
                        "jpn": "花散る頃に"
                    },
                    "Summaries": {
                        "eng": "It's not easy for trees to talk to each other, when social mobility is limited at best. And everyone needs a helping hand sometimes, even misfit robots. Does Mr. Villain have the solutions?",
                        "jpn": "桜が咲いている時だけ会える女の子に恋する少年は、\r\n彼女と親しく話すわるものさんに、\r\n彼女が好きな「さんかく」を渡してほしいと頼み込む。\r\n仕方なく二人を取り持つわるものさんだったが、\r\n少年がここに居られるのはあと少しだけだと言われ……。\r\n雨の公園でわるものさんはネコ型ロボットのC018と出会う。\r\n不良品として廃棄されたC018を放っておけず、\r\n毎日様子を見に行くわるものさん。\r\n次第に愛着が湧いてしまうが、\r\n異星の”兵器”であるC018は調査のためルーニーに分解されることになり…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10199506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyuujitsu-no-warumono-san/episodes/10199506",
                    "Titles": {
                        "eng": "Somewhere on This Planet",
                        "jpn": "この星のどこかで"
                    },
                    "Summaries": {
                        "eng": "Mr. Villain adopts C-018 as his pet, and the tree spirits finally get their chance to meet face to face. Meanwhile, things might be heating up between the Rangers and the Evil League.",
                        "jpn": "自分の存在意義を見つけられず悩むC018。\r\n役に立たない自分を破壊しろとルーニーに頼み込むが、\r\nわるものさんはC018を迎え入れることを楽しみにしていて、\r\nいつになくウキウキで…。\r\n桜の精の女の子との再会を待ちわびる、樫の木の男の子。\r\n今年こそ想いを伝えようと告白の練習を繰り返していた。\r\nいよいよ桜の花が咲き始め、桜の女の子との再会の時が訪れる。\r\n休日のお出かけ中、またもやレッドと遭遇したわるものさん。\r\n戦闘態勢に入るかと思いきや、\r\nレッドはわるものさんにあるプレゼントを用意していた。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}