{
    "URL": "https://thetvdb.com/series/twin-love-2023",
    "Genres": [
        "Documentary",
        "Drama",
        "Family"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt26941048/",
        "https://www.themoviedb.org/tv/236327"
    ],
    "TitleEnglish": "Twin Love",
    "SummaryEnglish": "Ten sets of twins will be divided into two houses with identical casts, where they will start an intriguing and gripping search for love. The series will discover if their inherent similarities extend to their romantic desires.",
    "Aliases": [],
    "Modified": "2024-01-26",
    "Seasons": {
        "1": {
            "ID": "2050860",
            "URL": "https://thetvdb.com/series/twin-love-2023/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "10113619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-love-2023/episodes/10113619",
                    "TitleEnglish": "Separation Anxiety",
                    "SummaryEnglish": "Twin Love is a social dating experiment unlike any other. Ten sets of identical twins arrive to embark on a journey to find love. But our hosts, Nikki & Brie, have a major surprise that will truly test the twins. After a lifetime of never being separated, who will survive without their twin? They'll also be challenged in Crush At First Glance to see if identical twins fall for the same twins.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10113620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-love-2023/episodes/10113620",
                    "TitleEnglish": "Twin Temptations Arrive",
                    "SummaryEnglish": "The 10 sets of identical twins’ journey for love takes an unexpected turn as new twins Maddie and Gaby arrive. Carnival Double dates take a wild turn when one man confesses his past infidelities and two sets of twins have identical make-out sessions! The twins get a glimpse at what their siblings are up to at their first Twinformation and Nikki and Brie drop a bomb that sends both houses reeling.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10113621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-love-2023/episodes/10113621",
                    "TitleEnglish": "An Identical Elimination",
                    "SummaryEnglish": "The first elimination will potentially split up an early love connection. Who will choose love for themselves? Who will choose love for their twin? Who will go home? One set of twins gets sent on a special beach date. Which beach date will drown and which will set sail towards love? The All the Feels challenge will test twin telepathy, and a big surprise awaits the twins after the challenge.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10113622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-love-2023/episodes/10113622",
                    "TitleEnglish": "The Twin Sync Challenge",
                    "SummaryEnglish": "In this episode of Twin Love, the women in both houses are swooning over two new arrivals. The men in both houses fear that with more men than women, one of them may be heading home. Intimate dates strengthen some relationships, while for others it leads to uncertainty and even the formation of a love triangle! All this and a twintastic dance-off!",
                    "Aliases": []
                },
                "5": {
                    "ID": "10113623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-love-2023/episodes/10113623",
                    "TitleEnglish": "Things Are About to Get Twinteresting",
                    "SummaryEnglish": "Hot tub make out sessions, nights spent in the twintimacy suites, and a cringeworthy serenade all point to love being in the air for the ten sets of twins. With Twinformation in both houses, the twins know an elimination is on the horizon. Find out which twins leave in tears. The night doesn’t end there, as one distraught twin contemplates quitting the experiment.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10113624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-love-2023/episodes/10113624",
                    "TitleEnglish": "Caught in a Love Triangle",
                    "SummaryEnglish": "Will one woman choose to leave twin love for good? And ruin her sister's relationship on the way out? With so much turmoil and broken hearts in both houses, the remaining twins are left to pick up the pieces. Find out what happens when Brie and Nikki shake things up by dropping new twins into both houses, that leaves one couple, and their twins, in jeopardy.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10113625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-love-2023/episodes/10113625",
                    "TitleEnglish": "Doubling Down On Love",
                    "SummaryEnglish": "In this episode of Twin Love, two beautiful women arrive in hopes to find a connection and aren’t shy about shaking things up. Nikki and Brie throw a hilarious and sexy challenge called Spill the Twea, which pits identical twins against each other for some much needed hot gossip. And a huge announcement that shakes the men and women in both houses to their cores.",
                    "Aliases": []
                },
                "8": {
                    "ID": "10113626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-love-2023/episodes/10113626",
                    "TitleEnglish": "Twins Reunited",
                    "SummaryEnglish": "Mickey, Morgan, and Rhi’s love triangle hits a fever pitch as decision time beckons, but even more bombshells lay ahead as the Twintegration ceremony forces the twins to couple up or head home. Which four twins will leave the experiment empty handed? Plus, the reunited twins play a not-so-friendly game that turns the tables on one relationship, leaving their connection in dire straits.",
                    "Aliases": []
                },
                "9": {
                    "ID": "10113627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-love-2023/episodes/10113627",
                    "TitleEnglish": "Your Twin or Your Love",
                    "SummaryEnglish": "Will each twin approve of their brothers and sisters' new love connection? Will one woman crack under the pressure of everyone in the house questioning her relationship? And will relationships survive with their first soulmates back by their side? Each twin places a vote that will lead to the ultimate question: Will they choose their twin or their love?",
                    "Aliases": []
                }
            }
        }
    }
}