{
    "URL": "https://thetvdb.com/series/raiza-no-atorie",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt27187053/",
        "https://ar-anime.com/",
        "https://www.tvmaze.com/shows/68720/show-slug",
        "https://www.themoviedb.org/tv/222625",
        "https://www.wikidata.org/wiki/Q117212700",
        "https://en.wikipedia.org/wiki/Atelier_Ryza%3A_Ever_Darkness_%26_the_Secret_Hideout",
        "https://x.com/Ryza_PR"
    ],
    "TitleEnglish": "Atelier Ryza: Ever Darkness & the Secret Hideout The Animation",
    "SummaryEnglish": "Ryza is an ordinary girl. Tired of boring village life, she escapes the village to gather with her good friends in a secret location to talk of their dreams and plan thrilling adventures. One day, the determined Ryza and company decide to head for the forbidden ‘island across the shore’ as their first exploration trip.\r\n\r\nTogether with the alchemist and other friends they meet there, they have a ‘summer adventure’ that they will never forget.",
    "Aliases": [
        "Ryza no Atelier: Tokoyami no Joō to Himitsu no Kakurega",
        "Ryza no Atelier: Tokoyami no Joou to Himitsu no Kakurega",
        "Ryza no Atelier",
        "Raiza no atorie"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2053887",
            "URL": "https://thetvdb.com/series/raiza-no-atorie/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9680017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/raiza-no-atorie/episodes/9680017",
                    "TitleEnglish": "The Alchemist",
                    "SummaryEnglish": "Ryza leads an ordinary life in Rasenboden, a village on an island in the middle of a lake. In order to escape her monotonous daily life, she invites Lent and Tao, her childhood friends, to leave their island to discover new horizons.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9855950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/raiza-no-atorie/episodes/9855950",
                    "TitleEnglish": "Taking the First Step",
                    "SummaryEnglish": "Ryza, Tao, and Lent set out on various tasks given to them by their new mentors. When Ryza cannot find the alchemy materials she needs on Kurken, she gathers up the gang to set out beyond the island once more.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9855951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/raiza-no-atorie/episodes/9855951",
                    "TitleEnglish": "A Memorable Scent",
                    "SummaryEnglish": "Ryza only thinks about alchemy from morning to night, and she doesn't hesitate to come to the aid of the villager whenever she can. While helping an old lady named Barbara, she learns that the latter has always been looking for a flower that does not seem to be on the island...",
                    "Aliases": []
                },
                "4": {
                    "ID": "9855952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/raiza-no-atorie/episodes/9855952",
                    "TitleEnglish": "Sunken Mine",
                    "SummaryEnglish": "Lila decided to send Ryza and her friends to a cave near the lake so that they will prove themselves. For the occasion, Ryza manufactures a special object and dies of wanting to use it ...",
                    "Aliases": []
                },
                "5": {
                    "ID": "9855953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/raiza-no-atorie/episodes/9855953",
                    "TitleEnglish": "The Best Idea",
                    "SummaryEnglish": "Ryza, Lent and Tao have been overstretching themselves a little too much in their respective activities since the accident in the lake cave. Klaudia, worried about her friends, consults Empel and Lila in order to allow her friends to relax a bit.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9855954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/raiza-no-atorie/episodes/9855954",
                    "TitleEnglish": "Let's Make a Hideout",
                    "SummaryEnglish": "Ryza, Tao, Lent, and Klaudia all work together to build a hideout for their group. To help get the necessary resources, Klaudia helps develop a new recipe to trade to one of the villagers. Something lurking in the woods may threaten their new hideout.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9855955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/raiza-no-atorie/episodes/9855955",
                    "TitleEnglish": "Klaudia's Courage",
                    "SummaryEnglish": "Romy, a traveling merchant, enlists the help of Klaudia, Ryza, and Lila to showcase elegant dresses for a customer. Klaudia decides she's tired of not joining Ryza and the gang on their adventures, so she trains hard and confronts her father.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9855956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/raiza-no-atorie/episodes/9855956",
                    "TitleEnglish": "Alchemy Is an Explosion!",
                    "SummaryEnglish": "The eminent arrival of merchants from outside the island has several merchants in town eager to clean up the community dump. Ryza delves into new, more advanced alchemy to try to find a solution that doesn't blow the village sky-high.",
                    "Aliases": []
                },
                "9": {
                    "ID": "9855957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/raiza-no-atorie/episodes/9855957",
                    "TitleEnglish": "The Final Test",
                    "SummaryEnglish": "Lubart issues Ryza, Tao, and Lent their final test: a race down the highway against Bos and Lubart! Will the group's training and cohesion be enough to secure victory or will new threats prove too much for them to handle?",
                    "Aliases": []
                },
                "10": {
                    "ID": "9855958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/raiza-no-atorie/episodes/9855958",
                    "TitleEnglish": "Chasing Down the Hunting Party",
                    "SummaryEnglish": "After the incident on the highway, the village decides to send out a hunting party to face the threat of the dragon. As the hunting party begins its preparations, Ryza and the others gather their strength as well.",
                    "Aliases": []
                },
                "11": {
                    "ID": "9874678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/raiza-no-atorie/episodes/9874678",
                    "TitleEnglish": "The Final Battle at the Castle",
                    "SummaryEnglish": "Ryza, Tao, Lent, and Klaudia tear through Pixie Forest in a race to catch up with the hunting party. After arriving, they scarcely have time to orient themselves before the dragon springs into action. Will their growth thus far be enough?",
                    "Aliases": []
                },
                "12": {
                    "ID": "9874679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/raiza-no-atorie/episodes/9874679",
                    "TitleEnglish": "The Changing Days",
                    "SummaryEnglish": "As everyone settles back into normalcy and routine, a chance encounter with an ancient map sends Ryza, Tao, Lent, and Klaudia on a treasure hunt. To find all the pieces of the map, they'll need to call on the other villagers.",
                    "Aliases": []
                }
            }
        }
    }
}