{
    "URL": "https://thetvdb.com/series/432761-series",
    "Genres": [
        "Adaptation",
        "K-Drama",
        "Young Adult"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt29311421/",
        "https://www.themoviedb.org/tv/227192"
    ],
    "TitleEnglish": "Pyramid Game",
    "SummaryEnglish": "Every month, a vote determines the attackers, victims, and bystanders in a classroom. Students at the top of the pyramid try to defend power, while those at the bottom dream of overthrow. Who will emerge victorious in this brutal pyramid game?",
    "Aliases": [],
    "Modified": "2025-07-07",
    "Seasons": {
        "1": {
            "ID": "2054471",
            "URL": "https://thetvdb.com/series/432761-series/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "10295439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/432761-series/episodes/10295439",
                    "TitleEnglish": "Sung Soo-ji, the Transfer Student",
                    "SummaryEnglish": "Soo-ji transfers to Baekyeon Girls’ High School and discovers that her class plays a game called the Pyramid Game in which the students decide on a hierarchy based on a popular vote. As Soo-ji ends up in the lowest rank, she devises a plan to get back on her feet.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10295440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/432761-series/episodes/10295440",
                    "TitleEnglish": "The Mastermind of the Pyramid Game",
                    "SummaryEnglish": "Soo-ji is determined to figure out the characteristics of her classmates and the mastermind behind the Pyramid Game. She also tries to join forces with other girls who seem vulnerable. She even asks her homeroom teacher for help, only to be disappointed. Meanwhile, the 14th Pyramid Game begins, and Ja-eun, who kept skipping school, shows up.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10295441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/432761-series/episodes/10295441",
                    "TitleEnglish": "The Birth of a Trio",
                    "SummaryEnglish": "Soo-ji moves up to Grade C, and the treatment she gets changed completely overnight. She breaks the promise she made with Ja-eun, but she decides to join hands with her and help the new girl in Grade F, Pyo Ji-ae. Soo-ji, Ja-eun, and Ji-ae come up with a plan to destroy the pyramid altogether.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10295442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/432761-series/episodes/10295442",
                    "TitleEnglish": "The Leaked Plan",
                    "SummaryEnglish": "Soo-ji begins to feel uneasy about the unfolding events, suspecting that her plan may have been compromised and that Ha-rin is catching on. Learning this, Pyo Ji-ae worries she may have made a mistake and dreads the potential consequences. Meanwhile, Soo-ji hints to Hae-jun that she holds leverage over her, coercing Hae-jun into assisting her. Soo-ji recruits a hacker to join her team.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10295443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/432761-series/episodes/10295443",
                    "TitleEnglish": "Parent Observation Day",
                    "SummaryEnglish": "During the parents' visit to the school, Soo Ji gets caught up in Ha Rin's trap. While Soo Ji tries to make a pact with Do Ah, Seung Yi puts on a show to put Soo Ji on the spot. Although the parents witness the ordeal, Ha Rin turns the situation to her advantage and even has her grandmother, the chairwoman of Baekyeon Group. Meanwhile, Soo Ji switches to her Plan B.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10295444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/432761-series/episodes/10295444",
                    "TitleEnglish": "Tables Turned",
                    "SummaryEnglish": "With no Grade F in the 15th game, Soo Ji changes gears to eliminate the game with Ye Lim's help. First, she suggests voting to revoke Grade A privileges and puts Ha Rin on the spot. Meanwhile, Ha Rin doesn't give in to Soo Ji's hindrances and thinks of a plan to demolish Soo Ji's game.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10295445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/432761-series/episodes/10295445",
                    "TitleEnglish": "Shattering Friendship",
                    "SummaryEnglish": "Baekyeon Girls’ High School goes on a school retreat. While practising diving, someone pushes Ha Rin into the water and Ja Yeon jumps in to save her. The next day, Class Five plays a survival game using paint guns. The last five standing, Soo Ji, Ja Eun, Jae Hyung, Eun Jung, and Ji Ae are in danger of ending up in Grade F.",
                    "Aliases": []
                },
                "8": {
                    "ID": "10295446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/432761-series/episodes/10295446",
                    "TitleEnglish": "The Majority",
                    "SummaryEnglish": "Soo Ji decides to recruit more girls to end the game and Ha Rin for good. When Da Yeon is about to be punished for what she did to Eun Jung, their teacher tells everyone that Da Yeon has to transfer to another school. Meanwhile, right before the Pyramid Game is held, Ye Lim gets taken to the hospital.",
                    "Aliases": []
                },
                "9": {
                    "ID": "10295447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/432761-series/episodes/10295447",
                    "TitleEnglish": "The Final Vote",
                    "SummaryEnglish": "The 16th Pyramid Game begins, and Ha Rin suggests picking a classmate who will permanently stay in Grade F. Just before a vote takes place, Soo Ji tells the whole class that Ye Lim was attacked and hospitalized. The class decides to vote whether to stay in the game or not, and the whole process is livestreamed, bringing chaos to the whole school. Meanwhile, Ja Eun tells Soo Ji what she did to Ha Rin when they were young.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10295448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/432761-series/episodes/10295448",
                    "TitleEnglish": "The Verdict",
                    "SummaryEnglish": "Ja Eun reveals what she did to Ha Rin, but Soo Ji thinks Ha Rin only used that fact as an excuse to make Ja Eun’s life miserable. The school and Baekyeon Group decide to blame everything on Soo Ji and her gang for the recent mishap, but Ms. Yoon Na Hee steps up and reveals a video of Soo Ji getting bullied. Meanwhile, Soo Ji exposes the school’s corruption behind certain teachers’ recruitment.",
                    "Aliases": []
                }
            }
        }
    }
}