{
    "URL": "https://thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt28131643/",
        "https://www.dekisoko-anime.com/",
        "https://www.themoviedb.org/tv/229108",
        "https://en.wikipedia.org/wiki/Dekisokonai_to_Yobareta_Moto_Eiyū_wa,_Jikka_Kara_Tsuihōsareta_node_Suki_Katte_ni_Ikiru_Koto_ni_Shita",
        "https://x.com/dekisoko_pr"
    ],
    "TitleEnglish": "The Banished Former Hero Lives as He Pleases",
    "SummaryEnglish": "Allen is banished from the Duchy of Westfeldt on account of his low level and lack of a god-given Gift, and all seems lost. But with his memories of a past life as a hero intact, Allen sees this twist of fate as a blessing—he can finally live his life as he pleases! That momentary peace is cut short when Allen saves his ex-fiancée, beginning a new saga for the banished former hero.",
    "Aliases": [
        "Dekisokonai to Yobareta Moto Eiyū wa, Jikka kara Tsuihōsareta node Suki Katte ni Ikiru Koto ni Shita",
        "Dekisokonai to Yobareta Moto Eiyuu wa, Jikka Kara Tsuihousareta node Suki Katte ni Ikiru Koto ni Shita",
        "Dekisokonai to Yobareta Motoeiyū wa Jikka kara Tsuihō sareta node Sukikatte ni Ikiru Koto ni Shita",
        "Dekisokonai to Yobareta Motoeiyuu wa Jikka kara Tsuihou sareta node Sukikatte ni Ikiru Koto ni Shita",
        "Dekisokonai to Yobareta Moto Eiyū wa, Jikka kara Tsuihō Sareta no de Suki Katte ni Ikiru Koto ni Shita",
        "Dekisokonai to Yobareta Moto Eiyuu wa, Jikka kara Tsuihou Sareta no de Suki Katte ni Ikiru Koto ni Shita",
        "できそこ",
        "DekiSoko",
        "出来損ないと呼ばれた元英雄は",
        "Dekisoko"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "2069724",
            "URL": "https://thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10526980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/10526980",
                    "TitleEnglish": "100 Second Notice",
                    "SummaryEnglish": "Allen is a boy who was called a failure because he did not get the \"gift\" of God's favor. But who is he—a former hero with memories and powers from a previous life?",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "2069725",
            "URL": "https://thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9857468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/9857468",
                    "TitleEnglish": "Cast Out",
                    "SummaryEnglish": "Alan is deemed to be a failure and cast out of his family. He is delighted to leave his stifling life behind and sets off on a journey to find the peace he longs for. Then, he happens to run across his ex-fiancée, Lise, being attacked by monsters.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10419663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/10419663",
                    "TitleEnglish": "The Master Blacksmith of the Sacred Sword",
                    "SummaryEnglish": "After an unexpected battle, Alan decides to travel with Lise and Béatrice for a while longer. Lise wants to introduce him to a friend, a swordsmith in a village in the borderlands, but when they arrive, they find Lise's friend has collapsed!",
                    "Aliases": []
                },
                "3": {
                    "ID": "10419726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/10419726",
                    "TitleEnglish": "Stubbornness and Determination",
                    "SummaryEnglish": "Forging a sword for Alan has stirred unpleasant memories for Noelle. Her past motivates her and drives her to reckless extremes. Meanwhile, Alan asks Lise and Béatrice why they've really come to this town.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10419727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/10419727",
                    "TitleEnglish": "Returning Spirits Festival",
                    "SummaryEnglish": "Still in search of clues about the sinister happenings within the kingdom, Alan, Lise, and Béatrice head to a village where a ghost has been seen. They arrive to find everyone preparing for a festival, but something about the place seems odd.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10419728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/10419728",
                    "TitleEnglish": "The Beginning of Madness",
                    "SummaryEnglish": "The Westfelts' schemes are proceeding apace. Craig and Bret head into the capital. While Craig goes off to complete his portion of the plan, two unexpected personages address the people of the town",
                    "Aliases": []
                },
                "6": {
                    "ID": "10419729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/10419729",
                    "TitleEnglish": "The Utmost Limit of Hate",
                    "SummaryEnglish": "The attack on the capital continues. Alan has a plan, but he'll need the people to believe him. Meanwhile, Akira and Edward try to bring Craig down, but between his gift and his power, it seems impossible—until a certain failure arrives.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10419730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/10419730",
                    "TitleEnglish": "The Imperial Marquis's Daughter",
                    "SummaryEnglish": "Though things within the kingdom have quieted down, Alan is still searching for the peaceful life he's always yearned for. After an exhausting day, he decides to head to the Victour Empire for a change of pace. Once there, he runs into an old friend.",
                    "Aliases": []
                },
                "8": {
                    "ID": "10419731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/10419731",
                    "TitleEnglish": "The Fairy Sovereign",
                    "SummaryEnglish": "Noelle is bored. She gets permission to go into town, and runs into some other elves. Later, Henriette says she has somewhere she'd like to take them. Meanwhile, the captain of the Black Wolf Knights plots her next move.",
                    "Aliases": []
                },
                "9": {
                    "ID": "10419732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/10419732",
                    "TitleEnglish": "The Mark of a Demon",
                    "SummaryEnglish": "Alan and the others enjoy the elves' hospitality, but Noelle still isn't sure about what she wants to do. Percival shows them around the forest and introduces them to the elves' way of life, but the tour is cut short by an unexpected visitor.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10419733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/10419733",
                    "TitleEnglish": "A Cry For Help",
                    "SummaryEnglish": "With the blockades lifted, Alan and the others are free to return to their kingdom. Just as they're about to leave, a stranger runs up, asking for help with a story they can't afford to ignore. The question is, is the peril real, or is it all a trap?",
                    "Aliases": []
                },
                "11": {
                    "ID": "10419734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/10419734",
                    "TitleEnglish": "A Former Hero at a Loss",
                    "SummaryEnglish": "Alan and Lise arrive at the site of an explosion to find a foe whose threats to kill bystanders trigger Alan's memories of his time as a hero. Meanwhile, Lizette locks Henriette up, but Henriette's words linger in her mind even after she leaves.",
                    "Aliases": []
                },
                "12": {
                    "ID": "10419735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/10419735",
                    "TitleEnglish": "The Former Hero Lives as He Pleases",
                    "SummaryEnglish": "Henriette learns the truth behind the assassination, but it only puts her in more danger. Meanwhile, Alan and the others get a timely piece of advice from an unexpected source. Will Alan ignore the wishes of others and finally live as he pleases?",
                    "Aliases": []
                }
            }
        }
    }
}