{
    "URL": "https://thetvdb.com/series/438076-series",
    "Genres": [
        "Adventure",
        "Anime",
        "Children",
        "Comedy",
        "Family"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0168435/",
        "https://www.themoviedb.org/tv/63695",
        "https://www.themoviedb.org/tv/63695"
    ],
    "TitleEnglish": "Little Women II: Jo's Boys",
    "SummaryEnglish": "",
    "Aliases": [],
    "Modified": "2025-08-12",
    "Seasons": {
        "1": {
            "ID": "2077086",
            "URL": "https://thetvdb.com/series/438076-series/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 40,
            "Episodes": {
                "1": {
                    "ID": "10400713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400713",
                    "TitleEnglish": "The new girl",
                    "SummaryEnglish": "Missis Jo, who runs a boarding school in Plumfield, has a new pupil, Nan. The girl is welcomed by her classmates with a prank, but Nan doesn't put up with it and makes a fuss. When she takes revenge for the welcome in her own way, the young teacher reacts in a very unusual way...",
                    "Aliases": []
                },
                "2": {
                    "ID": "10400714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400714",
                    "TitleEnglish": "An instructive punishment",
                    "SummaryEnglish": "Nan manages to be accepted by the other pupils on his second day at school. But the punishment for the fight on the first day is still outstanding: Nan has to plan a lesson for pupils and teachers on her own...",
                    "Aliases": []
                },
                "3": {
                    "ID": "10400715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400715",
                    "TitleEnglish": "The raspberry competition",
                    "SummaryEnglish": "The raspberries are ripe and all the children go to the edge of the forest to pick them. Nan has made sure that little Robbie is allowed to join them, so he has to go picking with him. As the most successful pair should win, Nan persuades Robbie to do something stupid...",
                    "Aliases": []
                },
                "4": {
                    "ID": "10400716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400716",
                    "TitleEnglish": "The can of evil thoughts",
                    "SummaryEnglish": "When Missis Jo learns that her son Robbie and Nan are missing, she and her husband spend half the night searching for the two children. Only after a long search does she find them asleep. When Nan starts bragging about the adventure the next day, Missis Jo takes an unusual measure...",
                    "Aliases": []
                },
                "5": {
                    "ID": "10400717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400717",
                    "TitleEnglish": "The little street musician",
                    "SummaryEnglish": "Nat is a new orphan at the school. To his great delight, Nat is more than warmly welcomed at the school. And then he is even given a violin by old Mr Bhaer, which he can play wonderfully...",
                    "Aliases": []
                },
                "6": {
                    "ID": "10400718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400718",
                    "TitleEnglish": "If you want to, you can do anything",
                    "SummaryEnglish": "Nat has settled in well at Plumfield, but doesn't dare admit that he can't read or write. When Miss Jo realises why the boy is so different, she tells him the story of another pupil. And Mr Bhaer also has an idea of how he can help Nat...",
                    "Aliases": []
                },
                "7": {
                    "ID": "10400719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400719",
                    "TitleEnglish": "Learning with \"Robinson Crusoe\"",
                    "SummaryEnglish": "At Miss Jo's behest, an older pupil is supposed to help Nat learn to read. Nan wants to give him the book \"Robinson Crusoe\". The other pupils think this is a bit too much, but the girl manages to awaken Nat's ambition...",
                    "Aliases": []
                },
                "8": {
                    "ID": "10400720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400720",
                    "TitleEnglish": "The first pumpkin pie",
                    "SummaryEnglish": "Daisy is rather introverted and prefers to play with her dolls, which is why nobody wants to hang out with her. Even Nan, who is the only one around Daisy's age, prefers to play outside with the boys. Miss Jo naturally wants to help and bring the two girls together. A jointly baked pumpkin pie is supposed to bring the solution...",
                    "Aliases": []
                },
                "9": {
                    "ID": "10400721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400721",
                    "TitleEnglish": "The treasure chest",
                    "SummaryEnglish": "The children at Plumfield are supposed to repair toys and then give them to the church. Nan also lovingly repairs a stuffed bear, but Rob and Teddy throw a spanner in the works and break it again...",
                    "Aliases": []
                },
                "10": {
                    "ID": "10400722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400722",
                    "TitleEnglish": "Pillow fight and witching hour",
                    "SummaryEnglish": "At bedtime, the children prefer to have a wild pillow fight instead of sleeping. Not even Miss Jo can get the little ones to rest. In the end, she allows them to stay up as long as they like. At first the children are happy, but the witching hour is approaching...",
                    "Aliases": []
                },
                "11": {
                    "ID": "10400723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400723",
                    "TitleEnglish": "A boorish friend",
                    "SummaryEnglish": "Nat meets up with his old friend Dan, whom he knows from his time in Boston. Nat spontaneously suggests to his old mate, who is a few years older and has grown up on the streets of Chicago, that he live and study with him at Plumfield...",
                    "Aliases": []
                },
                "12": {
                    "ID": "10400724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400724",
                    "TitleEnglish": "Serious words",
                    "SummaryEnglish": "Dan has actually been accepted at Plumfield, but he has great difficulty fitting in. Because he is rebellious and can't trust anyone, even Miss Jo is at her wit's end. But he is to be given one last chance before he has to leave the school again...",
                    "Aliases": []
                },
                "13": {
                    "ID": "10400725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400725",
                    "TitleEnglish": "The brawl",
                    "SummaryEnglish": "Living together with Dan continues to be difficult. Emil, one of the pupils, finally gets fed up and challenges Dan to a fight. Dan is a good boxer and has an easy time with Emil, but the boy's will to stand up for his teacher's honour impresses him...",
                    "Aliases": []
                },
                "14": {
                    "ID": "10400726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400726",
                    "TitleEnglish": "The dragon",
                    "SummaryEnglish": "To get him involved in life at school, Nan asks Dan to help her make something. Nan would like to make a kite for Teddy, but Dan refuses to help. Nan is very angry, but when Teddy's finished kite gets stuck in a tree, Dan manages to surprise the girl...",
                    "Aliases": []
                },
                "15": {
                    "ID": "10400727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400727",
                    "TitleEnglish": "The wrong bull",
                    "SummaryEnglish": "Because he would rather go fishing with the other boys, Dan doesn't want to help Tommy repair the fence. When they pass the pasture afterwards, Dan persuades poor Tommy to play bullfighting with the sick cow Bessy. But what begins as a game quickly turns into bitter seriousness...",
                    "Aliases": []
                },
                "16": {
                    "ID": "10400728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400728",
                    "TitleEnglish": "A wild party",
                    "SummaryEnglish": "As Mr Bhaer won't be in the house for two days, Dan organises a cigar and a bottle of wine to have a cool late-night poker party. He, Demi and Tommy almost get caught, but the boys quickly pretend to be asleep. Unfortunately, they can't put the cigar out completely before they actually fall asleep again later...",
                    "Aliases": []
                },
                "17": {
                    "ID": "10400729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400729",
                    "TitleEnglish": "A harsh judgement",
                    "SummaryEnglish": "With great difficulty, Dan rescues his roommates Tommy and Demi from the burning room. Mr Bhaer decides that Dan must leave school because of the fire and go to live with his friend Paige. Nan tries with all her might to dissuade the headmaster from this plan...",
                    "Aliases": []
                },
                "18": {
                    "ID": "10400730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400730",
                    "TitleEnglish": "Help, mum's coming!",
                    "SummaryEnglish": "Stuffy gains more and more weight until everyone is worried about him and tries to get him to do sport. When Stuffy fibs in a letter to his mum, she gets worried too and wants to pick the boy up from Plumfield...",
                    "Aliases": []
                },
                "19": {
                    "ID": "10400731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400731",
                    "TitleEnglish": "Today is the ladies' election",
                    "SummaryEnglish": "Daisy and Nan are organising a ball. The two of them have baked some great treats to attract their guests. But Tommy ruins the whole party and as punishment, boys and girls are no longer allowed to talk to each other. This gives the boys the idea of organising a party themselves...",
                    "Aliases": []
                },
                "20": {
                    "ID": "10400732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400732",
                    "TitleEnglish": "An unusual career aspiration",
                    "SummaryEnglish": "At school, the conversation turns to different career aspirations. After some deliberation, it seems impossible for Nan to become a whale, so now she wants to be a stoker on a locomotive. When Tommy laughs at her for it, Nan wants to prove to everyone that she can do it and makes a momentous decision...",
                    "Aliases": []
                },
                "21": {
                    "ID": "10400733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400733",
                    "TitleEnglish": "Beatings for the teacher",
                    "SummaryEnglish": "When Nat is caught lying again, Mr Bhaer takes him to task. He threatens him with an unusual punishment for the next lie: Nat must give Mr Bhaer six strokes on the fingers if he is caught out again. Nevertheless, the boy just can't stop lying...",
                    "Aliases": []
                },
                "22": {
                    "ID": "10400734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400734",
                    "TitleEnglish": "The letter",
                    "SummaryEnglish": "Mr Page has written a letter to the school. In it, he describes how Dan has settled in on the farm and how he is getting on with the farm work. It turns out that Dan has already learnt and experienced a lot there...",
                    "Aliases": []
                },
                "23": {
                    "ID": "10400735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400735",
                    "TitleEnglish": "The little homecomer",
                    "SummaryEnglish": "One night, Teddy imagines he sees Dan looking into his room. He calls Miss Jo, but she can't see anyone in the dark. Teddy, however, insists he is right. Finally Missis Jo goes out again and actually makes a discovery...",
                    "Aliases": []
                },
                "24": {
                    "ID": "10400736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400736",
                    "TitleEnglish": "The apology",
                    "SummaryEnglish": "The Bhaer family has accepted Dan back into the community. But in order to be truly accepted, the boy still has to apologise for the damage he has done. Dan, however, is too scared and proud to say sorry...",
                    "Aliases": []
                },
                "25": {
                    "ID": "10400737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400737",
                    "TitleEnglish": "We are founding a museum",
                    "SummaryEnglish": "The Bhaer family has accepted Dan back into the community. But in order to be truly accepted, the boy still has to apologise for the damage he has done. Dan, however, is too scared and proud to say sorry...",
                    "Aliases": []
                },
                "26": {
                    "ID": "10400738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400738",
                    "TitleEnglish": "Who is the thief?",
                    "SummaryEnglish": "Tommy successfully sells his chicken eggs and puts the proceeds in his money box. But when he forgets to hide it one night, the money is promptly gone the next day. Nat is accused of stealing the money because Nan saw him with the money box in his hand. Only Dan and Daisy believe his claims of innocence...",
                    "Aliases": []
                },
                "27": {
                    "ID": "10400739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400739",
                    "TitleEnglish": "A bad suspicion",
                    "SummaryEnglish": "The boys fall out over the stolen money. It gets to the point where Dan pushes Ned into the pond. Suddenly, four dollars inexplicably appear in the shed with the note \"For Tommy\", but Dan has disappeared. Asia has seen him drive off...",
                    "Aliases": []
                },
                "28": {
                    "ID": "10400740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400740",
                    "TitleEnglish": "The real culprit",
                    "SummaryEnglish": "The mystery of the money that has turned up is solved: Dan has sold his natural history book. This seems to convict the boy of the theft, which Missis Jo is very sad about. But when Dan saves Jack's life on the roof, the truth comes to light...",
                    "Aliases": []
                },
                "29": {
                    "ID": "10400741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400741",
                    "TitleEnglish": "Always those men",
                    "SummaryEnglish": "Miss Jo is not at all happy when she finds out that the boys have formed a club just for themselves. In her opinion, there should be equal rights at school. They agree on a compromise: the girls should fight for admission to the club in a baseball game against the boys...",
                    "Aliases": []
                },
                "30": {
                    "ID": "10400742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400742",
                    "TitleEnglish": "The anxious groom",
                    "SummaryEnglish": "During a conversation about getting married, Daisy tells Nan that she has a little crush on Nat. But unfortunately Nat doesn't want to talk about his feelings because he's shy. So Daisy tells him that she hates him, but then Nat runs away...",
                    "Aliases": []
                },
                "31": {
                    "ID": "10400743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400743",
                    "TitleEnglish": "Forgiving is difficult",
                    "SummaryEnglish": "Jack returns to school, but nobody really wants anything to do with him any more. After all, he stole Tommy's savings. Mr Bhaer's intervention doesn't seem to work either, but finally Dan shows magnanimity...",
                    "Aliases": []
                },
                "32": {
                    "ID": "10400744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400744",
                    "TitleEnglish": "Miracle doctor Miri-Muri",
                    "SummaryEnglish": "Nan has taken a liking to playing the doctor. Nothing and nobody escapes her zeal. When she tries to administer medicine she has concocted herself, Missis Jo intervenes. But Nan carries on in secret until an accident finally occurs...",
                    "Aliases": []
                },
                "33": {
                    "ID": "10400745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400745",
                    "TitleEnglish": "A serious promise",
                    "SummaryEnglish": "Demi and Daisy are celebrating their eleventh birthdays at their parents' house. However, not all the pupils are allowed to visit because their father is ill. But her father is not Demi's only worry. He's a bit desperate because, unlike the others, he still doesn't know what he wants to do for a living when he grows up...",
                    "Aliases": []
                },
                "34": {
                    "ID": "10400746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400746",
                    "TitleEnglish": "Farewell tune",
                    "SummaryEnglish": "Miss Jo wakes Demi and Daisy in the middle of the night. They realise immediately that it must be about their father and go to see him with their teacher. And indeed, the man dies that very night, shortly after the twins arrive. Mr Bhaer has to break the sad news to the other children...",
                    "Aliases": []
                },
                "35": {
                    "ID": "10400747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400747",
                    "TitleEnglish": "A snowstorm with far-reaching consequences",
                    "SummaryEnglish": "Nan is deeply shocked by the death of Demi and Daisy's father. After all, Dr Farth had claimed the day before that there was nothing wrong with the patient. Nan's despair drives her so far that she no longer wants to be a doctor herself. Instead, the girl runs away and gets caught in a snowstorm...",
                    "Aliases": []
                },
                "36": {
                    "ID": "10400748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400748",
                    "TitleEnglish": "Charly the wild horse",
                    "SummaryEnglish": "Dan is bursting with energy and needs an outlet for it. Even an old tree stump that Mr Bhaer gives him to chop up doesn't keep the boy occupied for long. Then he becomes interested in a wild horse that Mr Laurence brings along...",
                    "Aliases": []
                },
                "37": {
                    "ID": "10400749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400749",
                    "TitleEnglish": "When children grow up...",
                    "SummaryEnglish": "Franz wants to go to university and studies hard for it. Dan, on the other hand, would rather explore the wider world. Only Nan doesn't want to leave Plumfield. Tommy promises her that he will stay with her at school for as long as possible, but his father has other plans...",
                    "Aliases": []
                },
                "38": {
                    "ID": "10400750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400750",
                    "TitleEnglish": "Difficult decisions",
                    "SummaryEnglish": "Charly is to leave Plumfield to be trained as a proper racehorse. This is the only reason Dan agrees to accompany Mr Page on an expedition. Tommy also realises with a heavy heart that it is better for him to follow his father's wishes and move to Boston...",
                    "Aliases": []
                },
                "39": {
                    "ID": "10400751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400751",
                    "TitleEnglish": "A bike brings advice",
                    "SummaryEnglish": "The mayor doesn't want the women in his town to ride bicycles, which makes Nan very sad, while Jo is so angry that she comes up with a plan. As it's difficult to pedal in a dress, she borrows a pair of trousers from Fritz and proves to Nan that a woman can do anything a man can...",
                    "Aliases": []
                },
                "40": {
                    "ID": "10400752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438076-series/episodes/10400752",
                    "TitleEnglish": "Goodbye, Plumfield!",
                    "SummaryEnglish": "Dan and Mr Page are leaving Plumfield, but the day to say goodbye is drawing ever closer for the others too. When the time finally comes, they all lie in each other's arms and cry. In the end, they all start their new lives stronger and full of hope, because life at Plumfield has left its mark on all the children...",
                    "Aliases": []
                }
            }
        }
    }
}