{
    "URL": "https://thetvdb.com/series/438332-series",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt28466025/",
        "https://www.instagram.com/marumaru_drama",
        "https://www.asahi.co.jp/marumaruchan/",
        "https://www.themoviedb.org/tv/231493",
        "https://x.com/marumaru_drama"
    ],
    "TitleEnglish": "Girl XX",
    "SummaryEnglish": "An omnibus style pinku drama that focuses on the sexual concerns of modern women.\r\n\r\nBased on the manga “Sex-chan” by Haro Aso, the original creator of Alice in Borderland.",
    "Aliases": [
        "まるまるちゃん",
        "セックスちゃん",
        "Sex-chan",
        "Sekkusu-chan",
        "Marumaruchan",
        "Maru-Maru-Chan"
    ],
    "Modified": "2024-05-10",
    "Seasons": {
        "1": {
            "ID": "2078192",
            "URL": "https://thetvdb.com/series/438332-series/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "9954769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438332-series/episodes/9954769",
                    "TitleEnglish": "第1話",
                    "SummaryEnglish": "セックスを通じて相手のことを知りたいという好奇心が強い史恵（増田有華）。「知りたい！」いや、「したい！」と思った相手とセックスしては、ハッピーな毎日を送る。そのきっかけは12年前。友達とうまくコミュニケーションを取れなくなった史恵の人生は、先輩との初体験でチェンジ。それから史恵にとってセックスは、生きている証です！！！\r\n\r\nだけど、セフレたちが三十路を前に出世や結婚で枯渇…。フリーダムセックスライフを送ってきた史恵にとっては、もうこれは大問題なんですよ。本音で話せる唯一の友達で同僚の貴子（秋山ゆずき）からは仕事終わりのサウナで「そろそろ落ち着くのもいいんじゃない？」と諭されちゃう。\r\n\r\nだけど、貴子もまた自身が“高学歴の呪い”によって恋愛ができないという悩みを抱えてまして…。\r\n\r\nだけど、貴子もまた自身が“高学歴の呪い”によって恋愛ができないという悩みを抱えてまして…。\r\n\r\nそして、そんな二人のあけすけな性事情を耳にしていたのは、会社のキュートな受付・真湖（大久保桜子）。二人の会話に意味深な表情…。\r\n\r\nそんな中、史恵の元に3年前からのセフレ・西村（木ノ本嶺浩）からメールが！！ありがとうセックス！！相性抜群の西村との激しいスポーツ、そして超高度な心理戦のような至福の時間を過ごしたけど、西村もまた転勤が決まり…。\r\n\r\n史恵は人生を切り拓くために、“自分探し”ならぬ“セフレ探し”へと精を出す！しかし、そこで出会った高橋（東啓介）のオリジナルなセックス観に驚く史恵で…",
                    "Aliases": []
                },
                "2": {
                    "ID": "9963418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438332-series/episodes/9963418",
                    "TitleEnglish": "第2話",
                    "SummaryEnglish": "史恵（増田有華）はセックスが大好き、そしてセックスこそが“生きている証”だ。しかし…新たに出会ったセフレ候補・高橋（東啓介）はなんと！セックスが大嫌いだった！！衝撃！！\r\n\r\n高橋は「一人でします」と言い放ち、おもむろにカバンから何かを取り出す…。それは一冊の本。史恵は突如、その本の音読を頼まれる…。史恵の前で、正座して一人励む高橋。一節を読み終えるころ、ちょうど高橋が果てた。一体これ、どういう状況？？\r\n\r\nでも高橋も、”普通じゃない”生きづらさを抱えているのかも…\r\nシンパシーを感じた史恵は、“セックスに人生を救ってもらった” 高校時代の出来事を高橋に打ち明ける。この出来事こそが、史恵に「セックス＝コミュニケーション」の強烈な印象を与え……。\r\n\r\n話をきいた高橋は「また会いたい」と言ってくれるけど…\r\nセックス大好きな史恵と、セックス大嫌いな高橋。二人の奇妙な関係はどうなる！？",
                    "Aliases": []
                },
                "3": {
                    "ID": "9993668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438332-series/episodes/9993668",
                    "TitleEnglish": "第3話",
                    "SummaryEnglish": "セックスが大好きな史恵（増田有華）は、セックスが大嫌いな高橋（東啓介）からプロポーズを受け、婚約！もういい歳だし。セックスはしてないけど。\r\n\r\nついに私も、結婚して普通の幸せを手にするんです！でも…高橋は「子供は、将来的にはほしい」と言うけれど、将来っていつ？このまま一生自家発電生活？\r\n\r\n親友の貴子（秋山ゆずき）に相談したら、“い・ろ・じ・か・け♡”って。そうだ、その手があったね！\r\n\r\n赤い勝負下着を身に着けて、高橋を誘惑する。そんな史恵の姿に、高橋も興奮するって言ってくれるけど…触れようとした瞬間、激しく拒絶！「性欲ぐらいは自分でコントロールしてね」と言われ、傷つく史恵で…\r\n\r\nセックスのない生活が続く中、サウナで出会った真湖（大久保桜子）を前に、史恵に異変がー！そして、苦しむ史恵の前にとある男性が現れる。",
                    "Aliases": []
                },
                "4": {
                    "ID": "10014519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438332-series/episodes/10014519",
                    "TitleEnglish": "第4話",
                    "SummaryEnglish": "史恵（増田有華）は高橋（東啓介）と婚約し、憧れの“普通の幸せ”を掴んだ！はずだったけど…声が、出ない！セックスをしなくなったからだ。それだけ大事なものだったんだ！\r\n\r\nそんな時、元セフレ・西村（木ノ本嶺浩）に偶然声をかけられて、「ホテル、来ない？」って。どうしよう。彼とすれば、きっと声は出るようになるけど、史恵には婚約者の高橋がいて…去っていく西村の背中を見て、涙が止まらない。\r\n\r\n最後の望みをかけ、高橋に「繋がってほしい」と出ない声を振り絞ってお願いするけど、そんな史恵に高橋は呆れてて…生きがいだったセックスは、もう一生できないのかも。絶望する史恵。二人の関係もかつてないほどギクシャク。\r\n\r\n声を失い、仕事も休職することになった史恵を、貴子（秋山ゆずき）と真湖（大久保桜子）は心配するばかり。\r\n\r\n生きる気力も失った史恵は、高橋に連れられるがまま実家に挨拶へ行くことに。そこで出会った義父・光成（佐戸井けん太）のある点が気になった史恵は…\r\n\r\n史恵の幸せはどこにある！？セックスちゃん編、完結です！",
                    "Aliases": []
                },
                "5": {
                    "ID": "10027106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438332-series/episodes/10027106",
                    "TitleEnglish": "第5話",
                    "SummaryEnglish": "宮田貴子（秋山ゆずき）、東京大学卒。実は彼女、セックスでイったことがない。なぜなら、男性たちはみんな彼女を“学歴”というスペックでしか見てくれないから。仕事もそう。上司から煙たがられて…彼女は“逆学歴コンプレックス”にとらわれていた。\r\n\r\n史恵（増田有華）に仕事の愚痴をはいてたら、たまたま聞いていた真湖（大久保桜子）から「辞めちゃえばどうですかね？」って言われて…\r\n「派遣の子が偉そうに！」とイライラしながらもその言葉が刺さった貴子は、SNSの広告で見つけた起業塾に参加する。できる女は即行動！超アグレッシブ！\r\n\r\nでも集まったメンバーは、高卒の坂本（きつね淡路）や、専業主婦とかフリーターとか…ほんとにこの起業塾、大丈夫？\r\n\r\nそう思った矢先、現れた海外名門大卒の超エリート男・佐々木爽介（山下航平）！自分と同レベル、いやそれ以上の学歴とか、ヤバいじゃん。\r\n\r\n興味深々で佐々木に近づくけど、早速「大学どこですか？」って聞かれて…来た、この質問。\r\n構えて「東大です」と答える貴子。すると佐々木は、「いい大学ですよね」って。うそでしょ。こんなリアクション、初めてなんですけど。\r\n\r\nそのあとも行きつけの居酒屋に連れて行ってくれたり、「貴子ちゃん」って普通の女の子扱いしてくれたり。こんな人初めて。彼こそ運命の相手！そう感じた貴子は、佐々木と一夜を過ごす。幸せをかみしめるベッドの上で、意外な話を持ち掛けられて…",
                    "Aliases": []
                },
                "6": {
                    "ID": "10050182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438332-series/episodes/10050182",
                    "TitleEnglish": "第6話",
                    "SummaryEnglish": "東大卒という高学歴の“呪い”に囚われていた貴子（秋山ゆずき）は、起業塾で知り合った超高学歴の佐々木（山下航平）と出会い運命の恋に落ちる。一緒に起業することになり、公私ともにパートナーに！\r\n\r\nと思っていたけど、共同出資の話を「詐欺じゃないですかね？」と真湖（大久保桜子）に言われたことが気になっていて…いやでも、こんなに話が合う人はいないし、何よりMIT卒だし！うん、この人はきっと大丈夫。\r\nそう思って初期出資の200万を振り込んだ貴子だったが…\r\n\r\n起業塾に行くと、みんなが佐々木と音信普通になって困っていた！貴子も連絡がつかなくなってしまい…うそでしょ、そんなはず…\r\n\r\nパニックで史恵（増田有華）に会いに行くと、そこには真湖の姿も。SNSを駆使して佐々木の居場所を特定し、3人アジトに乗り込むことに。\r\n\r\nそこで見た佐々木の姿に、「学歴で人を見ていたのは自分だったのかも…」そう気づいた貴子で…\r\n\r\n貴子が最後に選ぶ幸せの形とは！？高学歴ちゃん編、完結です！",
                    "Aliases": []
                },
                "7": {
                    "ID": "10063211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438332-series/episodes/10063211",
                    "TitleEnglish": "第7話",
                    "SummaryEnglish": "成柴商事 受付の真湖（大久保桜子）は、社内外を問わず既婚男性から言い寄られては、思わせぶりな表情を振りまく毎日。\r\n\r\n「不倫こそが、私の性感帯」。\r\n愛する妻を持ちながら、その妻を裏切ってまで自分を愛してくれる男性たち。その瞬間が、真湖の自己肯定感を高めることができるひととき。\r\n\r\nそうなった理由は、真湖の過去にあって…\r\n\r\n誰かの特別になりたい。でも、結局不倫では二番手にしかなれない…その現実にやさぐれていたら、突然目の前に現れた黒川（田村健太郎）。\r\n真湖が飛ばしてしまった靴を拾いあげ、そっと履かせてくれて…\r\n\r\n「王子様じゃん！」\r\n\r\n独身で一途な黒川に愛され、満たされた日々を送る真湖だったが、本気で恋に落ちた頃、黒川に秘められたとんでもない事実が明らかになる…！",
                    "Aliases": []
                },
                "8": {
                    "ID": "10095305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438332-series/episodes/10095305",
                    "TitleEnglish": "最終話",
                    "SummaryEnglish": "不倫ばかりしてきた真湖（大久保桜子）は、独身でいて一途に愛を伝えてくれる王子様・黒川（田村健太郎）と本気の恋に落ちた。\r\n\r\nだけど黒川には、役割がそれぞれに違う3人のパートナーがいて…私だけを見てくれるんじゃなかったの？\r\n\r\nそれでも黒川を諦めきれない真湖は、他の3人のパートナーと同居して黒川を勝ち取ろうと決めた！だけど、嫉妬心が募るばかりでうまくいかない…\r\n\r\nこんな感情は初めて。これまで自分が不倫相手の妻に与えてきた苦しみをようやく理解した真湖は罪悪感のあまり涙してしまう。\r\n\r\n嫉妬と葛藤の果て、不倫ちゃん・真湖と自由恋愛主義の王子様との恋の結末は？\r\n\r\nそして、セックスちゃん・史恵（増田有華）、高学歴ちゃん・貴子（秋山ゆずき）それぞれが迎えたエンディングとは…⁉",
                    "Aliases": []
                }
            }
        }
    }
}