{
    "URL": "https://thetvdb.com/series/440215-series",
    "Genres": [
        "LGBTQ+"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31976070/",
        "https://www.instagram.com/tadaoka_anime",
        "https://tadaoka-anime.com",
        "https://www.themoviedb.org/tv/235978",
        "https://x.com/TadaOka_anime"
    ],
    "Titles": {
        "eng": "Tadaima, Okaeri",
        "jpn": "ただいま、おかえり"
    },
    "Summaries": {
        "eng": "A warm and soothing heart-warming home drama BL A spadari attack on family life x A beautiful woman with an inferiority complex A warm househusband life surrounded by a handsome husband and too cute children Masaki Fujiyoshi has confidence in himself No stay-at-home husband. With the support of her husband Hiromu, an elite office worker, and his soon-to-be-two-year-old son Hikari, she casually begins to accept herself little by little in her precious daily life. We will overcome joy and sadness and become even more of a \"family\" than we were yesterday. Welcome to the family gathering of the Fujiyoshi family, which will bring you gentle feelings.",
        "jpn": "あたたかくて、癒される\r\nハートフル・ホームドラマBL\r\n家族命のスパダリ攻×劣等感を持った美人受\r\n\r\nイケメン旦那とキュートすぎる子供に囲まれた\r\nほんわか主夫ライフ\r\n藤吉 真生(ふじよし まさき)は自分に自信が持てない専業主夫。\r\nエリートサラリーマンの夫・弘(ひろむ)ともうすぐ2歳になる息子・輝(ひかり)に支えられ\r\n何気なくも大切な日常の中で少しずつ自分を受け入れていく。\r\n喜びや悲しみを乗り越えて、昨日よりもっと\"家族\"になる。\r\nあなたに優しい気持ちを運ぶ、藤吉家の団欒へようこそ。"
    },
    "Aliases": [
        "Tadaima, Okaeri",
        "Tadaima Okaeri"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2086055",
            "URL": "https://thetvdb.com/series/440215-series/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10373723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/440215-series/episodes/10373723",
                    "Titles": {
                        "eng": "It's Nice to Meet You",
                        "jpn": "はじめまして"
                    },
                    "Summaries": {
                        "eng": "A visit to Hiromu's office leads to an awkward situation for shy househusband Masaki, but baby Hikari continues to be a soothing presence in their lives. At Christmastime, Hikari becomes fascinated with the star at the top of the tree.",
                        "jpn": "愛する夫・藤吉 弘と結ばれて専業主婦になった藤吉真生。\r\nもうすぐ2歳になる息子の輝も授かり、子育てしやすい郊外に引っ越して来た。ごく一般的で幸せな家庭に見えるが、弘と真生はαとΩの異種間結婚で結ばれ世間からの偏見もある。\r\nある日、真生が輝を連れて弘の会社を訪ねると、弘の部下がその事実を知って驚く。劣等感を持つ真生は落ち込むのだが……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10373724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/440215-series/episodes/10373724",
                    "Titles": {
                        "eng": "Friend",
                        "jpn": "おともだち"
                    },
                    "Summaries": {
                        "eng": "Hikari latches onto the reluctant and gloomy neighbor boy, Yuki. Later, when Masaki falls ill and needs to isolate himself, Hiromu and company try their best to distract Hikari from \"Ma-cha's\" absence.",
                        "jpn": "冬休みに実家に帰ってきた大学生の平井祐樹。藤吉家が隣だったことから、交流が始まる。子煩悩な弘に嫉妬されるほど輝になつかれて人付き合いが苦手な祐樹は戸惑うが、二人は友達になっていく。そんな中、真生が体調不良で寝込んでしまい、弘の同僚・松尾知泰も心配して訪ねてくる。弘、松尾、祐樹に囲まれた輝。とにかく真生いのちの輝は長時間会えないと寂しくて泣き出すため、三人は作戦会議を開いて対策を練るが……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10373725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/440215-series/episodes/10373725",
                    "Titles": {
                        "eng": "Sorry",
                        "jpn": "ごめんなさい"
                    },
                    "Summaries": {
                        "eng": "Hiromu's disapproving father Koji shows up at the house unannounced, when Hikari the hero swoops in to protect his parents! But when it becomes apparent that Koji's visits have another agenda, can Hikari the hero save his family again?",
                        "jpn": "迷惑をかけたお礼にと、松尾と祐樹を夕食に招待した真生。買い出しに出かけて戻って来ると、弘の父・浩司が家の前で待っていた。「生きる世界が違う」と結婚に反対されたことを思い出す真生。不穏な空気を感じ取った輝が間に立ち塞がり、浩司は楽しそうに笑うと、弘がいる時に出直すと告げ、帰って行く。来訪を知った弘は機嫌が悪くなる。そして翌日、再び浩司が訪ねて来て……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10373726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/440215-series/episodes/10373726",
                    "Titles": {
                        "eng": "Shining Days",
                        "jpn": "かがやくひ"
                    },
                    "Summaries": {
                        "eng": "As the family prepares for their second child, Hikari gets excited for his new role as big brother, but Masaki is overcome with worry over his new child's future. Later, the family plays hide and seek at Hiromu's family home.",
                        "jpn": "輝の可愛い活躍もあり、弘と父・浩司とのわだかまりも少し解けた後、真生の妊娠が判明。\r\n兄になる輝は嬉しそう。そんなある日、松尾と祐樹と一緒に一家で買い物に出かけると、浩司の友人から声をかけられ、輝が「αに生まれてよかった」と言われてしまう。\r\n真生は「あまりにもあたたかくて忘れていた」と自分の子どもの頃を思い出し、次に産まれてくる子のことが心配になってきて……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10373727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/440215-series/episodes/10373727",
                    "Titles": {
                        "eng": "Big Brother",
                        "jpn": "おにいちゃん"
                    },
                    "Summaries": {
                        "eng": "Hikari tries to be a good big brother to Hinata, but works a little too hard. Hiromu's parents try to make up for the years they've lost with their son and his family.",
                        "jpn": "陽が産まれ、藤吉家は四人家族になり、ますます賑やかになる。輝は妹が可愛くて、毎日とても楽しそう。そんなある時、真生が陽を抱っこする姿を見て、少し複雑な表情に。気付いた真生が「輝も抱っこしようか」と手を差し出すが、「だいじょぶ！ にーにだかぁね」と首を横に振る。兄として無理をさせているのではと思った真生は……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10373728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/440215-series/episodes/10373728",
                    "Titles": {
                        "eng": "Home Visit",
                        "jpn": "さとがえり"
                    },
                    "Summaries": {
                        "eng": "Masaki gathers his courage and brings his family and friends with him to his hometown, but things get awkward when he's confronted by his cousin Kazuhiko.",
                        "jpn": "真生は一通のメールを受け取っていた。それは今まで交流を避けてきた地元の親戚から。輝と陽のお陰で弘の両親とも穏やかな関係になってきたこともあり、真生は「目を逸らさずに強くなろう」と覚悟を決め、弘を里帰りに誘う。出発前夜は弘の誕生日。藤吉家に「おかえりなさいっ」と輝の元気な声が響いて……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10373729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/440215-series/episodes/10373729",
                    "Titles": {
                        "eng": "I'm Home, Welcome Home",
                        "jpn": "ただいま、おかえり"
                    },
                    "Summaries": {
                        "eng": "Masaki settles things with Kazuhiko, then takes his family to visit his parents' grave. Later, Hikari ventures forth on a new adventure: a solo errand.",
                        "jpn": "真生の地元に里帰りした藤吉一家。同行した松尾と祐樹。そこで再会した真生の従兄弟・荻原和彦は、昔、親が決めた真生の許嫁だった。\r\nαの弘と結婚したことを「なぜわざわざ生きづらい環境を選んだのか」と和彦に問われ、すぐ返答できなかったことに悩む真生。\r\n弘は「逃げて何が悪い」と優しく抱きしめて……。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10373730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/440215-series/episodes/10373730",
                    "Titles": {
                        "eng": "Interweaving",
                        "jpn": "あやつなぎ"
                    },
                    "Summaries": {
                        "eng": "Hikari wants to befriend the new neighbor's dog, but first he has to stop being scared of him. The family visits Masaki's uncle again, and Kazuhiko awkwardly tries to make conversation with Hiromu.",
                        "jpn": "最近の輝は新しいご近所さんに夢中。相手は、新婚の岩田さんの愛犬、ゴールデンレトリバーのランくん。お手紙を書いては直接渡しに行くのが日課になっている。ただ問題が一つ。輝はランくんが大好きなのに、大きな体が怖かった。それでも友達になりたい輝は、弘にアドバイスをもらい、次の日に……。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10373731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/440215-series/episodes/10373731",
                    "Titles": {
                        "eng": "Tomato Kid",
                        "jpn": "とまとのこ"
                    },
                    "Summaries": {
                        "eng": "Masaki and Hikari encounter another new neighbor at the park: single father Mochizuki, who is trying to hold things together for his son Michiru after the loss of his spouse. Masaki offers to help.",
                        "jpn": "いつものように出かけた公園で、父子家庭の望月仰人（あおと）、満と出会う真生と輝。この街に越してきたばかりの彼らはΩだった。\r\n望月は「死んだ家内もΩで、あんたに雰囲気が似てんだ」と言って真生に親近感を持つ。\r\n真生も輝に同年代の友達ができたことが嬉しく、同種の子どもに初めて会ったこともあり、何か力になりたいと感じる。そんな時、望月が満の預け先に悩んでいると知り……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10373732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/440215-series/episodes/10373732",
                    "Titles": {
                        "eng": "Love",
                        "jpn": "だいすき"
                    },
                    "Summaries": {
                        "eng": "Mayhem ensues when Matsuo's younger twin brothers Yuto and Shuto drop by for a visit. First they zero in on befriending Hikari, then they set their sights on Yuki and his relationship to their older brother.",
                        "jpn": "すっかり仲良くなった輝と満。祐樹が持参したハロウィン衣装を着て楽しんでいると、突然、骸骨お面をつけた二人組がやって来る。松尾の双子の弟、優人と秀人だった。たまたま実家で松尾と会ってついてきたとのことで、真生との久しぶりの再会を喜ぶ。最後に会った時にお腹に居た輝との対面も楽しみにしていたのだが、怖いお面の印象が強すぎて……。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10373733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/440215-series/episodes/10373733",
                    "Titles": {
                        "eng": "Bye-Bye?",
                        "jpn": "ばいばい?"
                    },
                    "Summaries": {
                        "eng": "Yuki tries to sort out his feelings toward Matsuo. Mochizuki finally gets the chance to meet Hiromu, but the meeting doesn't exactly go as nicely as Masaki was hoping it would.",
                        "jpn": "松尾の双子の弟・優人と秀人から「二人の関係はどうなっているのか？」と聞かれた祐樹は、その夜、藤吉家に一緒に泊まった松尾のことを改めて意識する。\r\n翌朝、ぎこちない二人を見て、「何かあったな……」と察する弘と真生。\r\nそろって出勤した弘と松尾は、偶然、望月と遭遇。お互い素性を知らないまま言葉を交わしたのだが……。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10373734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/440215-series/episodes/10373734",
                    "Titles": {
                        "eng": "See You Tomorrow",
                        "jpn": "またあした"
                    },
                    "Summaries": {
                        "eng": "After talking it out with Hiromu, Masaki attempts to reach out to Mochizuki and reach an understanding between them.",
                        "jpn": "望月と弘の”初めて”の面会は、望月の突発的な発情期によって失敗に終わる。弘は望月のΩフェロモンに一瞬反応してしまうが、理性で抑えて応対する。望月は真生が異種間結婚していたことを初めて知り、満を守るためにももう会わないと告げ、去って行った。以来、連絡が取れずに一週間。\r\n真生は輝に「大好きなみちくんに、大好きだから一緒に遊ぼうって伝えよう」と約束する一方で「もしかしてこのまま会えなくなるのでは……」と悩んでいると、弘が優しく手を差し伸べて……。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}