{
    "URL": "https://thetvdb.com/series/slutet-pa-sommaren",
    "Genres": [
        "Drama",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt21191810/"
    ],
    "TitleEnglish": "End of Summer",
    "SummaryEnglish": "1984 in rural southern Sweden: a five-year-old disappears without a trace, leaving behind a grieving, devastated family. Twenty years later, his older sister Vera (Julia Ragnarsson) finally wants to find out what really happened that summer after a young man reports at a group therapy session about a kidnapping, the details of which coincide surprisingly closely with the case of Vera's brother...",
    "Aliases": [
        "Slutet på sommaren",
        "Slutet pa sommaren",
        "Slutet paa sommaren"
    ],
    "Modified": "2025-01-12",
    "Seasons": {
        "1": {
            "ID": "2089727",
            "URL": "https://thetvdb.com/series/slutet-pa-sommaren/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "10101183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slutet-pa-sommaren/episodes/10101183",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "One summer evening in 1984, a five-year-old boy disappears in the countryside of southern Sweden. The police investigation fails to find the truth, leaving rumours, suspicions and a grieving family. Twenty years later, the boy's older sister, Vera, is leading a group therapy session in Stockholm, when a young man describes a strangely familiar childhood memory of a disappearance. A shaken Vera travels home to her shattered family to find out, once and for all, what really happened during the never-ending summer.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10101184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slutet-pa-sommaren/episodes/10101184",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "Isak disappears without a trace. Vera goes to her childhood home in the small town of Reftinge in Skåne. She tells father, Ebbe, and brother, Mattias, about her suspicions that Billy might be alive, but is not being heard. At Ebbe's birthday party, she meets her uncle Harald and realises that she herself lied to the police about what happened when Billy disappeared.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10101185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slutet-pa-sommaren/episodes/10101185",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "Vera learns more about the suspected perpetrator and decides to head to the place where Billy is believed to have been held captive. When she unexpectedly sees Isak again, they decide to jointly search for answers to who he really is. Mattias decides to disprove the theory that Isak is Billy with the help of a DNA test.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10101186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slutet-pa-sommaren/episodes/10101186",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "When Billy disappears in 1984, police chief Månsson spares no resources. But Reftinge's strongman, Harald, has his own idea of how to find Billy.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10101187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slutet-pa-sommaren/episodes/10101187",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "Isak is helped by Vera to remember his childhood, and Vera finds an alternative explanation for what may have happened to Billy. Mattias decides to help Harald trace Isak's identity.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10101188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slutet-pa-sommaren/episodes/10101188",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "Vera realises that she never understood what was really going on when she was a child. Together, she and Mattias try to solve the mystery surrounding Billy's disappearance, and an old photograph of Billy turns out to be about something completely different from what Vera thought.",
                    "Aliases": []
                }
            }
        }
    }
}