{
    "URL": "https://thetvdb.com/series/juliet",
    "Genres": [
        "Crime"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/202767"
    ],
    "TitleEnglish": "Juliet",
    "SummaryEnglish": "After her father's death, police detective Juliet Dumon leaves Brussels and returns to her hometown, the coastal town of Den Haan. There she looks after her rebellious 14-year-old niece, for whom she wants to find a foster family. At the same time, she tries to clarify the circumstances under which her father died.",
    "Aliases": [],
    "Modified": "2025-08-23",
    "Seasons": {
        "1": {
            "ID": "2094997",
            "URL": "https://thetvdb.com/series/juliet/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "10152157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/juliet/episodes/10152157",
                    "TitleEnglish": "Parentless",
                    "SummaryEnglish": "Detective Juliet Dumon returns to her hometown of De Haan after the unexpected death of her father from Brussels. She starts looking for a foster family for her sullen teenage niece Chloë, who was lovingly raised by Juliet's father. In the meantime, she can temporarily work for a team of the local police. Together with her new colleague Jamal, she investigates the gruesome murder of Amber, a vulnerable teenage girl with a dark double life.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10152158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/juliet/episodes/10152158",
                    "TitleEnglish": "Lost Girl",
                    "SummaryEnglish": "The gruesome murder of teenage girl Amber continues to shake the coastal town. Juliet throws herself into the investigation of the killer, but neglects her grieving teenage niece. Pubescent Chloë isolates herself completely and makes increasingly worrying choices. But Juliet doesn't notice anything. Together with Jamal and the team, she persistently hunts down the mysterious and violent Amigo. It's only a matter of time before Amigo strikes again.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10152159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/juliet/episodes/10152159",
                    "TitleEnglish": "The Other Side",
                    "SummaryEnglish": "A familiar face from a local television station is found battered in her home. Jamal already knows her for another reason: TV anchor Meyrem had been stalked for some time. A case that Jamal got his hands on but was unable to solve. Did the stalking get out of hand and end in a fight? Juliet and Jamal delve deeper and investigate possible perpetrators. But doubts grow as to whether they are on the right track when Meyrem turns out to be more than just a ‘helpless’ victim. Meyrem was a woman with two faces.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10345529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/juliet/episodes/10345529",
                    "TitleEnglish": "A Good Friend",
                    "SummaryEnglish": "When it turns out that someone from Juliet's private life is one of the top suspects in the Meyrem case, Juliet is forced to distance herself and leave the work to her colleagues. It becomes a challenge for Juliet, especially when Chloe in turn distances herself from her aunt, convinced that the police are on the wrong track. Juliet struggles with an inner conflict: she wants to solve the case as quickly as possible and find a perpetrator. At the same time, she secretly hopes that Chloe is right after all and that Juliet's 'friend' is wrongly accused.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10345530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/juliet/episodes/10345530",
                    "TitleEnglish": "The Lost Son",
                    "SummaryEnglish": "In the dunes of De Haan, the body of Jeffrey Bauwens is found. He turned out to be staying at a holiday park that has been suffering from a plague of burglaries for several months. Juliet and Jamal investigate the trail of a burglary that got out of hand, but soon discover that Jeffrey also had a troubled relationship with another family in the park. Now that Juliet's brother Danny has resurfaced, the inheritance can be settled, and Chloë prepares to move to Berlin with her father.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10345531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/juliet/episodes/10345531",
                    "TitleEnglish": "A True Parent",
                    "SummaryEnglish": "Now that the burglar has been caught, the investigation into the murder of Jeffrey Bauwens is also gaining momentum. However, Juliet continues to have too many doubts about the story. In the hope of digging up the definitive truth, she makes a mistake and threatens to jeopardize the entire investigation. When the murder investigation approaches its denouement, Juliet must also make definitive choices regarding Chloë and Danny, choices that could change their lives forever...",
                    "Aliases": []
                }
            }
        }
    }
}