{
    "URL": "https://thetvdb.com/series/magilumiere-co-ltd",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/A3B0-308E-5D57-5F70-D6F7-Z",
        "https://www.imdb.com/title/tt30476504/",
        "https://magilumiere-pr.com/",
        "http://www.reddit.com/r/Magilumiere",
        "https://www.tvmaze.com/shows/79306/show-slug",
        "https://www.themoviedb.org/tv/240576",
        "https://www.wikidata.org/wiki/Q123574057",
        "https://en.wikipedia.org/wiki/Magilumiere_Co._Ltd.#Anime",
        "https://x.com/MagilumiereLtd",
        "https://www.youtube.com/c/UCcP_qBDC-JnF2sBaBcdbQpg"
    ],
    "TitleEnglish": "Magilumiere Magical Girls Inc.",
    "SummaryEnglish": "Magical girls: strong, cool, the ultimate dream job. College student Kana Sakuragi is job hunting - without much luck! One day, she is caught up in an attack by a \"Kaii.\" Fiesty magical girl Hitomi Koshigaya flies to the rescue, and Kana uses her excellent memory to help her take it down. Hired as a magical girl by Magilumiere Magical Girls Inc., Kana takes her first step into the working world!",
    "Aliases": [
        "Kabushikigaisha Magilumiere",
        "Kabushiki Gaisha Majirumie",
        "Magilumiere Co. Ltd."
    ],
    "Modified": "2025-09-17",
    "Seasons": {
        "1": {
            "ID": "2096360",
            "URL": "https://thetvdb.com/series/magilumiere-co-ltd/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10166491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10166491",
                    "TitleEnglish": "Welcome to Magilumiere Magical Girls Inc.",
                    "SummaryEnglish": "In this world, the job of a Magical Girl - to exterminate dangerous creatures known as “Kaii” – is a dream come true. College student Kana Sakuragi is losing confidence as she struggles to find a job. One day, she gets caught up in a Kaii attack. Magical Girl Hitomi Koshigaya flies to the rescue but faces a bigger foe than she bargained for. When she appeals for help, Kana steps forward...",
                    "Aliases": []
                },
                "2": {
                    "ID": "10716753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10716753",
                    "TitleEnglish": "'Cause BROOMs Are a Piece of Cake",
                    "SummaryEnglish": "Having helped Koshigaya, Kana decides to join Magilumiere Magical Girls Inc. President Kouji Shigemoto, engineer Kazuo Nikoyama, and Kaede Midorikawa in sales are unique to say the least, and Kana is taken aback. Maybe joining the company so impulsively was a mistake! Midorikawa encourages her to give BROOM riding a try. And then a request to exterminate a Kaii comes through...",
                    "Aliases": []
                },
                "3": {
                    "ID": "10716754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10716754",
                    "TitleEnglish": "Our Aesthetic",
                    "SummaryEnglish": "A month after Kana joins Magilumiere Magical Girls Inc., she and Hitomi Koshigaya are busy exterminating Kaii when Magical Girl Mei Tsuchiba joins the fight, exterminating their prey in a flash. Later, an extermination request has everyone discussing solutions, and Kana is bewildered when Shigemoto criticizes her idea for not matching the company aesthetic. And the Kaii become even more active...",
                    "Aliases": []
                },
                "4": {
                    "ID": "10716755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10716755",
                    "TitleEnglish": "Whipped up a Good One!",
                    "SummaryEnglish": "To protect the historic shopping district, Kana proposes using a new type of magic. But it's just a theory. Shigemoto gives the go sign, and Magic Engineer Nikoyama springs into action, racing to turn it into reality. At the scene, Kana and Koshigaya split up to deal with their foe. With each of them feeling the pinch, the original Magilumiere magic is finally completed!",
                    "Aliases": []
                },
                "5": {
                    "ID": "10716756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10716756",
                    "TitleEnglish": "Joint Project",
                    "SummaryEnglish": "Shigemoto gives the order, and it’s off to karaoke for the gang at Magilumiere. Everyone except Midorikawa sings, and their personalities take center stage! The party is a huge success. The next day, there’s a call from Shigemoto’s old friend Miyako Asou, the president of Miyakodo, a major cosmetics manufacturer. Kana ends up assigned to help out in Miyakodo's Magical Girl Department for a week.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10716757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10716757",
                    "TitleEnglish": "Miyakodo's Magical Girl",
                    "SummaryEnglish": "On her first day at Miyakodo, Kana is paired with Magical Girl Lily Aoi. They’re supposed to be working together... but Lily takes Kana shopping instead! It’s fun, but Lily’s free spirit overwhelms Kana. Lily’s admiration for the profession they share has Kana realizing that Magical Girls come in all shapes and sizes. Then the two of them head to Hotel Alberic for a routine Kaii inspection...",
                    "Aliases": []
                },
                "7": {
                    "ID": "10716758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10716758",
                    "TitleEnglish": "Results vs. Aesthetic",
                    "SummaryEnglish": "Kana and Lily find themselves in a tough spot as they are attacked by a mutated Kaii. Reinforcements arrive in the form of Mei from AST Corporation. On her orders, Kana and Lily leave to evacuate passersby, and Mei begins fighting the Kaii alone. A fierce battle ensues. Worried about her, Kana returns to the scene. Finding Mei injured, Kana offers to fight alongside her...",
                    "Aliases": []
                },
                "8": {
                    "ID": "10716759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10716759",
                    "TitleEnglish": "Magical Technology EXPO",
                    "SummaryEnglish": "Welcome to the annual Magical Technology EXPO, a showcase for new magical tools and technologies. At the expo, the reticent Nikoyama is tongue-tied when the Magilumiere gang is approached by some famous magic engineers. It seems the magic activated in the shopping district incident is the talk of the town! While watching a magic demo on dealing with mutated Kaii, one appears at the venue!",
                    "Aliases": []
                },
                "9": {
                    "ID": "10716760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10716760",
                    "TitleEnglish": "Colleagues",
                    "SummaryEnglish": "Three years ago, Nikoyama was a university student whose hobby was making magic. His obsession was off the charts, but his fear of criticism had him almost giving up on working in the magic industry. Then came a phone call! Now, at the Magical Technology EXPO, Nikoyama is developing magic to deal with the mutant Kaii, but his PC starts to slow down. So he asks the engineers around him for help...",
                    "Aliases": []
                },
                "10": {
                    "ID": "10716761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10716761",
                    "TitleEnglish": "Ginji",
                    "SummaryEnglish": "Kana and Koshigaya visit Hana Ginji, the creator of the BROOMs used by Magilumiere. They ask Hana to adjust the BROOM specs, but she says she’ll create a new one instead! Meanwhile, Magilumiere is in the news after a video of their work at the EXPO is posted online. Shigemoto reveals his plans to use this to expand his business and sell Magilumiere's technology and know-how to other companies.",
                    "Aliases": []
                },
                "11": {
                    "ID": "10716762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10716762",
                    "TitleEnglish": "The Dazzling Akane",
                    "SummaryEnglish": "Kana is assigned to train Akane Makino, a Magical Girl seconded to Magilumiere from Apda. On her first day, Akane is really pushy, and Kana is taken aback. But then she realizes how serious Akane is about her work, and the gap between them gradually closes. When Kana, Koshigaya, and Akane are dispatched on a job together, Kana’s role isn’t to partner Koshigaya, but to support her trainee...",
                    "Aliases": []
                },
                "12": {
                    "ID": "10716763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10716763",
                    "TitleEnglish": "Solo vs. Teamwork",
                    "SummaryEnglish": "A gigantic mutant Kaii in the abandoned apartment complex Kana and Akane are at surrounds them in flames. Shigemoto and the others race to find a solution to the problem, but they lack data on the enemy... Kana and Akane try to meet up with Koshigaya, but the flames close in on them. Then Kana remembers something Shigemoto once said to her, and she rallies everyone to take on the Kaii again!",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2161311",
            "URL": "https://thetvdb.com/series/magilumiere-co-ltd/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {}
        }
    }
}