{
    "URL": "https://thetvdb.com/series/yue-shu",
    "Genres": [
        "Drama",
        "Mystery",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32152551/",
        "https://www.ytv.co.jp/yakusoku_drama/",
        "https://www.themoviedb.org/tv/248355"
    ],
    "TitleEnglish": "The Promise: The Truth from 16 Years Ago",
    "SummaryEnglish": "When Kiriyuu Aoi was a child, her mother died, and her father then raised her alone in their suburban town. During the year 2008, a series of murders took place. One of the victims was the younger sister of a classmate that Kiriyuu Aoi liked. Kiriyuu Aoi was the person who found the body of her classmate's younger sister. Kiriyuu Aoi was so traumatized by the discovery that she lost some of her memories just before the incident. Making things worse, Kiriyuu Aoi’s father was arrested as the serial killer. With no one left around her, Kiriyuu Aoi left her hometown.\r\n\r\nNow, 16 years later, Kiriyuu Aoi has become a detective. She returns to her hometown to prove her father's innocence, but another incident takes place. Detective Kiriyuu Aoi and her buddy detective Kosaka Kei chase after the truth behind the case. She soon learns the hidden faces of her ex-classmates from her youth.",
    "Aliases": [
        "約束",
        "Promise",
        "The Promise",
        "Yakusoku",
        "Yakusoku: 16-Nen-me no Shinjitsu"
    ],
    "Modified": "2024-12-18",
    "Seasons": {
        "1": {
            "ID": "2116279",
            "URL": "https://thetvdb.com/series/yue-shu/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "10367533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yue-shu/episodes/10367533",
                    "TitleEnglish": "再会",
                    "SummaryEnglish": "将来を嘱望されていた刑事・桐生葵（中村アン）は、長年の希望が叶い、東京郊外にある望野町の警察署に着任する。葵のバディとなった望野署の刑事・香坂慧（横山裕）は、なぜ彼女が望野署に来たのか不審に思い、探り始める。\r\n\r\n望野町は葵の故郷であり、16年前に２件の殺人事件が起こった町。その事件の被害者はいずれも若い女性で、遺体の口にはビー玉が詰められていた。当時高校生だった葵は、想いを寄せていた同級生の不破翔（細田善彦）の妹の遺体を発見。葵はショックのあまり、遺体発見直前の記憶を失ってしまう。\r\nまもなく、葵の父が連続殺人犯として逮捕され、留置所内で病死。凶悪犯の娘となった葵は、この町を去ることとなった。\r\n\r\nあれから16年、父の無実を信じる葵は、事件の真相を探るために望野町に戻ってきたのだった。\r\n葵は、同級生で映像研究部の仲間だった尾藤恵（佐津川愛美）、天草勇樹（森永悠希）、飛鳥桃（織田梨沙）と再会。もう一人の仲間だった不破は、16年前の事件後、行方知らずとなっていた。\r\n\r\nそんな中、望野署に女子高生が失踪したと連絡が入る。一条健人（岡部たかし）率いる、望野署のメンバーたちは、彼女の足取りを追っていく。そこで葵と香坂が見つけた手がかりは、あの事件を彷彿とさせるビー玉だった。一方、香坂の元上司・有村毅（杉本哲太）は香坂に、葵を監視するよう指令を出す。\r\n\r\n望野町をめぐる新たな事件を機に、葵は連続殺人事件の真犯人、そして、16年間、この町に隠された真実へと突き進んでいく――！",
                    "Aliases": []
                },
                "2": {
                    "ID": "10441565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yue-shu/episodes/10441565",
                    "TitleEnglish": "秘密",
                    "SummaryEnglish": "葵（中村アン）は、望野町に観光に来ていたと思われる梅崎若菜（向里祐香）の遺体を発見。その遺体の口にはビー玉が詰められていた。香坂（横山裕）をはじめ、捜査第一係の面々は、16年前の事件の模倣犯だと考える。しかし葵は、16年前の事件はえん罪で、今回の殺人はまだ捕まっていない真犯人の可能性があると反論する。\r\n\r\nそんな中、恵（佐津川愛美）と天草（森永悠希）、桃（織田梨沙）ら映像研究部の仲間から、葵は16年前のある真実を聞くことに──！？\r\n\r\nその後、梅崎若菜殺害事件の直後に現場近くを立ち去る男の存在が判明。防犯カメラの映像に映ったその姿は、不破によく似ていた。捜査は、不破をマークして進められることに。葵は課長の一条健人（岡部たかし）に、不破と若菜の接点を調べたいと訴える。\r\n\r\n一条は、香坂と行動することを条件に、葵の捜査を許可。葵と香坂が捜査を進めていくと、不破への疑いはさらに強まるが――！？",
                    "Aliases": []
                },
                "3": {
                    "ID": "10453212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yue-shu/episodes/10453212",
                    "TitleEnglish": "選択",
                    "SummaryEnglish": "葵（中村アン）は、梅崎若菜（向里祐香）殺害の真相と「16年前の連続殺人犯は自分だ」と自供した不破（細田善彦）の真意を考える。\r\n\r\n捜査第一係が逃走した不破を追う中、不破が自供した様子を撮影した動画がネットで拡散される。望野署には、不破の告白の真偽を確かめようとするマスコミが殺到。葵は報道陣に対して、「16年前の事件を調べ直す」と独断で宣言する。\r\n\r\n葵の“暴走”に、香坂（横山裕）ら捜査第一係の面々は反発。葵は一条（岡部たかし）に、16年前の事件を調べたいと訴え、一条はそれを許可する。\r\n\r\n葵が、当時の捜査資料を調べる一方、香坂は監視カメラで、葵の動きを警戒し見張っていた。葵は、16年前の事件で逮捕された父・康男（長谷川朝晴）の容疑を裏付ける重要な証言に関する資料がなくなっていることに気付く。\r\n\r\n不破の逃亡に協力していた天草（森永悠希）から、木崎（坪倉由幸）と夏目（樋口幸平）が事情聴取を行うも、共犯を否定する。\r\n\r\n葵と香坂は、若菜がよく通っていたバーを訪ねる。バーの店主の話によると、不破と若菜が、よく一緒に店を訪れていたと判明する。さらに、不破が若菜に「妹は、俺が殺した……」と話していたことを知る葵と香坂。\r\n\r\nそれでも不破の犯行とは思えない葵。葵の推理を聞いた香坂は、思いがけないことを告げる――。",
                    "Aliases": []
                },
                "4": {
                    "ID": "10467744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yue-shu/episodes/10467744",
                    "TitleEnglish": "友情",
                    "SummaryEnglish": "葵（中村アン）は香坂（横山裕）とともに、若菜（向里祐香）が殺害された日、彼女と会っていた尾藤誠（井上肇）を問い詰める。葵と尾藤の2人の間に緊張が走る、その様子を恵（佐津川愛美）が見ていた。\r\n\r\nその後、恵から葵に、16年前、不破翔（細田善彦）の妹が殺害された時のある真実が告げられる。さらに、葵は桃（織田梨沙）から、16年前、玲が葵の父・康男（長谷川朝晴）に付きまとわれていると話していたことを聞かされる。信じていた父への疑惑が生まれ、混乱する葵。\r\n\r\n一方、梅崎若菜殺害事件は不破が犯人と断定され、捜査終了が決まる。上層部の判断かと、一条（岡部たかし）を問い詰める葵だが、決定事項だと跳ね返される。\r\n\r\n葵は、恵の家を訪ね、再び恵から父の話を聞こうとする。2人が話している間に、恵の娘・志歩の姿が見えなくなる。葵と恵が必死に志歩を探していると、志歩を誘拐した犯人から脅迫電話がかかってくる。恵に対する犯人の要求は「お前ら家族に告げる。16年前の連続殺人事件の真相を告白し、謝罪しろ」というもの……新たな事件が起きる。",
                    "Aliases": []
                },
                "5": {
                    "ID": "10479784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yue-shu/episodes/10479784",
                    "TitleEnglish": "記憶",
                    "SummaryEnglish": "留置所内で死亡していた尾藤（井上肇）の遺体を見た葵（中村アン）は、16年前に不破翔（細田善彦）の妹の遺体を発見した時の記憶がフラッシュバックする。\r\n\r\n望野警察署・捜査第一係では、恵（佐津川愛美）の娘を誘拐した犯人の捜査を進めていた。香坂（横山裕）は、誘拐犯の要求から16年前の事件の関係者だと主張する。\r\n\r\n葵は不破に、私たちしか知らないはずの暗号を他に知っている人物がいるか、尋ねる。不破は、妹の玲が暗号を知っていたと答える。葵は、不破から玲の遺品を借りて調べる。その最中、葵にある記憶が蘇る──。\r\n\r\n未発表だった16年前の事件での目撃証言が虚偽だった可能性がマスコミに知れ、ニュースで報道される。さらには、16年前の連続殺人犯の娘が身元を詐称して警察官になった、と葵を告発する記事までもが出回る。葵は一条から、事態が落ち着くまで自宅謹慎を命じられる……",
                    "Aliases": []
                },
                "6": {
                    "ID": "10488772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yue-shu/episodes/10488772",
                    "TitleEnglish": "再開",
                    "SummaryEnglish": "16年前と同じ殺害場所で、ビー玉を口に詰められた女性の遺体を発見した葵（中村アン）は、連続殺人が再開されたと確信する。そして望野署に、”連続殺人事件・捜査本部”が立ち上がる。\r\n\r\n捜査第一係には、一条（岡部たかし）に代わって警視庁からやって来た矢吹（永岡佑）が赴任する。\r\n新たな被害者は、半年前から望野町に住む18歳の和田瑠璃。瑠璃を殺害した犯人は16年前の連続殺人事件の犯人と同一人物の可能性が高いという見立てで、捜査は進められる。\r\n\r\n香坂（横山裕）は、この犯人による被害者が他にもいる可能性を示唆する。しかし香坂は、矢吹から「余計な考えを起こさないほうが身のためですよ」と告げられる。葵は、香坂と矢吹の関係に違和感を持つ。\r\n\r\n瑠璃の通話履歴から、彼女が最後に電話をした相手が桃（織田梨沙）と判明し、葵と香坂は、桃の事情聴取を行う。桃は、「瑠璃はお客さんの1人で、よく知らない」と答える。しかし葵は、桃の言動に違和感を持ち、問い詰める。\r\nそんな中、望野署に連続殺人事件に関する匿名の通報が入る。葵たちは通報のあった場所に向かうが……！",
                    "Aliases": []
                },
                "7": {
                    "ID": "10499632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yue-shu/episodes/10499632",
                    "TitleEnglish": "懺悔",
                    "SummaryEnglish": "葵（中村アン）と香坂（横山裕）は、新たな被害者・和田瑠璃のスマホを持っていた天草（森永悠希）を事情聴取する。天草は、瑠璃のスマホは自分のタクシーの中で拾ったと説明する。\r\n\r\n香坂は、被害者たちのある点に注目し、新たな可能性を示唆する。捜査本部では、疑わしき人物の天草をマークすることに。\r\n\r\nさらに香坂は葵に、犯人が連続殺人を起こすきっかけに葵が関係している可能性を告げる。葵は、自分のせいで無関係な人々の命が奪われたのかもしれないと動揺する。\r\n\r\n一方、葵は不破（細田善彦）から、16年前に書いた映画シナリオについて意外な事実を聞かされる。\r\nそんな中、和田瑠璃のスマホから新たな情報を得た香坂は警視庁本部へと向かい、事件は思いがけない方向へと進んでいく──",
                    "Aliases": []
                },
                "8": {
                    "ID": "10509952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yue-shu/episodes/10509952",
                    "TitleEnglish": "犠牲",
                    "SummaryEnglish": "葵（中村アン）は、天草（森永悠希）を追い詰める香坂（横山裕）の姿を目の当たりにする。\r\n天草は、香坂の後輩刑事・麻生（小林虎之介）を殺したのは自分ではなく、「刑事を殺した」と話していた特殊詐欺グループの先輩ではないか、と話す。\r\n\r\n葵は、香坂が麻生を殺した犯人を単独で追うのではないかと心配し、夏目（樋口幸平）を香坂の監視につける。香坂は、麻生の死の真相は自分の全てをかけて追うと決めていた。\r\n\r\n葵は連続殺人の事件現場に、犯人へのメッセージを暗号で記したメモを残す。葵は自らをオトリにして、犯人をおびき寄せるつもりだった。\r\n\r\n香坂は天草の情報から、特殊詐欺グループのメンバー・酒井を捕まえる。酒井は、“ハルク”と名乗る男が「刑事を殺した」と話していたという噂を聞いただけだと語る。\r\n\r\n一方、不破（細田善彦）は、高校の文化祭実行委員だった同級生で、雑貨屋の店主・井出（森優作）を訪ねる。\r\n葵は事件現場に向かい、残したメッセージがなくなっているのを確認する。その場から立ち去る葵を、何者かが尾行していて――！？",
                    "Aliases": []
                },
                "9": {
                    "ID": "10521319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yue-shu/episodes/10521319",
                    "TitleEnglish": "反転",
                    "SummaryEnglish": "葵（中村アン）は、自首してきた連続殺人犯・井出（森優作）が営む雑貨屋を捜索。そこには、井出の犯行を裏付ける証拠が揃っていた。取調べにおいても、井出はすべての犯行を認めるが──。\r\n\r\n葵は井出と高校時代の同級生ではあるものの、彼との接点が思い当たらない。\r\n連続殺人犯の動機は葵への執着だと考えられていたが、葵に執着する理由がわからない。\r\n葵は井出の取調べを行い、自分への執着の理由を尋ねるが──。\r\n\r\n一方、香坂（横山裕）は、息子の潤（奥野壮）とともに逃走する有村（杉本哲太）を追う。有村と潤は、とある場所に身を隠していて…。\r\n\r\n井出は事件の詳細を供述するも、葵への執着だけが不明な中、続いて、香坂が井出の取調べをすることに。井出は突如クイズを出して、葵や香坂らを翻弄する──",
                    "Aliases": []
                },
                "10": {
                    "ID": "10532317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yue-shu/episodes/10532317",
                    "TitleEnglish": "未来",
                    "SummaryEnglish": "井出（森優作）の雑貨屋で真犯人を示す決定的な証拠を見つけた葵（中村アン）。\r\nその時、同級生の一人、飛鳥桃（織田梨沙）が葵の前に現れた。連続殺人の真犯人の正体を知り、葵は衝撃を受ける。桃は、すべての殺人は自分がやったことだと認める。葵は桃にスタンガンを押し当てられ、意識を失う──。\r\n\r\n香坂（横山裕）は、通話状態になっていた葵のスマホを通じて葵と真犯人のやりとりを聞いていたが、突然音が途切れて葵の身に異変が起こったと気付く。木崎（坪倉由幸）と夏目（樋口幸平）が井出の雑貨屋に駆け付けると、すでに葵は連れ去られた後だった。香坂は、警視庁本部に送致された井出を望野署に呼び戻して、桃が葵を誘拐した場所の手がかりを聞き出そうとする。\r\n\r\n目を覚ました葵は、拘束された状態で桃と対峙する。\r\n桃が葵に話す、16年前に交わした約束とは？　葵が追い求めた「16年目の真実」とは何なのか──？",
                    "Aliases": []
                }
            }
        }
    }
}