{
    "URL": "https://thetvdb.com/series/resort-boin",
    "Genres": [
        "Adult Animation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14814704/",
        "https://www.themoviedb.org/tv/298432"
    ],
    "TitleEnglish": "Resort Boin",
    "SummaryEnglish": "On spring break, Daisuke is excited for his vacation on a tropical island for some well deserved relaxation and girl watching. He finds himself quite inexplicably popular with the ladies as well. Nao and Mitsugu follow him there as well competing, as usual, for his attentions. Meanwhile he meets his cousin Maya again after a long time as well as the wild Kanae and her friend Mika.",
    "Aliases": [],
    "Modified": "2025-09-27",
    "Seasons": {
        "1": {
            "ID": "2118213",
            "URL": "https://thetvdb.com/series/resort-boin/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "10388908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/resort-boin/episodes/10388908",
                    "TitleEnglish": "Vacation on the Southern Island Chapter",
                    "SummaryEnglish": "Daisuke tries to take a well-deserved vacation at an island resort and finds that his two students, Nao and Mitsugu, have for some reason gone to the same resort. Nao wastes no time and sneaks into his room for hot sex, and Mitsugu, not to be outdone, brings him to a cruise ship where she also has sex with him. Daisuke`s cousin Maya, who works at a small restaurant on the island, is irritated by the two girls hanging onto him. As Daisuke, Nao, Mitsugu, Maya, and Momona (a waitress at Maya`s restaurant) are walking through a botanical garden, Momona trips and dreams herself raped by a plant monster. Daisuke, Nao, and Mitsugu have a threesome in the open-air baths. A guy flirts with Nao, and tries to rape her when she refuses his advances, but Daisuke kicks him and later has sex with Nao on the beach.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10388909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/resort-boin/episodes/10388909",
                    "TitleEnglish": "Southern Island's Harem Chapter",
                    "SummaryEnglish": "Daisuke meets Kanae at the airport, and winds up having sex with her in the ladies` room. Her friend Mika admonishes her, but the two of them join Daisuke, Maya, Momona, Nao, and Mitsugu for a barbecue. There aren`t enough ingredients to feed them all, so they go looking for edibles in the jungle. Daisuke runs into Kanae again and they have quick sex until they hear Mika scream. She has been captured by a carnivorous plant in the botanical gardens, but Daisuke manages to free her from it before anything happens to her. The next day, in gratitude, Mika has him sodomise her in a shower stall. Maya is irritated by all of the female attention that Daisuke has been getting, and petulantly feeds him poor meals. To make it up to her he goes up to watch a fireworks display with her, and they wind up making love.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10388910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/resort-boin/episodes/10388910",
                    "TitleEnglish": "Shameless Tale of Southern Island Chapter",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}