{
    "URL": "https://thetvdb.com/series/lets-talk",
    "Genres": [
        "Talk Show"
    ],
    "Other Sites": [],
    "TitleEnglish": "Let's Talk",
    "SummaryEnglish": "A show about talking to kids about race and racism. In each episode host Karen Tao has open and honest conversations with parents about the challenges they face and the rewards of having these difficult conversations. Each conversation provides tips and tools including “getting comfortable with the uncomfortable” and remembering “it’s okay to make mistakes\".",
    "Aliases": [],
    "Modified": "2024-04-12",
    "Seasons": {
        "1": {
            "ID": "2118128",
            "URL": "https://thetvdb.com/series/lets-talk/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "10387909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lets-talk/episodes/10387909",
                    "TitleEnglish": "Jami + Mohamed",
                    "SummaryEnglish": "Let’s talk about the importance of involving your community when talking about race and racism with your kids. Parents Jami and Mohamed, who are raising their three children (ages 14, 11, and 6), talk about the value they place on interpersonal relationships and bringing their community together when talking about race and racism.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10387910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lets-talk/episodes/10387910",
                    "TitleEnglish": "Andrea + Roberto",
                    "SummaryEnglish": "Let’s talk about the importance of knowing it’s okay to make mistakes. Parents Kristi and Jake are raising their two sons: Jack (age 6) and Will (age 3). Some of the topics covered include the importance of following their kids' lead when having conversations about race and racism, and recognizing they, as parents, don’t always have the answers and can learn and explore with their kids.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10387911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lets-talk/episodes/10387911",
                    "TitleEnglish": "Kevin + Yan",
                    "SummaryEnglish": "Let’s talk about letting kids take the lead in the conversation. Kevin is raising his son Rowan (age 9). Yan has three kids: Mayra (age 13), Wren (age 11), and Shiloh (age 8). Some of the topics discussed are finding ways to have complex conversations about race and racism with their kids and recognizing the different ways in which kids and adults have conversations about race and racism.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10387912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lets-talk/episodes/10387912",
                    "TitleEnglish": "Kristen + Blair",
                    "SummaryEnglish": "Let’s talk about the importance of thinking critically about your own racial identity and upbringing. Parents Kristen and Blair, who are raising their two children Ksenia (age 6) and Dorian (age 4), talk about helping their children to think critically about their own race, and how they approach and manage the more “age appropriate” conversations.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10387913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lets-talk/episodes/10387913",
                    "TitleEnglish": "Annie + Jahn",
                    "SummaryEnglish": "Let’s talk about the importance of building empathy. Parents Annie and Jahn, who are raising their daughter Makena (age 3), discuss the difficulty in raising a biracial child in Utah and the importance of encouraging kids to embrace differences in others.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10387914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lets-talk/episodes/10387914",
                    "TitleEnglish": "Kristi + Jake",
                    "SummaryEnglish": "Let’s talk about the importance of knowing it’s okay to make mistakes. Parents Kristi and Jake are raising their two sons: Jack (age 6) and Will (age 3). Some of the topics covered include the importance of following their kids' lead when having conversations about race and racism, and recognizing they, as parents, don’t always have the answers and can learn and explore with their kids.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10387915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lets-talk/episodes/10387915",
                    "TitleEnglish": "Brandon + Weston",
                    "SummaryEnglish": "Let’s talk about the importance of being an ally. Parents Brandon and Weston, who are raising their two adopted black children Zoe (age 5) and Xander (age 9), talk about the struggle of raising children who are experiencing an upbringing unlike their own, and the importance of involving the greater community when advocating for children of color.",
                    "Aliases": []
                }
            }
        }
    }
}