{
    "URL": "https://thetvdb.com/series/9-nine",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32463887/",
        "https://nine-anime.marv.jp",
        "https://www.themoviedb.org/tv/270931",
        "https://x.com/info_9_nine_"
    ],
    "TitleEnglish": "9-nine- Ruler's Crown",
    "SummaryEnglish": "9-nine is a tale of the town of Shiromitsugawa, host to mysterious Artifacts and the superpowers they bestow on their Users. A tale of growing trust and budding romance between the protagonist and the heroine, and also a murder mystery where they hunt down the culprit behind a series of supernatural murders.",
    "Aliases": [
        "9-nine- 支配者の王冠",
        "ナイン ルーラーズクラウン",
        "ナインしはいしゃのおうかん",
        "9 Ruler's Crown"
    ],
    "Modified": "2025-10-08",
    "Seasons": {
        "0": {
            "ID": "2130118",
            "URL": "https://thetvdb.com/series/9-nine/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "11301703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11301703",
                    "TitleEnglish": "Branch X",
                    "SummaryEnglish": "This special episode offers new music and updates while exploring a mysterious incident where the girls turn to stone after an earthquake, leading Shō and Miyako to confront supernatural forces and the organization \"Rig Veda\". As battles unfold and truths emerge, their fate enters a critical new phase.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "2130119",
            "URL": "https://thetvdb.com/series/9-nine/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "11197246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11197246",
                    "TitleEnglish": "Branch 01",
                    "SummaryEnglish": "During a town event, Shō witnesses a sacred artifact break during an earthquake and injures himself on a mysterious shard. Soon after, eerie rumors emerge, leading Shō and his classmates to investigate what may be the start of something far bigger.",
                    "Aliases": []
                },
                "2": {
                    "ID": "11211716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11211716",
                    "TitleEnglish": "Branch 02",
                    "SummaryEnglish": "When a strange fire erupts at school, Shō races to save his sister and teams up with the mysterious Miyako, who reveals knowledge of supernatural powers. Together, they face a pyrokinetic enemy, using an \"Artifact\" to awaken hidden abilities and fight back.",
                    "Aliases": []
                },
                "3": {
                    "ID": "11211717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11211717",
                    "TitleEnglish": "Branch 03",
                    "SummaryEnglish": "While investigating the petrification case, Shō and Miyako grow closer and uncover new uses for her Artifact, which steals ownership. But just as they make progress, a girl named Nia arrives and begins to suspect Shō as the true culprit.",
                    "Aliases": []
                },
                "4": {
                    "ID": "11211718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11211718",
                    "TitleEnglish": "Branch 04",
                    "SummaryEnglish": "Miyako learns of Shō’s feelings through his memories, straining their bond, but with Yoichi’s help, they begin to rebuild their connection. Just as they start to reconcile, Miyako vanishes amid a new petrification case, prompting Shō to search for her in growing fear.",
                    "Aliases": []
                },
                "5": {
                    "ID": "11211719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11211719",
                    "TitleEnglish": "Branch 05",
                    "SummaryEnglish": "Shō experiences a mysterious déjà vu at the shrine, while Sophitia hints he may be linked to a rare Artifact. At the same time, Amane investigates the \"Queen of Eden\" and is caught up in a dangerous encounter with a mysterious group—including the enigmatic \"Ghost\".",
                    "Aliases": []
                },
                "6": {
                    "ID": "11211720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11211720",
                    "TitleEnglish": "Branch 06",
                    "SummaryEnglish": "Shō’s group confronts Rig Veda, a militant group seeking an Artifact-user utopia, but a full-blown conflict is narrowly avoided thanks to Nia. When they later try to investigate by contacting one of its members, Harukaze, her powers unleash an unforeseen incident.",
                    "Aliases": []
                },
                "7": {
                    "ID": "11211721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11211721",
                    "TitleEnglish": "Branch 07",
                    "SummaryEnglish": "Ghost ambushes Shō and petrifies him with her Evil Eye, but Amane and Harukaze arrive in time to save him. As he recovers, Shō learns Ghost is an artificial being—but something about her appearance still deeply unsettles him.",
                    "Aliases": []
                },
                "8": {
                    "ID": "11211722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11211722",
                    "TitleEnglish": "Branch 08",
                    "SummaryEnglish": "Haunted by unnatural memories, Shō discovers that his friend Yoichi is the true user of the Evil Eye—but is defeated when facing him and Renya. In despair, he is approached by Iris, who reveals Sophitia's betrayal and gives him a powerful elixir to break Yoichi’s Artifact bond.",
                    "Aliases": []
                },
                "9": {
                    "ID": "11211723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11211723",
                    "TitleEnglish": "Branch 09",
                    "SummaryEnglish": "Deceived by Iris, Shō accidentally kills Yoichi, who then becomes a pawn in Iris’s plan to bring about world destruction. Determined to change fate, Shō activates Overload and heads to the shrine to destroy the World’s Eye and stop the sinister link between Satsuki and Iris.",
                    "Aliases": []
                },
                "10": {
                    "ID": "11211724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11211724",
                    "TitleEnglish": "Branch 10",
                    "SummaryEnglish": "After a painful defeat against Iris, Shō is urged by Sophitia to rewrite the very beginning. Using Overload, he returns to the pivotal day of the artifact’s destruction to unite with his friends and face Iris again, determined to change their fate.",
                    "Aliases": []
                },
                "11": {
                    "ID": "11211725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11211725",
                    "TitleEnglish": "Branch 11",
                    "SummaryEnglish": "While preparing to fight Iris, Shō’s group heals their wounds and grows stronger with new allies Renya and Rena. As Iris, using Satsuki’s body, makes ominous moves, an unforeseen battle of destiny unfolds.",
                    "Aliases": []
                },
                "12": {
                    "ID": "11211726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11211726",
                    "TitleEnglish": "Branch 12",
                    "SummaryEnglish": "Peace returns after defeating Iris, but Sophitia vanishes after choosing to seal the gateway to another world. When Iris unexpectedly returns fused with Yoichi, Shō fights to protect his friends by repeatedly rewinding time to alter their doomed fate.",
                    "Aliases": []
                },
                "13": {
                    "ID": "11230555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11230555",
                    "TitleEnglish": "Branch 13",
                    "SummaryEnglish": "After enduring countless battles and losses, Shō draws on his friends’ bonds to face his former best friend Yoichi in a climactic showdown. Using the power of Overload, he fights to protect Miyako and restore their stolen peace in a decisive final battle.",
                    "Aliases": []
                }
            }
        }
    }
}