{
    "URL": "https://thetvdb.com/series/fake",
    "Genres": [
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt29120226/",
        "https://www.themoviedb.org/tv/258446"
    ],
    "TitleEnglish": "Fake",
    "SummaryEnglish": "Keddie plays a writer who meets rancher Wenham on a dating app. Thinking he's ideal, she commits to him, only to find he's misrepresented himself. She uncovers his lies.\r\n\r\nFake is a vital drama which goes deep inside the psychology of the victim of a love scam. Created for television by AWGIE award-winning screenwriter, Anya Beyersdorf and directed by Emma Freeman, Jennifer Leacey and Taylor Ferguson.",
    "Aliases": [],
    "Modified": "2024-11-23",
    "Seasons": {
        "1": {
            "ID": "2132101",
            "URL": "https://thetvdb.com/series/fake/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "10573567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fake/episodes/10573567",
                    "TitleEnglish": "Lanolin",
                    "SummaryEnglish": "Lonely writer Birdie hopes for a love story when she matches with wealthy grazier Joe on a dating app. Despite a bad first date, she doubts her instincts and agrees to a second. As the chemistry escalates, Birdie swiftly starts falling in love.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10573568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fake/episodes/10573568",
                    "TitleEnglish": "Stitches",
                    "SummaryEnglish": "Ahead of a secluded trip Birdie shuts down a co-worker's offer of a background check on Joe. When a family emergency pulls Joe away, he arranges a night at a luxury hotel, but it's soured by sad news, and a glimpse of Joe's ulterior motives.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10573569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fake/episodes/10573569",
                    "TitleEnglish": "The Blue Loon",
                    "SummaryEnglish": "Guided by her psychologist Birdie works on managing her anxiety and accepts Joe's offer of hosting her family on his boat. As the day unfolds without Joe arriving, Birdie's long history of failed relationships becomes the day's entertainment.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10573570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fake/episodes/10573570",
                    "TitleEnglish": "Eldorado",
                    "SummaryEnglish": "Birdie interviews Tina's family and learns that she had always been a fantasist. With this in mind, Birdie's sure she understands Joe, when he makes grandiose promises about a magnificent property he plans to buy for them.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10573571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fake/episodes/10573571",
                    "TitleEnglish": "Love Kitten",
                    "SummaryEnglish": "Birdie's thrilled to be sharing a milestone with Joe by her side at Anton's wedding, but the plans unravel when Joe suddenly needs a property deposit on tight deadline. With their future in the balance, Birdie scrambles to come up with the money.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10573572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fake/episodes/10573572",
                    "TitleEnglish": "Run",
                    "SummaryEnglish": "Following Joe as he raids his family, joins his girlfriend Kirsty, and refuses to sign divorce papers. Joe works on a deal with Allan, before an altercation at his old school and a scrambling to cancel the auction of his family home.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10573573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fake/episodes/10573573",
                    "TitleEnglish": "Liar",
                    "SummaryEnglish": "Birdie arrives at the wedding alone, covering for Joe. Her lies escalate, even when presented with evidence that contradicts Joe's story. Edged closer to the singles table, Birdie goes through the motions of speeches, before lashing out at Margeaux.",
                    "Aliases": []
                },
                "8": {
                    "ID": "10573574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fake/episodes/10573574",
                    "TitleEnglish": "My Joe",
                    "SummaryEnglish": "Birdie picks herself up and starts investigating Joe. Through Allan, she discovers his con was never about her, she was a pawn in an even bigger scam. Birdie publishes her article, hoping for closure, but finds she'll now be stuck with Joe forever.",
                    "Aliases": []
                }
            }
        }
    }
}