{
    "URL": "https://thetvdb.com/series/kono-kaisha-ni-suki-na-hito-ga-imasu",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt33349897/",
        "https://kaishani-sukinahito.com/",
        "http://www.reddit.com/r/IHaveACrushAtWork",
        "https://www.tvmaze.com/shows/80619/show-slug",
        "https://www.themoviedb.org/tv/262141",
        "https://www.wikidata.org/wiki/Q127692579",
        "https://en.wikipedia.org/wiki/I_Have_a_Crush_at_Work#Anime",
        "https://x.com/kaishani_suki"
    ],
    "TitleEnglish": "I Have a Crush at Work",
    "SummaryEnglish": "Yui Mitsuya and Masugu Tateishi aren't just any coworkers—they totally have the hots for each other. His helpful yet humble attitude makes her giddy, and her cuteness leaves him grinning like a fool. Problem is, they're trying to keep their new relationship under wraps to avoid making things awkward at work. But seeing how they can't keep their hands off each other, they run the risk of spilling their little secret with each passing day at the office.",
    "Aliases": [
        "Kono Kaisha ni Suki na Hito ga Imasu",
        "Can You Keep a Secret?"
    ],
    "Modified": "2025-10-17",
    "Seasons": {
        "1": {
            "ID": "2138024",
            "URL": "https://thetvdb.com/series/kono-kaisha-ni-suki-na-hito-ga-imasu/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10600754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-kaisha-ni-suki-na-hito-ga-imasu/episodes/10600754",
                    "TitleEnglish": "Don't Let Anyone Find Out",
                    "SummaryEnglish": "Tateishi, a man in his 30s working in the accounting department at a confectionery manufacturer, and Mitsuya, a man in the planning department, start dating in secret from their workplace. The two start a new life at the office, but Mitsuya is worried about what his colleagues think and becomes stubborn towards Tateishi. Meanwhile, while on a date, the two accidentally meet Suzuki, a lecturer at their new employee training and Mitsuya's senior from university, and the three of them go out to eat... As they face the difficulties of maintaining a secret romance, what will become of their love?",
                    "Aliases": []
                },
                "2": {
                    "ID": "10850582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-kaisha-ni-suki-na-hito-ga-imasu/episodes/10850582",
                    "TitleEnglish": "Distinction",
                    "SummaryEnglish": "Invited by Hayakawa, Tateishi and Morizono go out for drinks after work. Meanwhile, Mitsuya is also attending a launch party for a new product competition, and they happen to run into each other at the same izakaya. It turns into a joint departmental drinking party, and although Tateishi and Mitsuya are anxious, they decide to get away with it. However, Mitsuya cannot bear the awkward distance between them, and ends up drinking too much and passing out. Tateishi tries to look after Mitsuya out of sight of others, but...",
                    "Aliases": []
                },
                "3": {
                    "ID": "10850583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-kaisha-ni-suki-na-hito-ga-imasu/episodes/10850583",
                    "TitleEnglish": "Tonight Is Special",
                    "SummaryEnglish": "When Tateishi visits Mitsuya's house, he is excited to see her room filled with her favorite things and an unexpected side to her that he doesn't see at work. The more they get to know each other, the more they are drawn to each other, and their relationship deepens. One day, Tateishi visits the warehouse in search of documents and happens upon Mitsuya, who is organizing the warehouse by himself. Mitsuya slips off the stepladder, and the two end up in a position that looks like they are embracing each other, gazing at each other.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10850584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-kaisha-ni-suki-na-hito-ga-imasu/episodes/10850584",
                    "TitleEnglish": "Hazy Feelings",
                    "SummaryEnglish": "Mitsuya is disappointed by the low sales of a product she planned. She tries to compensate with an ad plan, but her boss gives her extra tasks, which mess up her schedule. Meanwhile, rumors spread that Tateishi is popular among the female employees, which makes Mitsuya feel insecure. Later, at home, Mitsuya tries to seduce Tateishi, but he flatly rejects her. She pushes further.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10850585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-kaisha-ni-suki-na-hito-ga-imasu/episodes/10850585",
                    "TitleEnglish": "First Trip",
                    "SummaryEnglish": "Tateishi and Mitsuya get into an argument over where to go on their first trip. Tateishi is in favor of Hokkaido, while Mitsuya is in favor of Okinawa, and their preferences are polar opposites, so the argument goes nowhere. Despite some unsettling moments, they decide to go to Yamanashi, Tateishi's hometown. However, trouble occurs the night before departure! A delivery error is discovered in the planning department's new product, and Mitsuya is suddenly forced to work overtime... Will the two be able to depart on their trip safely?!",
                    "Aliases": []
                },
                "6": {
                    "ID": "10850586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-kaisha-ni-suki-na-hito-ga-imasu/episodes/10850586",
                    "TitleEnglish": "What I Need Now",
                    "SummaryEnglish": "Mitsuya submits a proposal for a new product competition to his superiors, and although he is told there are areas for improvement, he steadily moves forward with the plan, step by step. One day, he attends a meeting with Kiribayashi, the head of the new business division, who is rumored to be an extremely talented person within the company. Kiribayashi has a high opinion of a product that Mitsuya had previously planned, and invites him to join the new business division. Mitsuya is confused by Kiribayashi's unexpected proposal. Mitsuya is torn between staying in the planning division or transferring to a new department.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10850587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-kaisha-ni-suki-na-hito-ga-imasu/episodes/10850587",
                    "TitleEnglish": "Anniversary",
                    "SummaryEnglish": "Tateishi and Mitsuya have been dating for six months. As their anniversary approaches, Tateishi begins planning a surprise for Mitsuya. He chooses a present at a department store and secretly makes preparations while checking his smartphone every night. However, Mitsuya is growing increasingly worried as Tateishi seems different from usual... Will Tateishi's surprise plan be a success?",
                    "Aliases": []
                },
                "8": {
                    "ID": "10850588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-kaisha-ni-suki-na-hito-ga-imasu/episodes/10850588",
                    "TitleEnglish": "A Modest Christmas",
                    "SummaryEnglish": "One morning, Hayakawa from the accounting department and Somei from the planning department were having breakfast at their usual cafe, excitedly talking about their favorite bands. Hayakawa was gradually looking forward to spending time with Somei, but it seems he has some trauma from a past relationship... Not wanting his feelings to grow any more, Hayakawa decided not to go to the cafe. Somei noticed Hayakawa's behavior and...!",
                    "Aliases": []
                },
                "9": {
                    "ID": "10850589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-kaisha-ni-suki-na-hito-ga-imasu/episodes/10850589",
                    "TitleEnglish": "Our Valentine's Day",
                    "SummaryEnglish": "Mitsuya is asked to help out the new business department by working as a store staff member during the Valentine's Day period. Meanwhile, Tateishi is busy preparing for his bookkeeping exam, and the two spend their days at a loss. Mitsuya, who works at the shop, feels frustrated when he sees couples shopping together and thinks, \"I wish I could spend time with my partner openly too...\" Then, Valentine's Day arrives, but Mitsuya is so busy with work that he doesn't have time to prepare chocolates! What will happen to the two of them on Valentine's Day?",
                    "Aliases": []
                },
                "10": {
                    "ID": "10850590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-kaisha-ni-suki-na-hito-ga-imasu/episodes/10850590",
                    "TitleEnglish": "True Feelings",
                    "SummaryEnglish": "One day, Somei invites Hayakawa to go to a concert together. Meeting him privately for the first time, Hayakawa feels a little hesitant to walk beside Somei, who is much older than him. As the concert begins, a song they both like comes on by chance, and the two make eye contact. Somei looks away, as if embarrassed, and this gesture makes Hayakawa's heart flutter. However, memories of a past relationship come back to Hayakawa, and he puts the brakes on his heart. Will his wavering feelings lead to a new step, or...?",
                    "Aliases": []
                },
                "11": {
                    "ID": "10850591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-kaisha-ni-suki-na-hito-ga-imasu/episodes/10850591",
                    "TitleEnglish": "Each One's Start",
                    "SummaryEnglish": "Tateishi hears a rumor that a young employee in the administrative department will be transferred. Shortly after, Hayakawa tells him that due to a review of work assignments, Tateishi's work will be handed over to Morizono, and Tateishi finally prepares himself for the transfer, but... Meanwhile, a joint camp is being held between the accounting and planning departments. Taking this opportunity, Tateishi and Mitsuya finally decide to reveal their \"secret.\" What will be the outcome of this turning point in their work and love lives?!",
                    "Aliases": []
                },
                "12": {
                    "ID": "10850592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-kaisha-ni-suki-na-hito-ga-imasu/episodes/10850592",
                    "TitleEnglish": "I Have a Crush at Work",
                    "SummaryEnglish": "After attending their colleague Tamura's wedding, Tateishi and Mitsuya walk home together. They begin to talk about their relationship before they started dating and reminisce. At the beginning of their careers, the two were known for being like cats and dogs, but after training, they gradually grew closer and ended up spending their days off together. One day, they go to a pastry fair. When a vendor mistakes them for a couple, an embarrassed Tateishi denies it, saying, \"We're just colleagues.\" Hearing this, Mitsuya wears a somewhat sad expression... From \"just colleagues\" to \"lovers.\" The beginning of their romance, the truth is now revealed—!",
                    "Aliases": []
                }
            }
        }
    }
}