{
    "URL": "https://thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt33615810/",
        "https://arank-party-ridatsu-official.com/",
        "https://www.themoviedb.org/tv/270487",
        "https://www.wikidata.org/wiki/Q130234756",
        "https://en.wikipedia.org/wiki/I_Left_My_A-Rank_Party_to_Help_My_Former_Students_Reach_the_Dungeon_Depths!#Anime",
        "https://x.com/Aparidaofficial"
    ],
    "Titles": {
        "eng": "I Left my A-Rank Party to Help My Former Students Reach the Dungeon Depths!",
        "jpn": "Aランクパーティを離脱した俺は、元教え子たちと迷宮深部を目指す。"
    },
    "Summaries": {
        "eng": "As far as adventuring goes, supporting your party is a thankless job—even more so if you’re just a lowly red mage like Yuke Feldio. So, when he gets fed up with his A-rank party of total a-holes, he ditches them for some former students—a trio of girls who just looove his company. Thing is, to conquer the world’s greatest dungeon and achieve his dream, he’ll have to teach these cuties a thing or two…and he may just learn there’s more potential within him (and them) then he ever knew.",
        "jpn": "冒険に関して言えば、パーティのサポートは報われない仕事です。ユーク・フェルディオのような下っ端の赤魔道士であればなおさらです。ですから、彼は自分の A ランク パーティの完全なる嫌な奴らにうんざりし、彼らを捨てて、かつての教え子たち、つまり彼と一緒にいるのが大好きな 3 人の女の子と付き合います。問題は、世界最高のダンジョンを征服して夢を叶えるには、これらのかわいい女の子たちにいろいろ教えなければならないということです...そして、彼は自分 (と彼女たち) の中に、自分が思っていた以上の潜在能力があることに気づくかもしれません。"
    },
    "Aliases": [
        "A ranku pāti ridatsu",
        "A ranku paati ridatsu",
        "Aランクパーティ離脱",
        "A-Rank Party wo Ridatsu shita Ore wa, Moto Oshiego-tachi to Meikyuu Shinbu wo Mezasu.",
        "Aランクパーティを離脱した俺は",
        "A Rank Party o Ridatsu Shita Ore wa, Moto Oshiego-tachi to Meikyuu Shinbu o Mezasu",
        "I Left My A-Rank Party to Help My Former Students Reach the Dungeon Depths!",
        "Aparida"
    ],
    "Modified": "2025-09-30",
    "Seasons": {
        "0": {
            "ID": "2144703",
            "URL": "https://thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "11026886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/11026886",
                    "Titles": {
                        "eng": "Special Party Feature: Clover!",
                        "jpn": "パーティ特集！クローバー"
                    },
                    "Summaries": {
                        "eng": "A special edition highlighting the up-and-coming party that everyone's talking about: Clover!",
                        "jpn": "結成から瞬く間に人気パーティの仲間入りを果たした「クローバー」。今回はそんな彼らの大躍進のヒミツを探るべく、冒険配信でおなじみのショウとガトーが徹底解説！「クローバー」のこれまでの冒険の軌跡を、本人たちのコメントとともに振り返る特別編。メンバーの得意な戦術から、普段は見ることのできない素顔まで、 まるっとお届け！"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "2144704",
            "URL": "https://thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "10675403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/10675403",
                    "Titles": {
                        "eng": "Clover is Born",
                        "jpn": "クローバー誕生"
                    },
                    "Summaries": {
                        "eng": "Yuke, a red mage, quits his A-rank party, Thunder Pike, because he feels they don't appreciate the support he provides. While seeking a new party, he encounters one of his former students, Marina, who invites him to join her new D-rank party.",
                        "jpn": "「やってられるか!!️」――そう啖呵を切り、赤魔道士のユークは冒険都市フィニスで活動するAランクパーティ「サンダーパイク」から脱退した。アイテムや魔法を駆使してパーティの戦闘を様々な面からサポートしてきたユークだが、他のメンバーから一向にその努力が認められず、ついに堪忍袋の緒が切れたのだ。新しいパーティ探しをはじめたユークは、かつて冒険者予備研修の教官を務めていたときの教え子マリナに誘われ、駆け出しのDランクパーティに参加する。参加後、初めて挑んだクエストでマリナたちを驚かせたユークの実力とは――？"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10850615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/10850615",
                    "Titles": {
                        "eng": "The Forest Where a Magic Beast Dwells",
                        "jpn": "魔獣の棲む森"
                    },
                    "Summaries": {
                        "eng": "Clover's first stream has drawn a lot of attention, so they accept another quest in a forest that's been taken over by a magic beast.",
                        "jpn": "元教え子のマリナ、シルク、レインとパーティ「クローバー」を結成したユーク。リーダーとなった彼は、クエスト成功と、新パーティの門出を祝っていた。さらにクエストの様子がキャメラット君を通して配信されており、一躍注目のパーティとして取り上げられる。メンバーのさらなる成長を願うユークは、冒険者ギルドのママルから勧められ、比較的難易度の低いCランクのクエストを引き受ける。だが、想定外の魔獣が姿を現して――。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10850616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/10850616",
                    "Titles": {
                        "eng": "Overflow",
                        "jpn": "オーバーフロウ"
                    },
                    "Summaries": {
                        "eng": "Clover's success in slaying the Zarnag draws more attention to them—and draws Thunder Pike's attention back to Yuke.",
                        "jpn": "ユークが独自に開発した魔法によって、魔獣ザルナグの討伐に成功した「クローバー」。Bランク程度の高難度クエストにDランクパーティが挑み、さらにそのクエストを成功させたことは、配信を通じて大きな話題となる。その後、冒険者ギルドを管轄するギルドマスター・ベンウッドから呼び出しを受けたユークたちは、パーティのCランク昇格と、ユーク自身のAランク昇格を告げられる。一方でユークは、ザルナグの出現が意味する、とある危険性を感じていた。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10850617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/10850617",
                    "Titles": {
                        "eng": "Shadow Stalker",
                        "jpn": "影の人(シャドウストーカー)"
                    },
                    "Summaries": {
                        "eng": "Clover accepts a quest to help promote an armor workshop's latest line of adventuring gear.",
                        "jpn": "老舗の武具工房「アーシーズ」からの指名依頼を受けた「クローバー」は、「アーシーズ」から提供された新作装備をプロモーションする役割を兼ね、アイオーン遺跡迷宮へ向かう。今回のクエストは、遺跡迷宮の地下第四階層にあるアウ＝ドレッド廃棄都市迷宮の入口に到達すること。そんな「クローバー」の前に、ダークエルフのシルクと因縁のある下級モンスター・オルクスが現れ、さらに第四階層には、危険視される“影”の存在がいて――。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10850618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/10850618",
                    "Titles": {
                        "eng": "Mission",
                        "jpn": "国選依頼(ミッション)"
                    },
                    "Summaries": {
                        "eng": "Clover goes house-hunting, and Simon tries to bring Yuke back by offering to grant his lifelong dream.",
                        "jpn": "「クローバー」は、複数のクエストで得た報酬を元手にして、パーティの拠点となるマイホームを探していた。不動産屋の紹介でいくつかの物件を内見し、ユークたちは2階建てのアパートメントを購入することに。その頃、ユークが離脱したAランクパーティ「サンダーパイク」は、度重なるクエストの失敗でランク降格の危機に立たされていた。「サンダーパイク」のリーダーであり、ユークの幼馴染であるサイモンは、彼を呼び戻すためにある秘策を用意する――。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10850619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/10850619",
                    "Titles": {
                        "eng": "Achromatic Darkness",
                        "jpn": "無色の闇"
                    },
                    "Summaries": {
                        "eng": "Clover begins its investigation of Achromatic Darkness... and already trouble is brewing.",
                        "jpn": "国選依頼（ミッション）を引き受け、Cランクパーティながら「無色の闇」の調査を行うことになった「クローバー」。新たにパーティへ加入した猫人族のネネを引き連れ、ついに「無色の闇」へと足を踏み入れる。キャメラット君で生配信しながら、ときにモンスターにも対処しつつ慎重に進んでいく 「クローバー」。第二階層に続く階段まで調査が完了し、一旦撤退を決めたユークたちであったが、そこで「サンダーパイク」と遭遇する。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10850620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/10850620",
                    "Titles": {
                        "eng": "The Pale, Immortal Ruler",
                        "jpn": "青白き不死者王(ノーライフキング)"
                    },
                    "Summaries": {
                        "eng": "Continuing the investigation of Achromatic Darkness, Clover reaches a floor of the dungeon that has... a sky?",
                        "jpn": "「クローバー」は、第三階層の階段入口までの到達を目指し、「無色の闇」へのセカンドアタックを開始する。第二階層の階段を降りたところ、なぜか現れたのは青空と広大な草原。そこにある一軒家を訪ねると、怪しげな老婆が出てきた。すると突如として日が沈み、姿を変えた老婆に動揺するユークたち。一時撤退を余儀なくされた「クローバー」は、全貌が見えない「無色の闇」の恐ろしさに触れていく。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10850621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/10850621",
                    "Titles": {
                        "eng": "One Who Was Once a Friend",
                        "jpn": "かつて友であったもの"
                    },
                    "Summaries": {
                        "eng": "Yuke decides to head back into Achromatic Darkness to save Jamie, but Simon stands in the way.",
                        "jpn": "「サンダーパイク」に囚われていたものの、ダンジョンから 即時退去可能な「スクロールオブイグジット」を使い、なんとか「無色の闇」から脱出した「クローバー」一行。だが、「サンダーパイク」のメンバーであるジェミーが、ユークに対して強い後悔の念を持っていたことを知る。「無色の闇」に残ったジェミーを助けるため、ユークは危険を承知で再び突入を決意し、マリナたちもそれに賛同する。そして「クローバー」は、ジェミーの元へ向かうが、そこには予想だにしない相手が待っていた――。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10850622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/10850622",
                    "Titles": {
                        "eng": "A Six-Leaf Clover",
                        "jpn": "六つ葉のクローバー"
                    },
                    "Summaries": {
                        "eng": "Shortly after Nene and Jamie officially join Clover, the party learns about a newly discovered dungeon.",
                        "jpn": "「無色の闇」からジェミーを救い出し、無事脱出に成功した「クローバー」の面々。封印された「無色の闇」に入ったペナルティで、1ヶ月間の活動停止やスコア減点などの処分を受けることに。一方で、ネネが正式にパーティに加入し、1年間の冒険者資格停止処分を受けることになったジェミーもメンバーに迎え入れるべく、歓迎会を開く。新体制となった「クローバー」は、交易都市ドゥナ近くにある新ダンジョンの調査に向け、準備を進める。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10850624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/10850624",
                    "Titles": {
                        "eng": "Clover's Back in Action!",
                        "jpn": "クローバー再始動！"
                    },
                    "Summaries": {
                        "eng": "Clover travels to a newly discovered dungeon to undertake their first quest since returning to adventuring.",
                        "jpn": "国選依頼（ミッション）を受け、交易都市ドゥナに辿り着いた「クローバー」一行。ユークはシルクを引き連れ、ドゥナ一帯を統括する冒険者ギルドのギルドマスター・マニエラと対面する。彼女はかつて、サーガらと共に「無色の闇」へ最初に足を踏み入れたメンバーの1人であった。 ユークたちに今回与えられたクエストは、ドゥナ近郊で発見された新しいダンジョンの調査。多くの注目を浴びる中、ついに「クローバー」は活動再開の狼煙をあげる！"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10850625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/10850625",
                    "Titles": {
                        "eng": "The Capital Distorted by the Twilight",
                        "jpn": "黄昏に歪む王都"
                    },
                    "Summaries": {
                        "eng": "Clover takes their first dive into the new dungeon near Duna, and everything they encounter feels off somehow.",
                        "jpn": "新ダンジョンの第一階層に足を踏み入れたユークたちは、早速現れた鎖男を倒すが、彼が落とした指輪を含め、その正体を掴めずにいた。さらにネネが見つけた第二階層に向かうと、不自然なほど整備された広大な都市が現れ、ユークはまるで異世界に迷い込んだような強烈な違和感を覚える。すぐに現地から撤退を決めた彼らは、その道中で倒れていた少女を発見。 一方、レインの元には、サルムタリアの第二王子との婚姻を命じる手紙が届き――。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10850626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/10850626",
                    "Titles": {
                        "eng": "The Golden Priestess",
                        "jpn": "黄金の巫女"
                    },
                    "Summaries": {
                        "eng": "As scholars assess Clover's findings from the new dungeon, the unconscious girl they found inside wakes up.",
                        "jpn": "王都「グラッド・シィ＝イム」に再び足を踏み入れた「クローバー」は、その広場で蛹の形をしたモンスターと対峙する。見事な連携攻撃により討伐するが、とどめを刺したマリナは、モンスターから人間の気配を感じ取っていた。また、王都を照らす“黄昏の光”が、冒険者や配信視聴者にも悪影響を与えていることが判明。王立学術院が調査に乗り出す中、広場で救出した少女が“黄金の巫女”を名乗って覚醒し、世界が「淘汰」の危機に晒されていると告げる――。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "10850627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/10850627",
                    "Titles": {
                        "eng": "Biblion, the Book Spirit",
                        "jpn": "本の精霊ビブリオン"
                    },
                    "Summaries": {
                        "eng": "Clover returns to Glad Shi-im with three other parties in hopes of uncovering the truth of the twilight city.",
                        "jpn": "王立学術院院長であるベディボアから、“勇者”になって「淘汰」からこの世界を救え――と命じられたユーク。その第一段階として、「グラッド・シィ＝イム」の封印に向けたミッションを4組のパーティが合同で行うことになり、王都内にあるヴォーダン城に乗り込もうとする。怪しげな老人ロゥゲの導きで辿り着いたのは、城内の王立資料庫であった。そこで歴史書や魔導書に触れた彼らは、「淘汰」と「グラッド・シィ＝イム」の重大な秘密を知る。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "10850628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/10850628",
                    "Titles": {
                        "eng": "One Gold",
                        "jpn": "一つの黄金"
                    },
                    "Summaries": {
                        "eng": "Clover returns to Glad Shi-im to infiltrate Vordan Castle and destroy the One Gold that threatens the world.",
                        "jpn": "「グラッド・シィ＝イム」は、かつて別世界に存在した都市であった。ヴォーダン王は「淘汰」の危機から逃れるため、魔法を使って別世界への転移を敢行。だが、その過程で民はモンスターと化し、王都がダンジョンという形で現れてしまったのである。ユークはこの転移の元凶たる「一つの黄金」を破壊するべく、ヴォーダン城の最奥部を目指すが、ザッカルト率いるパーティ「フルバウンド」によってニーベルンが連れ去られてしまう。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "10850629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/10850629",
                    "Titles": {
                        "eng": "Crossing Time",
                        "jpn": "時を超えて"
                    },
                    "Summaries": {
                        "eng": "Clover must battle the monsters of Glad Shi-im and even their own allies to find and destroy the One Gold.",
                        "jpn": "単独でヴォーダン城内に突入したパーティ「フルバウンド」は、「斜陽」の影響でモンスターと化していた。「クローバー」と「スコルディア」、「カーマイン」の3つのパーティは、彼らに応戦しながらニーベルンの救出に向かうが、ついにヴォーダン王が動き出し、圧倒的な戦力差に苦戦を強いられる。 「一つの黄金」と対峙することになったユークは、ニーベルンとロゥゲと共にある魔法の実行を決意。そこで発覚した「一つの黄金」の正体とは――。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "10850630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/10850630",
                    "Titles": {
                        "eng": "Return From the Twilight, And...",
                        "jpn": "黄昏からの帰還、そして．．．"
                    },
                    "Summaries": {
                        "eng": "When Yuke returns from Glad Shi-im, he learns that Rain has gone to see Mastoma, the Salmutarian prince.",
                        "jpn": "「一つの黄金」を破壊したことで、「グラッド・シィ＝イム」も完全に消滅。闇の中をさまようユークとニーベルンだったが、突如現れた光に導かれドゥナへの帰還に成功する。しかし、ユークの体感とは裏腹に2週間という長い時間が経過しており、拠点にはレインの姿がなかった。彼女はユークを探すため、サルムタリアの第二王子・マストマの邸宅に向かったという。ユークはレインを奪還するべく、マストマとの直接交渉に臨む。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "10850631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/10850631",
                    "Titles": {
                        "eng": "The Seven-Leaf Clover",
                        "jpn": "七つ葉のクローバー"
                    },
                    "Summaries": {
                        "eng": "Clover returns to Finis with Niberune, who has officially become their seventh party member.",
                        "jpn": "「クローバー」がドゥナ近郊で行ったダンジョンの調査は、ユーク主導でまとめた報告書の提出をもって終了した。その後、ニーベルンの処遇についてベディボアと話し合いが持たれたが、ユークは彼女を「クローバー」の新たなメンバーとして迎え入れることにする。 束の間の休息を挟み、フィニスへと戻ってきた「クローバー」は、地元民から大歓迎を受ける。久々の我が家にさすがのユークも仕事を忘れ、マリナたちと共に祝杯をあげるのだった。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "10850632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/10850632",
                    "Titles": {
                        "eng": "King's Order",
                        "jpn": "勅命依頼(キングスオーダー)"
                    },
                    "Summaries": {
                        "eng": "A long-sealed dungeon in Salmutaria is reawakening, and King Vincent wants Yuke to go there and check it out.",
                        "jpn": "フィニスの拠点に戻ったユークの元へ、ウェルメリアの国王・ビンセント五世が直々に訪問する。ユークは国王から冒険者の最高名誉である「迷宮伯」の称号を与えられると同時に、「クローバー」への勅命依頼（キングスオーダー）を受ける。それは、国家事業規模で行うサルムタリアの封印迷宮の攻略依頼であった。 魔導飛空帆船「フォルネイア」に乗り込んだ「クローバー」は、恩赦を受けて冒険者に復帰したジェミーを含めた7人で、サルムタリアへ向かう！"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "10850633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/10850633",
                    "Titles": {
                        "eng": "The Dungeon Count of Welmelia",
                        "jpn": "ウェルメリアの迷宮伯"
                    },
                    "Summaries": {
                        "eng": "Clover begins their adventure in Salmutaria by inspecting the path to the dungeon that has reawakened there.",
                        "jpn": "サルムタリアに到着した「クローバー」は、山賊による手荒い歓迎を受けたものの、勅命依頼（キングスオーダー）の発端となったマストマとの合流に成功する。「クローバー」のために用意されたという新興都市・ラ＝ジョに移動すると、そこには依頼をスムーズに遂行するための冒険者ギルドだけでなく、ユークたちが滞在する豪華絢爛な邸宅まで手配されていた。「クローバー」は、ダンジョンである王廟へと続く「死の谷」の調査を開始するが、彼らはそこで異様な気配を感じ取る。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "10850634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/10850634",
                    "Titles": {
                        "eng": "The World Turns Inside-Out",
                        "jpn": "裏返る世界"
                    },
                    "Summaries": {
                        "eng": "Clover's inspection of the dungeon in Salmutaria suddenly takes a frightening turn.",
                        "jpn": "モンスターの大暴走（スタンピード）、そしてその原因である解け始めた封印を食い止めるため、ユークはサルムタリアにある王廟へ速攻を仕掛けることを提案。サルムタリア全土に危険が及ぶという一刻の猶予も許されぬ状況の中、「クローバー」は3つの作戦を敢行する。配信用中継アーティファクトの設置、王廟へのルート確保と内部のチェック、そしてその攻略であった。だが、「死の谷」の石窟で作業する「クローバー」は、未知の異変を目の当たりにする！"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "10850635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/10850635",
                    "Titles": {
                        "eng": "Tenebre",
                        "jpn": "反転迷宮(テネブレ)"
                    },
                    "Summaries": {
                        "eng": "Prince Rafuma's reckless assault on Tenebre yields further insight into its truly terrifying nature.",
                        "jpn": "サルムタリアのみならず、世界を覆い始めた不気味かつ不穏な半球状の黒い壁――それは反転迷宮（テネブレ）と呼ばれる現象であった。ユークは、「無色の闇」の最奥にある深淵の扉（アビスゲート）の封印が解けたことで、当地と繋がっているすべてのダンジョンにテネブレが漏れ出たのではないか、と推測。しかしフィニスに戻り「無色の闇」へ向かう時間はない。「クローバー」はある可能性に賭けテネブレに踏み込もうとするが、その正体は絶望的なものだった――。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "10850636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/10850636",
                    "Titles": {
                        "eng": "An Unexpected Reunion",
                        "jpn": "思わぬ再会"
                    },
                    "Summaries": {
                        "eng": "Clover finally enters Tenebre, fully expecting the unexpected... and still, what they find inside shocks them.",
                        "jpn": "かつて深淵の扉（アビスゲート）を封印してから消息不明となっていた、叔父であり師匠でもあるサーガと再会を果たしたユーク。2人は連携し、サーガはベンウッドらと共にフィニス側から、ユークはサルムタリアの王廟側から「無色の闇」の最奥を目指すことになる。反転迷宮（テネブレ）の進入に成功したものの、王廟の周囲にはシャドウストーカーが大量に発生していた。からくも「無色の闇」に突入したユークたちが見た“もうひとつのフィニス”とは？"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "10850637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/10850637",
                    "Titles": {
                        "eng": "The End of the Darkness",
                        "jpn": "闇の果て"
                    },
                    "Summaries": {
                        "eng": "Clover heads into the depths of Achromatic Darkness to find its Abyss Gate.",
                        "jpn": "反転迷宮（テネブレ）の中に現れた冒険者ギルドでベンウッドたちと合流した「クローバー」は、地下にある大空洞へと向かっていた。伝説のパーティ「アヌビス」は、シャドウストーカーを相手に15年前と変わらぬ戦いぶりを魅せる。そんな「アヌビス」の助けもあり、ユークたちは大空洞から「無色の闇」に辿り着くことに成功。「クローバー」が、そしてユークが抱く大きな夢――深淵の扉（アビスゲート）への挑戦が今、スタートする！"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "11036045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/11036045",
                    "Titles": {
                        "eng": "Beyond the Dream",
                        "jpn": "夢の、その先"
                    },
                    "Summaries": {
                        "eng": "Clover reaches the Abyss Gate in the depths of Achromatic Darkness, but can they succeed in closing it?",
                        "jpn": "サーガの先導により、「無色の闇」の最奥に辿り着いた「クローバー」。そこで彼らは、世界の“理”を揺るがす現象を生み出している元凶＝「淘汰」と対峙する。憎悪のような気配を漂わせる「淘汰」との戦闘は、文字通り熾烈を極める。 一方、リーダーとして「クローバー」を率いてきたユークは、世界を救うための唯一の手段を前に、ある悲壮な決意を独り抱えていた。 深淵の扉（アビスゲート）到達という「クローバー」の夢の先に見えたものとは――？"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2193823",
            "URL": "https://thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "11218260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-left-my-a-rank-party-to-help-my-former-students/episodes/11218260",
                    "Titles": {
                        "eng": null,
                        "jpn": "TBA"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}