{
    "URL": "https://thetvdb.com/series/rurinohouseki",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt37113118/",
        "https://rurinohouseki.com/",
        "http://www.reddit.com/r/RuriNoHouseki",
        "https://www.themoviedb.org/tv/271649",
        "https://www.wikidata.org/wiki/Q130272456",
        "https://en.wikipedia.org/wiki/Ruri_no_H%C5%8Dseki#Anime",
        "https://x.com/rurinohouseki"
    ],
    "Titles": {
        "eng": "Ruri Rocks",
        "jpn": "瑠璃の宝石"
    },
    "Summaries": {
        "eng": "High schooler Ruri Tanigawa loves shiny things. She loves them so much that she heads into the mountains to search for crystals herself—where she unexpectedly meets Nagi Arato, a graduate student studying mineralogy. As the pair start collecting minerals together, Ruri begins developing a genuine appreciation for science and the beauty of the natural world.",
        "jpn": "キラキラしたものが大好きな女子高生・谷川瑠璃は、「自分でも見つけられるかも！」と水晶を探しに山へと向かう。そこで鉱物学を専攻する大学院生・荒砥凪と出会い、一緒に鉱物採集をすることに。\r\n\r\nある時は水晶を探して山道を歩き、ある時はガーネットを拾いに川に浸かり、またある時は見知らぬ鉱物を顕微鏡で覗き――ルリはナギに導かれ鉱物採集の世界に飛び込んでいく。\r\n\r\n「私だって、採れるはず」\r\n\r\nそれは、誰しもが抱いたことのある夢。"
    },
    "Aliases": [
        "Ruri no Hōseki",
        "Ruri no Houseki",
        "Ruri's Jewels",
        "Introduction to Mineralogy"
    ],
    "Modified": "2025-10-19",
    "Seasons": {
        "1": {
            "ID": "2145852",
            "URL": "https://thetvdb.com/series/rurinohouseki/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null,
                "deu": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "deu": "Die Oberschülerin Tanigawa Ruri liebt glänzende Dinge. So sehr, dass sie ganz allein in die Berge zieht, um nach Kristallen zu suchen. Dort trifft sie unverhofft auf Arato Nagi, eine Doktorandin, die Mineralogie studiert. Während das Paar damit beginnt, gemeinsam Mineralien zu sammeln, lernt Ruri, die Wissenschaften und die Schönheit der Naturwelt aufrichtig zu schätzen."
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "10689871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurinohouseki/episodes/10689871",
                    "Titles": {
                        "eng": "My First Mineral Hunt",
                        "jpn": "はじめての鉱物採集"
                    },
                    "Summaries": {
                        "eng": "High school girl Ruri meets graduate student Nagi while collecting minerals in the mountains.",
                        "jpn": "キラキラしたものが大好きな女子高生・谷川瑠璃は、水晶のペンダントに一目惚れする。「私だって採れるはず！」と早速山に向かったルリは、偶然出会った鉱物学を専攻する大学院生・荒砥凪と一緒に鉱物採集をすることに。自然に圧倒され、すっかり鉱物採集にハマったルリは、ナギと共にガーネットを探しに川原へ向かう。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "11221139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurinohouseki/episodes/11221139",
                    "Titles": {
                        "eng": "The Value of Golden Color",
                        "jpn": "金色の価値"
                    },
                    "Summaries": {
                        "eng": "Ruri is determined to find gold, but Nagi explains that it might not be as likely as she hopes.",
                        "jpn": "金（きん）を採集するために山にやってきたルリとナギ。岩の断面が金色に光っているのを見て興奮するルリだったが、ナギに金ではなく黄鉄鉱（おうてっこう）だと言われ意気消沈。しかし、珍しい形の黄鉄鉱を見つけたルリは、お金ではない価値を考えはじめる。それから2人は砂金採集のために川原へ向かうも、大雨が降ってきて採集中止のピンチに……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "11221140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurinohouseki/episodes/11221140",
                    "Titles": {
                        "eng": "The Lost Planet",
                        "jpn": "残された恒星"
                    },
                    "Summaries": {
                        "eng": "Ruri meets Nagi's colleague Imari, and the three embark on a journey to find a lost mine.",
                        "jpn": "黄鉄鉱に関する論文を見せるため、大学の研究室にルリを呼んだナギ。そこでルリは、ナギと同じ鉱物研の伊万里に出会う。掃除中に謎の鉱山を示す古い地図を見つけたルリは、「お宝の匂いがする！」と興奮。3人は地図を手掛かりに鉱山へ向かうが……？"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "11221141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurinohouseki/episodes/11221141",
                    "Titles": {
                        "eng": "Study of Sands",
                        "jpn": "砂を繙く"
                    },
                    "Summaries": {
                        "eng": "In search of sapphire, Nagi teaches Ruri how to study sand, but Ruri prefers to hunt on a bigger scale.",
                        "jpn": "大学の実験室にある顕微鏡で、川で採集した砂からサファイアを探すルリとナギ。その日は小さなサファイア一粒しか見つからなかったため、後日リベンジする。「こんな欠片を集めてる場合じゃない」と山にサファイアを探しに行こうとするルリに、ナギは川砂の調査こそが最短距離だと諭す。2人はサファイアの本当の産地を見つけるため、川砂を調査し続ける。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "11221142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurinohouseki/episodes/11221142",
                    "Titles": {
                        "eng": "Worlds Seen and Unseen",
                        "jpn": "見える世界、見えざる世界"
                    },
                    "Summaries": {
                        "eng": "Ruri, Nagi, and Imari head to the beach in search of agate, and Ruri learns about the long lifecycle of rocks.",
                        "jpn": "研究に没頭するナギと伊万里に休みを提案するルリ。ナギが「海にでも行くか？」と言うと、3人は海で瑪瑙（めのう）拾いをすることに。順調に見つけるナギと伊万里を見て悔しがるルリだが、少し離れた場所で複数の瑪瑙を発見する。その後ルリは、ナギから石を研究する理由を聞く。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "11221143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurinohouseki/episodes/11221143",
                    "Titles": {
                        "eng": "A Closer Look Into the Blue",
                        "jpn": "その青をみつめて"
                    },
                    "Summaries": {
                        "eng": "Just as the group begins searching for sapphire on foot, Ruri uncovers a grave mistake that halts their plans.",
                        "jpn": "サファイアの産地を絞れたルリは、ナギと伊万里と共に山に向かう。しかし、調べようとした場所に枯葉が溜まっていたため、川砂（かわずな）を調査することに。それから大学の実験室で川砂を調べていたルリは、自分のノートの記録が正しくない可能性を考え、再度確認。すると、一箇所記入漏れを発見する。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "11221144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurinohouseki/episodes/11221144",
                    "Titles": {
                        "eng": "Seaside Recycling Studio",
                        "jpn": "渚のリサイクル工房"
                    },
                    "Summaries": {
                        "eng": "Ruri finds sea glass on the beach and runs into her classmate Shoko, who has a secret passion for minerals.",
                        "jpn": "ルリのクラスメイトの瀬戸は小さいころから石が好き。しかし誰にも理解されないことにショックを受けて以来、心を閉ざしていた。一方、テストが終わり同級生と海に遊びに来たルリは海中できれいな石を見つける。研究室に持ち帰るとそれは石ではなくシーグラスだと判明するも、伊万里は再び探すことを提案。瀬戸も流れで一緒に採集することになる。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "11221146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurinohouseki/episodes/11221146",
                    "Titles": {
                        "eng": "The Golden Elegy",
                        "jpn": "黄昏色のエレジー"
                    },
                    "Summaries": {
                        "eng": "Ruri teams up with Shoko for a science project, which takes a turn when they discover a strange, orange rock.",
                        "jpn": "瀬戸と一緒に夏休みの自由研究をやることになったルリ。瀬戸はオレンジ色の鉱物を見つけたが、川でよろけて鉱物をなくしてしまう。その後ナギに相談すると、伊万里の蛍石（ほたるいし）の調査を手伝うために山林へ行くことに。その調査は水質から産地を探すというもので、瀬戸がなくした石も水質から探すことになった。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "11221148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurinohouseki/episodes/11221148",
                    "Titles": {
                        "eng": "Time Capsule of 1.9 Million Tons",
                        "jpn": "１９０万トンのタイムカプセル"
                    },
                    "Summaries": {
                        "eng": "Ruri and Nagi head out to hunt for opals but discover that the area has already been fully excavated.",
                        "jpn": "オパール採集に来たルリとナギだったが、すでに掘りつくされていた。後日、オパール採集ができず落ち込む瀬戸に、ルリは砂金採集を提案する。豪雨の影響で砂金がたくさん採れると考えていたが、砂金以外の鉱物がたくさん見つかり、違和感を覚える。その後ナギに「豪雨によって新しい産地ができたのかもしれない」と言われたルリは、調査へ行くことに。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "11221150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurinohouseki/episodes/11221150",
                    "Titles": {
                        "eng": "Sentence to an Abandoned Railroad",
                        "jpn": "ワンセンテンスの廃線路"
                    },
                    "Summaries": {
                        "eng": "Imari leads a hunt for manganese ore, when the group encounters a mystery along abandoned railroad tracks.",
                        "jpn": "ルリと瀬戸を鉱山に連れていく伊万里。地図を見ながらなんとか鉱山に続く廃線を見つけた３人は、マンガン鉱石を発見する。その後トンネルに到着するも、天井が崩落し、その先がたどれなくなっていた。鉱山跡にたどり着くのが難しくなってしまった３人は、鉱石を積んだ汽車から落ちた石を探すことに。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "11221152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurinohouseki/episodes/11221152",
                    "Titles": {
                        "eng": "The Sapphire Cradle",
                        "jpn": "サファイアのゆりかご"
                    },
                    "Summaries": {
                        "eng": "When Ruri has trouble deciding on her future, she turns to her study of sapphire.",
                        "jpn": "瀬戸や笠丸が進路を決めていることにショックを受けたルリは、「……みんなはどうやって、先のこと考えてるんだろ……」と悩む。別日、伊万里から「自然の声を聴く」ことの大切さを教えられたルリは、サファイアの生まれた場所が気になり、再度サファイア採集に向かう。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "11221154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurinohouseki/episodes/11221154",
                    "Titles": {
                        "eng": "Memories Come with Rocks and Noise",
                        "jpn": "想い出は石とノイズと"
                    },
                    "Summaries": {
                        "eng": "When Ruri discovers her grandpa's old crystal radio, she's determined to restore it.",
                        "jpn": "物置から祖父のものだと思われる古い木箱を見つけたルリ。その中には、ボロボロになった電線の束や小さな鉱石、古びたカードが入っていた。ナギに相談に行くと、「自作の鉱石ラジオではないか」と言われる。ルリは瀬戸や笠丸と一緒に修理を試みるも、音は出なかった。そこで3人は、これまで採集した宝石でオリジナルの鉱石ラジオを作ろうとする。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "11231482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rurinohouseki/episodes/11231482",
                    "Titles": {
                        "eng": "Look Up, Examine, Search! And Next!",
                        "jpn": "見上げて覗いて探して、次！"
                    },
                    "Summaries": {
                        "eng": "Ruri, Shoko, Nagi, and Imari take a trip together, where they search for meteorite at a hot springs inn.",
                        "jpn": "伊万里が福引で当てた温泉旅行に来たルリたち。ルリと瀬戸は、旅館でナギが見つけたドーナツ状の穴の開いた白い石のありかを探し、パイプだと突き止める。その後、温泉で進路について話すナギと伊万里と瀬戸を見ても物憂げな表情をするルリだったが、ナギに誘われて旅館の屋上へ。「流れ星を手に入れたくはないか？」と言うナギの提案で、隕石を探すことに。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}