{
    "URL": "https://thetvdb.com/series/dino-trainers",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Children"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31819042/",
        "https://www.themoviedb.org/tv/271370"
    ],
    "TitleEnglish": "Dino Trainers",
    "SummaryEnglish": "Have you ever imagined that dinosaurs and human beings live harmoniously with each other? Every kid here has their own dinosaur, and there's an athletic activity for them to train their dinos and to compete. The winner will receive an award. Ritchie owns a tyrannosaurus and dreams to be a good Dino Trainer. The two brothers in arms take their adventures seriously and get to the award step by step.",
    "Aliases": [],
    "Modified": "2024-09-15",
    "Seasons": {
        "1": {
            "ID": "2146327",
            "URL": "https://thetvdb.com/series/dino-trainers/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "10693646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693646",
                    "TitleEnglish": "Let's Go T-Rex!",
                    "SummaryEnglish": "This is a world where humans and dinosaurs coexist harmoniously. Here, a variety of small dinosaurs lives everywhere. They are like small pets, although naughty and greedy, but loyal and friendly to humans. Children here are looking forward to having their own dinosaurs and becoming the master of taming dinosaurs, Dino Trainers!",
                    "Aliases": []
                },
                "2": {
                    "ID": "10693648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693648",
                    "TitleEnglish": "Confronting the Hunting Team",
                    "SummaryEnglish": "Carol suggests that Ritchie take the injured T-Rex to a sunny place for sunlight treatment. But on the way, they meet Jack and Samuel, the members of the hunting team who aim at capturing and snatching others' little dinosaurs.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10693650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693650",
                    "TitleEnglish": "The Battle for Velociraptor",
                    "SummaryEnglish": "After defeating the hunting team, T-Rex recovers and the teamwork between Ritchie and T-Rex gets better. They go on an adventure of taming special little dinosaurs. On the other side, the hunting team tries to catch the Velociraptor during Hardy and Ritchie's competition but fail. Later, Ritchie meets Carol and they decide to go on their way together.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10693651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693651",
                    "TitleEnglish": "Who Will Get Therizinosaurus?",
                    "SummaryEnglish": "Ritchie and Carol get separated from each other in the forest. While Ritchie is looking for Carol, he breaks into a botanical garden. T-Rex tries to pick some fruit and is attacked by a Therizinosaurus. While Ritchie is trying to tame the Therizinosaurus, Howell appears. They agree to have a competition and whoever wins gets Therizinosaurus.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10693652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693652",
                    "TitleEnglish": "Rescue Pachycephalosaurus",
                    "SummaryEnglish": "When Carol learns that Ritchie has got his second dinosaur, Therizinosaurus, she feels regretful that she had missed a vegetarian dinosaur. When they are arguing, a little vegetarian dinosaur Pachycephalosaurus appears. Carol fights against the hunting team and eventually defeats them.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10693653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693653",
                    "TitleEnglish": "Velociraptor Gets Injured",
                    "SummaryEnglish": "Ritchie comes to a stone park and finds the hunting team rounding up an injured Velociraptor. When Ritchie is about to lose, Hardy appears. He defeats the hunting team with his excellent skills and saves Velociraptor.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10693654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693654",
                    "TitleEnglish": "A Mysterious Greedy Dinosaur",
                    "SummaryEnglish": "Howell prepares a delicious dinner and the smell attracts Carnotaurus and also the hunting team. Without T-Rex's support in the fight, Ritchie worries that Therizinosaurus can't make it. In the end, the hunting team succeeds in capturing Carnotaurus.",
                    "Aliases": []
                },
                "8": {
                    "ID": "10693655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693655",
                    "TitleEnglish": "Angry Jack",
                    "SummaryEnglish": "While the hunting team is catching little Polacanthus, Carol passes by and wants to protect Polacanthus. Jack has a grudge against Carol for her taming Pachycephalosaurus. Jack is angry and unexpectedly outdoes himself and defeats Carol's Thunder Triceratops with his Windy Stegosaurus.",
                    "Aliases": []
                },
                "9": {
                    "ID": "10693656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693656",
                    "TitleEnglish": "Who Can Save Us?",
                    "SummaryEnglish": "Ritchie and Howell fall into the hunting team's trap. A dinosaur Archaeopteryx flies in the sky and stops by the trap and helps them get out. At the same time, Archaeopteryx is attacked by the hunting team. In the end, the little Archaeopteryx is tamed by Howell's wisdom and follows him.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10693657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693657",
                    "TitleEnglish": "A Battle of Little Dinosaurs",
                    "SummaryEnglish": "Carol and Howell gather all the little dinosaurs out to pick fruit together. Just as the little dinosaurs are deciding on the winner, the hunting team sets their sights on T-rex and steals the drumstick to lure T-Rex in. The six little dinosaurs pounce on the hunting team. Facing the attack from so many dinosaurs, the hunting team flies in fear, much to everyone's amusement.",
                    "Aliases": []
                },
                "11": {
                    "ID": "10693658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693658",
                    "TitleEnglish": "A Singing Dinosaur",
                    "SummaryEnglish": "Ritchie, Carol and Howell go to a dinosaur park and are attracted by a song. They want to find out what is happening, but they find the hunting team trying to capture a Corythosaurus. It turns out it was this little Corythosaurus singing. Are they able to save Corythosaurus from the hunting team?",
                    "Aliases": []
                },
                "12": {
                    "ID": "10693659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693659",
                    "TitleEnglish": "The Mysterious Dinosaur Training Hall",
                    "SummaryEnglish": "Ritchie has been looking forward to attending the dinosaur competition. One day, when Ritchie, Carol and Howell come to a mysterious dinosaur training hall, a Spinosaurus attacks their dinosaurs. They meet Frank, who is a senior master in dino training. Ritchie has a new goal for his adventure - Dino Trainer badge.",
                    "Aliases": []
                },
                "13": {
                    "ID": "10693660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693660",
                    "TitleEnglish": "We All Can't Move",
                    "SummaryEnglish": "Brachiosaurus steps on a puddle of blue liquid and his whole body is paralyzed and can't move. The mysterious dinosaur paralyzes Ritchie and his friends too. After awhile, the mysterious dinosaur finally appears and it is a Dilophosaurus. In the end, Dilophosaurus makes friends with Ankylosaurus and is willing to follow Hardy.",
                    "Aliases": []
                },
                "14": {
                    "ID": "10693661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693661",
                    "TitleEnglish": "Naughty Velocisaurus",
                    "SummaryEnglish": "Ritchie and Carol find out that Howell isn't following, so they go back to find him but don't see him. They stop to rest and wait for Howell to rejoin them. While they are taking a nap, T-Rex is woken up by a naughty little dinosaur. He fights with the naughty little dinosaur, which wakes up Carol and Ritchie.",
                    "Aliases": []
                },
                "15": {
                    "ID": "10693662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693662",
                    "TitleEnglish": "Beauty-loving Parasaurolophus",
                    "SummaryEnglish": "Ritchie and others try to protect Parasaurolophus and fight against the hunting team. Although Parasaurolophus is saved, she is unhappy because of her broken mirror. To comfort Parasaurolophus, Carol takes a beauty photo for Parasaurolophus so that Parasaurolophus can appreciate her beauty every day. Parasaurolophus is happy and decides to follow Carol.",
                    "Aliases": []
                },
                "16": {
                    "ID": "10693663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693663",
                    "TitleEnglish": "Return the Snacks to Me!",
                    "SummaryEnglish": "Three Velocipes come out from the forest and snatch Howell's snacks. Ritchie and Howell find that two of the Velocipes have fallen into the hunting team's cage trap. Howell and Ritchie defeat the hunting team and rescue the two Velocipes.",
                    "Aliases": []
                },
                "17": {
                    "ID": "10693664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693664",
                    "TitleEnglish": "The Fight for a Dinosaur Egg",
                    "SummaryEnglish": "The dinosaurs find a beautiful dinosaur egg on the beach. In order to get the dinosaur egg, five people send their own dinosaurs to help them. The dinosaur egg is thrown in the air and finally falls into Jack's hand. The egg suddenly cracks and a grump dinosaur comes out.",
                    "Aliases": []
                },
                "18": {
                    "ID": "10693665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693665",
                    "TitleEnglish": "A Strange Snacks Truck",
                    "SummaryEnglish": "The hunting team sets up a snack cart trap along the roadside of the forest to ambush Ritchie and his friends, but Hardy is the first one to see the snack cart and the trap is recognized and cracked by Hardy. Ritchie and Hardy team up to deal with the hunting team and successfully repel them.",
                    "Aliases": []
                },
                "19": {
                    "ID": "10693666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693666",
                    "TitleEnglish": "The Dino Trainers Competition Is Beginning!",
                    "SummaryEnglish": "Ritchie, Carol, Hardy and Howell all successfully have three little dinosaurs to get their dino cars upgraded. The Dino Tamer Qualifier has started and they are informed to attend the contest. In the first round of the contest, Howell wins the first match, while Ritchie's opponent in the first match is Hardy.",
                    "Aliases": []
                },
                "20": {
                    "ID": "10693667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693667",
                    "TitleEnglish": "Hardy Battle Again",
                    "SummaryEnglish": "Howell defeats his opponent, Masked J Knight, and qualifies for the next level. In this exciting moment of proving his strength, Ritchie wants to give his all, but he is late. T-Rex is overwhelmed by Ritchie's command and is badly beaten by Dilophosaurus and loses the match.",
                    "Aliases": []
                },
                "21": {
                    "ID": "10693668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693668",
                    "TitleEnglish": "T-Rex Never Gives Up",
                    "SummaryEnglish": "T-Rex is angry and runs away from the match. Jack from the hunting team appears and shoots T-Rex with an anesthetic needle. Although the condition of T-Rex is affected, he still chooses to fight with Ritchie against Jack. In the end, Ritchie defeats Jack and reconciles with T-Rex.",
                    "Aliases": []
                },
                "22": {
                    "ID": "10693669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693669",
                    "TitleEnglish": "Go All Out",
                    "SummaryEnglish": "Howell tries to defeat Hardy with all his effort in their last match, but he eventually loses to the powerful Hardy. Ritchie and Carol also take to either side of the arena for their second match since they know each other. Ritchie tries his best and his strength explodes in full force in the match and defeats Carol.",
                    "Aliases": []
                },
                "23": {
                    "ID": "10693670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693670",
                    "TitleEnglish": "The Challenge in Bermuda Gym",
                    "SummaryEnglish": "Having passed the first test, in order to attain the Dino Trainer badge and rank, Ritchie, Carol, Howell and Hardy go to the Bermuda Gym to accept the test of the Emperor Tyrannosaurus. Having gained enough experience, the four think they could easily defeat Emperor Tyrannosaurus, but to their surprise, Emperor Tyrannosaurus is able to control dinosaurs' minds.",
                    "Aliases": []
                },
                "24": {
                    "ID": "10693671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693671",
                    "TitleEnglish": "Emperor Tyrannosaurus Out of Control!",
                    "SummaryEnglish": "After Emperor Tyrannosaurus is controlled, Professor Yan orders Emperor Tyrannosaurus to control the other dinosaurs to capture T-Rex. However, Emperor Tyrannosaurus is out of control and controls all the little dinosaurs, including Stegosaurus and Pterosaur from the hunting team. All the dinosaurs go berserk and attack each other.",
                    "Aliases": []
                },
                "25": {
                    "ID": "10693672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693672",
                    "TitleEnglish": "T-Rex, Wake Up!",
                    "SummaryEnglish": "When the T-Rex loses control and becomes more and more frantic, Hardy, Carol and Howell have to fight with their dinosaurs against T-Rex. Seeing that T-Rex was beaten by other dinosaurs, Ritchie wants to stop Hardy, Carol and Howell and wake up T-Rex.",
                    "Aliases": []
                },
                "26": {
                    "ID": "10693673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dino-trainers/episodes/10693673",
                    "TitleEnglish": "Final Fight",
                    "SummaryEnglish": "T-Rex is determined to fight against Emperor Tyrannosaurus, so he is in full combat mode. Ritchie also gradually recovers. Ritchie is moved by T-Rex's courage and determination and he chooses to fight with T-Rex till the end. At the end, all the controlled dinosaurs are released from their control and return to normal, including Stegosaurus and Pterosaur of the hunting team.",
                    "Aliases": []
                }
            }
        }
    }
}