{
    "URL": "https://thetvdb.com/series/gorilla-no-kami-kara-kago-sareta-reijou-wa-ouritsu-kishidan-de-kawaigarareru",
    "Genres": [
        "Adaptation",
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt35348180/",
        "https://gorillalady-anime.com",
        "https://www.tvmaze.com/shows/83356/show-slug",
        "https://www.themoviedb.org/tv/278816",
        "https://www.wikidata.org/wiki/Q130357999",
        "https://en.wikipedia.org/wiki/Gorilla_no_Kami_Kara_Kago_Sareta_Reij%C5%8D_wa_%C5%8Critsu_Kishidan_de_Kawaiigareru#Anime",
        "https://x.com/gorilla_bless"
    ],
    "Titles": {
        "eng": "The Gorilla God's Go-To Girl",
        "jpn": "ゴリラの神から加護された令嬢は王立騎士団で可愛がられる"
    },
    "Summaries": {
        "eng": "Sophia Reeler, a timid noble, chose the Gorilla God’s blessing—the ultimate combat power. Now her dream of a peaceful student life is shattered as the royal knights recruit her unrivaled strength. Juggling school, the knight life, and her overwhelming power, Sophia learns the hard way that gorilla strength isn’t so simple.",
        "jpn": "16歳になると、さまざまな動物神から加護を得られる世界――気弱な伯爵令嬢ソフィア・リーラーは戦闘系最強と言われる『ゴリラの神』を引き当ててしまう。平穏な学生生活を送りたいと悩む一方、その希少な力を求められ、王立騎士団から従騎士のスカウトを受ける。圧倒的な力を隠しきれず一目置かれる中、同じ学校に通う年上の従騎士ルイ・スカーレルをはじめ、有望な若手騎士たちはソフィアをやさしく見守ってくれて――ゴリラの力から予想外の胸キュンラブコメ!"
    },
    "Aliases": [
        "Gorilla no Kami Kara Kago Sareta Reijō wa Ōritsu Kishidan de Kawaiigareru",
        "Gorilla no Kami Kara Kago sareta Reijou wa Ouritsu Kishidan de Kawaigarareru",
        "The Lady Blessed by the Gorilla God Is Adored by the Royal Knights",
        "The Young Noblewoman Blessed by the Gorilla God Is Spoiled by the Royal Knights",
        "The young lady, who was blessed by the Gorilla God, is adored in the Royal Knight Order"
    ],
    "Modified": "2025-10-17",
    "Seasons": {
        "1": {
            "ID": "2148050",
            "URL": "https://thetvdb.com/series/gorilla-no-kami-kara-kago-sareta-reijou-wa-ouritsu-kishidan-de-kawaigarareru/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10712308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gorilla-no-kami-kara-kago-sareta-reijou-wa-ouritsu-kishidan-de-kawaigarareru/episodes/10712308",
                    "Titles": {
                        "eng": "The Gorilla Life of a Lady and Blessings",
                        "jpn": "加護と令嬢のゴリ・ライフ"
                    },
                    "Summaries": {
                        "eng": "Sophia gets blessed by a rather unexpected animal god.",
                        "jpn": "王都の学校に通う気弱な伯爵令嬢ソフィア・リーラーは、加護の式典で戦闘系最強クラスのひとつと呼ばれる『ゴリラの神』を引き当てる。うっかりリンゴを握りつぶしたりドアノブを粉砕したりと力加減に悩まされるソフィアに、王立騎士団から従騎士のスカウトが届き、やむなく候補生試験を受けることに。試験会場へ向かう道中で迷子になり不安でいっぱいのソフィアに道を教えてくれたのは、綺麗な顔立ちの男性で……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "11061760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gorilla-no-kami-kara-kago-sareta-reijou-wa-ouritsu-kishidan-de-kawaigarareru/episodes/11061760",
                    "Titles": {
                        "eng": "The Gorilla Signs of Affection That I Always Dreamed Of",
                        "jpn": "騎士とあこがれのゴリ・ラブコール"
                    },
                    "Summaries": {
                        "eng": "Sophia becomes closer with Isaac, Freddie, and Louis.",
                        "jpn": "『ゴリラの神』の加護により候補生試験で驚異的な身体能力を発揮したソフィアは、塔から落ちそうになったアイザックを助けたものの、手に怪我をしてしまう。治療をしてくれたのは、従騎士のルイ・スカーレルだった。怪我で剣技の試験を棄権したことで不合格になるはずとうれしくなるものの、もうルイと会えないと思うと心の中がモヤモヤするソフィア。ところが、学校で校長に言い渡されたのは、合格のひとことで……！？"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "11061761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gorilla-no-kami-kara-kago-sareta-reijou-wa-ouritsu-kishidan-de-kawaigarareru/episodes/11061761",
                    "Titles": {
                        "eng": "A Gorilla Rhapsody of Sweets at the Royal Capital",
                        "jpn": "王都とスイーツのゴリ・ラプソディー"
                    },
                    "Summaries": {
                        "eng": "Sophia goes to the royal capital to get her bangs cut and runs into a surprising person.",
                        "jpn": "候補生試験に合格したアイザックとエディが学園に転入してきた。しかも、ルイも同じ学園の上級生であることが発覚。親しげにソフィアに話しかける彼らの様子に、ルイを慕う女子たちは騒然、転入生に興味津々な同級生たちから質問責めにされるソフィア。ああ、望んでいた平穏な学園生活がどんどん遠のいていく……。そんなある日、王立騎士団の入団式で髪型を注意されたソフィアが理髪店へ向かうと、街中でルイに遭遇して……！？"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "11061762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gorilla-no-kami-kara-kago-sareta-reijou-wa-ouritsu-kishidan-de-kawaigarareru/episodes/11061762",
                    "Titles": {
                        "eng": "A Gorilla Rendezvous with a Dress and Bewilderment",
                        "jpn": "ドレスと困惑のゴリ・ランデブー"
                    },
                    "Summaries": {
                        "eng": "Sophia reluctantly goes to the school party and ends up with a surprise partner.",
                        "jpn": "王立騎士団の隊長たちは、戦闘系最強と言われる『ゴリラの神』の加護を持つ従騎士ソフィアの存在に興味津々。そんななか、学園内ではパーティが開かれることに。目立たずに乗りきりたいソフィアが地味なドレスでパーティ会場へ向かうと、ドレスアップしたカリッサが立ちはだかり、パーティ会場に入るには異性のパートナーと一緒でなければならないルールだと言い放つ。カリッサの隣には、レオハルトと名乗る男性が佇んでいて……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "11061763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gorilla-no-kami-kara-kago-sareta-reijou-wa-ouritsu-kishidan-de-kawaigarareru/episodes/11061763",
                    "Titles": {
                        "eng": "A Lovely Gorilla Romance Filled with Danger and Blushing",
                        "jpn": "危険と赤面のゴリ・ラブロマンス"
                    },
                    "Summaries": {
                        "eng": "Sophia ends up in a bombing incident. Will she be able to stop it?",
                        "jpn": "カリッサの策略によって木箱に閉じ込められたソフィアは、人気のない旧校舎の奥へと運ばれてしまう。状況が気になったソフィアはゴリラの力で木箱から脱出するが、いまさらパーティ会場に戻る気にもなれない。アレーネの立場も心配だし、怪文書がイタズラだったのなら従騎士として捜索する必要もない……。そこに、窓からリスが現れる。学園の中庭で出会ったリスを思い出したソフィアは、リスに心の内を話し始めて……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "11061764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gorilla-no-kami-kara-kago-sareta-reijou-wa-ouritsu-kishidan-de-kawaigarareru/episodes/11061764",
                    "Titles": {
                        "eng": "Gorilla Lovers of Snow and Fire",
                        "jpn": "雪と炎のゴリ・ラバーズ"
                    },
                    "Summaries": {
                        "eng": "Sophia gets stranded in the snow with a squirrel.",
                        "jpn": "学内パーティでの一連の騒ぎは、反王政派の仕業だった。事件は一旦解決したものの、ルイへの気持ちを自覚したソフィアは、あの日、目を合わせてくれなかったルイの様子が気になっていた。単独行動を怒ったのか、何かの理由で嫌われてしまったのか。そんなある日、騎士団では雪山での野外訓練が行われることに。『ゴリラの神』の加護を持つソフィアですら辟易するほどの重い荷物に、エディが崖で足を滑らせてしまい……！？"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "11061765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gorilla-no-kami-kara-kago-sareta-reijou-wa-ouritsu-kishidan-de-kawaigarareru/episodes/11061765",
                    "Titles": {
                        "eng": "The Sofa and Romance's Gorilla Love Song",
                        "jpn": "ソファと恋のゴリ・ラブソング"
                    },
                    "Summaries": {
                        "eng": "But can a squirrel really fall in love with a gorilla?",
                        "jpn": "雪山での野外訓練中に起きたハプニングで、ソフィアとルイがお互いの気持ちを確認してから数週間。学園の寮でクリスマスパーティーが開かれることになり、ソフィア、アイザック、エディも準備に参加する。ツリーを飾り付けたり、食事の準備をしたりしていると、ケーキを手にしたルイが会場に現れる。あっという間に女生徒たちに囲まれたルイを見て、ソフィアはそっと距離をとって会場を出るが、ルイが後を追いかけてきて……！？"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "11061766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gorilla-no-kami-kara-kago-sareta-reijou-wa-ouritsu-kishidan-de-kawaigarareru/episodes/11061766",
                    "Titles": {
                        "eng": "A Gorilla Romantic Comedy with the Girl I Fancy | A Gorilla Romantic Comedy with My Classmate | A Gorilla Romantic Comedy with My Friend That I Fancy",
                        "jpn": "気になる彼女とゴリ・ラブコメ／気になる同期とゴリ・ラブコメ／気になる友達とゴリ・ラブコメ"
                    },
                    "Summaries": {
                        "eng": "What kind of other relationships are going on at Sophia's school?",
                        "jpn": "その日、王立騎士団射撃隊隊長のアーシェントは、二日酔いにげんなりしながら街をぶらついていた。アーシェントが非番だと気づいた街の女性たちは我先にとデートの誘いをかけるが、アーシェントの視線の先にいたのは、ソフィアだった。従騎士として市街の警備をしているソフィアに興味を持ち、そっと様子を窺っていると……？アイザック、エディ、カリッサたち。それぞれの過ごす休日は、どこかでソフィアと繋がっていて――。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "11061767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gorilla-no-kami-kara-kago-sareta-reijou-wa-ouritsu-kishidan-de-kawaigarareru/episodes/11061767",
                    "Titles": {
                        "eng": "The Gorilla Land of Oceans and Swimsuits",
                        "jpn": "海と水着のゴリ・ランド"
                    },
                    "Summaries": {
                        "eng": "What will happen to a gorilla and a squirrel when they go to the beach?",
                        "jpn": "『南国強化合宿総合武術大会』。それは、王立騎士団が擁する陸上、海事、射撃の三部隊で訓練の成果を競い合う、毎年恒例の行事。従騎士も能力が偏らないように各部隊に振り分けられるため、戦闘系最強クラスである『ゴリラの神』の加護を持つソフィアをどの部隊が獲得するかが注目されていたが、ソフィアはなんと救護係として参加することに。バカンスがてら見学に来たカリッサたちの応援も受けて、騎士たちの熱き戦いが始まる！"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "11061768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gorilla-no-kami-kara-kago-sareta-reijou-wa-ouritsu-kishidan-de-kawaigarareru/episodes/11061768",
                    "Titles": {
                        "eng": "The Gorilla Labyrinth of Light and Darkness",
                        "jpn": "光と闇のゴリ・ラビリンス"
                    },
                    "Summaries": {
                        "eng": "The gorilla goes over to the squirrel's house. What could possibly happen?",
                        "jpn": "ルイとソフィアは街で待ち合わせをしていた。騎士団の訓練が長引いたため慌てて制服のまま駆けつけたソフィアに、ルイは服を買いに行きプレゼントしたいと提案する。制服のままだと手を繋いで歩きづらいから……と恥ずかしそうに言うルイの言葉に、思わずきゅんとするソフィア。恋人同士になって初めての2人きりのお出かけは、そんなやり取りから始まって……。その頃、王立騎士団隊舎の団長室に、緊急事態の知らせが届く。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "11061769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gorilla-no-kami-kara-kago-sareta-reijou-wa-ouritsu-kishidan-de-kawaigarareru/episodes/11061769",
                    "Titles": {
                        "eng": "The Mightiest Blessing and a Gorilla Rush",
                        "jpn": "最強の加護とゴリ・ラッシュ"
                    },
                    "Summaries": {
                        "eng": "Just what is Daybreak and who is their leader, Leohart?",
                        "jpn": "ルイの家から寮に戻る途中、何者かに襲われたソフィア。『ゴリラの神』の加護の力で一旦は退けたものの、いつの間にか気を失ってしまう。そして……目が覚めると、知らない場所にいた。服も着替えさせられているようだが、ルイにもらったネックレスは無事。周囲の様子を探るソフィアの前に現れたのは、学内パーティで会った男性・レオハルトだった。倒れていたソフィアを介抱したという彼は、少しお茶をしようと言い出して……。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "11061770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gorilla-no-kami-kara-kago-sareta-reijou-wa-ouritsu-kishidan-de-kawaigarareru/episodes/11061770",
                    "Titles": {
                        "eng": "The Gorilla End Filled with Determination and Love",
                        "jpn": "決意と愛のゴリ・ラスト"
                    },
                    "Summaries": {
                        "eng": "Who will win in the end? A gorilla or a leopard?",
                        "jpn": "爆発騒ぎで混乱する王都。ルイは、学校に侵入した反王政派と戦って校長を助け出し、生徒たちの捜索に向かう。一方、レオハルトの話に心を痛めつつも、反王政派の計画を知ったソフィアはアジトを飛び出す。学校にたどり着くと、反王政派の手によって生徒たちが監禁されていた！ルイ、アイザック、エディ、そして王立騎士団と協力して反王政派に立ち向かうソフィア。『ゴリラの神』の加護の力は、いま、このときのために……！"
                    },
                    "Aliases": []
                }
            }
        }
    }
}