{
    "URL": "https://thetvdb.com/series/kanchigai-no-atelier-meister",
    "Genres": [
        "Adaptation",
        "Anime - Seinen",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/280B-0B42-183E-D3BE-77C5-H",
        "https://www.imdb.com/title/tt35014218/",
        "https://kanchigai-pr.com",
        "https://www.tvmaze.com/shows/82234/show-slug",
        "https://www.themoviedb.org/tv/277881",
        "https://www.wikidata.org/wiki/Q130553563",
        "https://en.wikipedia.org/wiki/The_Unaware_Atelier_Master#Anime",
        "https://x.com/kanchigai_pr"
    ],
    "Titles": {
        "eng": "The Unaware Atelier Meister",
        "jpn": "勘違いの工房主～英雄パーティの元雑用係が、実は戦闘以外がSSSランクだったというよくある話～"
    },
    "Summaries": {
        "eng": "Kurt Rockhans is a kind-hearted errand boy for a hero’s party, the Flaming Dragon Fang. One day, he’s banished from the party and finds out he has the lowest rank in combat. In order to make a living, Kurt picks up various jobs and discovers he has astonishing abilities. Though he doesn’t realize it yet, Kurt has SSS-rank skills in anything other than fighting, as he sets off on a new journey.",
        "jpn": "英雄パーティで雑用係として働く心優しい少年・クルトは、ある日突然「役立たずだから」とパーティを追い出されてしまった。さらに、戦闘に関するあらゆる適性が最低ランクだと判明。クルトは生計を立てるため、さまざまな仕事を手伝うことに。すると、行く先々で人間業とは思えぬ驚異の才能で大活躍！実はクルトは、戦闘以外のあらゆる分野の適性が最高のSSSランクだったのだ…！しかし肝心の本人はまったくそのことに気づいておらず、“よくある話”と勘違い。無自覚な行動で人を、町を、果ては国まで救ってしまうことに！？英雄パーティをクビになった少年が途方に暮れて旅をする。──これは、そんな“よくある(?)話”。"
    },
    "Aliases": [
        "Kanchigai no Atelier Meister",
        "勘違いの工房主",
        "Kanchigai no Atelier Meister: Eiyuu Party no Moto Zatsuyougakari ga, Jitsu wa Sentou Igai ga SSS Rank Datta to Iu Yoku Aru Hanashi",
        "Kanchigai no Atelier Meister ~ Eiyuu Party no Moto Zatsuyougakari ga, Jitsu wa Sentou Igai ga SSS Rank Datta to Iu Yoku Aru Hanashi",
        "Kanchigai no Atelier Meister Eiyuu Party no Moto Zatsuyougakari ga, Jitsu wa Sentou Igai ga SSS Rank Datta to Iu Yoku Aru Hanashi",
        "The Unaware Atelier Master",
        "The Unaware Atelier Master: A common story about a former errand boy for a hero party who was actually SSS-ranked in everything except combat"
    ],
    "Modified": "2025-08-17",
    "Seasons": {
        "1": {
            "ID": "2151544",
            "URL": "https://thetvdb.com/series/kanchigai-no-atelier-meister/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10749677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanchigai-no-atelier-meister/episodes/10749677",
                    "Titles": {
                        "eng": "The Guy In Charge of Chores With Low Self-Esteem Turned Out to Actually Possess Incredible Skills",
                        "jpn": "自己評価の低い雑用係が、実はとんでもスキルの持ち主だったというよくある話"
                    },
                    "Summaries": {
                        "eng": "After he's fired from his party of heroes, the 15-year-old Kurt turns to a temp agency for work.",
                        "jpn": "英雄パーティ「炎の竜牙」の雑用係・クルトはある日、「スライムも倒せないお荷物」と言い渡され、一方的にメンバーを外されてしまうことに。お金もなく、仕方なく職業斡旋所で面接と適性検査を受ける。適性とは「神から授かった才能」で、職業選択にも大きな影響がある。しかし、クルトは戦闘系の適性が全て最低のGランクだと判明。なんとか辺境町の城壁補修工事の仕事にありつくクルトだったが、セメント塗りで類稀なる成果を見せることに！？"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "11058710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanchigai-no-atelier-meister/episodes/11058710",
                    "Titles": {
                        "eng": "His First Atelier",
                        "jpn": "はじめての工房"
                    },
                    "Summaries": {
                        "eng": "Kurt accepts an offer from Bandana to go work at his first Atelier, which harbors a dangerous secret.",
                        "jpn": "王立魔法技師研究所の所長にならないかと誘われたクルトは、「自分の今の仕事はここで働くこと」だとユーリシアを手伝うことを選ぶ。二人は引き続き、鉱石掘りへ向かう。二手に分かれて掘り始めると、ユーリシアは大粒のトパーズを見つけて大喜び。しかし、クルトはあっという間に坑道を作り上げ、さらに大量のミスリルを採掘していた。その貴重さに驚くユーリシア。一方、クルトはミスリルを屑石として廃棄しようとして…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "11058711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanchigai-no-atelier-meister/episodes/11058711",
                    "Titles": {
                        "eng": "What Mining Means To Him",
                        "jpn": "彼にとっての採掘"
                    },
                    "Summaries": {
                        "eng": "While Ophelia and the others discuss plans to uncover who cursed Liselotte, Kurt takes a job as a porter.",
                        "jpn": "クルトがオフィリアの工房で出会い、呪術を解いた少女・リーゼは、実は第三王女のリーゼロッテだった。オフィリアたちはリーゼに呪いをかけた犯人が王宮内にいるとにらみ、作戦を練る。架空の工房をつくり、そこでリーゼを修行させれば、犯人は情報を集めるために動き出すと踏んだのだ。一方、クルトは食堂で出会った冒険者パーティ「サクラ」の3人の手伝いで、荷運び役として洞窟探索を共にするが、巨大なアイアンドラゴンゴーレムに遭遇してしまう。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "11058712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanchigai-no-atelier-meister/episodes/11058712",
                    "Titles": {
                        "eng": "New Friends in a New Atelier",
                        "jpn": "新工房の新しい仲間"
                    },
                    "Summaries": {
                        "eng": "Yulishia establishes a new atelier in the frontier town without letting Kurt know he's its atelier meister.",
                        "jpn": "自身の戦闘系以外の適性がSSSランクだと知らないクルトは、ユーリシアたちと共に辺境町で工房を新設することに。工房の建設予定地に到着した一行は、「3日あれば建設が完了する」というクルトの言葉に驚きつつも、任せて宿へと向かう。そこでユーリシアは冒険者パーティ「サクラ」の面々にもクルトのことを伝え、仲間に引き入れることにする。その翌日、ダンゾウは秘密裏に情報屋に接触し、洞窟の一件の黒幕を突き止めようと動くが…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "11058713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanchigai-no-atelier-meister/episodes/11058713",
                    "Titles": {
                        "eng": "A Frontier Town With Enemies at All Sides",
                        "jpn": "四面楚歌の辺境町"
                    },
                    "Summaries": {
                        "eng": "Tristan & a demon lord force Marlefiss to summon hordes of monsters to attack the town in order to kill Lise.",
                        "jpn": "英雄パーティ「炎の竜牙」のマーレフィスは、所属パーティの失態を理由に司教から破門を告げられる。なんとか食い下がろうとするマーレフィスに提示された破門回避の条件は、第三王女・リーゼロッテの暗殺だった。一方、リーゼの護衛を固めようとするオフィリアたちは、クルトの強力な「呪い返し」で難を逃れる。さらなる対策を考えようとしたその時、警鐘が鳴り響き、数千体のスケルトンが辺境町に襲来する…！"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "11058714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanchigai-no-atelier-meister/episodes/11058714",
                    "Titles": {
                        "eng": "The Ninth Direction",
                        "jpn": "四方八方の九方目"
                    },
                    "Summaries": {
                        "eng": "Kurt tunnels into the ruins from underground and saves Marlefiss while his allies defeat the demon lord.",
                        "jpn": "「一緒に、西の遺跡を掃除しに行きましょう！」の言葉と共に旅立ったクルトとリーゼ。だが、先発していたユーリシアやアルレイドはスケルトンの数の多さに手を焼いていた。カンスやダンゾウも加わりながら、魔物の発生源を探すユーリシアは、ついに発生源たるデーモンロードと対峙する。クルトの魔法晶石をもってしても倒しきれない難敵に立ち向かっていくが、気づけば別行動のクルトがマーレフィスのいる場所へ辿り着いてしまい…！？"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "11058715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanchigai-no-atelier-meister/episodes/11058715",
                    "Titles": {
                        "eng": "The New Papa of a Mysterious Egg",
                        "jpn": "不思議な卵の新米パパ"
                    },
                    "Summaries": {
                        "eng": "After helping a village with a water shortage, Kurt receives an egg that hatches into a 3-year old girl.",
                        "jpn": "悪魔襲撃事件の報告のために、リーゼは工房主代理としてタイコーン辺境伯のもとを訪れていた。権力を保とうとするタイコーンを前に、リーゼは警戒しながら会食に臨むが、工房の情報を聞き出そうとするタイコーンの詰問にうまく立ち回れず、「工房主の太守就任」を取り付けられてしまう。クルトの存在を公にできないゆえに苦しむ一行。しかし、当のクルトは「もらった卵が孵った」と、クルトに似た女の子を抱いて現れる。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "11058716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanchigai-no-atelier-meister/episodes/11058716",
                    "Titles": {
                        "eng": "Akuri's Fwoosh",
                        "jpn": "アクリのびゅんっ"
                    },
                    "Summaries": {
                        "eng": "While Kurt and Yulishia help a farm with their pigs, a demon tries to take away Akuri.",
                        "jpn": "とある依頼から山間の村を訪れたユーリシアやクルト。家畜用の餌を作っているところにドラゴンが飛来する。「うちの田舎ではよくあること」とクルトは気にしないが、ユーリシアは殺気を感じ取り、警戒する。その刹那、現れたのは魔族のソルフレアだった。ソルフレアは「子どもを渡して」とだけ告げ、ユーリシアたちに襲いかかる。デーモンロードを倒したのがクルトたちだったことをソルフレアが知っていることにユーリシアは驚きつつも対峙する。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "11058717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanchigai-no-atelier-meister/episodes/11058717",
                    "Titles": {
                        "eng": "Lise's Confession",
                        "jpn": "リーゼの告白"
                    },
                    "Summaries": {
                        "eng": "Mimico reports on Akuri and interrogates Solflare. Then Kurt & Lise go on a date before the rescue mission.",
                        "jpn": "クルトたちの工房に、工房主として「リクト」と名乗る男がやってくる。それはリーゼが作り出した幻で、実態はなかったのだが、クルトは気づかない。その傍らでミミコから「アクリについての調査結果が出た」と知らせが入る。ミミコからの意外な報告内容に一同は戸惑うが、アクリとこれからも共にすごすことを決める。一方で、地下に捕らえたソルフレアはクルトとの対話を望む。「ヒルデガルド」をキーワードに、タイコーン辺境伯の不穏な動きが見え始めて…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "11058718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanchigai-no-atelier-meister/episodes/11058718",
                    "Titles": {
                        "eng": "Yulishia's Date",
                        "jpn": "ユーリシアのデート"
                    },
                    "Summaries": {
                        "eng": "Yulishia's date with Kurt is ruined when thugs harass a local meat bun shop over a cooking competition.",
                        "jpn": "領主町のお祭りで、リーゼに続いて「実地調査（という名のデート）」に出かけるユーリシアとクルト。ところが、楽しいはずのデートはひょんなことから別の展開へ…。町のゴロツキが肉饅頭屋にケチをつけて始めたケンカをクルトが仲裁し、ケガを負った店主の代わりに営業を手伝うことに。さらに、その日の午後に開かれる露店の料理大会にも、肉饅頭屋の娘・ルナと共に参加を決める。食材などもひっくり返され、全く用意のないところから、クルトがとった作戦とは！？"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "11058719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanchigai-no-atelier-meister/episodes/11058719",
                    "Titles": {
                        "eng": "The Margrave's Secret",
                        "jpn": "辺境伯の秘密"
                    },
                    "Summaries": {
                        "eng": "While the group distracts the Margrave, Akuri warps Kurt into the forbidden room hiding the Margrave's secret.",
                        "jpn": "ヒルデガルド救出作戦が進もうとする中で、臨時の料理人としてクルトが雇われ、一足先にタイコーン辺境伯の城へ入ってしまう事態が発生。秘密裏に作戦を遂行したいユーリシアやリーゼはそっと祈るが、クルトはアクリの転移魔法にも助けられ、あっという間に監禁部屋の前まで辿り着いてしまう。しかし、部屋の中にいたのはヒルデガルドではなく、老婆だった。老婆は「この部屋の真下に囚われているヒルデガルドを助けて」とクルトへ願う。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "11058720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanchigai-no-atelier-meister/episodes/11058720",
                    "Titles": {
                        "eng": "A Common Story About How the Former Head of Chores for a Party of Heroes Was Actually SSS-Rank in All Except Combat Skills",
                        "jpn": "英雄パーティの元雑用係が、実は戦闘以外がSSSランクだったというよくある話"
                    },
                    "Summaries": {
                        "eng": "The Margrave tries to summon a demon to save his daughter. After he fails, the mastermind summons it anyway.",
                        "jpn": "ファミルはヒルデガルドに「父を殺してください」と依頼する。戸惑うタイコーン辺境伯をリーゼが問い詰めると、ファミルが治療法のない老化病にかかっていること、これ以上老いないように不老の薬を作ろうとしたことなど、タイコーン辺境伯の思惑が明るみになる。いよいよ対決かと思われた矢先、ファミルが部屋に飛び込んでくる。驚く一同だったが、そこへ「スクリプター」と呼ばれる魔神王の配下が現れる──。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}