{
    "URL": "https://thetvdb.com/series/end-of-the-world",
    "Genres": [
        "Documentary"
    ],
    "Other Sites": [],
    "TitleEnglish": "End of the World",
    "SummaryEnglish": "Sometimes it feels like we’re watching the world unravel before our very eyes, as if we’re in some bizarre carnival. And while it's tempting to just give up, there is another way. In End of the World, Jonathan Pageau offers a thoughtful framework to make sense of these confusing times, placing the chaos in historical context and providing a roadmap to lead us out of the clown world and restore order.",
    "Aliases": [],
    "Modified": "2024-10-26",
    "Seasons": {
        "1": {
            "ID": "2152756",
            "URL": "https://thetvdb.com/series/end-of-the-world/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "10762649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/end-of-the-world/episodes/10762649",
                    "TitleEnglish": "Episode 1: State of Chaos",
                    "SummaryEnglish": "The carnival of chaos has managed to supplant the traditional, rational world. The wheel of cohesion that keeps society together is breaking down spiritually, culturally and mentally. And while it seems nearly impossible to understand, Jonathan Pageau will help you diagnose what is happening to the world— and why.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10762650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/end-of-the-world/episodes/10762650",
                    "TitleEnglish": "Episode 2: Understanding the Ending",
                    "SummaryEnglish": "Even if we can’t pinpoint the shift that is happening, it is undeniable that society is reaching an end and is waiting to be replaced by something new. Jonathan Pageau recognizes this cyclic pattern of beginning and ending, drawing upon significant historical events such as the fall of the Roman Empire, and theological narratives like the Garden of Eden to contextualize this notion within a grander framework.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10762651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/end-of-the-world/episodes/10762651",
                    "TitleEnglish": "Episode 3: The Edge Of The World",
                    "SummaryEnglish": "As our world teeters on the brink of collapse, it’s imperative that we not only survive, but also actively shape a new beginning. Jonathan Pageau takes us to the present day to explain why societal breakdown is intentionally spreading like a virus throughout the Western world. Moreover, he presents a compelling way to answer this breakdown.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10762652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/end-of-the-world/episodes/10762652",
                    "TitleEnglish": "Episode 4: Looking Forward",
                    "SummaryEnglish": "With Jonathan Pageau's insightful analysis and historical context, it is now time to understand how to make the most of this moment. The focus should be at the foundational level. By attending to our micro worlds, encompassing our personal and family lives, and gradually expanding to our communities, we hold the key to making a profound impact. It is incumbent upon us to dedicate less time to worry and embrace the call for a new beginning.",
                    "Aliases": []
                }
            }
        }
    }
}