{
    "URL": "https://thetvdb.com/series/ballpark-de-tsukamaete",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt35994065/",
        "https://anime-ballpark.com/",
        "https://www.themoviedb.org/tv/277222",
        "https://www.wikidata.org/wiki/Q131178637",
        "https://en.wikipedia.org/wiki/Ballpark_de_Tsukamaete!#Anime",
        "https://x.com/ballpark_PR"
    ],
    "Titles": {
        "eng": "Catch Me at the Ballpark!",
        "jpn": "ボールパークでつかまえて！"
    },
    "Summaries": {
        "eng": "To escape his tiring job, weary Murata finds escape at a nearby baseball stadium. While the games are thrilling, it’s Ruriko, the gyaru as cold as the beer she serves but secretly a sweetheart, who keeps him coming back. As her first regular, Murata discovers the warmth behind her frosty demeanor, and their hilarious, heartwarming encounters light up the ballpark and maybe even their hearts.",
        "jpn": "ある日の球場で、ギャルなビール売り子に絡まれた！？\r\n\r\nでもこの子、実は超絶ウブな純情ガールで……♡  舞台は、とあるプロ野球の球場！\r\n\r\n日々たくさんの人が集まり、働き、笑い合い、\r\n\r\n人間ドラマが生まれるこの場所は、\r\n\r\nまるで一つの「町」のよう！\r\n\r\nさあ、あなたもボールパークの「住人」になりませんか！？\r\n\r\nプロ野球に携わるすべての人々に捧ぐ\r\n\r\n笑顔と涙の球場愛コメディー♪"
    },
    "Aliases": [
        "Ballpark de Tsukamaete!",
        "Bōrupāku de Tsukamaete!",
        "Bourupaaku de Tsukamaete!",
        "The Catcher in the Ballpark!"
    ],
    "Modified": "2025-09-30",
    "Seasons": {
        "1": {
            "ID": "2155732",
            "URL": "https://thetvdb.com/series/ballpark-de-tsukamaete/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10949394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ballpark-de-tsukamaete/episodes/10949394",
                    "Titles": {
                        "eng": "Ruriko the Beer Vendor Girl / Welcome, Regular / Candy and Tears",
                        "jpn": "ビール売り子のルリコさん"
                    },
                    "Summaries": {
                        "eng": "Wage slave Murata comes to the ballpark to relax, until a new beer vendor girl catches his eye...",
                        "jpn": "ある日球場でギャルなビール売り子に絡まれた！？\r\n社会人になって数年……会社で怒られ、書類に囲まれ、社畜の道まっしぐらな男・村田には、逃げ込むように訪れる場所があった。球場だ。\r\nいつものように一人野球観戦を楽しんでいると、新人ビール売り子でギャルなルリコに声をかけられる。売り子にしてはちょっとハチャメチャな彼女。ビールは泡だらけだし、隣に座って休憩するし、距離感近くておしゃべりだし……。でもこの子、実は超絶ウブな純情ガールなのです！\r\n選手や観客、ウグイス嬢、警備員、チアリーダーそしてビールの売り子……たくさんの人が集い、働き、笑い、人間ドラマを生み出す！プロ野球に携わるすべての人々に捧ぐ！笑顔と涙の球場愛コメディー！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "11061749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ballpark-de-tsukamaete/episodes/11061749",
                    "Titles": {
                        "eng": "The Definition of a Baseball Fan / No! Never! / The Head Scarf of Innocence",
                        "jpn": "野球ファンたるもの／ダメ！ゼッタイ！／純情三角巾"
                    },
                    "Summaries": {
                        "eng": "A mysterious woman visits the ballpark, Ruriko tries to max her following, and a meal vendor laments her fate.",
                        "jpn": "元アナウンサーの女性・ユキはイライラしていた。その理由は周りが野球ファンだらけだから！？しかしそんな彼女も球場を訪れる。とある目的のために……。（◆野球ファンたるもの）\r\nナンパをかわすにはニンスタのアカウントを教えると良いと聞いたルリコ。しかしニンスタなんてやったことがない。こっそりアカウントを作ろうとするがなかなか上手くいかず。そんな時、偶然チャラ男たちからナンパされ……。（◆ダメ！ゼッタイ！）\r\n２年前……女子高生だった山田夏乃は、キラキラ輝くビールの売り子さんに釘付けになっていた。その姿に憧れた彼女だったが――現在なぜかお弁当屋さんになっていた。働き者の彼女はある日村田と……。（◆純情三角巾）"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "11061750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ballpark-de-tsukamaete/episodes/11061750",
                    "Titles": {
                        "eng": "The Goddess of Baseball? / The Invincible Mascot / Rah! Rah! Rah!",
                        "jpn": "野球の女神？"
                    },
                    "Summaries": {
                        "eng": "A foreign player seeks motivation, a mascot helps the other staff, and Ruriko and Murata encourage each other.",
                        "jpn": "助っ人外国人・デニス。元メジャーリーガーである彼は、日本の気候や野球に対するチームの姿勢が合わず、一人思い悩んでいた。通訳からは「チーム愛を持つことも大事」と諭されるが、どこ吹く風で打席に立つ。しかし彼はたまたま見かけたルリコに一目惚れしてしまい……！？（◆野球の女神？）\r\nお世辞にも強いとは言えないモーターサンズ。だが、ファンとの距離は日本一近い球団だという人も少なくない。その象徴がマスコットであるサン四郎。彼はお客さんとの距離はもちろん、スタッフとの距離もまた近く――。（◆無敵のマスコット）\r\n今日こそ150杯売ると意気込むルリコは、久しぶりに村田の姿を見かける。仕事の電話で意気消沈する彼にルリコは……。（◆えいえいおー♡）"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "11061751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ballpark-de-tsukamaete/episodes/11061751",
                    "Titles": {
                        "eng": "Soul Announcer / The Suggestion Box Incident (Pt. 1) / The Suggestion Box Incident (Pt. 2)",
                        "jpn": "魂のアナウンス"
                    },
                    "Summaries": {
                        "eng": "Nagisa the announcer struggles with her usual bit, and Detective Ruriko tries to crack a case.",
                        "jpn": "モーターサンズのスタメン発表。かれこれ５年も続く、ウグイス嬢・なぎさによる鋸山選手いじりが話題となり、まとめ動画まで作成されている。売り子たちの間でも動画は好評だが―――なぎさ自身は青ざめていた。「もうネタねぇよ！！」と机を叩いたある日、なぎさの目の前に当の本人・鋸山がやって来て……。（◆魂のアナウンス）\r\n球場のコンコース隅に置かれた『ご意見箱』。そこに久しぶりに手紙が入れられていた。手紙は全てルリコ宛で、しかも１０枚にも渡って綴られていたという。無関心を装うルリコだが、周りから見れば明らかに嬉しそう……。そしてルリコは手紙を書いてくれた人物を探し始め……。（◆ご意見箱事件　前編・後編）"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "11061752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ballpark-de-tsukamaete/episodes/11061752",
                    "Titles": {
                        "eng": "Ticks Me Off! / The Meal Pack Capriccio / Different Faces",
                        "jpn": "むかつく！"
                    },
                    "Summaries": {
                        "eng": "Ruriko's jealousy is sparked, Yuki meets a rival in the concourse, and a rain delay threatens a MotorSuns win.",
                        "jpn": "村田は会社の後輩・清水と偶然球場で鉢合わせる。「よかったら一緒に観ません？」と誘われ戸惑いながらも了承した村田。そんな二人はルリコからビールを買うこととなり……（◆むかつく！）\r\n球場内で売られる『選手コラボ弁当』。コジローの妻・ユキは弁当を前に深い溜息。コジローの弁当は不人気なのだ。そして同じ数だけ弁当が残っていた三井の彼女・キサと出会った時、戦いの火蓋が切って落とされる――！（◆お弁当協奏曲）\r\n首位・スティクスから７点をリードしたモーターサンズ。しかし試合は豪雨のために一時中断。客席で試合を見ていた中学生・恵は「来るんじゃなかった」と明らかに不機嫌な顔。そこへルリコがやってきて、雨のグラウンドを眺め始める……。（◆違う顔）"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "11061753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ballpark-de-tsukamaete/episodes/11061753",
                    "Titles": {
                        "eng": "A Good Kid / So Many Treasures / Going Off-Script",
                        "jpn": "良い子"
                    },
                    "Summaries": {
                        "eng": "Sara deals with unexpected customers, the vendors clean out the back room, and an all-star game goes wild.",
                        "jpn": "鏡の前に立つサラは今日も売り子の制服が着られて嬉しそう。そんな時スマホへメッセージが届く。両親が球場へ遊びに来ると言うのだ。「え～っ！？今日来るの～っ！？」と言いつつ……。（◆良い子）\r\n散らかった控え室を掃除し始める売り子たち。メモ帳、雑誌、果ては『好きなところ１００』と書かれた日記帳まで、様々な物が出てくる。そんな中、謎の盛り髪ギャルの写真が出てきて――。（◆宝物がいっぱい）\r\nプロ野球における、年に一度の祭典『オールスターゲーム』！いつもと違うお客様が詰めかけ、売り子たちも緊張気味。そんな中始まったのは球団マスコットの合同ダンス！愛らしい動きでダンスを披露するマスコットたちだったが……（◆ブック破り）"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "11061754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ballpark-de-tsukamaete/episodes/11061754",
                    "Titles": {
                        "eng": "The Pointless 99 Times / Bonds Forged Over Food / Transform!!",
                        "jpn": "９９回のムダ"
                    },
                    "Summaries": {
                        "eng": "Ruriko gets inspired, Ichinomiya struggles with inferiority, and a new spread appears in Weekly Baseball.",
                        "jpn": "「９９回のムダを頑張れるヤツが好き」松戸監督の言葉にすっかり感化されたルリコ。声出しを恥ずかしがる売り子たちにキリッと言ってみせるが、確かに英語の挨拶はなかなか使わない。しかしにわかにチャンスが――？（◆９９回のムダ）\r\n球場隣りのクラブハウスには、選手専用食堂がある。食堂を利用する一宮は、ちょうど獅子尾、鋸山とすれ違う。同い年で好調な獅子尾に対し、劣等感を抱いている一宮。そんな時、調理師のおばちゃん・まりえが一宮へ――（◆同じ釜の飯）\r\n『ウィークリーベースボール』の売り子さん特集に載ったルリコ。早速村田にも見てもらいご満悦。そんな中、ふとしたきっかけで二人はお互いの過去を話すこととなって……（◆変身！）"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "11061755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ballpark-de-tsukamaete/episodes/11061755",
                    "Titles": {
                        "eng": "It's the Wind's Fault / Signs / Watch Out for Online News!",
                        "jpn": "ぜんぶ風のせいだ"
                    },
                    "Summaries": {
                        "eng": "There's a windy day at the park, Ruriko attends a game on her off day, and a tabloid reporter shadows Aona.",
                        "jpn": "モーターサンズスタジアムには、屋外球場ならではの『名物』がある。時折吹く、『強い風』だ。風はプレーに大きな影響を及ぼすのはもちろん……ビールの売り子たちにも大きな影響を与える。スタンドで突風に吹かれルリコと村田は……。（◆せんぶ風のせいだ）\r\nこころ、アオナと一緒にプライベートで初めて観戦に来たルリコ。気合を入れた格好で来たためか、スタッフにも常連にもなかなか気付いてもらえない。そんな中、客席で村田を見つけ――（◆目印）\r\n控え室に忍び寄るあやしい影。売り子の密着取材に来たという飯島は、上司から「プロなら金になる記事書け」と叱責されていた。取材に対応するアオナは――（◆ネットニュースにご用心）"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "11061756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ballpark-de-tsukamaete/episodes/11061756",
                    "Titles": {
                        "eng": "Tommy's Melancholy / Mr. Murata / Show Your Sun",
                        "jpn": "トミーの憂鬱"
                    },
                    "Summaries": {
                        "eng": "Ruriko meets a baseball dog, Murata's wallet goes missing, and the team pumps themselves up for the playoffs.",
                        "jpn": "寝坊したルリコが慌てて更衣室へ駆け込むと、そこには凛々しい顔立ちのシベリアンハスキー・トミーが！「でっかい犬怖えぇ～」と怯えるルリコ。なんとか追い出そうとするがトミーは……（◆トミーの憂鬱）\r\n村田の財布はれっきとしたモーターサンズグッズ。そんな財布が落ちているのを拾ったルリコ。届けようと客席まで行ってみるが、村田はどこにもおらず……（◆ムラタさん）\r\n初のクライマックスシリーズ進出を目指すモーターサンズ！試合前のミーティング中、コジローの元へ妻のユキから電話がかかってくる。いつも試合前はかけてこないのに、と疑問を持つコジローだったが……（◆ＳＨＯＷ ＹＯＵＲ ＳＵＮ）"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "11061757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ballpark-de-tsukamaete/episodes/11061757",
                    "Titles": {
                        "eng": "Us Back Then / Whack That Bottom! / The Double-T Duo",
                        "jpn": "ＴＴコンビ"
                    },
                    "Summaries": {
                        "eng": "Kohinata meets a former co-worker who is now dedicated to acting.",
                        "jpn": "ナツメは元アイドルで現在は女優、そして以前は球場でビールの売り子をしていた。一緒に働いていたこひなたと偶然再会し、「人生負けばっかり」と悲し気に微笑む。そんなナツメに、こひなたは――（◆あの頃の私たち）\r\nバッティング練習。豪快に球を打ち返したブライアンへ期待を寄せる選手たち。そんな中、どこか元気のないデニスがブライアンに尋ねる。「お前のケツはみんな叩くだろ……だけど俺はいつも叩かれない……」（◆おしりをたたけ！）\r\n妻の懐妊を祝福されたコジロー。「ひとり、報告しなきゃいけない奴がいるんですけどね……」と想いを馳せる。その相手とは、かつての盟友である椿。意を決し電話をかけると、疎遠になっていた椿は――。（◆ＴＴコンビ）"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "11061758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ballpark-de-tsukamaete/episodes/11061758",
                    "Titles": {
                        "eng": "The Clincher! / The Clincher! (Pt. 2) / The Clincher! (Pt. 3)",
                        "jpn": "大一番！"
                    },
                    "Summaries": {
                        "eng": "Ballpark regulars and new fans come together to cheer on the MotorSuns in their playoff clincher game!",
                        "jpn": "海浜幕張駅前に響く応援団の声。暗い表情をした少女・恵はビラをもらい、思わず足を止めた。勝てばCS初進出！モーターサンズ初の快挙を懸けた、運命の大一番が今夜開催されるのだ……！ファンや選手はもちろん、球場のスタッフ、選手の関係者たちもみんなそわそわした様子で、「歴史が動く夜になる」と意気込み、その時を待っていた。祈るように見つめるグラウンドへ、選手たちが駆け出していく。 対戦相手は、3位で並ぶ福岡スティクス。２回の表、スティクスの４番に先制点を許してしまうモーターサンズ。試合は始まったばかり。しかしドラマはすでに動き出していた！"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "11061759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ballpark-de-tsukamaete/episodes/11061759",
                    "Titles": {
                        "eng": "Transformative Game / Last Message / It's Opening Day, Okay?!",
                        "jpn": "ラストメッセージ"
                    },
                    "Summaries": {
                        "eng": "The MotorSuns and their fans bid farewell to the season with high hopes for the next year.",
                        "jpn": "シーズン最終戦。アオナは大学卒業を機に、ビールの売り子も卒業することに。村田は今シーズンを振り返り、既に次のシーズンへ思いを馳せていた。昨夜一丸となったボールパークの人々は、それぞれの道へ……。（◆昇華試合）\r\nファン感謝デー。選手にとってもファンにとっても特別な日なのだ。大盛り上がりの中で、最後に登場するのは――！？（◆ラストメッセージ）\r\n春、シーズン開幕！ボールパークには再び人々が集い始める。浮かれた様子のルリコだが、実はチームは４戦目。既に初観戦を埼玉で済ませた村田も、本拠地での初戦を観に来ていた。「埼玉で飲むビールはさぞ美味しかったでしょうね！」とルリコはムッとして見せるが……（◆開幕ったら開幕！）"
                    },
                    "Aliases": []
                }
            }
        }
    }
}