{
    "URL": "https://thetvdb.com/series/backstabbed-in-a-backwater-dungeon",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt36593026/",
        "https://mugengacha.com/",
        "https://www.themoviedb.org/tv/278635",
        "https://www.wikidata.org/wiki/Q131193473",
        "https://en.wikipedia.org/wiki/Backstabbed_in_a_Backwater_Dungeon#Anime",
        "https://x.com/mugengacha9999"
    ],
    "TitleEnglish": "My Gift Lvl 9999 Unlimited Gacha: Backstabbed in a Backwater Dungeon, I'm Out for Revenge!",
    "SummaryEnglish": "When Light is kicked out of the Concord of the Tribes, his former comrades instantly turn on him. Light escapes this diabolical act of betrayal by the skin of his teeth...only to find himself in the deepest part of the Abyss, the most dangerous dungeon in the realm! To avoid being eaten by carnivorous monsters, he uses the Unlimited Gacha, his sole magical skill. But where it previously only produced junk items, this time Mei—a gorgeous Level 9999 fighter in a maid outfit—springs forth!\r\n\r\nFast forward three years and Light has carved out his own kingdom in this backwater dungeon, summoning more beautiful Level 9999 warriors who swear absolute fealty to him. Now a powerful Level 9999 Overlord himself, Light plans to ascend to the surface and take revenge on his betrayers one by one!",
    "Aliases": [
        "Shinjiteita Nakama-tachi ni Dungeon Okuchi de Korosarekaketa ga Gift \"Mugen Gacha\" de Level 9999 no Nakama-tachi o Te ni Irete Moto Party Member to Sekai ni Fukushuu & \"Zamaa!\" Shimasu!",
        "ギフト『無限ガチャ』でレベル9999",
        "Shinjiteita Nakama-tachi ni Dungeon Okuchi de Korosarekaketa ga Gift \"Mugen Gacha\" de Level 9999 no Nakama-tachi wo Te ni Irete Moto Party Member to Sekai ni Fukushuu & \"Zamaa!\" Shimasu!",
        "Shinjiteita Nakamatachi ni Dungeon Okuchi de Korosarekaketa ga Gift Mugen Gacha de Level 9999 no Nakamatachi wo Te ni Irete Moto Party Member to Sekai ni Fukushuu & Zamaa! Shimasu!",
        "信じていた仲間達にダンジョン奥地で殺されかけたがギフト『無限ガチャ』でレベル9999の仲間達を手に入れて元パーティーメンバーと世界に復讐＆『ざまぁ！』します!",
        "Backstabbed in a Backwater Dungeon: My Trusted Companions Tried to Kill Me, But Thanks to the Gift of an Unlimited Gacha I Got LVL 9999 Friends and Am Out For Revenge on My Former Party Members and th",
        "My Gift Lvl 9999 Unlimited Gacha"
    ],
    "Modified": "2025-10-22",
    "Seasons": {
        "1": {
            "ID": "2155965",
            "URL": "https://thetvdb.com/series/backstabbed-in-a-backwater-dungeon/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "11089626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/backstabbed-in-a-backwater-dungeon/episodes/11089626",
                    "TitleEnglish": "Betrayal and Salvation",
                    "SummaryEnglish": "Light dreams of becoming an adventurer, but his skill produces nothing but junk.",
                    "Aliases": []
                },
                "2": {
                    "ID": "11370327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/backstabbed-in-a-backwater-dungeon/episodes/11370327",
                    "TitleEnglish": "The Abyss",
                    "SummaryEnglish": "Years later, Light has built a new life surrounded by new friends and powerful allies. All are loyal to him in their own way, and all are eager to help him with his revenge.",
                    "Aliases": []
                },
                "3": {
                    "ID": "11370329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/backstabbed-in-a-backwater-dungeon/episodes/11370329",
                    "TitleEnglish": "The Lord of Destruction",
                    "SummaryEnglish": "Garou is living the high life: wealth, power, respect. He has it all. Little does he know that his world is about to come crashing down when a maid comes asking for his help.",
                    "Aliases": []
                },
                "4": {
                    "ID": "11370331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/backstabbed-in-a-backwater-dungeon/episodes/11370331",
                    "TitleEnglish": "冒険者",
                    "SummaryEnglish": "自分の力が世界に通用すると確信したライトは、まずは冒険者として各国の情報収集を行うことを計画。さっそくダンジョンへ向かうと、そこであるパーティーと出会う。",
                    "Aliases": []
                }
            }
        }
    }
}