{
    "URL": "https://thetvdb.com/series/busamen-gachi-fighter",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt36592756/",
        "https://busamen-gachi-fighter.com",
        "https://www.themoviedb.org/tv/286434",
        "https://www.wikidata.org/wiki/Q131277983",
        "https://en.wikipedia.org/wiki/Uglymug,_Epicfighter#Anime",
        "https://x.com/busamen_gachi_f"
    ],
    "Titles": {
        "eng": "Uglymug, Epicfighter",
        "jpn": "ブサメンガチファイター"
    },
    "Summaries": {
        "eng": "After a false accusation, Shigeru Yoshioka becomes an unemployed recluse. By choosing to remain ugly in another world, Shigeru gains higher status. He begins his second life as an absolute god with cheat-level stats. At first, Shigeru tags along with Seika, Seiji, and Leeds, but due to a weakness caused by direct contact with a girl, he considers breaking away from the party. However…",
        "jpn": "冤罪によって無職の引きこもりになってしまった吉岡しげる(34)は、異世界でもブサメンを貫く事で膨大なステータスを入手。チート級の能力値で“絶対神”として第２の人生を歩み始める。同時に異世界にきた3人の男女――聖華、誠司、リーズと行動を共にする事になるが、しげるには「女の子に触れるだけでHPが減ってしまう」という弱点が……。危険回避のため早々にパーティーを離脱して一人旅をと思うしげるだったが――？"
    },
    "Aliases": [
        "Busamen Gachi Fighter",
        "BusaGachi",
        "ブサガチ",
        "Uglymug"
    ],
    "Modified": "2025-09-24",
    "Seasons": {
        "1": {
            "ID": "2156290",
            "URL": "https://thetvdb.com/series/busamen-gachi-fighter/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10811364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/busamen-gachi-fighter/episodes/10811364",
                    "Titles": {
                        "eng": "An Epicgod is Born",
                        "jpn": "爆誕ガチゴッド"
                    },
                    "Summaries": {
                        "eng": "Shigeru Yoshioka is a very ugly man who tries to reincarnate in another world, disgusted with life.",
                        "jpn": "自他ともに認める“ブサメン”の吉岡しげる（34歳）は、無実の痴漢容疑で人生を狂わされ、無職の引きこもりとして鬱屈した日々を送っていた。\r\nそんなある日、ネット掲示板で見つけた「異世界へ行く方法」を試してみると、PC画面に突如怪しげなステータス画面が表示される。しげるはステータスを設定し、見た目を極限まで下げる代わりに莫大なボーナスポイントを得ることに。\r\n異世界で目を覚ましたしげるは、自ら設定した“ブサメン”として新たな人生をスタートさせるのだった──！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "11221368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/busamen-gachi-fighter/episodes/11221368",
                    "Titles": {
                        "eng": "Exploring Epic Dungeon",
                        "jpn": "探索ガチダンジョン"
                    },
                    "Summaries": {
                        "eng": "Shigeru and his group spend their first day in the city and set out to explore their first dungeon.",
                        "jpn": "魔物の群れを倒した一同は、地図を頼りに街へと辿り着く。聖華に借りを返したいしげるは、陰ながら様子を見守るも逆に宿代を奢られてしまう……。純粋すぎて危なっかしく目が離せない彼女に、しげるはペースを乱されてばかり。そんな中誠司は、収入源を得る為、洞窟の調査をしようと提案する。すると、どこからともなくと怪しげな男・恭志郎が声をかけてきた！初心者狩りを疑うしげるだったが、自分たちと同じく”転生者”を名乗る彼を、ガイドとして雇うことに――。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "11221369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/busamen-gachi-fighter/episodes/11221369",
                    "Titles": {
                        "eng": "Hero's Epic Burning",
                        "jpn": "勇者ガチバーニング"
                    },
                    "Summaries": {
                        "eng": "After his transformation, Seiji is determined to take down Kyoshiro's band of bandits.",
                        "jpn": "「不屈の勇者……アルディーン！！」\r\n長い雄たけびののち、光に包まれ翼の生えた姿に変身した誠司。恭志郎たちは身の危険を感じて身構えるが、彼は振り上げた拳を下ろしてしまう。困惑する恭志郎に誠司――もといアルディーンは、法で裁きを受け改心することを望む。いい人すぎると呆れるしげるだったが、恭志郎一味はアツい誠司の姿に徐々に感化されていく。しかし、悪の根源はそう簡単には変わらず、再び油断した誠司に襲い掛かる――！"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "11221370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/busamen-gachi-fighter/episodes/11221370",
                    "Titles": {
                        "eng": "One-Arm Epic Danger",
                        "jpn": "片腕ガチデンジャー"
                    },
                    "Summaries": {
                        "eng": "Shigeru's group heads to Valleria, but they decide to camp halfway to rest.",
                        "jpn": "リーズはしげるの本名が「吉岡しげる」である事を知っていた。彼女は特記事項により他人のウィンドウを読む事ができる能力を持っていたのだ。\r\nしかし彼女の告白はそれだけに留まらず、前世で聖華を壊してしまい、その罪を償うために異世界に来たのだという――。\r\n日が変わり、情報を求めて都心部へと向かうしげる達一行。道中のキャンプで浮かれる聖華だったが、誠司のおかげもあって一行は穏やかな夕食のひとときを楽しんでいた。\r\nそんな中、物陰から深手を追った女性、伶亜が倒れこんできて――！？"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "11221371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/busamen-gachi-fighter/episodes/11221371",
                    "Titles": {
                        "eng": "Epic Angel Descends",
                        "jpn": "降臨ガチエンジェル"
                    },
                    "Summaries": {
                        "eng": "Shigeru and Reeze stop Reia from hurting Seika. Then, Seika transforms into an angel to help Reia.",
                        "jpn": "伶亜は、自身で記入した「美人を許さない」という特記事項に振り回され、望まない殺人を繰り返していた。そして、彼女の刃は聖華へと向かうが、しげるとリーズが阻止する。しげるが伶亜にトドメを刺そうとしたその時、突然光を放ち天使のような姿へ変身した聖華が現れる。聖華の優しい光に包まれた伶亜の腕は瞬く間に再生し、失ったはずの左腕を復活させてしまった！傷ついた友人を体だけでも癒したいと語る彼女だったが、伶亜を苦しめる特記事項を書き換える事は、叶わない――。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "11221372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/busamen-gachi-fighter/episodes/11221372",
                    "Titles": {
                        "eng": "Epic Undercover Mission",
                        "jpn": "潜入ガチミッション"
                    },
                    "Summaries": {
                        "eng": "In Valleria, the party goes to a casino. Then, the hall master Kajita invites Seika to join the Extra Stage.",
                        "jpn": "ヴァレリア公国に到着した一行は、カジノに勤しんでいた。誠司の提案で、妙に高額な報酬を得られる怪しげな求人の裏を探るため潜入捜査をすることになったのだ。しかし、そんな真意に気付かない聖華は、豪快にお金を賭けていき手持ちのお金を溶かしてしまっていた。\r\nその羽振りの良い様子を見ていたカジノのホールマスター・梶田は、聖華に声をかけ奥の部屋へと案内する。そこで、しげると聖華は特別な会員様に向けた「エクストラ・ステージ」への入会を勧められるのだった……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "11221373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/busamen-gachi-fighter/episodes/11221373",
                    "Titles": {
                        "eng": "Villainous Epic Master",
                        "jpn": "極悪ガチマスター"
                    },
                    "Summaries": {
                        "eng": "Shigeru and Seika reach the Extra Stage of the casino to uncover Kajita’s “Liberation plan.”",
                        "jpn": "しげると聖華はお金持ちを装ってカジノに潜入し、「エクストラ・ステージ」の調査を開始する。そこは通常のフロアとは異なる、重く張りつめた異様な空間だった。緊張感が高まる中、聖華が案内役・加藤の注意を引きつけている隙をつき、しげるは奥のフロアへと進む梶田の後を追う。\r\n\r\nそこで明らかになったのは、梶田の真の目的――裏社会とつながった富豪たちに制裁を加え、魂を“解放”するという危険なものだったーー！"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "11221374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/busamen-gachi-fighter/episodes/11221374",
                    "Titles": {
                        "eng": "Epic Colosseum Showdown",
                        "jpn": "決戦ガチコロシアム"
                    },
                    "Summaries": {
                        "eng": "Shigeru and the team barge into the battlefield, where they find out Kajita’s terrifying power.",
                        "jpn": "梶田の目的を阻止するため、しげるたちは闘技場へと突入する。そこには、部下すら容赦なく始末し、命とともに相手の力を奪うという恐ろしい能力を使う梶田が待ち受けていた。\r\n身構えるしげるたちだったが、梶田は合図とともに突如場内を暗転させ、その隙に姿を消してしまう。暗闇の中からは獰猛な魔獣が次々と現れ、しげるたちに襲いかかる。誠司、聖華、リーズが変身して応戦するが敵の勢いは止まらない。\r\nしげるは魔獣を仲間に託し、ひとり梶田のもとへ向かう――。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "11221375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/busamen-gachi-fighter/episodes/11221375",
                    "Titles": {
                        "eng": "Starting an Epic Company",
                        "jpn": "設立ガチカンパニー"
                    },
                    "Summaries": {
                        "eng": "Shigeru’s mind is on Karina and Ordnung Spear. Then, a man who looks like Shigeru’s former boss appears.",
                        "jpn": "殺人カジノでの騒動がようやく終わり、お祝いパーティーを開くしげるたち。そんな中しげるは、もう一人の絶対神・カリナと、彼女が属する謎の組織「オルドヌング・スピア」の存在について思いを巡らせていた。\r\n\r\n翌日、カジノの元従業員・加藤が現れ、コロシアムから助けた富豪の護衛を依頼したいと相談を持ちかける。元上司によく似たその富豪に嫌な予感がするしげるだったがーー？"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "11221376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/busamen-gachi-fighter/episodes/11221376",
                    "Titles": {
                        "eng": "Bewitching Epic Lady",
                        "jpn": "妖艶ガチレディ"
                    },
                    "Summaries": {
                        "eng": "Leah, a mysterious applicant to Vis Bridge, seems to be connected to Shigeru’s past as well as Ordnung Spear.",
                        "jpn": "求人面接に現れたのは、派手な洋装に身を包んだ謎の女性・リア。しげるは「ただ者ではない」と直感し思わず冷や汗を流す。緊張の中、聖華のフォローで会話が進むと、リアは自分が前世で占い師だったと語り出す。彼女が口にした“占いの師匠”とはどうやら前世のしげるのことらしく――！？\r\n\r\n一方、面談者の素行を探っていたリーズは、リアが謎の組織「オルドヌング・スピア」の一員と思しき男と密かに接触する場面を目撃する。その男は違法な金貸しを営み、泣き崩れる子供でさえ容赦なく追い込む冷酷非道な存在だった。\r\n\r\n危険人物と繋がるリアの真の目的とは？"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "11221377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/busamen-gachi-fighter/episodes/11221377",
                    "Titles": {
                        "eng": "Epic God in Despair",
                        "jpn": "絶望ガチゴッド"
                    },
                    "Summaries": {
                        "eng": "Karina puts her plan into action.",
                        "jpn": "賞金首の海堂に連れ去られた子供を救うため、急いで後を追うリア。しかし、それは彼女をおびき寄せるためのカリナの罠だった。\r\n\r\nカリナの狙いは、聖華と仲の良いリアを殺すことで純粋でまっすぐな聖華に「恨みと憎しみ」を芽生えさせることだった。\r\n\r\n絶体絶命のリアのもとへ、アルディーンと聖華、遅れてしげるが駆けつける。しかし彼女に近づいた瞬間、しげるの体は大きく歪み異変が！？それはリアの「白馬の王子に扮して助けてほしい」という特記事項の効果で…？"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "11221378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/busamen-gachi-fighter/episodes/11221378",
                    "Titles": {
                        "eng": "Uglymug, Epicfighter",
                        "jpn": "ブサメンガチファイター"
                    },
                    "Summaries": {
                        "eng": "Seika helps Shigeru remember who he is in this world, and he goes one-on-one against Karina.",
                        "jpn": "怒り狂ったカリナにより誠司たちは次々と倒れ、戦況は絶望的に。それでも誠司は自らの信じる「正義」を掲げ、仲間を守るために立ち上がり続ける。リーズもまた、その背中を支え、共にカリナに立ち向かう。\r\n\r\n一方しげるはイケメンの姿では本来の力を出せず、瓦礫の下で無力さに苦しんでいた。\r\n\r\nそこにエルカローネへと変身した聖華が現れ、癒しの力でバリアを張り、カリナの雷撃からしげるを守り抜く。身を挺して守ろうとする聖華の姿を目の当たりにし、忘れかけていた「本当の自分」を思い出したしげるは、本来の姿と力を取り戻す。\r\n\r\nついに、絶対神・しげるともう一人の絶対神・カリナ、二人の宿命を懸けた決戦の幕が切って落とされる――！"
                    },
                    "Aliases": []
                }
            }
        }
    }
}