{
    "URL": "https://thetvdb.com/series/uchuujin-muumuu",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt35331840/",
        "https://ucyujin-mumu.com/",
        "https://www.themoviedb.org/tv/278367",
        "https://www.wikidata.org/wiki/Q131348649",
        "https://en.wikipedia.org/wiki/Uchūjin_Mūmū#Anime",
        "https://x.com/ucyujinmu2",
        "https://www.youtube.com/c/../@mumu-anime"
    ],
    "Titles": {
        "eng": "Me and the Alien MuMu",
        "jpn": "宇宙人ムームー"
    },
    "Summaries": {
        "eng": "A cat-like alien from a distant galaxy, MuMu, arrives on Earth. His goal is to learn about home appliance technology on Earth to recover the technology his species has lost. The protagonist, Sakurako, has a typical university life, but everything changes with MuMu's arrival! What begins as an unexpected cohabitation quickly turns into a whirlwind of chaotic events. The chemistry between Sakurako and MuMu leads to a super-spectacular, appliance-filled, and cat comedy adventure.",
        "jpn": "遠い宇宙から地球にやってきた猫型異星人・ムームー。その目的は、自らの種族が失ったテクノロジーを取り戻すため、地球で家電の技術を学ぶこと。主人公・桜子の平凡な大学生活は、ムームーの登場で一変！予想外の同居が始まり、次々と起こる騒動に巻き込まれることに。ムームーとの化学反応が巻き起こす、スーパースペクタクル×家電あれこれ×にゃんコメディ。"
    },
    "Aliases": [
        "Uchūjin MūMū",
        "Uchuujin MuuMuu",
        "Alien MūMū",
        "Alien MuMu",
        "Me and the Alien MuuMuu"
    ],
    "Modified": "2025-10-14",
    "Seasons": {
        "1": {
            "ID": "2158104",
            "URL": "https://thetvdb.com/series/uchuujin-muumuu/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "10829762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchuujin-muumuu/episodes/10829762",
                    "Titles": {
                        "eng": "MuMu and the Microwave",
                        "jpn": "ムームーと電子レンジ"
                    },
                    "Summaries": {
                        "eng": "MuMu, who once destroyed his home planet by triggering a war, comes to Earth to relearn technology. He crashes his spaceship into Sakurako’s apartment and ends up living with her. He becomes obsessed with Earth appliances, especially the microwave.",
                        "jpn": "自ら起こした争いで母星と知識層を失った異星人・ムームーは、テクノロジーを学びなおすために地球へ。そして、宇宙船ごと突っ込んだ、大学生・桜子のアパートに居候。突如始まった同居生活の中、ムームーは家電の研究に没頭する。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "11061782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchuujin-muumuu/episodes/11061782",
                    "Titles": {
                        "eng": "MuMu and the Vacuum Cleaner",
                        "jpn": "ムームーと掃除機"
                    },
                    "Summaries": {
                        "eng": "Mumu continues to attack Sakurako's appliances, still devastated by the loss of her microwave and refrigerator. Unsure of what to do, she finds herself seeking help from her university's cultural associations.",
                        "jpn": "ムームーの新たな学びの場となった桜子のアパート。次なる研究対象は、紙パック式掃除機！　そして、電子レンジ、冷蔵庫に続き、掃除機まで分解されてしまった桜子は、大学の家電研究会「人類再生研究会」に修理を依頼することに。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "11061783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchuujin-muumuu/episodes/11061783",
                    "Titles": {
                        "eng": "MuMu and the Automatic Door",
                        "jpn": "ムームーと自動ドア"
                    },
                    "Summaries": {
                        "eng": "Mumu comes face to face with one of his fellow creatures, Deshimaru, but the latter seems to have a completely different opinion of Earthlings...",
                        "jpn": "ムームーの力になるため家電研究会「人類再生研究会」の一員となった桜子。密かに想いを寄せるアキヒロも入部しており、まさかの急接近？ 一方、ムームーは同胞のデシマルに追い詰められていた。そして自動ドアにデシマルが……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "11061784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchuujin-muumuu/episodes/11061784",
                    "Titles": {
                        "eng": "Tenkubashi and Wireless Power Transmission",
                        "jpn": "天空橋とワイヤレス送電"
                    },
                    "Summaries": {
                        "eng": "Tenkûbashi has decided to build a remote phone charger. Why? No one really knows, but Sakurako has an idea...",
                        "jpn": "ムームーの同居生活により電気代が激増。節約に励みながら「人類再生研究会」の活動を続ける桜子。その部を率いる天空橋は、ミスコン優勝者・園子の家電トラブルを影で解決するため、自ら開発したワイヤレスシステムをぶっ放し!?"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "11061785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchuujin-muumuu/episodes/11061785",
                    "Titles": {
                        "eng": "MuMu and the Air Conditioner",
                        "jpn": "ムームーとエアコン"
                    },
                    "Summaries": {
                        "eng": "Faced with a faulty air conditioner in the middle of a heatwave, Sakurako must put Tenkûbashi's teachings into practice.",
                        "jpn": "文化部棟のエアコンが故障し、落研から修理を依頼された桜子とアキヒロ。戸惑う桜子だったが、家電に疎いアキヒロに親近感を覚えつつ、調査を進めていく。2人が試行錯誤する最中、天空橋は病院に。その原因はムームーにあり？"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "11061786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchuujin-muumuu/episodes/11061786",
                    "Titles": {
                        "eng": "MuMu and the Rice Cooker",
                        "jpn": "ムームーと炊飯器"
                    },
                    "Summaries": {
                        "eng": "Trapped by a devious pressure cooker, Mumu finds herself learning more about induction.",
                        "jpn": "炊飯器を暖房器具と勘違いし、予熱で身体を温めるムームー。桜子が用途を説明するも、炊飯中にコードに脚を引っかけ、熱々の米を浴びて大パニックに。一方、同胞のデシマルは地球の技術を調査するため、堂々と電車に乗り込み!?"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "11061787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchuujin-muumuu/episodes/11061787",
                    "Titles": {
                        "eng": "Samezu and the Thermometer",
                        "jpn": "鮫洲と体温計"
                    },
                    "Summaries": {
                        "eng": "While Samezu shows off his knowledge of thermometers, Tenkûbashi and Rokugô prepare to face a terrible curse...",
                        "jpn": "“ぼっち”の桜子は、友だちに囲まれる園子や鮫洲を横目に、少し複雑な気持ちで人類再生研究会の部室へ。目に入ったのは、最新ゲーム機・エゴステ。六郷によると曰く付きの品らしいが、天空橋はそれを否定する。そこには意外な真相が？"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "11061788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchuujin-muumuu/episodes/11061788",
                    "Titles": {
                        "eng": "MuMu and the Power Outlet",
                        "jpn": "ムームーとコンセント"
                    },
                    "Summaries": {
                        "eng": "A dark tale of good luck charms leads Sonoko to suffer the antics of Tenkûbashi, while Sakurako discovers the lost treasures of GERH...",
                        "jpn": "園子の衣類に誤ってコーヒーが掛かり、天空橋はそれを奪うようにして、部室裏のコインランドリーへ。慌てる園子をよそに、天空橋は洗濯を始めるが……。さらに後日、桜子の提案で始まったタコパが、天空橋のコンセント談義に発展？"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "11061789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchuujin-muumuu/episodes/11061789",
                    "Titles": {
                        "eng": "MuMu and the TV",
                        "jpn": "ムームーとテレビ"
                    },
                    "Summaries": {
                        "eng": "Sakurako finds herself having to work to pay her electricity bills. Meanwhile, Mumu develops a taste for television.",
                        "jpn": "ムームーとの家電勉強が日課になった桜子。テレビのニュースでムームーとデシマルの動画がバズっていることを知り、注目されることに不安を覚える。そこへ警察官を名乗る男が猫を連れて現れ、桜子は思わずスタンガンを構えるが……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "11061790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchuujin-muumuu/episodes/11061790",
                    "Titles": {
                        "eng": "MuMu and the Camera",
                        "jpn": "ムームーとカメラ"
                    },
                    "Summaries": {
                        "eng": "Sakurako discovers Samezu's extensive knowledge, while Mumu and Deshimaru begin making videos.",
                        "jpn": "ひょんなことから鮫洲の自宅を訪れたムームーと桜子は、彼女がインフルエンサーであり、家電にも詳しいことを知る。今や50億人総クリエイター時代。実はムームーも、スマホのカメラを駆使し、猫インフルエンサーとして活躍していて？"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "11061791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchuujin-muumuu/episodes/11061791",
                    "Titles": {
                        "eng": "MuMu and the Air Purifier",
                        "jpn": "ムームーと空気清浄機"
                    },
                    "Summaries": {
                        "eng": "Mumu and Sakurako find themselves forced to use all their knowledge to deal with the appearance of a spaceship in the skies above Tokyo.",
                        "jpn": "花粉症に苦しむ桜子は、症状を少しでも和らげるために空気清浄機を購入。しかし効果を感じられず、天空橋に相談することに。一方、町田の上空に巨大な宇宙船が出現。どうやらムームーの星の急進派が地球を攻めにきたようで……。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "11061792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchuujin-muumuu/episodes/11061792",
                    "Titles": {
                        "eng": "MuMu and the Battery",
                        "jpn": "ムームーと乾電池"
                    },
                    "Summaries": {
                        "eng": "As Sakurako is still recovering from the radical attack, Tenkûbashi entrusts her with a mission of the utmost importance...",
                        "jpn": "アニマルカフェにて、宇宙からの襲撃について穴守から謝罪を受ける桜子。その横では、ムームーたちがロボット掃除機に乗って大はしゃぎ。そこへデシマルを探すアキヒロが登場。桜子とアキヒロの距離が少しずつ縮まる中、予想外の出来事が？"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "11196383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchuujin-muumuu/episodes/11196383",
                    "Titles": {
                        "eng": "Sakurako and the Cultural Festival",
                        "jpn": "桜子と文化祭"
                    },
                    "Summaries": {
                        "eng": "The Keikyu University festival is in full swing, and while Sakurako initially enjoys the atmosphere that permeates the campus, Tenkûbashi has a little surprise in store for her.",
                        "jpn": "桜子たちが通う京急大学の文化祭が開幕！ 学生屋台が立ち並び、活気にあふれるキャンパス。ミスコンには園子、鮫洲と共になぜか桜子の姿が？　一方「人類再生研究会」は家電の実演販売を開催。そこに、家電に詳しい鮫洲が横槍を入れに来て？"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "11196384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchuujin-muumuu/episodes/11196384",
                    "Titles": {
                        "eng": "Anamori and GPS",
                        "jpn": "穴守とGPS"
                    },
                    "Summaries": {
                        "eng": "Sakurako helps the elderly in her neighborhood while Siberia struggles to determine if humanity is worth preserving.",
                        "jpn": "公園で老人に囲まれる桜子とムームー。桜子は家電にまつわる質問攻めに遭いながらも、地元の人たちと交流を深めていた。すると、ある老婆から詐欺に遭ったと打ち明けられ、穴守・シベリアと自宅へ。そこで目にしたのはトースター？"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "11196385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchuujin-muumuu/episodes/11196385",
                    "Titles": {
                        "eng": "MuMu and Photosynthesis",
                        "jpn": "ムームーと光合成"
                    },
                    "Summaries": {
                        "eng": "The students of Keikyu University rely on Tenkuubashi to save them from the heatwave and on Sakurako for their clandestine vegetable garden.",
                        "jpn": "季節は夏。しかし、大学のある授業では「節電のため」とクーラーの使用が規制中。暑さに苦しむ学生たちは天空橋に助けを求める。一方、桜子は落研の部長から室内でのパクチー栽培について相談を受け、鮫洲と水耕栽培に挑戦することに。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "11196386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchuujin-muumuu/episodes/11196386",
                    "Titles": {
                        "eng": "MuMu and the Action Camera",
                        "jpn": "ムームーとアクションカメラ"
                    },
                    "Summaries": {
                        "eng": "Sakurako is engrossed in an AR cat collecting game. When she heads to the park where a strong opponent is said to appear, she finds the familiar characters gathered there? Meanwhile, Sakurako becomes suspicious of Moomoo, who keeps going out at night. She secretly attaches an action camera to him, and what she sees on camera is...",
                        "jpn": "ARの猫集めゲームに夢中の桜子。強敵が現われるという公園に向かうと、お馴染みのメンバーが集結し？　一方、夜な夜な出かけるムームーを不審に思った桜子。こっそりアクションカメラを装着させると、そこに映っていたのは……。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "11196387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchuujin-muumuu/episodes/11196387",
                    "Titles": {
                        "eng": "MuMu and the Refrigerator",
                        "jpn": "ムームーと冷蔵庫"
                    },
                    "Summaries": {
                        "eng": "Sakurako and Muumuu carry their neighbor Kitashinagawa, who has passed out drunk in the park, back to her room. After seeing her room, Sakurako notices something and decides to lease a refrigerator from the Human Regeneration Research Society. But behind the scenes, Carnival, the most heroic radical, is also eyeing the refrigerator?",
                        "jpn": "公園で酔いつぶれた隣人・北品川を部屋まで運んだ桜子とムームー。彼女の部屋を見た桜子は、あることに気づき「人類再生研究会」の冷蔵庫をリースすることに。その裏で、急進派きっての豪傑・カーニバルも冷蔵庫に注目していて？"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "11196388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchuujin-muumuu/episodes/11196388",
                    "Titles": {
                        "eng": "Rokugo and the EMS",
                        "jpn": "六郷とEMS"
                    },
                    "Summaries": {
                        "eng": "Rokugo represents the club in their regular outdoor volunteer activities. Worried about the gazes of the girls, including Akina, he decides to get in shape using an EMS muscle training machine. Meanwhile, Sakurako is troubled by the rising cost of utilities. She tries various ways to save money, but...",
                        "jpn": "定例の野外奉仕活動に部を代表して参加した六郷。アキナをはじめとした女子の視線が気になって、EMS筋トレマシンを活用して身体を鍛えることに。一方、水道光熱費の高騰に頭を抱える桜子。節約のためにさまざまな工夫を凝らすものの……？"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "11196389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchuujin-muumuu/episodes/11196389",
                    "Titles": {
                        "eng": "Tenkubashi, Lies, and Video Tape",
                        "jpn": "天空橋と嘘とビデオテープ"
                    },
                    "Summaries": {
                        "eng": "The members of the Human Regeneration Research Society and Sonoko are volunteering at a nursery school. They have a hard time dealing with the children every day, so they decide to plan a strategy for their next play. Meanwhile, the Human Regeneration Research Society is in the midst of a big end-of-year cleaning. Then, a mysterious videotape is discovered.",
                        "jpn": "保育園のボランティア活動に励む人類再生研究会のメンバーや園子たち。子どもたちに日々手を焼いており、次の劇に向けて作戦を練ることに。他方で、人類再生研究会では年末の大掃除が進行中。すると、謎のビデオテープが発見され？"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "11196390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchuujin-muumuu/episodes/11196390",
                    "Titles": {
                        "eng": "Akihiro and the Tankless Toilet",
                        "jpn": "アキヒロとタンクレストイレ"
                    },
                    "Summaries": {
                        "eng": "Decimal is troubled by Akihiro's fixed gaze. It seems he is worried that he doesn't use the cat litter box, but as cat-like aliens have no concept of excretion, he doesn't really understand. While Sakurako is explaining how the litter box works, he bumps into Samezu?",
                        "jpn": "デシマルはアキヒロのじっとりした視線に悩んでいた。どうやら猫トイレを使わないことを心配されているらしいが、猫型異星人には排泄の概念がないため、イマイチ理解ができない。桜子がトイレの仕組みを説明している中、鮫洲に遭遇し？"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "11196391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchuujin-muumuu/episodes/11196391",
                    "Titles": {
                        "eng": "Sonoko and USB",
                        "jpn": "園子とUSB"
                    },
                    "Summaries": {
                        "eng": "Tenkubashi and Sonoko have a secret routine, but Sonoko rejects him, telling him to \"stay away from me.\" However, will this be the catalyst for a change in their relationship? Furthermore, Sakurako and Akihiro also see progress through a demonstration sale of disaster prevention goods.",
                        "jpn": "天空橋と園子には密かなルーティーンがあったが、園子に「もう私に近づかないで」と拒否されてしまう。しかし、これをきっかけにふたりの関係に変化が？　さらに、桜子とアキヒロにも、防災グッズの実演販売を通じて進展が訪れる。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "11196392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchuujin-muumuu/episodes/11196392",
                    "Titles": {
                        "eng": "MuMu and the Retro Appliances",
                        "jpn": "ムームーとレトロ家電"
                    },
                    "Summaries": {
                        "eng": "A retro boom is sweeping the nation among young people. Sakurako and Tenkubashi compete to see who has the best taste in retro home appliances stored in the Human Regeneration Research Society's warehouse. On their way home, Muumuu tells Sakurako that he envies the culture of looking back. Behind this lies the words of a certain researcher...",
                        "jpn": "若者の間でレトロブームが到来。 人類再生研究会の倉庫に眠るレトロ家電を前に、桜子と天空橋がセンスを競うことに。その帰路、振り返る文化があることが羨ましいと桜子に語ったムームー。その背景には、ある研究者の言葉が……。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "11196393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchuujin-muumuu/episodes/11196393",
                    "Titles": {
                        "eng": "MuMu, Sakurako and the Risk of Apocalypse",
                        "jpn": "ムームーと桜子と終末の危機"
                    },
                    "Summaries": {
                        "eng": "Appearing before the Moomoos are the remains of the Brain, who once controlled the war - a clone of Doctor Octal, created as a way to spite the Moomoos. Meanwhile, Sakurako and Anamori are being held captive along with Samezu. How will they overcome this crisis?",
                        "jpn": "ムームーたちの前に現れたのは、かつて戦争を管理していたブレインの残骸——ムームーへのあてつけに生み出されたドクター・オクタルのクローンだった。一方、桜子と穴守は鮫洲と共に拘束されていた。この危機をどう乗り越えるのか？"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "11196394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchuujin-muumuu/episodes/11196394",
                    "Titles": {
                        "eng": "MuMu, Sakurako and the Day the Earth Stood Still",
                        "jpn": "ムームーと桜子と地球が停止する日"
                    },
                    "Summaries": {
                        "eng": "The Earth is on the brink of destruction due to the aftermath of a conflict between extraterrestrial life forms. In this desperate situation, Tenkubashi says, \"There is a way to save the Earth!\" That way is to stop the Earth. In order to overcome this unprecedented crisis, will the feelings of Earthlings be united through \"cats\" and smartphones?",
                        "jpn": "外的生命体のいざこざの余波で滅亡の危機を迎えた地球。絶体絶命の中、天空橋は「地球を救う方法がある！」と言う。 その方法とは地球を停止させること。未曾有の危機を乗り越えるため、“猫”とスマホで、地球人の気持ちをひとつに!?"
                    },
                    "Aliases": []
                }
            }
        }
    }
}