{
    "URL": "https://thetvdb.com/series/hack-legend-of-the-twilight",
    "Genres": [
        "Anime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0419299/",
        "https://www.themoviedb.org/tv/253636",
        "https://www.themoviedb.org/tv/253636"
    ],
    "Titles": {
        "eng": ".hack//Legend of the Twilight",
        "jpn": ".hack//黄昏の腕輪伝説"
    },
    "Summaries": {
        "eng": "Set in a fictional MMORPG, The World, the story follows Shugo and Rena on their adventures throughout The World. Mysterious invincible monsters and bugged areas appear throughout The World, prompting Aura to give Shugo the Twilight Bracelet, sending him and Rena on a quest to unravel the mystery of the bracelet and Aura.",
        "jpn": ""
    },
    "Aliases": [
        ".hack//Tasogare no Udewa Densetsu"
    ],
    "Modified": "2025-09-04",
    "Seasons": {
        "0": {
            "ID": "2158411",
            "URL": "https://thetvdb.com/series/hack-legend-of-the-twilight/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "11043191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hack-legend-of-the-twilight/episodes/11043191",
                    "Titles": {
                        "eng": "Offline Meeting Special",
                        "jpn": "オフラインで会いましょう"
                    },
                    "Summaries": {
                        "eng": "It's a short story about the characters from .hack// Legend of the Twilight meeting offline.",
                        "jpn": "It's a short story about the characters from .hack// Legend of the Twilight meeting offline."
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "2158412",
            "URL": "https://thetvdb.com/series/hack-legend-of-the-twilight/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10832431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hack-legend-of-the-twilight/episodes/10832431",
                    "Titles": {
                        "eng": "The Legendary Hero",
                        "jpn": "伝説の勇者"
                    },
                    "Summaries": {
                        "eng": "Shugo and Rena acquire the player characters of legendary dot hackers Kite and Black Rose. In their first battle an irregular monster appears and Shugo's player character dies to be resurrected by Aura, the AI controlling the world. He receives a special bracelet that allows him to rewrite the data of monsters and other player characters. When he arrives back in \"The World\", Balmung of the Azure Sky has entered the fight.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10832432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hack-legend-of-the-twilight/episodes/10832432",
                    "Titles": {
                        "eng": "Kite's Bracelet",
                        "jpn": "カイトの腕輪"
                    },
                    "Summaries": {
                        "eng": "Rena and Shugo attend an event that Balmung has prepared. Entering with Mireille they start the event but once more an irregular monster appears and this time the \"Data Drain\" has not worked as expected. They meet Divine Fist Ouka, the career werewolf, who helps them out. Meanwhile Balmung starts to wonder what is causing the irregular monsters to appear.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10832433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hack-legend-of-the-twilight/episodes/10832433",
                    "Titles": {
                        "eng": "The Phoenix Feather",
                        "jpn": "不死鳥の羽"
                    },
                    "Summaries": {
                        "eng": "Shugo begins to level up after the incident in the previous episodes' event but opens a trapped box causing his level to fall back down to level one. He then meets Hotaru who is taking care of a Grunty. However the grunty falls ill and it is up to Shugo and Hotaru to find a phoenix feather to cure it. While adventuring, Shugo meets Sanjuro Sunaarashi for the first time.The end of the episode sees Balmung asking Sanjuro to train Shugo.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10832434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hack-legend-of-the-twilight/episodes/10832434",
                    "Titles": {
                        "eng": "Tanabata Night",
                        "jpn": "七夕の夜"
                    },
                    "Summaries": {
                        "eng": "Shugo has begun training with Sanjuro. Shugo also meets Komiyan the Third, an old classmate. He attends another event with Rena, and another irregular monster shows up. However Shugo's training has paid off and the \"Data Drain\" works properly.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10832435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hack-legend-of-the-twilight/episodes/10832435",
                    "Titles": {
                        "eng": "Mansion of Terror",
                        "jpn": "恐怖の館"
                    },
                    "Summaries": {
                        "eng": "A group of hackers set a trap for Shugo to try to get rid of him. Unfortunately Rena is caught in this trap and her player character disappears after becoming a ghost. Meanwhile Balmung is confronted by Kamui of the Cerulean Knights. At the end after Rena's terminal is shown as vacant, you can hear her phone's ringtone play the theme to the .Hack//SIGN anime.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10832436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hack-legend-of-the-twilight/episodes/10832436",
                    "Titles": {
                        "eng": "Trap of The Steaming Hot Water",
                        "jpn": "湯けむりの罠"
                    },
                    "Summaries": {
                        "eng": "Shugo, Ouka, Hotaru and Mireille start the search for Rena in \"The World\". After receiving a mail from an unknown sender they stumble across a hot spring in an unknown area. Upon entering the hot spring they find it is all an illusion and Shugo uses his \"Data Drain\" to defeat a monster.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10832437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hack-legend-of-the-twilight/episodes/10832437",
                    "Titles": {
                        "eng": "Twilight Moon",
                        "jpn": "黄昏の月"
                    },
                    "Summaries": {
                        "eng": "Rena has been hospitalized because of the effects of \"The World\" and The Twilight Incident. Aura, the AI, awakens Rena inside \"The World\" but she remains comatose. Shugo continues his search for Rena and hatches a master plan to find out where she is, but the Cerulean Knights have other ideas.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10832438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hack-legend-of-the-twilight/episodes/10832438",
                    "Titles": {
                        "eng": "The Solitary Knight",
                        "jpn": "孤高の騎士"
                    },
                    "Summaries": {
                        "eng": "The Cerulean Knights continue their ruthless enforcement. They catch wind of Shugo's bracelet and start a search of the entirety of \"The World\" Silver Knight also makes his appearance and is deleted for standing up to the Cerulean Knights. Balmung is removed from system administration for ignoring orders from the higher ups. Rena manages to send a mail to Shugo just before the protection around her detaining area is strengthened.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10832439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hack-legend-of-the-twilight/episodes/10832439",
                    "Titles": {
                        "eng": "Footsteps of Collapse",
                        "jpn": "崩壊の足音"
                    },
                    "Summaries": {
                        "eng": "The Cerulean Knights continue their hunt for Shugo. Shugo learns that Rena is on an unopened server and tries out his new skill \"Gate Hacking\". When he arrives in the closed server he confronts the group of hackers that sealed Rena there. The Cerulean Knights arrive and after a short battle, a wandering AI attacks and puts almost everyone in a comatose state. Shugo and Rena are almost reunited.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10832440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hack-legend-of-the-twilight/episodes/10832440",
                    "Titles": {
                        "eng": "Capitol of Illusion",
                        "jpn": "幻の都"
                    },
                    "Summaries": {
                        "eng": "Reki is given the task of cleaning up after the incident in the previous episode. Rena continues searching the area she is trapped in for an exit, she also meets the wandering AI. Meanwhile Shugo, Sanjuro, Hotaru, Mireille, and Ouka decide to go and look on the unopened servers once more. When they come across another irregular monster that counters the \"Data Drain\", Balmung comes to the rescue. Upon defeating the monster, the wandering AI, Morti, shows up.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10832441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hack-legend-of-the-twilight/episodes/10832441",
                    "Titles": {
                        "eng": "The End of The World",
                        "jpn": "世界の終わり"
                    },
                    "Summaries": {
                        "eng": "Morti demonstrates her power as an AI and begins the final battle using NPC's. Both the adventurers and the admin (Reki and Kamui) figure out the real meaning to Morti's actions at the same time. Morti starts using a special monster that creates a virus to infect the player character data. While the adventurers start fighting the monster, the rest of \"The World\" begins experiencing problems.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10832442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hack-legend-of-the-twilight/episodes/10832442",
                    "Titles": {
                        "eng": "The Legend Begins",
                        "jpn": "伝説のはじまり"
                    },
                    "Summaries": {
                        "eng": "The fight continues against the monster, and Shugo figures out that once data drained, a player character becomes immune to the virus. Once the monster is defeated Shugo defeats Morti and one of the hackers that started the incident explains why they started it. When Morti died, the final trap was engaged and Shugo and Rena unlock the true power of the bracelet that Aura gave Shugo.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}