{
    "URL": "https://thetvdb.com/series/danjoe",
    "Genres": [
        "K-Drama"
    ],
    "Other Sites": [
        "https://www.wavve.com/player/vod?programid=C9901_C99000000170&landing=season&page=1",
        "https://www.tvmaze.com/shows/86961/show-slug",
        "https://www.themoviedb.org/tv/278904"
    ],
    "TitleEnglish": "No Mercy (2025)",
    "SummaryEnglish": "When a voice phishing scam destroys her family, struggling actress So Min dives into the underworld of deepfake technology to seek revenge. Armed with forged identities and nothing to lose, she infiltrates a powerful crime syndicate—crossing paths with a power-hungry boss, a conflicted cop, and a charmingly dangerous hacker. But as the lies stack up, the question remains: will she bring them down, or be consumed by the very deception she wields?",
    "Aliases": [
        "Conviction",
        "Punishment",
        "Condemnation"
    ],
    "Modified": "2025-10-17",
    "Seasons": {
        "1": {
            "ID": "2159549",
            "URL": "https://thetvdb.com/series/danjoe/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "10843950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danjoe/episodes/10843950",
                    "TitleEnglish": "The Lost Mother, the Stolen Voice",
                    "SummaryEnglish": "Ha So-min, an unknown actress, is stuck running errands while dreaming of her lead debut. But her life collapses when her mother is struck by Ma Seok-gu's car while buying flowers for her and is abducted for his own schemes. Desperate, So-min and her father search endlessly, until she crosses paths with Detective Park Jeong-hun, a former classmate who discovers Seok-gu’s link to the case, just as her father's shock drives him into a devastating choice.",
                    "Aliases": []
                },
                "2": {
                    "ID": "11305822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danjoe/episodes/11305822",
                    "TitleEnglish": "Mother's Death and the Evil Deeds of the Ilseongpa",
                    "SummaryEnglish": "After her father's death, Ha So-min receives a call in her mother Kim Mi-yang's voice. However, So-min soon realizes that the one behind the phone is Ma Seok-gu using voice technology. Searching for clues, she finds an SOS from Mi-yang and chases a mysterious woman. As secrets unravel, So-min learns that Mi-yang's voice is being exploited by a phishing ring. Consumed by grief and rage, she vows revenge, joining forces with Detective Park Jeong-hun and turning to deepfake herself for a strike.",
                    "Aliases": []
                },
                "3": {
                    "ID": "11305823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danjoe/episodes/11305823",
                    "TitleEnglish": "So-min's Disguise, the Beginning of Infiltration",
                    "SummaryEnglish": "When So-min learns that the Ilseongpa is planning to send the Yongsinje event staff to a Chinese call center, she seizes the opportunity to disguise herself and sneak into the Ilseongpa captain's house. Sensing that Jeong-hun will return to his police officer role and intervene, she confesses her lies to President Kim and makes a new proposal.",
                    "Aliases": []
                },
                "4": {
                    "ID": "11305824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danjoe/episodes/11305824",
                    "TitleEnglish": "The beginning of a game of deception and deception",
                    "SummaryEnglish": "Unlike the call center, Somin, known as the luxurious Ilseongpa stronghold, catches Seokgu's eye thanks to her overwhelming skills. Seokgu senses a familiarity yet a strangeness in her, and becomes suspicious of her identity. However, Somin exposes the Heungsam-i faction's spy, averting the crisis and earning Seokgu's trust.",
                    "Aliases": []
                },
                "5": {
                    "ID": "11307132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danjoe/episodes/11307132",
                    "TitleEnglish": "Identity Crisis and New Proposals",
                    "SummaryEnglish": "So-min, whose identity is almost exposed due to the ticket for \"The Woman from Yanbian,\" lies to Seok-gu even more brazenly and proposes that they recruit Mason to \"Genie the Star\" to secure the business rights. Then, she introduces Mason's close associate, Eric Choi, aka Jeong-hoon, to Seok-gu, and So-min and Jeong-hoon's joint operation begins.",
                    "Aliases": []
                },
                "6": {
                    "ID": "11307133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danjoe/episodes/11307133",
                    "TitleEnglish": "Somin's escape and Jeonghoon's new plan",
                    "SummaryEnglish": "So-min, anxious about the presence of a man with a tattoo of the Ilseongpa faction, attempts to meet Jeong-hoon. However, she witnesses Jeong-hoon being kidnapped by the Ilseongpa faction and, while chasing him, loses him. She then receives a phone call from Seok-gu threatening, \"If you don't return the money, I will kill Jeong-hoon.\"",
                    "Aliases": []
                },
                "7": {
                    "ID": "11307134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danjoe/episodes/11307134",
                    "TitleEnglish": "Jung-hoon's kidnapping and Seok-gu's blackmail",
                    "SummaryEnglish": "So-min, who is trapped in an abandoned warehouse, despairs when he learns that Jung-hoon was on the same page as the Ilseong faction. \r\nJung-hoon uses Seok-gu's cell phone to lure his entourage, and together with Doo-sik's spy Yoo Seung-seung, he recovers Seok-gu's slush funds and becomes loyal to Doo-sik.  Helpless, Seok-gu succumbs to Doo-sik and gives up all power.",
                    "Aliases": []
                },
                "8": {
                    "ID": "11307135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/danjoe/episodes/11307135",
                    "TitleEnglish": "The End of the Ilseongpa and the Liberation of the People",
                    "SummaryEnglish": "So-min is on the brink of death, and the arrival of a new ally and a surprise attack by Jeong-hoon, the police, and the Public Security Bureau turn the tables. Seok-gu is stabbed to death after a fierce confrontation with So-min. After the Ilseong faction is completely wiped out and the corrupt faction is brought to justice, So-min, having completed her sentence, finally breaks down in tears after cleaning the memorial tablets of Mi-yang and Hyeon-jin and watching a video letter left by her mother",
                    "Aliases": []
                }
            }
        }
    }
}