{
    "URL": "https://thetvdb.com/series/hibi-wa-sugiredo-meshi-umashi",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt36269978/",
        "https://www.instagram.com/hibimeshi_anime",
        "https://hibimeshi.com/",
        "https://www.tvmaze.com/shows/83219/show-slug",
        "https://www.themoviedb.org/tv/281042",
        "https://www.wikidata.org/wiki/Q131606570",
        "https://en.wikipedia.org/wiki/Food_for_the_Soul",
        "https://x.com/hibimeshi_anime"
    ],
    "Titles": {
        "eng": "Food for the Soul",
        "jpn": "日々は過ぎれど飯うまし"
    },
    "Summaries": {
        "eng": "Mako, a first-year university student living alone for the first time, finds solace in her love for cooking, recreating gourmet dishes in her small kitchen. Too shy to dine out by herself, her life takes a flavorful turn when she joins a foodie club. Alongside new friends, she embarks on a journey of self-discovery, learning to savor not just food, but the joy of shared meals and laughter.",
        "jpn": "女子大生になったばかりの5人が繰り広げる日常系オリジナルアニメーション。\r\n\r\nおいしいもの大好き、みんなでいっぱい遊びたい、勉強もちょっぴり頑張って、\r\n\r\n大学生活を思いっきり楽しもう！"
    },
    "Aliases": [
        "Hibi wa Sugiredo Meshi Umashi",
        "ひびめし",
        "Hibimeshi",
        "Days Go By but Food Is Delicious"
    ],
    "Modified": "2025-09-30",
    "Seasons": {
        "1": {
            "ID": "2163045",
            "URL": "https://thetvdb.com/series/hibi-wa-sugiredo-meshi-umashi/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10880145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hibi-wa-sugiredo-meshi-umashi/episodes/10880145",
                    "Titles": {
                        "eng": "Welcome to the Food Culture Research Club",
                        "jpn": "食文化研究部へようこそ"
                    },
                    "Summaries": {
                        "eng": "University student Mako Kawai lives a quiet life. Then one day, she's unexpectedly invited to join a club.",
                        "jpn": "一人暮らしを始めた大学一年生の河合まこ。趣味の料理で毎日自炊をしながら、大学生活を送っていた。そんなある日、すごい剣幕でまこに近寄ってきたのは小川しのん。小学校の幼馴染が同じ大学へ通っていたのだ。しのんと一緒にいたのは、比嘉つつじと古館くれあ。三人は新たに作るサークル「食文化研究部」の仲間としてまこを誘う。突然の幼馴染との再会とサークル入部への誘いに戸惑い、思わず断ってしまうまこ。後日、落ち込みながらとある店のショーケースを眺めていると、エプロン姿のくれあが声をかけてくる。この店は、くれあの母親の経営でくれあはバイトとして手伝いをしていた。一人で外食が出来なかったまこだったが、ずっと食べてみたいと思っていたソースかつ丼がテーブルに運ばれてくると思わずゴクリと唾を飲み込み……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "11066428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hibi-wa-sugiredo-meshi-umashi/episodes/11066428",
                    "Titles": {
                        "eng": "I Might Want to Cook",
                        "jpn": "料理したいかも"
                    },
                    "Summaries": {
                        "eng": "Mako and the others are told they must hold an activity to show what their club is about or be disbanded!",
                        "jpn": "まこが入部した「食文化研究部」。しかし、それはダミーサークルで、しのんが部室をゲットするために適当につけたサークル名だった。まこの期待とは裏腹に、まず最初の活動は、部室の大掃除。遊びながらも片付けも何とか終わり、翌日各自が自分の好きなものを部室に持ち込むことにするが、くれあはテーブル、しのんはゲーム、まこはケトル、なんとつつじが持ってきたのは扉をやっと通れるほどの大きなソファー。まこが持ってきた紅茶でくつろいでいると、事務員さんが活動内容をチェックしにやってくる。活動実態のないサークルはすぐに廃部と聞き、明日までに何か活動がわかるものを見せなければならなくなってしまう。まこが持ってきたケトル以外、調理道具もそろっていない部室で果たしてどうやって活動を証明することに？"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "11066429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hibi-wa-sugiredo-meshi-umashi/episodes/11066429",
                    "Titles": {
                        "eng": "My Money's Gone!",
                        "jpn": "お金なくなっちゃった!!"
                    },
                    "Summaries": {
                        "eng": "Mako and the others decide to go out together on the weekend, but then Shinon's money for the trip disappears!",
                        "jpn": "食文化研究部の仲間とも徐々に打ち解け始めたまこ。週末にみんなでお出かけすることになった。しかし、しのんが泣きながらへそくりのお金をなくしたという。みんなでしのんの家に行き、消えたお金を探すことになったが、どうやらしのんがへそくりを隠した場所がわからなくなってしまったらしい。ヒントになるのは、付箋に書かれた暗号のような言葉……。みんなで謎解きが始まる。晴れた日の朝、集合したまこたちは高尾山へ登山にやってくる。参道のお土産物を見たり、食べ歩きをしたりと楽しい時間を過ごす。山頂へ近づいたころ、見つけたのはモコ太郎の動画に出てきた茶屋で、休憩を兼ねてみんなで昼食を取ることに。まこが頼んだのはモコ太郎が食べていた人気メニューで……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "11066430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hibi-wa-sugiredo-meshi-umashi/episodes/11066430",
                    "Titles": {
                        "eng": "This Is Nana Hoshi",
                        "jpn": "この子は星なな"
                    },
                    "Summaries": {
                        "eng": "Mako accidentally bumps into a scary girl after German class. Later, that same girl shows up at the club room!",
                        "jpn": "ドイツ語の授業が終わり、教室を出ようとしたまこは一人の女の子とぶつかってしまい思わず謝るが、すごい目つきで睨まれて怖じ気図づく。その後、部室で一人くつろぐまこだったが、入り口に人の気配を感じ見てみると、さっきぶつかった怖い人立っていた！どうやら食文化研究部に用があるようで部室に招き入れるが、二人きりでは気まずい雰囲気。隙をみて逃げ出そうとするまこは、今度はつつじとぶつかってしまう。部室に戻ると、つつじと高校の同級生だった子が星ななと紹介される。ななはパズル部を作ろと食文化研究部には入らなかったが、根っからの人見知りが原因で結局パズル部は断念し、この部へ入ろうとやってきたという。新入部員もななも加わり、つつじの提案で土曜日にななとまこの三人で勉強をすることになったが……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "11066431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hibi-wa-sugiredo-meshi-umashi/episodes/11066431",
                    "Titles": {
                        "eng": "Want to Go for a Drive?",
                        "jpn": "ドライブ行かない？"
                    },
                    "Summaries": {
                        "eng": "Kurea and Shinon get their licenses, so the club decides to go for a drive... but they end up on the freeway!",
                        "jpn": "努力の甲斐あって運転免許を取得したくれあとしのん。5人はくれあのお店の車でドライブに出かけることに。免許を取ろうと考えたことがなかったまこは、くれあから子供のころよく母親に連れられ車で築地に出かけたことが思い出に残っているという話を聞く。最初に運転するのはしのんで、緊張の初ドライブは順調かと思いきや、誤って高速道路に乗ってしまう。高速の出口でうまく出られず、パーキングエリアまで何とか辿り着き胸をなでおろすみんな。今度はくれあの運転で、築地まで足を延ばすことに。新鮮な海鮮が並ぶお店で食べ歩きを楽しみながら食材を買い込み、近くのバーベキュー場でバーベキューをすることにすることになった。海辺近くではしゃぐしのんとななに、火おこしをするつつじ、くれあとまこが調理担当でバーべーキューがスタート！"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "11066432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hibi-wa-sugiredo-meshi-umashi/episodes/11066432",
                    "Titles": {
                        "eng": "Could It Be I’ve Gained Some Weight?",
                        "jpn": "もしかして私太った…？"
                    },
                    "Summaries": {
                        "eng": "The club goes out for a day of shopping. When Mako tries on a skirt, she's shocked to find it doesn't fit!",
                        "jpn": "アウトレットにやってきた5人は、まずはカフェタイム。まこの目の前に運ばれてきたのは大きなパンケーキ、一人で全部食べちゃうといいみんなはびっくり。おなかもいっぱいになったところで、ななのお姉ちゃんが働いているお店でショッピング。くれあたちに勧められてスカートを試着することになったまこだったが、スカートのチャックがあがらない……。家に帰って恐る恐る体重計に乗ってみると、太っていた！まこはダイエットを決意し、お菓子も禁止、スポーツジムで運動もすることに。ななとつつじも一緒にジムに通いトレーニングを始めるが貧弱な三人は苦戦する。そのころ、しのんとくれあはホームページに載せるサークルの資料作りに励む。無事に資料を提出したと思ったら事務員さんからテーブルを囲んで食事している写真が欲しいといわれてしまい……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "11066433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hibi-wa-sugiredo-meshi-umashi/episodes/11066433",
                    "Titles": {
                        "eng": "I Don't Think I'll Ever Forget",
                        "jpn": "ずっと忘れないと思う"
                    },
                    "Summaries": {
                        "eng": "The club trip begins! After the train and sightseeing, they plan to use the outdoor oven. But then, it rains!",
                        "jpn": "いよいよ明日から食文化研究部の合宿。レトロ電車に乗り、あちこちを観光してテンションがあがる5人。しかしバンガローに着くと突然雨が降り出し、予定していたピザ窯が使えなくなってメニューを変更することに。室内では映画観賞をしたりゲームをして、合宿を楽しんで過ごす。そして布団に入ると、つつじはななが起こした高校の頃の思い出の話を始める。くれあにも高校のころの思い出を訊ねるが、その様子を見ていたまこには少し気になることが……。翌日は晴天になり、キッチンでピザの下ごしらえをするまことくれあ。まこはくれあが寂しそうな表情をしていた理由を聞いてみる。するとくれあの口から語られたのは、まことしのん、つつじとななの昔からの関係で――。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "11066434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hibi-wa-sugiredo-meshi-umashi/episodes/11066434",
                    "Titles": {
                        "eng": "The Air Conditioner Is... Broken?",
                        "jpn": "エアコン…壊れた…？"
                    },
                    "Summaries": {
                        "eng": "Nana spots her escaped pet in the worst location. Then, one hot day, the club's air conditioner won't turn on!",
                        "jpn": "ななの飼っているポチがケージから逃げ出してしまった。どうやら室内にいるようだが、見つからず焦るなな。リビングでお茶をしている母親とお姉ちゃんに平静を装うななだったが、なんとポチはお姉ちゃんの後ろの観葉植物に隠れていた！ポチが苦手なお姉ちゃんにバレないように支離滅裂なことを話すななだが、ついに事件は起きてしまう。この出来事をまこに電話で報告すると、まこはすっかりある動物と勘違いしている模様で……。猛暑のある日、部室に行くとエアコンが動かない！部室にも居れず困っていると、そこへ農業サークルのさくら先輩がやってくる。冷蔵庫を譲った代わりに夏休みに畑仕事を手伝う約束をしのんとしていたのだ。5人は畑に行くと、野菜の収穫と水まき係に分かれて作業をスタート。炎天下の作業は大変だけど、色とりどりの野菜は美味しそう！"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "11066435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hibi-wa-sugiredo-meshi-umashi/episodes/11066435",
                    "Titles": {
                        "eng": "Let's Try Running a Stall!",
                        "jpn": "出店してみますか！"
                    },
                    "Summaries": {
                        "eng": "The club decides to have a food stall at the university fair, which means Nana will have to help customers!",
                        "jpn": "大学祭に出店することを決めた食文化研究部。まこは提供する料理を決めるため、くれあの店で試作をすることに。とりあえずカレーを作ってみるが普通の仕上がりに悩む一同。そこでしのんはさくら先輩に相談して、農業サークルの協力をとりつけるのだった。一方、接客担当のななは人見知りを克服するため、つつじと共に特訓を始めていた。カレーにもう一押しがほしいまこたちはさくら先輩と一緒に道の駅へと向かう。そこで先輩が薦めたのはジビエ肉だった。試作してみた鹿肉スープカレーに大満足の一同。いよいよ大学祭の当日、店の前は人通りがまばらで不安になるまことくれあだったが、つつじとなな、しのんの三人がチラシで呼び込みをかけるとお客さんが集まってくる。スープカレーが次々と売れ始め、味の評判も上々、ついには完売することに！"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "11066436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hibi-wa-sugiredo-meshi-umashi/episodes/11066436",
                    "Titles": {
                        "eng": "I'm Home",
                        "jpn": "ただいま"
                    },
                    "Summaries": {
                        "eng": "The club takes a trip to Mako and Shinon's hometown. Mako is nervous about meeting her old friends again.",
                        "jpn": "学期末テストも終わり、旅行の計画を立てる食文化研究部。まこの提案で里帰りに合わせてみんなで出かけることに。無事に到着するも長距離を一人で運転をしたくれあは睡魔に襲われノックダウン。みんなで泊まる家はまこのおばあちゃんが使っていた古民家で、かまどや囲炉裏がある素敵な雰囲気。留守番のつつじとななは寝ているくれあのためにお昼ご飯を作ろうと張り切るが、火おこしの仕方がわからず苦戦する。一方、幼馴染に会いに出かけたまことしのんは、ひよりとゆなと再会を果たす。最初は緊張気味のまこだったが、思い出話で盛り上がる。いつの間にか、食文化研究部のことばかり話しているまこ。家に帰り、みんなで食べる釜焚きご飯にお鍋や焼き魚、一つ一つ増えていく思い出にもっとたくさんの思い出を5人で作りたいと思い始めるまこだった――。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "11066437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hibi-wa-sugiredo-meshi-umashi/episodes/11066437",
                    "Titles": {
                        "eng": "Are You Free for Christmas?",
                        "jpn": "クリスマス空いてますか!?"
                    },
                    "Summaries": {
                        "eng": "Three of the club members study late and get locked in the building! Later, the club plans a Christmas party.",
                        "jpn": "家で冬野菜を育て始めたまこ。しかし野菜たちに元気がなく、さくら先輩に相談してみる。大学で勉強を終えて帰ろうとするしのん、つつじとななは、鍵を閉められた校舎に取り残されてしまう。事務員さんに見つからないように校舎を出ようとする3人。事務員さんは生徒たちの間で噂になっている「妖怪フード女」の怪談話を笑い飛ばし、校舎を見回っていると不審な人影を目撃してしまう……。ある日、部室でクリスマス会の計画を立てる5人。まこの家でパーティーをすることになった。まこは入念に掃除をして、みんなを迎え入れる準備を張り切る。当日、準備は完ぺきと思ったがうっかり寝坊してしまったまこは、プレゼント用の宅配を受け取り忘れてしまう。落ち込むまこを励ます仲間たち、楽しみにしていたクリスマスパーティーが始まる！"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "11066438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hibi-wa-sugiredo-meshi-umashi/episodes/11066438",
                    "Titles": {
                        "eng": "Thanks for the Feast!",
                        "jpn": "ごちそうさま!!"
                    },
                    "Summaries": {
                        "eng": "The club gathers to give their clubroom a New Year's cleaning. They reminisce and enter the new year together!",
                        "jpn": "モコ太郎の動画を見て町中華にやってきたまこ。ボリュームたっぷりの回鍋肉定食に大満足。大晦日、部室の大掃除のために集まった食文化研究部は、初めてこの部室にきたことを思い出しながら作業を進める。こたつもセッティングして写真を整理しながらまったりとくつろぐみんなだったが、年越し用の料理を始める。メニューは年越しそばと手巻き寿司。おなかもいっぱいになって5人で仲良く新年を迎える。しのんの提案で初詣に出かけることにしたみんなは、車で近くの神社に向かう。寒さに震えながらも参拝をすませると甘酒を飲みながらお焚き上げの火を見つめて、この一年の出来事を振り返る。夜も明けはじめ、食文化研究部5人で新年最初の記念撮影をパシャリ！"
                    },
                    "Aliases": []
                }
            }
        }
    }
}