{
    "URL": "https://thetvdb.com/series/ameku-m-d",
    "Genres": [
        "Adaptation",
        "J-Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt36449967/",
        "https://www.tv-asahi.co.jp/ameku-takao/",
        "https://www.themoviedb.org/tv/287349",
        "https://en.wikipedia.org/wiki/Ameku_M.D.:_Doctor_Detective#Drama",
        "https://x.com/Ameku_ex"
    ],
    "TitleEnglish": "Ameku Takao's Detective Karte",
    "SummaryEnglish": "Yu Takanashi, a former surgeon, joins the Comprehensive Diagnosis Department at Tenikai General Hospital, where he works alongside the brilliant yet eccentric Takao Ameku to solve mysterious medical cases.",
    "Aliases": [
        "天久鷹央の推理カルテ (TVドラマ)",
        "天久鷹央の推理カルテ (テレビドラマ)",
        "天久鷹央の推理カルテ (ドラマ)",
        "Ameku Takao no Suiri Karte (TV Dorama)",
        "Ameku Takao no Suiri karute (TV Dorama)",
        "Ameku M.D.: Doctor Detective (2025)",
        "Ameku M.D.: Doctor Detective (JDrama)",
        "Ameku M.D.: Doctor Detective (Live Action)"
    ],
    "Modified": "2025-08-28",
    "Seasons": {
        "1": {
            "ID": "2170739",
            "URL": "https://thetvdb.com/series/ameku-m-d/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "11004545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ameku-m-d/episodes/11004545",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "11098782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ameku-m-d/episodes/11098782",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "11109599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ameku-m-d/episodes/11109599",
                    "TitleEnglish": "第３話",
                    "SummaryEnglish": "天才医師・天久鷹央（橋本環奈）の姉・天久真鶴（佐々木希）が緊急入院していた清和総合病院で、麻酔科医・湯浅春哉（馬場徹）が殺された。しかも容疑者は、湯浅がかねてより好意を寄せていた真鶴だ。この非常事態を受け、真鶴を信頼する鷹央や内科医・小鳥遊優（三浦翔平）、さらには親類でもある院長・天久大鷲（柳葉敏郎）ら天医会総合病院の面々にかつてない激震が走る――。\r\n　そんな中、鷹央と小鳥遊は、事件を取り巻く“極めて不可思議な状況”を知る。現場となったのは、真鶴のオペが行われた直後の手術室。そのオペ室は広義の密室空間で、かつ湯浅は亡くなる直前“見えない誰か”と争っていたというのだ。その正体は、院内で最近噂になっていた“透明人間”ではないか…という物騒な証言も浮上。鷹央と小鳥遊は、真鶴の潔白を証明すべく、謎深き密室殺人の捜査を開始。真犯人は、いったい誰なのか。やがて、闇の新事実が次々とあらわになる！",
                    "Aliases": []
                },
                "4": {
                    "ID": "11109600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ameku-m-d/episodes/11109600",
                    "TitleEnglish": "第４話",
                    "SummaryEnglish": "真犯人、ついに判明…麻酔科医殺人事件【解決編】！\r\n　広義の密室空間だった手術室で、“謎の透明人間”と争った末に殺された麻酔科医・湯浅春哉（馬場徹）。容疑者としてマークされた天才医師・天久鷹央（橋本環奈）の姉・天久真鶴（佐々木希）は、調べが進めば進むほど、犯人である可能性は高まっていく。\r\n　その矢先、鷹央と内科医・小鳥遊優（三浦翔平）は、真鶴の無実を主張する麻酔科部長・辻野咲江（安藤玉恵）から、現状を覆すかもしれない重要証言を聞く。湯浅のもとには事件当日まで頻繁に、辞職を迫る脅迫状が届いていたというのだ。そして、今なお究明できずにいる“透明人間”の正体…。殺される直前、真鶴に筋弛緩剤を打とうとした湯浅の怪しい行動も含め、ますます深まる謎。そんな中、原因不明!? 重度のショック状態で、真鶴の容体が急変する！\r\n　絶体絶命の衝撃展開。真犯人は、いったい誰だ―。２週にわたる大事件、ついに完結。",
                    "Aliases": []
                },
                "5": {
                    "ID": "11109601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ameku-m-d/episodes/11109601",
                    "TitleEnglish": "第５話",
                    "SummaryEnglish": "天医会総合病院の小児科で、同室に入院していた退院間近の中学生３人が、次々と原因不明の急変に襲われた。その一方では、研修医・鴻ノ池舞（畑芽育）によると、時を同じくして不可思議な現象も発生。３人が急変する直前から、隣室に入院している８歳の白血病患者・三木健太（石塚陸翔）が「“天使”を見た」と言い出し、実際に小児科の看護師・相馬若菜（玉田志織）も目撃したというのだ。\r\n　天才医師・天久鷹央（橋本環奈）が真っ先に飛びつきそうな、謎多き現象の数々――ところが、なぜか鷹央は診断を断固拒否。内科医・小鳥遊優（三浦翔平）は興味を引くため、“天使”の目撃談について詳細を伝えようとするが、鷹央は、健太の名前を聞いた途端に激しく動揺し…!?\r\n　ただならぬ様子の鷹央に代わり、小鳥遊は謎を解くため東奔西走。健太の母・三木景子（橋本マナミ）からも話を聞くのだが…。鷹央と健太はいったい、どんな関係なのか。そして“天使”の出現と３人の急変には、なにか因果関係はあるのか？ さまざまな謎が交錯する中、医師としても、人としても…鷹央が過去最大の岐路に立つ、運命の衝撃回！",
                    "Aliases": []
                },
                "6": {
                    "ID": "11109602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ameku-m-d/episodes/11109602",
                    "TitleEnglish": "第６話",
                    "SummaryEnglish": "天才医師・天久鷹央（橋本環奈）のもとに、小児科の看護師・相馬若菜（玉田志織）から“世にも奇怪な殺人事件”の調査依頼が舞い込んだ。被害者は他院の看護師で、若菜の親友でもあった関原桜子。あろうことか、桜子の遺体は“瞬間移動”したというのだ！\r\n　遺体が発見されたのは早朝の港。殺害現場は、10キロ離れた桜子の自宅マンションだとみなされた。住人たちの証言から、数時間前まで桜子がいたと考えられる室内に、大量の血痕が残されていたからだ。ところが、捜査を担当した警視庁捜査一課の刑事・寺田一樹（尾上寛之）は早々に行き詰まってしまう。どれだけ調べても、犯人が被害者を港まで運んで遺棄した方法が分からないのだ――。\r\n　犯人はいったい誰で、遺体は本当に瞬間移動したのか!? 鷹央と内科医・ 小鳥遊優（三浦翔平）は独自捜査を開始。同僚看護師・藤本一平（柾木玲弥）の証言で、桜子がストーカーにつきまとわれ困っていたことを知る。さらに寺田からは“捜査をより一層混迷させている新事実”も聞かされ…。\r\n　そんな中、さまざまな謎を解き明かしてきた鷹央ですらも、ついに八方塞がり!? 小鳥遊に向かって、「この事件は警察にも私にも解決できない」と漏らす。そう語る真意とは…？",
                    "Aliases": []
                },
                "7": {
                    "ID": "11109603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ameku-m-d/episodes/11109603",
                    "TitleEnglish": "第７話",
                    "SummaryEnglish": "御子神記念病院の院長・御子神氷魚（賀来千香子）が、密室のカルテ庫で謎の死を遂げた。訃報を受けた天才医師・天久鷹央（橋本環奈）は、内科医・小鳥遊優（三浦翔平）とともに御子神記念病院へ急行する。というのも…同じ自閉スペクトラム症の生まれながらの特性を持つ氷魚と鷹央は、深い絆で結ばれた師匠と弟子の関係。しかも生前、氷魚は愛弟子の鷹央に“ある人物に殺される可能性”を打ち明け、万が一の際の謎解きを託していたのだった。\r\n　しかし、“師匠からの最後の挑戦状”ともいえる謎解きは、混迷を極めてしまう。第一発見者である氷魚の姪・御子神鮎奈（内田理央）によると、カルテ庫に残されていた足跡は氷魚のもののみ。命を狙う者がいるとすれば、妹の氷魚をずっと妬んでいた副院長・御子神知奴（梶原善）だというが…。\r\n　“広義の密室”で、恩師の身に何が起こったのか？ 真相を求め、必死で頭を悩ませる鷹央。ところが「私は探偵失格、いや医師失格だ」――鷹央は、かつてない過去最大の壁にぶつかってしまう。",
                    "Aliases": []
                },
                "8": {
                    "ID": "11109604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ameku-m-d/episodes/11109604",
                    "TitleEnglish": "第８話",
                    "SummaryEnglish": "不意に体調をひどく崩し、命の危険に瀕した都議会議員・倉石奈津子（高島礼子）が、天医会総合病院に救急搬送された。不穏な“地域医療の統廃合計画”を推し進めるため、倉石と秘密裏に手を組んできた病院長・天久大鷲（柳葉敏郎）は、自ら執刀医となって緊急手術を開始。元外科医であることから、急きょ助手を務めた内科医・小鳥遊優（三浦翔平）の能力を高く評価した大鷲は小鳥遊に、今後のキャリアにおいて非常に魅力的な提案を持ちかける。しかしその提案は、統括診断部でバディを組んできた天才医師・天久鷹央（橋本環奈）との“別れ”も意味していて…!?\r\n　そんな中、不測の事態が発生する。無事に手術を終え、入院していた倉石の容体が急激に悪化し始めたのだ。しかも、倉石は警視庁捜査一課に「大鷲に殺されかけている」と通報！ 慌てて駆けつけた刑事・桜井公康（平山浩行）の前でも、錯乱状態で大鷲を糾弾し…。\r\n　その矢先、倉石がまたも原因不明の急変に襲われた上に、こつ然と姿を消した！ さらに、鷹央VS大鷲――統括診断部の存続をめぐって対立してきた２人の関係も、波乱の最終局面を迎える。",
                    "Aliases": []
                },
                "9": {
                    "ID": "11109606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ameku-m-d/episodes/11109606",
                    "TitleEnglish": "最終回",
                    "SummaryEnglish": "天才医師・天久鷹央（橋本環奈）が誤診!? 医療過誤で訴えられた！ 原告は、１カ月半前に統括診断部を訪れた７歳の患者・宗一郎の母・鈴原桃花（奥菜恵）。宗一郎は鷹央によってビタミンA過剰症だと診断されたが、その後どういうわけか原因不明の発作や意識障害を繰り返すようになったという。だが、自らの診断にプライドを持つ鷹央は「誤診なんかしていない」と主張。改めて宗一郎を診断し、病状悪化の原因を突き止めた上で、訴訟を取り下げさせようと立ち上がる。\r\n　そんな中、鷹央は“自らの居場所”を奪われかねない危機にも直面してしまう。病院の評判を危惧した院長・天久大鷲（柳葉敏郎）が、院内会議で統括診断部廃止の最終決議を仰ぐと決めたのだ。会議のタイムリミットが迫る中、内科医・小鳥遊優（三浦翔平）と研修医・鴻ノ池舞（畑芽育）の協力を得て、宗一郎のデータを必死に洗い直す鷹央。だが、どんなに調べても、異常は見当たらず…！\r\n　「この謎、私には診断できない…」――やがて、医師としての自信を失っていく鷹央。はたして、絶体絶命の鷹央を待ち受ける運命とは？ 『天久鷹央の推理カルテ』、ついに完結！",
                    "Aliases": []
                }
            }
        }
    }
}