{
    "URL": "https://thetvdb.com/series/li-wu-yu-koyomimonogatari",
    "Genres": [
        "Animation",
        "Anime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5483932/"
    ],
    "Titles": {
        "eng": "Koyomimonogatari",
        "jpn": "暦物語こよみものがたり"
    },
    "Summaries": {
        "eng": "In each episode, Koyomi is presented with a mystery posed by one of the female characters from the story, which he then investigates on his own or helps them solve.",
        "jpn": "ファイナルシーズンは当初は『憑物語』『終物語』『続終物語』の三部作で完結の予定だったが、2005年に発表された第1作『化物語』からかなり時間が経過したこともあって、一度物語を振り返ろうとの意図から本書が書かれた。"
    },
    "Aliases": [
        "Calendar Story"
    ],
    "Modified": "2025-08-06",
    "Seasons": {
        "1": {
            "ID": "2174357",
            "URL": "https://thetvdb.com/series/li-wu-yu-koyomimonogatari/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10992534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/li-wu-yu-koyomimonogatari/episodes/10992534",
                    "Titles": {
                        "eng": "Koyomi Stone",
                        "jpn": "こよみストーン"
                    },
                    "Summaries": {
                        "eng": "April 11th. Tsubasa tells Koyomi that a strange stone is enshrined in small shrine in a flower bed in Naoetsu High School, but she doesn't know why. Koyomi plans to sell this oddity-like story to Meme.",
                        "jpn": "四月初旬、阿良々木暦はクラス懇親会の会議の折、委員長の羽川翼から不思議な石の話を聞く。学校内の花壇に小さな祠が建てられており、そこに奇妙な石が祀られているという。春休みに吸血鬼がらみの事件で五百万円の借金をしてしまった暦は、この話を怪異の専門家、忍野メメに売ることで返済に充てようと目論む。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "10992537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/li-wu-yu-koyomimonogatari/episodes/10992537",
                    "Titles": {
                        "eng": "Koyomi Flower",
                        "jpn": "こよみフラワー"
                    },
                    "Summaries": {
                        "eng": "May 9th. Hitagi tells Koyomi that sometimes she sees a new bouquet of flowers is left on the rooftop of Naoetsu High School. It looks like a scene of an accident, but it has never happened. Hitagi plans to sell this oddity-like story to Meme through Koyomi.",
                        "jpn": "五月初旬、戦場ヶ原ひたぎが抱えていた蟹の怪異の事件が解決した翌日、暦はひたぎから不思議な話を聞かされる。その話を確かめるため、暦は私立直江津高校の屋上に外から侵入すると、そこにはひたぎの言ったとおり、真新しい花束が供えられていた。ひたぎも怪異がらみで忍野メメに借金をしてしまっていたため、この話で返済に充てようとする。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "10992539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/li-wu-yu-koyomimonogatari/episodes/10992539",
                    "Titles": {
                        "eng": "Koyomi Sand",
                        "jpn": "こよみサンド"
                    },
                    "Summaries": {
                        "eng": "June 19th. Mayoi tells Koyomi that when she played at a park, she saw sand in a sandbox that looked like a demon's face. He confirms that's a true, and asks Tsubasa why it happens.",
                        "jpn": "六月中旬、忍野メメがこの町を去ってから数日が経過したある日のこと。暦は八九寺真宵から不思議な砂の話を聞かされる。とある砂場が、鬼の顔のような模様を浮かび上がらせるというのである。暦は真夜中の公園へと足を延ばし、事の真相を確かめる。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10992540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/li-wu-yu-koyomimonogatari/episodes/10992540",
                    "Titles": {
                        "eng": "Koyomi Water",
                        "jpn": "こよみウォーター"
                    },
                    "Summaries": {
                        "eng": "On a Sunday, the middle of July. Koyomi visits Suruga to clean up her bedroom. Then, she tells him that her father experienced something curious in the bathroom when he was young.",
                        "jpn": "七月某日、暦は部屋を片付けるために、後輩の神原駿河の家を訪れていた。部屋を片付け終わった暦は駿河から風呂に入って行くように勧められる。そして、その風呂に使われているという不思議な水の話を聞かされる。その水には未来の結婚相手の姿が浮かび上がるのだと言う。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10992542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/li-wu-yu-koyomimonogatari/episodes/10992542",
                    "Titles": {
                        "eng": "Koyomi Wind",
                        "jpn": "こよみウインド"
                    },
                    "Summaries": {
                        "eng": "A day, the beginning of August. Nadeko visits Koyomi to thank him about breaking the curse of snake. They talk about how the incantation circulated among middle school students widely.",
                        "jpn": "八月上旬、詐欺師が流布した不吉なおまじないの事件が解決したある日のこと。千石撫子は事後報告とお礼ということで暦の家を訪れていた。暦と撫子は詐欺師がどうやって「おまじない」の噂を流布したのかを考える。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10992544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/li-wu-yu-koyomimonogatari/episodes/10992544",
                    "Titles": {
                        "eng": "Koyomi Tree",
                        "jpn": "こよみツリー"
                    },
                    "Summaries": {
                        "eng": "A day, the end of September. There is a tree at the Karate school where Karen attends, but nobody could see the tree until recently. Most of students want to cut down the tree due to fear, but Karen opposes their demand. She asks Koyomi for his advice.",
                        "jpn": "九月下旬、暦は妹の火憐と一緒に、火憐が通う空手道場を訪れた。火憐曰く、不思議な木がその道場に生えており、門弟たちがそれを切り倒そうとするのを止めてほしいとのことだった。暦はいつから存在したのかも分からないその木の謎について考える。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10992546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/li-wu-yu-koyomimonogatari/episodes/10992546",
                    "Titles": {
                        "eng": "Koyomi Tea",
                        "jpn": "こよみティー"
                    },
                    "Summaries": {
                        "eng": "A weekday in October. Tsukihi vents her frustration on Koyomi. --- The students in tea-ceremony club began to say that they sometimes feel the presence a ghost in tea-ceremony room at Tsuganoki Middle High School where Koyomi's sisters attend. Tsukihi also belongs to the club, she doesn't believe a ghost that's why she is under stress between her and others.",
                        "jpn": "十月某日、暦は妹の月火の相談に乗ることになった。月火の所属している茶道部に不思議なお化けの噂が広がっているという。月火は全くそれを信じていないのだが、不思議な噂を信じる他の部員たちと噛み合わなくなっているとのこと。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "10992548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/li-wu-yu-koyomimonogatari/episodes/10992548",
                    "Titles": {
                        "eng": "Koyomi Mountain",
                        "jpn": "こよみマウンテン"
                    },
                    "Summaries": {
                        "eng": "November 1st. Ougi visits Kita-shirahebi shrine to go up the steep steps with Koyomi. She asks him what kind of technology people used to bring woods to the top of the mountain to build the shrine a long time ago.",
                        "jpn": "十一月上旬、暦は扇に誘われ北白蛇神社を訪れた。この神社の社屋が作られたのは道が整備される遥か前であり、木材の運搬は極めて困難だったはず、と扇は北白蛇神社建設の謎について、暦に尋ねる。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "10992551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/li-wu-yu-koyomimonogatari/episodes/10992551",
                    "Titles": {
                        "eng": "Koyomi Torus",
                        "jpn": "こよみトーラス"
                    },
                    "Summaries": {
                        "eng": "A day of December. When Koyomi is about to eat some doughnuts that Hitagi made, Shinobu wakes up and wants to eat them.",
                        "jpn": "十二月、暦はひたぎの手作りドーナツを五つ受け取る。忍は匂いを嗅ぎつけすぐに起きてくるが、ミスタードーナツではないのかと落胆。しかし一つ食べると興奮し、残りの四つも求めてくる。暦が断ると、忍はある勝負を持ちかける。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "10992552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/li-wu-yu-koyomimonogatari/episodes/10992552",
                    "Titles": {
                        "eng": "Koyomi Seed",
                        "jpn": "こよみシード"
                    },
                    "Summaries": {
                        "eng": "The afternoon of the day of the national center test of university admissions. Koyomi comes across Yotsugi on the way to home. She asks him for help because she is looking for something which is difficult to find.",
                        "jpn": "一月中旬、センター試験からの帰り道、暦は道で余接と出会った。聞けば彼女は、余弦に頼まれてある探し物をしているのだという。暦は勉強に忙しいが、放って帰るのも気が引ける。手伝うことにした暦だったが、余接は探し物が何か答えない。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "10992553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/li-wu-yu-koyomimonogatari/episodes/10992553",
                    "Titles": {
                        "eng": "Koyomi Nothing",
                        "jpn": "こよみナッシング"
                    },
                    "Summaries": {
                        "eng": "A day, the end of February. Koyomi visits Yozuru who lives in Kita-shirahebi shrine now. He asks her to teach her martial arts, because she forbade to use his vampire power.",
                        "jpn": "二月下旬、暦は北白蛇神社に居を構えた余弦のもとを訪れる。吸血鬼の力を乱用するわけにはいかなくなったので、体術の方を鍛えたいと余弦に申し出る。そこで暦は、余弦と余接の正確な関係についてふと気になり、余弦に尋ねる。余弦はただ答えるのはつまらないと、一発入れることができたら答えると言う。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10992554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/li-wu-yu-koyomimonogatari/episodes/10992554",
                    "Titles": {
                        "eng": "Koyomi Dead",
                        "jpn": "こよみデッド"
                    },
                    "Summaries": {
                        "eng": "The morning of March 13th. He goes to Kita-shirahebi shrine for a walk before going to 2nd stage exam of university admissions. Koyomi happens to meet Izuko at the shrine. She is ready and waiting for an opportunity to start her strategy.",
                        "jpn": "三月中旬、大学受験の日の朝。暦は余弦のいなくなった北白蛇神社を日参するようになっていた。そこで暦を待ち構えていたのは臥煙伊豆湖。彼女と怪異の話をしていたところ、伊豆湖は怪異の被害を抑えるためには暦の動きを止める必要があるという。伊豆湖が暦に向けたのは、正真正銘本物の「怪異殺し」と呼ばれる刀だった。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}