{
    "URL": "https://thetvdb.com/series/the-eden-of-grisaia",
    "Genres": [
        "Adult Animation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/C356-E962-A8FE-2532-E2DB-1",
        "https://www.imdb.com/title/tt6035642/",
        "https://www.grisaia-anime.com/"
    ],
    "TitleEnglish": "The Eden of Grisaia",
    "SummaryEnglish": "Grisaia no Rakuen begins right at the end of the previous installment, Grisaia no Meikyuu. Kazami Yuuji is arrested under suspicion for terrorism. A video showing apparently concrete proof that Yuuji committed these acts, and he is held in custody by Ichigaya.",
    "Aliases": [],
    "Modified": "2025-09-14",
    "Seasons": {
        "1": {
            "ID": "2206132",
            "URL": "https://thetvdb.com/series/the-eden-of-grisaia/seasons/official/1",
            "TitleEnglish": "The Eden of Grisaia",
            "SummaryEnglish": "Grisaia no Rakuen begins right at the end of the previous installment, Grisaia no Meikyuu. Kazami Yuuji is arrested under suspicion for terrorism. A video showing apparently concrete proof that Yuuji committed these acts, and he is held in custody by Ichigaya.\r\n\r\nIchigaya knows full well that Yuuji didn't commit the crimes he has been accused of. But he did fail to assassinate Heath Oslo, who is the leader of the terrorist organization with an extremely devastating weapon in their possession. In fact, Ichigaya have their own plans for Yuuji...",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "11336383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eden-of-grisaia/episodes/11336383",
                    "TitleEnglish": "The Cocoon of Caprice I",
                    "SummaryEnglish": "The girls at the dormitory find themselves with a lot of guilt about learning Yuuji's past, but continue to read regardless. The flashback starts with Yuuji in the hospital and being visited by Asako Kusakabe and her friend JB where Asako declares that she will be his god from that point on and takes him with her to her home. Here they find all the scars from his previous wounds. At dinner Yuuji accidentally kills a fly and shows signs of trauma from killing people. Shortly after, Asako is seen trying to feed Yuuji but he declared that her cooking is too horrible to be considered edible. Asako gifts Yuuji a dog which Yuuji names John and they become constant companions. Asako trains Yuuji in all sorts of things in which he takes a liking to sharpshooting. At a later date while Asako is away, the house is attacked by a bear which kills Yuuji's dog. Yuuji chases after the bear to save his dog but is not able to pull the trigger, specially after seeing it was just feeding its cubs. When A",
                    "Aliases": []
                },
                "2": {
                    "ID": "11336394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eden-of-grisaia/episodes/11336394",
                    "TitleEnglish": "The Cocoon of Caprice II",
                    "SummaryEnglish": "Asako tells JB that Yuuji is no longer a virgin and that they have been doing it many times since his birthday. Asako convinces JB to also sleep with Yuuji and prevents her from backing down. Sometime later, when Asako's health begins to deteriorate for an unknown reason, Yuuji ends up taking her place at some missions, which greatly upsets JB when she finds out. Eventually Yuuji decides to also work for the same organization as Asako, and JB eventually agrees. Yuuji and Asako travel to America and Yuuji is enrolled at a military academy, where he befriends the slightly older Daniel Born. Yuuji ends up constantly helping Danny with his training. When Yuuji wins the first place in marksmanship, he is challenged by second place winner Milliela Stanfield to a shooting contest. When Yuuji makes a shot thats impossible to Millie, she falls in love with Kazami and starts following him everywhere. Yuuji, Danny and Millie are eventually assigned to the same platoon.\r\n\r\n(Source: Wikipedia)",
                    "Aliases": []
                },
                "3": {
                    "ID": "11336395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eden-of-grisaia/episodes/11336395",
                    "TitleEnglish": "The Cocoon of Caprice III",
                    "SummaryEnglish": "The episode starts with Danny's funeral with Yuuji, Millie, and Danny's family present. According to Yuuji, he had died in an accident. Flashback to their days in the army, Yuuji and his group meet with their platoon's new member, Robert Wallson aka \"Immortal Robbie\". Yuuji learns that the \"Immortal\" is mistakenly taken from the Japanese word \"Imouto\" which means \"little sister\" as Robbie is known for being an otaku who plays erotic games featuring little sisters. Later, their platoon is dispatched in a jungle where Yuuji gives a brief summary of his companions' past. Daniel Born, aka Danny, is a former car thief who was born in Arizona, Milliela Stanfield, aka Millie, was an impoverished prostitute who sold herself in bar bathrooms in order to pay for her daily meals, Robbert Wallson, aka Robbie, is an otaku who only loves two dimensional women and Yuuji who describes himself as a sniper who is unable to kill. They are later introduced to another new platoon member Edward Walker who Y",
                    "Aliases": []
                },
                "4": {
                    "ID": "11336396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eden-of-grisaia/episodes/11336396",
                    "TitleEnglish": "The Cocoon of Caprice IV",
                    "SummaryEnglish": "Asako's health is quickly deteriorating. Meanwhile, Yuuji is assigned to various missions by JB after he officially inherits Asako's old codename is CIRS, 9029. While on a guard duty mission in Colombia, Yuuji receives a call from JB informing him that Asako has collapsed causing him to rush home. Yuuji reveals that Asako suffers from a kind of venous thrombosis and that the original cause was a capillary rupture that happened after Asako took a shot from a high-caliber riffle. While such a condition would normally be survivable, Asako, despite her periodic treatment, regularly used booster drugs which made her body fragile. The doctors concluded that there was nothing they could do for her. Now on her death bed, Asako welcomes Yuuji home and he tries to will her into living and eventually breaks down in tears. Asako tells Yuuji to live for his own sake as he is now capable of accomplishing anything. Asako and Yuuji briefly reminisce about a brief moment in his past which he has forgot",
                    "Aliases": []
                },
                "5": {
                    "ID": "11336387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eden-of-grisaia/episodes/11336387",
                    "TitleEnglish": "The Seed of Blanc Aile I",
                    "SummaryEnglish": "The girls question Chizuru about what happened to Yuuji but all she tells them is a message left by Yuuji himself telling them not to look for him or to get too deeply involved if he suddenly disappears as this is how his \"company\" works. Chizuru gives a brief explanation of Yuuji's relationship with Heath Oslo causing Yumiko to hypothesize that the government may be using Yuuji to bargain with Oslo as he considers Yuuji to be very important. Chizuru warns them not to do anything that might worsen Yuuji's situation. She also announces that Mihama Academy will be closing soon due to Yumiko's father, the school's main sponsor, losing his position and because Makina's family has stopped giving contributions to the school. Later that night, the girls enter Yuuji's room and find diary-like entries about the girls written all over his walls and floor including one that appears to be a suicide note. JB suddenly calls them and confirms that the news of Yuuji being a terrorist is false but he i",
                    "Aliases": []
                },
                "6": {
                    "ID": "11336398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eden-of-grisaia/episodes/11336398",
                    "TitleEnglish": "The Seed of Blanc Aile II",
                    "SummaryEnglish": "After riding on a train, the girls arrive at their new home, a boathouse owned by Yumiko who believes it best to be able to move around, hideout and all, should the need arise. In the holding facility, Yuuji confirms that the hologram is indeed Kazuki after she answers his question. She then reveals that Oslo had smuggled a new kind of nuclear bomb that can cover a radius of 50 kilometers should it explode. She also explains why Yuuji is valuable to Oslo; Yuji is the only survivor of a human experiment to create the ultimate soldiers through various experiments, drug administration, and testing. However, the side effects of the booster drugs used on the test subjects produced adverse side effects which resulted in the experiments' deaths within 2 years but Yuuji survived thus making him a valuable project sample. Meanwhile, Michiru finds a cellphone in her bag which then rings and Kazuki's voice is heard despite the number belonging to Yuuji's phone. She introduces herself as Thanatos",
                    "Aliases": []
                },
                "7": {
                    "ID": "11336399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eden-of-grisaia/episodes/11336399",
                    "TitleEnglish": "The Seed of Blanc Aile III",
                    "SummaryEnglish": "JB explains to her assistant, Chiara Farrell, that she has been confined due to her being the person in charge of Yuuji. She believes it is to keep her from giving an unwanted testimony and that Yuuji may be executed for his supposed attack on the consulate. She also announces that she will have a different job after her return to Langley but Chiara reasons that it is only to keep JB quiet. JB then warns her from speaking too much as they are under surveillance. Back on the girls' houseboat base, Kazuki/Thanatos announces that Yuuji will be transferred from the holding facility on August 6 at 6:00 p.m and that the girls must prepare an extremely large sum of 100 million before then. To this end, she created a series of plans in order for them to earn the amount within a day and assigns the girls to do various jobs. Yumiko uses her laptop to sell one of Makina's possessions online and uses an auction site to buy and sell. Amane rents a car and is made to memorize a very specific but com",
                    "Aliases": []
                },
                "8": {
                    "ID": "11336390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eden-of-grisaia/episodes/11336390",
                    "TitleEnglish": "The Seed of Blanc Aile IV",
                    "SummaryEnglish": "On the day of their operation, the girls make their final preparations; Makina rents a hotel suite where she prepares her sniping position, Michiru meets up with a member of Yuuji's organization and picks up a \"toy\" that Thanatos requested, Sacchi goes to the grocery store and buys ingredients to make non-explosive smoke bombs and Yumiko discusses their plans with Thanatos. Meanwhile, in a military base in Okinawa, Milliela Stanfield, now a pilot, seduces her fellow pilot in a toilet and steals his uniform. By sunset, the operation begins as Yuuji is being transferred to Akasaka to await trial. The armored car carrying Yuuji is attacked by Oslo's men who kidnap him after killing the soldiers and strap a bomb on his wrist that is set to detonate in six hours or if his vitals weaken. Makina then causes a distraction on the road takes out their cars' engines with anti-tank bullets. As they unload Yuuji, Sacchi uses her hand-made smoke bombs to blind them allowing her knock them out with e",
                    "Aliases": []
                },
                "9": {
                    "ID": "11336391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eden-of-grisaia/episodes/11336391",
                    "TitleEnglish": "The Seed of Blanc Aile V",
                    "SummaryEnglish": "Amane is extremely thrilled to see Kazuki again and becomes emotional as the latter reminds the former of the promise they made years ago. Yuuji regains consciousness inside a room and reunites with his old platoon leader Justin Mikemeyer who has been promoted to Captain. Jimmy's wife, Zoey Graham, a member of the U.S. Central Intelligence Agency, enters the room and reveals that her father, a journalist who once pursued Oslo, was one of Yuuji's dead victims when he still worked for Oslo. Zoey then admits her desire to kill Yuuji in revenge but he warns her that should he die right now, the bomb Oslo's men attached to him will explode and kill everyone on the ship. However, he declares that he will return and die by her hand after he settles the score with Oslo. Zoey is skeptical but she accepts as she does not want Yuuji to die before Oslo is killed. On the deck, Kazuki introduces Chizuru Tachibana as the ship's new owner and has it renamed as Mihama Academy. Yuuji, having recovered,",
                    "Aliases": []
                },
                "10": {
                    "ID": "11336392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eden-of-grisaia/episodes/11336392",
                    "TitleEnglish": "The Seed of Blanc Aile VI",
                    "SummaryEnglish": "Yuuji invades Oslo's ship alone and takes out several of the latter's men. Meanwhile, Agnes and JB inform Yumiko that they are currently working on disarming the bomb Oslo planted earlier. Kazuki and Amane are seen in a dark room where the former is inside a capsule-like chamber where she deactivates the Thanatos System and asks Amane about her desire to associate with Yuuji after learning everything about him. On the deck of Oslo's ship, Yuuji meets a man who looks just like him but with white hair. The look-alike, who calls himself Du Pont, also refers to himself and Yuuji and Kazuki's brother. The two engage in an intense and fast paced fight to the death. Yuuji appears to have the advantage at first until Du Pont injects himself with a booster drug and tries to make Yuuji do the same but he refuses. With the drug boosting his physical abilities, Du Pont gains the advantage which forces Yuuji to take the drug as well. The two fight evenly but Yuuji ultimately wins and kills Du Pont.",
                    "Aliases": []
                }
            }
        }
    }
}