{
    "URL": "https://thetvdb.com/series/saint-seiya-soul-of-gold",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4670988/",
        "https://www.themoviedb.org/tv/62428"
    ],
    "TitleEnglish": "Saint Seiya: Soul of Gold",
    "SummaryEnglish": "As the Bronze Saints are fully engaged in an epic battle down in Ade's Kingdom, the Golden heroes come mysteriously back to life in Asgard where something ominous is happening.",
    "Aliases": [],
    "Modified": "2025-10-10",
    "Seasons": {
        "1": {
            "ID": "2210671",
            "URL": "https://thetvdb.com/series/saint-seiya-soul-of-gold/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "11388109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya-soul-of-gold/episodes/11388109",
                    "TitleEnglish": "よみがえれ！黄金伝説",
                    "SummaryEnglish": "冥王ハーデスとの戦いの最中、12人の黄金聖闘士たちは自らの命と引き換えに嘆きの壁を破壊した。しかし消滅したはずの獅子座のアイオリアはアスガルドの大地で復活していた。そこで1人の少女リフィアと出会う。彼は彼女からヒルダに代わりオーディーンの地上代行者となった男、アンドレアスが大樹ユグドラシルを復活させアスガルドの支配を企んでいる事を聞き、救済を求められる。そんな中、戦いに巻き込まれるアイオリア、そして彼の小宇宙が極限まで高まった時…獅子座の黄金聖衣に変化が起こった!!",
                    "Aliases": []
                },
                "2": {
                    "ID": "11388110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya-soul-of-gold/episodes/11388110",
                    "TitleEnglish": "暴け！ユグドラシルの秘密",
                    "SummaryEnglish": "黄金聖衣が新たなる姿に変化し、神闘士フロディを打ち砕いたアイオリア。しかし再び謎の文様が浮かび上がりアイオリアは気を失ってしまう。アイオリアを助けるため、奔走するリフィアだったが彼女もまた力尽きてしまう。彼女が目を覚ました時に目の当たりにしたのは一人の少年と黄金の聖衣箱を持つアリエスのムウであった。一方、アスガルドに存在する闘技場に赴いた一人の男、彼もまた自分が蘇った意味を捜し求めていた。彼の名はタウラスのアルデバラン!!",
                    "Aliases": []
                },
                "3": {
                    "ID": "11388111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya-soul-of-gold/episodes/11388111",
                    "TitleEnglish": "激突！黄金聖闘士VS黄金聖闘士",
                    "SummaryEnglish": "蠍座のミロは遂に神闘士の一角、スルトと対峙する。そしてミロの前に立ちはだかるもう一人の人物、その男は何と黄金聖闘士・水瓶座のカミュであった！ 一方、大樹ユグドラシルへと向かうアイオリアとリフィアは街で偶然、蟹座のデスマスクと出会う。黄金聖闘士とは到底思えない風貌に驚きを隠せないリフィア、それでも彼女はデスマスクにアスガルドの救済を求める。しかしデスマスクは戦いに参加する事を拒むのだった。アイオリアとデスマスク、黄金聖闘士同士の小宇宙による底知れぬ緊迫感が空間一体を覆っていく！",
                    "Aliases": []
                },
                "4": {
                    "ID": "11388112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya-soul-of-gold/episodes/11388112",
                    "TitleEnglish": "集結！七人の神闘士",
                    "SummaryEnglish": "スルトの狡猾な策略によりミロの命運が尽き果てようとした時、現れたのはアテナに仕える最強の黄金聖闘士・双子座のサガであった!! ミロの制止を払いのけ、サガは『ギャラクシアンエクスプロージョン』をカミュ達に放つ！ 一方、デスマスクが密かに想いを寄せるヘレナは残虐な神闘士ファフナーに『病気の治療』という悪魔の手招きに誘われてしまう。花屋が休業しているのを見かけ、不審に想うデスマスクは兄妹達の言動から言い知れぬ不安を拭えぬまま、ヘレナのいる病院へと全速力で駆け出していく!!",
                    "Aliases": []
                },
                "5": {
                    "ID": "11388113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya-soul-of-gold/episodes/11388113",
                    "TitleEnglish": "究極！神聖衣の力",
                    "SummaryEnglish": "『神聖衣』、ムウはシャカから大いなる力の真実を聞く。そして大樹ユグドラシルへと向かうアイオリアとリフィアにムウからのテレパシーが届く。彼の話からユグドラシルの結界を司る大いなる根、グレートルートを三点方向から『神聖衣』により極限まで高めた小宇宙を叩き込む事で、結界を破壊できる事が判明する。同じくテレパシーを聞いたアルデバラン、童虎そしてミロは結界破壊の為、グレートルートへと邁進していく。そんな彼らの前に立ちはだかる闘士達！ それは彼らの想像を絶する相手であった!!",
                    "Aliases": []
                },
                "6": {
                    "ID": "11388114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya-soul-of-gold/episodes/11388114",
                    "TitleEnglish": "突入！ユグドラシルの7つの間",
                    "SummaryEnglish": "結界『フィンドルの冬』を打ち砕いたアイオリア達、黄金聖闘士達はアンドレアスに誘われるままユグドラシルの内部まで突き進んでいく。リフィアの話によると7つの間にそれぞれ存在する像を破壊する事で邪悪なる存在の成長を阻止する事ができるという。新たな決意を胸に闘いに望む黄金聖闘士達、しかしリフィアにある異変が生じ始める。一方、アンドレアスはフロディとの会話の中で左目に傷を付けた男を思い出す、その男はアイオリアの兄、射手座のアイオロスであった。アイオロスVSアンドレアスの死闘が今語られる!!",
                    "Aliases": []
                },
                "7": {
                    "ID": "11388115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya-soul-of-gold/episodes/11388115",
                    "TitleEnglish": "激震！神聖衣vs神聖衣",
                    "SummaryEnglish": "遂に7つの間を舞台に黄金聖闘士VS神闘士の全面対決が開始された。牡牛座のアルデバランはかつて闘った神闘士ヘラクルスと対峙する。ヘラクルスはアンドレアスから与えられたオーディーンサファイアの力を得て凶暴化し、強力な攻撃を仕掛けるが「本当の強さ」を見出したアルデバランはさらなる力をもって応えるのであった。一方、氷の間ではシュラとカミュによる黄金聖闘士同士の闘いが遂に始まった。お互い一歩も引かない中で遂に神聖衣化による極限の闘いが繰り広げられる。そして、カミュはミロそしてシュラとの闘いを経て、友であった神闘士スルトに対する本当の想いに気付くのであった。",
                    "Aliases": []
                },
                "8": {
                    "ID": "11388116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya-soul-of-gold/episodes/11388116",
                    "TitleEnglish": "バルドル！神に選ばれし男",
                    "SummaryEnglish": "光の間に到着したシャカは神闘士バルドルと対峙する。「神に最も近い男」と評されるシャカはその通り名の如き強力な技をバルドルに繰り出していく。しかしバルドルはシャカの攻撃をものともせず圧倒的な力を見せ付ける。彼の力は正に「神」そのものであった!! だがシャカはバルドルが内に秘める呪縛に看破し始めるのだった。一方、デスマスクは仇敵ファフナーを黄泉比良坂に連れて行き全ての因縁を断ち切ろうとしていた。そんな中、デスマスクはファフナーの卑劣な策略により窮地に立たされてしまう。デスマスクは今度こそ掛け替えのない存在を守り切る事はできるのだろうか。",
                    "Aliases": []
                },
                "9": {
                    "ID": "11388117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya-soul-of-gold/episodes/11388117",
                    "TitleEnglish": "サガ！熱き兄弟の絆",
                    "SummaryEnglish": "弟であったジークフリートの死により復讐に燃えるシグムンド、だがサガは最強の黄金聖闘士と評されるに相応しい圧倒的な攻撃によりシグムントを一蹴する。それはアンドレアスをも驚嘆させる力であった。遂にサガがシグムンドに止めを刺そうとしたその時、ある一筋の光がシグムンドの前に現れる!! 一方、勇者の間ではアイオリアとフロディによるお互い一歩も引かない激闘が繰り広げられていた。そんな激闘の中に割って入ってきたのは何とリフィアであった！ 彼女の口から語られる衝撃的真実、それがさらなる悲劇を生み出すとも知らずに…。",
                    "Aliases": []
                },
                "10": {
                    "ID": "11388118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya-soul-of-gold/episodes/11388118",
                    "TitleEnglish": "決戦！アイオリアVSアンドレアス",
                    "SummaryEnglish": "リフィアの言葉を胸にアイオリアは遂にアンドレアスと対峙する!! アンドレアスは操り人形の如くリフィアの命を弄んだ事を嘲笑を含めてアイオリアに語りかける。怒りに震えるアイオリアは強大な小宇宙を纏い、神聖衣化となる！ アスガルドの死闘に終止符を打つため、アイオリアは『ライトニングプラズマ』を叩き込む！ 一方、フロディはウートガルザの強靭な剣技に圧倒され、防戦一方となってしまう。しかし、フロディは絶対的窮地の中、リフィアの語ったアスガルドの大地の声を感じ取りアスガルドを守護する覚悟を取り戻す！",
                    "Aliases": []
                },
                "11": {
                    "ID": "11388119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya-soul-of-gold/episodes/11388119",
                    "TitleEnglish": "復活！アスガルドの邪神ロキ",
                    "SummaryEnglish": "ムウ、サガ、そして童虎の神聖衣による三位一体の究極の影の闘法『アテナエクスクラメーション』がアンドレアスを消滅させた！ だが邪悪なる実の成長は止まらず、アイオリア達は根に取り込まれてしまう！ 何とか生還したアイオリアの目の前には何とロキローブが浮遊していた。邪神ロキは肉体は消滅したが本体はロキローブに秘められていたのだ！ 黄金聖衣を失い、絶対絶命の状況でも熱い小宇宙を胸にアイオリアはロキに挑む！ しかし、抵抗も虚しくロキによる最後の止めがアイオリアに繰り出されるその瞬間、大いなる奇跡がアイオリアを救う！",
                    "Aliases": []
                },
                "12": {
                    "ID": "11388120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya-soul-of-gold/episodes/11388120",
                    "TitleEnglish": "誕生！神器グングニルの槍",
                    "SummaryEnglish": "兄アイオロスの熱き意志、そしてリフィアの願いを託されオーディーンローブを纏ったアイオリアはオーディンの剣と宝具『ドラウプニル』を手にロキへと立ち向かう！ アイオリアとリフィアの力の融合がロキを追い詰め始める。しかしまだ地上代行者としての期間が浅いリフィアは次第にオーディーンの力に耐え切れなくなっていく。同時に徐々にグングニルの実が成熟し、神器グングリルの槍の復活が直前まで迫ってきた！ アイオリアの拳とグングニルの槍の復活、どちらが栄光を掴むのか究極の死闘がクライマックスを迎える！",
                    "Aliases": []
                },
                "13": {
                    "ID": "11388121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya-soul-of-gold/episodes/11388121",
                    "TitleEnglish": "届け我らの想い！永遠の黄金伝説",
                    "SummaryEnglish": "「嘆きの壁」以来、集結した12人の黄金聖闘士達!! 彼らは自分達が地上に甦りし使命を胸に神器グングニルを携える邪神ロキに立ち向かう！ だが、圧倒的な神の力を前に12人の黄金聖闘士は窮地に立たされてしまう。一方、どんな絶対的な窮地に立たされても黄金聖闘士達の為にリフィアは祈り続ける。それに呼応するが如く天空から舞い落ちるアテナからの啓示！ 遂に12人の黄金聖闘士による究極の神聖衣が降臨する。地上の愛と平和を守る為、邪神ロキを打ち倒すべくアイオリア、そして黄金聖闘士達の黄金の小宇宙が神をも超越する!!",
                    "Aliases": []
                }
            }
        }
    }
}