{
    "URL": "https://thetvdb.com/series/perfect-world",
    "Genres": [
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0238796/",
        "https://www.themoviedb.org/tv/7120"
    ],
    "TitleEnglish": "Perfect World",
    "SummaryEnglish": "A comedy about the ups and downs of Bob Slay, an obnoxious, rude and arrogant, but extremely successful, marketing executive.",
    "Aliases": [],
    "Modified": "2024-05-21",
    "Seasons": {
        "1": {
            "ID": "403",
            "URL": "https://thetvdb.com/series/perfect-world/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "10648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/perfect-world/episodes/10648",
                    "TitleEnglish": "Parents",
                    "SummaryEnglish": "Bob is introduced to Lauren's parents. Not having any of his own, he is nervous and makes a shocking first impression. Unrepentant, he returns to work boasting about having insulted them. Lauren is delighted; she thinks she has found someone who loves her for herself.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/perfect-world/episodes/10649",
                    "TitleEnglish": "Deadline",
                    "SummaryEnglish": "Adrenalin-junkie Bob has left it to the last minute to write his half of a make-or-break marketing presentation. With two hours to go, an increasingly frantic Vaughan watches Bob take a coffee break and feng shui his office, Maggie is hoping that finally Bob's arrogance and laziness will be exposed.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/perfect-world/episodes/10650",
                    "TitleEnglish": "Tarquin",
                    "SummaryEnglish": "Lauren has forbidden Bob to eat meat, so he goes out for a long, liquid lunch, during which he tries to impress an attractive fellow diner by bad-mouthing his colleagues and department. When she later turns up at his office, conceited Bob thinks she has followed him back. Instead she turns out to be the company assessor.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/perfect-world/episodes/10651",
                    "TitleEnglish": "Charity",
                    "SummaryEnglish": "It's company charity week, and the marketing director holds Bob responsible for ensuring their department wins the fund-raising prize. So, Bob, one again comes into trouble, but in the end of the episode he is winner again.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/perfect-world/episodes/10652",
                    "TitleEnglish": "Money",
                    "SummaryEnglish": "Head-hunted by a rival company, the long-suffering Maggie jumps at the chance to escape Bob. But, Bob is in big pressure because he must convince her to stay.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/perfect-world/episodes/10653",
                    "TitleEnglish": "Love",
                    "SummaryEnglish": "Vaughan gets dumped by his girlfriend, Briony, and he does not cares for nothing anymore. Bob tries to cheer him up by saying him that Maggie is in love with him.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "404",
            "URL": "https://thetvdb.com/series/perfect-world/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "10654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/perfect-world/episodes/10654",
                    "TitleEnglish": "Revenge",
                    "SummaryEnglish": "Maggie gets Bob drunk at the office to pay him back for posing as her internet admirer. Meanwhile, the Marketing Director decides he would like to try being gay, so the males in the office had better watch out...",
                    "Aliases": []
                },
                "2": {
                    "ID": "10655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/perfect-world/episodes/10655",
                    "TitleEnglish": "Family Values",
                    "SummaryEnglish": "The Marketing Director takes a trip to Amsterdam to buy his wife a wedding anniversary present. He chooses a video on pets, which is so obscene it is confiscated by customs. Bob and Maggie are posing as husband and wife to impress a Russian businessman. Meanwhile, the Marketing Director has installed a 24-hour webcam in Bob's office - with amusing results. Will Bob be able to resist",
                    "Aliases": []
                },
                "3": {
                    "ID": "10656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/perfect-world/episodes/10656",
                    "TitleEnglish": "Home",
                    "SummaryEnglish": "The marketing director is kicked out by his wife - and decides to move in with Bob. However, in between girlfriends, Bob is temporarily homeless and 'borrows' the keys to Vaughan's uncle's flat while he is away. How will Bob get rid of his unwanted guest before the real owner of the flat returns?",
                    "Aliases": []
                },
                "4": {
                    "ID": "10657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/perfect-world/episodes/10657",
                    "TitleEnglish": "Best Man",
                    "SummaryEnglish": "Vaughan and Briony are about to be married. Their pre-nuptial agreement includes the proviso that Bob will not be best man, but Vaughan is too scared to tell him. And after enduring the Marketing Director's unusual tips for married life, and Bob's guerilla tactics for preventing the wedding going ahead without him, will the happy couple ever make it down the aisle?",
                    "Aliases": []
                },
                "5": {
                    "ID": "10658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/perfect-world/episodes/10658",
                    "TitleEnglish": "Fast Track",
                    "SummaryEnglish": "Maggie is chosen by a newspaper as the subject of an article about women in the workplace. But she soon finds herself being eclipsed by her new assistant - who is poached first by Bob and then by the Marketing director in a meteoric rise through the company. And the international board meeting ends with two directors in hospital.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/perfect-world/episodes/10659",
                    "TitleEnglish": "Graduates",
                    "SummaryEnglish": "After Bob brags about his fake university qualifications, Maggie volunteers him to give a careers talk in an effort to boost graduate recruitment in the company.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/perfect-world/episodes/10660",
                    "TitleEnglish": "Mutiny",
                    "SummaryEnglish": "Bob returns from an extended holiday to find that Vaughan has taken over his office and his job, and immediately plans his comeback!",
                    "Aliases": []
                }
            }
        }
    }
}