{
    "URL": "https://thetvdb.com/series/ronin-warriors",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0159933/",
        "https://www.themoviedb.org/tv/35993"
    ],
    "TitleEnglish": "Yoroiden Samurai Troopers",
    "SummaryEnglish": "Ronin Warriors, originally Yoroiden Samurai Troopers in Japan, is one of the oldest anime series to air largely uncut to international markets. Since its U.S. re-broadcast in the summer of 1995, its popularity and fan-following has grown tremendously. The story is about five young men with mystical armor fighting to save modern-day Japan from the evil Talpa, who wants to take over the mortal world. The series contains 39 half-hour episodes and 3 movies: Gaiden, Kikoutei Densetsu, and Message. It is one of the most faithful animes to be broadcasted on basic cable; the footage was never cut or edited, and the dialouge remains true to the original.",
    "Aliases": [
        "Samurai Troopers",
        "Legendary Armor Samurai Troopers",
        "Ronin Warriors"
    ],
    "Modified": "2025-10-16",
    "Seasons": {
        "0": {
            "ID": "17985",
            "URL": "https://thetvdb.com/series/ronin-warriors/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "447000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/447000",
                    "TitleEnglish": "Gaiden (1): Once Again! Samurai Troopers!",
                    "SummaryEnglish": "Six months have passed since the end of the battle against the evil spirits. At Ryo's 16th birthday party, he and Nasty witness a news report about the Halo Armor committing random murders in New York. Sensing that something terrible is happening, Ryo heads to New York alone!",
                    "Aliases": []
                },
                "2": {
                    "ID": "447001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/447001",
                    "TitleEnglish": "Gaiden (2): Save Your Friend! Samurai Heart!",
                    "SummaryEnglish": "In order to rescue Seiji, Nasty, and Jun, who have been captured by a new enemy, the Shikaisen, Ryo, along with Luna, a local girl whose brother was killed in the incident, heads to the Japanese town where the Shikaisen awaits, along with Shin and Shu... But who is the enemy waiting for them there?! Now, the legend of the armor is reborn!",
                    "Aliases": []
                },
                "3": {
                    "ID": "447002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/447002",
                    "TitleEnglish": "Legend of the Inferno Armor (1): Mukara of the Sun",
                    "SummaryEnglish": "Freed from their roles as armored warriors, the five boys are enjoying a typical high school summer vacation. However, a strange phenomenon suddenly strikes Shinjuku. A hot wind caresses the ground, and a jungle envelops the city... Ryo, guided by the armored ball, fights against the panicked and fleeing crowds, and senses a new battle looming!",
                    "Aliases": []
                },
                "4": {
                    "ID": "447003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/447003",
                    "TitleEnglish": "Legend of the Inferno Armor (2): The Black Sun",
                    "SummaryEnglish": "Ryo and Seiji are sent flying into the savannah by an attack from Mukara, a brown-skinned boy clad in a black Shining Emperor. Mukara wants to fight the white Shining Emperor, but... Meanwhile, Shin, who has doubts about fighting, has a fierce confrontation with Shu, and decides to part ways with the armor, throwing the armor ball to the bottom of the lake!",
                    "Aliases": []
                },
                "5": {
                    "ID": "447004",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/447004",
                    "TitleEnglish": "Legend of the Inferno Armor (3): The Armor That Began Running",
                    "SummaryEnglish": "Mukara ignores the pleas of his fiancee, Naria, and attacks Ryo and Seiji. During the battle, Seiji realizes that the battle is being controlled by a mindless armor. Ryo, obsessed with the battle and refusing to obey the will of the armor, abandons the fight, and Seiji follows suit... Will this put an end to the armor's rampage and the pointless battle?",
                    "Aliases": []
                },
                "6": {
                    "ID": "447005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/447005",
                    "TitleEnglish": "Legend of the Inferno Armor (4): Searching for Something Beyond the Sadness",
                    "SummaryEnglish": "Ryo and Seiji remain in a near-death state. However, as if answering Jun's prayers for their recovery, Shin, who has overcome his doubts, appears before Jun. Realizing that this meaningless battle is all due to the Armor's desire for \"fighting,\" the group confronts the Emperor, determined to stop the fighting by destroying him!",
                    "Aliases": []
                },
                "7": {
                    "ID": "447006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/447006",
                    "TitleEnglish": "Message (1): The Unraveled Conclusion",
                    "SummaryEnglish": "The incident begins again in Shinjuku Subcenter. A waka poem is sung eerily and loudly. Touma, filled with anxiety, runs through the crowd to find out who it is. At the same time, he tells himself that he is no longer a Samurai Trooper... As he runs, Touma recalls the days of fighting that began with his first meeting with Kayusu...",
                    "Aliases": []
                },
                "8": {
                    "ID": "447007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/447007",
                    "TitleEnglish": "Message (2): The Known Future",
                    "SummaryEnglish": "Shin dreams of Touma suffering and reunites with Ryo, Hide, and Seiji after a long time. Ryo shows him a play script written in the late Edo period, \"The Five Armored Warriors,\" sent to him by Touma. The script tells the story of the battles of the Samurai Troopers! The story goes that the days of battle are determined by fate, but...",
                    "Aliases": []
                },
                "9": {
                    "ID": "447008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/447008",
                    "TitleEnglish": "Message (3): The Shattered Self-Confidence",
                    "SummaryEnglish": "Seiji discovers a contradiction between the script of \"The Five Armored Warriors\" and reality. In the script, they are supposed to be killed by the White and Black Shining Emperors, but in reality, the two Shining Emperors are destroyed by them. Was the future where they were supposed to be defeated by the Shining Emperor a mistake on the part of the prophet? Or should the Shining Emperor not have been defeated?",
                    "Aliases": []
                },
                "10": {
                    "ID": "447009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/447009",
                    "TitleEnglish": "Message (4): The Wandering Spirit",
                    "SummaryEnglish": "While Suzunagi was lost in thought, Seiji appeared before her. Now that Seiji had realized everything, Suzunagi's bravado and false smile only seemed pitiful to him. Having seen through Seiji's heart, Suzunagi decided to reveal her true feelings as an illusion in order to show him the meaning of the grudge she was harboring!",
                    "Aliases": []
                },
                "11": {
                    "ID": "447010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/447010",
                    "TitleEnglish": "Message (5): The Reached Truth",
                    "SummaryEnglish": "Ryo, overwhelmed by the loneliness of being the only one left, listens with a heavy heart to the messages left on his answering machine from four people: Touma, Shin, Hide, and Seiji. After listening to the messages, Ryo finally finds the peace of mind to think about what he should do. With all the battles over, Ryo and his friends begin walking towards a new future!",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "442",
            "URL": "https://thetvdb.com/series/ronin-warriors/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 39,
            "Episodes": {
                "1": {
                    "ID": "11235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11235",
                    "TitleEnglish": "Shadowland",
                    "SummaryEnglish": "It seems to be a normal, nice day in Touyama, when a cloud gathers overhead and casts a strangely shaped shadow on the   buildings below.  Demonic laughter resounds. In a room at a university nearby, Mia Koji is busy with a computer, working for her grandfather, Doctor Koji. Her grandfather is worried. The armor of the Ronin Warriors have disappeared, which could mean that the Demon Lord Tulpa -- whom he has researched for years as a folklorist -- may be ready to manifest once again. (Unfortunately, the symbols which show up on the computer screen are so much garbage, not a real readout even in Japanese...) In Touyama's shopping district, Yuli and his parents are window-shopping when Yuli almost runs into White Blaze -- and gets a wet lick as a greeting from the huge white tiger. Then the tiger's human companion (partner more than master), Ryo, speaks with him. Yuli's parents then pull him away, fearful for his life, as Ryo and White Blaze continue about their business. But someone has",
                    "Aliases": []
                },
                "2": {
                    "ID": "11236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11236",
                    "TitleEnglish": "Glory for Anubis",
                    "SummaryEnglish": "Photographs from a photo-reconnaissance satellite reveal a small circle of nothingness, where the camera refuses to pick up an image, in the area of Shinjuku. Japanese Defense Force helicopters try and move in, reporting the prescence of Talpa's Dark Castle, but their motors shut down when they reach Talpa's area of influence. When one tries to autorotate down, one of Talpa's warriors splits its fuel tank open with a spear, and it explodes. Technology does not work where the Demon Lord's power holds sway, and Talpa seems to actually absorb power from such sources. Inside the castle, the warlords are getting orders   from Talpa. It rapidly becomes clear that Anubis is disliked by his fellow warlords, and Talpa's selection of him as the first to go against the Ronin Warriors is greeted with a mixture of rage, irritation and frustration as the others argue that he is too junior for the honor. Talpa shows Anubis where the Ronins, Mia and Yuli are hiding -- in the subway -- and dispatches A",
                    "Aliases": []
                },
                "3": {
                    "ID": "11237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11237",
                    "TitleEnglish": "Secret of Wildfire",
                    "SummaryEnglish": "Yulie and Mia climb out of the rubble they have taken refuge in to sleep through the night as the city crumbles around them. Then Jun notices a growing glow not far away -- it is one of Ryo's katana's, the one he lost in his battle with Anubis. Mia grabs it up as White Blaze arrives. In \"\"tiger talk\"\" he makes it obvious he wants them to follow him. Deep inside Fuji, Ryo slumbers in the middle of a lava pit -- then slowly begins to wake.\r\nIn the audience chamber of Talpa's castle, Anubis is looking at the view screen/magic mirror (\"\"Mirror of Youja\"\") down at the city below. The other Demon Generals arrive and twit him about the fact he didn't really win his first battle -- Talpa did it for him. Talpa interrupts them angrily, as it seems the Troopers are still alive, if dormant. Talpa cannot touch their yoroi and twist them to his own use until the present wearers are dead -- or have been converted to his side. Further, it seems Ryo of Wildfire is beginning to wake.\r\nThe scene on the mirror",
                    "Aliases": []
                },
                "4": {
                    "ID": "11238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11238",
                    "TitleEnglish": "The Search Begins",
                    "SummaryEnglish": "Ryo, Mia, and Yuli decide it best to head back to the University in hopes that Mia's grandfather will have some kind of clue as to the location of the other four Ronin Warriors.\r\nMeanwhile, Talpa, still a little miffed at Anubis for failing to destroy Ryo, sends Sekhmet to try his hand at defeating the Ronins. Sekhmet arrives at the university before Ryo and sets a trap, possessing Mia's grandfather with a shadow demon.\r\nThey make a pit stop at Yuli's house, where he finds his parents still missing, and vows to not only help Ryo defeat Talpa and the Dynasty, but to take care of his mother's garden as well.\r\nRyo, Mia, and Yuli arrive, and Yuli finds a polaroid camera and starts taking pictures. Mia tries to coax some info from her grandfather, but all he keeps talking about is the end of the world and mankind. White Blaze spots Sekhmet on a nearby rooftop and growls, stalking out of the room. Yuli turns to snap a picture of some armor in the room and the armor's eyes light up red. Ryo jump",
                    "Aliases": []
                },
                "5": {
                    "ID": "11239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11239",
                    "TitleEnglish": "Halo's Prison",
                    "SummaryEnglish": "Ryo, Mia, and Yuli, have deciphered the poem to reveal the key phrase in finding Sage of the Halo. \"\"The Darkest Prison sheds the Light\"\". This leads Mia to believe that Sage is buried deep within the Pinnacle Cavern System (wouldn't ya know it, she was right too!)\r\nRyo and the gang go to Pinnacle to find Sage, but instead find a rather irritated Sekhmet. Sekhemet reveals that he let Ryo believe that he had killed Sekhmet, so that Ryo would lead him straight to Sage (a trend that follows through the next five or sixe episodes, that conveniently, none of the warriors ever catch onto). Ryo engages the warlord, telling Mia and Yuli to run, he immediately notices a difference in the strength and speed of his armor. He seems to have the upper hand, until Sekhmet threw six katanas, all six dripping with poison, at Ryo. Ryo dodged them all, but one came too close and dripped the poison into Ryo's wide open eyes, blinding him. Sekhemet was about to deal the final blow, when White Blaze rushed in",
                    "Aliases": []
                },
                "6": {
                    "ID": "11240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11240",
                    "TitleEnglish": "The Counter Attack",
                    "SummaryEnglish": "The key phrase \"\"Churns beneath the Swirling Salt\"\" leads Ryo, Sage, and the gang to a river where three whirlpools mark Cye of the Torrent's under water resting place.\r\nSage and Mia rush to the north to find Kento, while Ryo, Yuli, and White Blaze stay behind to revive Cye. Ryo boasts that the rescue mission will be \"\"completely routine\"\" (a good example of his cockiness in the early episodes) but Sekhmet stands by and watches from a safe distance, plotting to destroy Ryo and Cye with one swoop.\r\nRyo dives into the water, and runs into several of Talpa's spear throwing goons. After a while, he transforms into his armor and quickly dispatches them, before continuing on to Cye's resting place.\r\nMeanwhile, Cye senses Ryo's presence, but is unable to wake himself up from the suspended animation. He's surrounded by three whirlpools, several hundred fish, and an orca more commonly known as a killer whale, all seem intent on keeping him safe.\r\nRyo begins to feel sharp pains and his armor begins spou",
                    "Aliases": []
                },
                "7": {
                    "ID": "11241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11241",
                    "TitleEnglish": "Splitting the Stone",
                    "SummaryEnglish": "Sage and Mia drive as far up the mountain as they can go, in search of Kento of Hardrock, bu eventually have to walk, Sage tells Mia to go back, but, being the stubborn one that she is, Mia refuses and follows after Sage.\r\nMia meets up with Sage while he's being attacked by a pack of feral wolves. He quickly dispatches of them, but they just keep coming, Sage and Mia run for it, but Cale, Warlord of Corruption, causes an avalanche with the intention of hitting Sage. However, Sage grabs Mia and jumps clear of it's path, letting it take out the wolves instead.\r\nThey continue up the mountain until they reach \"\"The Throne of the gods\"\", an enormous boulder that Mia believes Kento is resting inside of. Cale appears, thanking them for leading him to Kento. Sage panics and attempts to hastily revive Hardrock, but fails, Cale engages him, then stops long enough to stab his sword of darkness into the boulder, which then begins magically crawling deeper into the rock, it's tip searching for Kento's",
                    "Aliases": []
                },
                "8": {
                    "ID": "11242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11242",
                    "TitleEnglish": "Friend or Foe",
                    "SummaryEnglish": "In Talpa's throne room, Dais: Warlord of Illusion, mocks and taunts Anubis and Sekhmet on their failure to kill the Ronin Warriors. Then boasts that he alone has the plan that will be their demise, Talpa seems overjoyed and eagerly sends the sadistic one-eyed man off to stalk his prey.\r\nMeanwhile, Mia, Kento, and Sage are driving quickly to meet up with Ryo and Cye so that they can go find Rowen of the Strata, Kento is stuffing his face with burgers in the back seat, while Sage complains about his over confidence from the front passenger seat.\r\nRyo, Cye, Yuli, and White Blaze are at a deserted temple, resting, and contemplating strategies to bring Talpa down, when Yuli steps into a room filled with eerie burning candles. He starts to feel calmed by the cnadles, then one by one they go out, and Dais reveals himself, snatching Yuli and taking him to the roof of the temple.\r\nRyo and Cye counter attack and rescue Yuli, it seems to be evenly matched at first. Until Dais uses his attack \"\"Web Of",
                    "Aliases": []
                },
                "9": {
                    "ID": "11243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11243",
                    "TitleEnglish": "Wildfire in the Sky",
                    "SummaryEnglish": "After discovering the location of Rowen, Ryo and Kento leave for the city against the wishes of Mia and the other two Ronins.\r\n\r\nTalpa, in an attempt to destroy Rowen of the Strata, summons forth his Nether Spirits in order to summon a ball of energy that can be fired up into space.\r\n\r\nRyo and Kento realize what Talps intends to do, and hurry to the abandoned building where the energy balls are being created and fired from.\r\n\r\nOnce there, Ryo and Kento are confronted by Anubis, whom has been charged with dark energies by the Nether Spirits.  Ryo with the aid of Kento, are able to subdue Anubis.\r\nRyo then jumps into the energy ball, in a last attempt to save Rowen.\r\nMia, Yuli, Sage and Cye arrive in the city in time to see the energy ball fly into space, with Kento walking to great them.",
                    "Aliases": []
                },
                "10": {
                    "ID": "11244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11244",
                    "TitleEnglish": "In the Sea of the Sky",
                    "SummaryEnglish": "Ryo is stuck inside of the Energy Ball, as it drains the power from his armor.  Fighting the energy inside the ball, Ryo is able to pull off his Flare Up Now attack, which effectively destroys the ball but sends him floating off into space.  Ryo's armor seemingly awakens Rowen, who uses an arror to pull Ryo over to him.  Rowen then sends Ryo and himself  back down to Earth.  Meanwhile, the other three Ronin Warriors are fighting Talpa's forces in the city.  Talpa uses the destruction of the energy ball as a way to taunt the Ronins, trying to convince them to give up by saying that their friends have died.  Anubis, having been affected by Ryo in their last battle begins to awaken to the virtue of \"\"Loyalty\"\" which concerns Talpa.  Anubis goes out on his own to fight Ryo in fair terms.  However, he discovers that Ryo is not in fighting shape and as such, cannot bring himself to kill Ryo.  Rowen attacks using his \"\"Arrow Shockwave\"\" cracking Anubis's helmet in two.  Talpa, obviously angry at",
                    "Aliases": []
                },
                "11": {
                    "ID": "11245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11245",
                    "TitleEnglish": "Assault on the Dynasty",
                    "SummaryEnglish": "Talpa commands his soldiers to cloes the gates to his castle, in order to prevent the Ronin Warriors from intruding in his territory.  Out of fear for the lives of Mia and Yuli, Ryo asks them to stay behind.  yuli is not too thrilled with this and throws a fit.  Ryo slaps him, and tells Whiteblaze to stay with Mia and Yuli.  Dais requests that Talpa open the gates once again, as he has something special cooked up for the Ronin Warriors.  Talpa agrees, and Kento is able to open one of the gates leading deeper into the territory of the Dynasty.  Dais confronts the Ronin Warriors.  Prepared for battle, the Ronin Warriors attempt to armor up, but a spell cast by Nether Spirits prevents them from doing so.  Dais easily beats the Ronin Warriors.  Meanwhile, Mia and Yuli run into the Ancient One.  He gives Mia his staff, and disappears.  Mia and Yuli rish back to the gate to help the Ronin Warriors.  Once there, the staff seals off the spell cast by the Nether Spirits, and Ryo is able to armo",
                    "Aliases": []
                },
                "12": {
                    "ID": "11246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11246",
                    "TitleEnglish": "Shallow Darkness",
                    "SummaryEnglish": "After wandering through the city, the Ronin Warriors arrive in the exact area where they first met.\r\nTheir rest is quickly ended when a massive force of Dynasty soldiers appear from the foggy desolate streets.  Mia and Yuli follow the Ronin Warriors into a underground parking area.\r\nThe vehicles left in the parking garage come to life, and just when things look hopeless for Mia and Yuli, Ryo, Kento, and Cye appear and fight back the vehicles.  Mia and Yuli are told to run by Ryo.\r\nEventually, Mia and Yuli find themselves in an abandoned subway station.  They run into Sage down there, who realizes that Talpa more than likely wanted to force the Ronin Warriors apart.  In order to escape the Dynasty , Sage, Mia, and Yuli escape through an air vent.  Forced to go deeper underground, Sage is eventually confronted by Cale.\r\nCale uses his powers of Darkness to beat Sage.  Yuli doesn't want Sage to lose, so he grabs the Ancient Staff still possessed by Mia, and flings it at Cale.  The light given",
                    "Aliases": []
                },
                "13": {
                    "ID": "11247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11247",
                    "TitleEnglish": "Fate of the Ronin Armor",
                    "SummaryEnglish": "Talpa has come up with a plan in an attempt to break the Ronin Warriors apart, and he gives Dais the task.\r\nMeanwhile, Kento wanders around an empty subway track, when he eventually runs into Rowen.  Eventually, two subway trains appare from the darkness, and force Kento and Rowen to seperate, each jumping ontop of one of the subway trains.\r\nRowen jumps off his train, and realizes that he wasn't the target.\r\nKento fights his way through the subway cars and reaches the end of the train, only to find that the car is on a collision course with debris in the middle of the track.  Kento prepares for the impact, but instead of hitting the debris, he is transported to a grassy field, in what appears to be a fuedal Japanese battle.\r\nDais and Talpa tell Kento that his armor is only meant for destruction, and can only achieve the true power of his armor by giving in to his hate.\r\nUsing an illusion, Dais forces Kento to fight off his friends, eventually forcing Kento to go against what Rowen told him",
                    "Aliases": []
                },
                "14": {
                    "ID": "11248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11248",
                    "TitleEnglish": "Armor of Life",
                    "SummaryEnglish": "Talpa, after pumping Anubis full of dark energy, decides to let him have another chance to destroy the Ronin Warriors.\r\nMeanwhile, Sage, Mia, and Yuli are resting at an abandoned amusment park.  Suddenly Dynasty soldiers appear, and Sage attempts to fight them off.  Ryo and Cye appear midway through the battle, to Sage's surprise.\r\nThe four Ronin Warriors fight the soldiers, effectively pushing them down into the subway below the park.\r\nIn the subway, Rowen and Kento show up.  The Ronin Warriors are reunited once again.\r\nSuddenly, Anubis appears.  Ryo orders the Ronin Warriors to armor up.  Each of them do, except for Kento.  Kento, not wanting to give into his hate, decides that he can fight effectively without his armor.\r\nAnubis is too strong for the Ronin Warriors however, and soon all but Kento are knocked unconscious.\r\nYuli, out fo anger, jumps onto White Blazes' back and charges Anubis.  Anubis knocks him to the ground.  This upsets Kento, who decides that he must armor up to protect h",
                    "Aliases": []
                },
                "15": {
                    "ID": "11249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11249",
                    "TitleEnglish": "The Ancient's Battle",
                    "SummaryEnglish": "The Ancient and the Ronin Warriors finally meet face to face.  The Ancient tells them about their armors, revealing to Kento that the armor is not good or evil, but reflects the soul of the person wearing it.  he also reveals that the armor once belonged to Talpa, and that he must never get it back.\r\nThe Ancient then speaks with Anubis alone, telling him that he does not have to be loyal to Talpa.  He reveals Anubis's armor spirit to be \"\"Loyalty\"\", meaning that he is loyal to his master but he has the option to choose his own master.\r\nCale, Dais, and Sekhmet appear in an attempt to reclaim Anubis.  After a skirmish with the Ronin Warriors, they are able to bring Anubis back to Talpa.\r\nThe Ancient then takes the Ronin Warriors back to the city, in order to become the \"\"Bridge\"\" to Talpa's castle.  The Ronin Warriors don't know what he means.\r\nThe Ancient confronts Talpa, and Talpa is able to destroy the Ancient.  The Ancient is able to create a pathway to the castle with his last energy.\r\nLeavi",
                    "Aliases": []
                },
                "16": {
                    "ID": "11250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11250",
                    "TitleEnglish": "Raid on Talpa's Castle",
                    "SummaryEnglish": "The Ronin Warriors are finally able to make it to the castle fo their enemy, Talpa.  After crossing through the front gate, they are confronted by many Dynasty Soldiers and are forced to get into their armors.\r\nAfter destroying the attack soldiers, the Ronin Warriors step into the front area of Talpa's castle, but fall right into a trap.  The Ronin Warriors are seperated again.\r\nSage finds himself confronted by Cale, and fights it out with him eventually forcing the fight back to the outside area of Talpa's castle.\r\nRyo and Cye are confronted by Sekhmet in a room with a pool filled with poison.  Cye uses his Super Wave Smasher, and forces Ryo out of the room, allowing him to find and defeat Talpa.  Cye then fights Sekhmet head on, eventually ending up in the outside area of Talpa's castle.\r\nRowen and Kento find themselves stuck on a big spider web, surrounded by statues.  Dais reveals himself to the pair, and taunts them into finding the real Dais.  Kento finds him, and rushes towards him",
                    "Aliases": []
                },
                "17": {
                    "ID": "11251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11251",
                    "TitleEnglish": "The Legend of the Armor",
                    "SummaryEnglish": "Ryo falls to a ledge and is nearly killed by Sekhmet but is saved by Cye. Ryo climbs to the top of the castle and faces Talpa again inside, but is again easily defeated and thrown back outside. Meanwhile, Mia and Ully become determined to help the Ronin Warriors and ride White Blaze through the bridge to the castle where they dodge Dynasty attacks. Talpa watches as the Warriors fight with some success against the Warlords and realizes that their armor grows stronger the more they battle and he needs that for himself. When the Warriors manage to get past the Warlords, Talpa calls them off and demands the Warlords give their armor to him. They agree and Talpa absorbs the Warlords and starts building a physical body for himself. Mia, Ully and White Blaze find Ryo in a lot of pain and come under attack by a Dynasty army but are saved by Rowen and Cye and Rowen destroys most of the army with Arrow Shockwave. The Ronins then destroy much of the rest and form an energy pyramid that destroys the rest. Talpa reveals that the source of the armor is that it originally belonged to him before the Ancient One stole it and tried to hide it from him and attacks with his hand, injuring Ryo and causing his armor to disappear and absorbing Rowen, Cye and Kento. Meanwhile, Anubis escapes from his prison to help. Mia and Ully are captured by more Dynasty soldiers while White Blaze is surrounded, but Anubis saves them. His presence causes the remaining Ronin virtues to activate and Ryo is healed. Sage attacks Talpa to no avail and his sword is destroyed and he is absorbed. Ryo summons his armor and attacks Talpa together with Anubis, but to no avail and Anubis is absorbed leaving Talpa having absorbed eight of the nine armors and Ryo alone to face him.",
                    "Aliases": []
                },
                "18": {
                    "ID": "11252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11252",
                    "TitleEnglish": "Talpa's Triumph",
                    "SummaryEnglish": "Talpa faces Ryo, taunting him about having absorbed his friends. This causes Mia to lose hope, but not Ully. Ryo attacks Talpa to no avail with not even Flare Up Now doing anything. Talpa grabs Ryo and explains that having absorbed eight armors he is too powerful for Ryo to harm. However, before he can harm or absorb Ryo, the other Warriors, who are still alive inside Talpa, fight back and manage to force Talpa to let Ryo go. Ryo becomes determined to find someway to free his friends and kill Talpa, but is unsure how while Talpa grows stronger by feeding off the fear of the people he has captured which gives Mia and Ully hope as that means that Ully's parents and the other people Talpa has captured are still alive. Talpa chases Ryo who is reluctant to destroy him as doing so will kill the other Ronin Warriors. Ryo is nearly absorbed by Talpa, but White Blaze saves him and they fight Talpa who forces the other Ronin Warriors to use their attacks against Ryo. Talpa prepares to absorb Ryo, but the other Ronins take control of him and urge Ryo to use the opportunity to destroy Talpa, but he refuses as he will kill them doing it. Talpa regains control and draws Ryo to him in order to absorb him.",
                    "Aliases": []
                },
                "19": {
                    "ID": "11253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11253",
                    "TitleEnglish": "Wildfire's Fight Against Fate",
                    "SummaryEnglish": "As Talpa pulls Ryo to him, Ryo gives up hope despite Ully's pleas. However, the spirit of the Ancient One appears to him to show him how Talpa tried to take over the world in the past. The Ancient One shows Ryo how he defeated Talpa and killed him, but Talpa swore that with his armor he would return one day and returned to the Nether World as a soul. The Ancient One, knowing that with Talpa's armor still intact this is still possible and unable to destroy it, splits the armor into the five Ronin and four Warlord armors to diffuse Talpa's armor's power. The nine armors are thus linked, but according to the Ancient One, not necessarily to Talpa's evil. While all of the armors are made up of the parts of the human spirit, the Ronins are linked to the purest parts of it while the other armors are more easily corruptible and eventually returned to Talpa's side. The Ancient One explains that while the armors can be used for either good or evil, it is the wearer's soul that determines which side that armor is on. Unfortunately, after the Ancient One explains all of this, Ryo is absorbed by Talpa who sends out a blast of energy that causes destruction in the city below. Inside Talpa, Ryo watches as the spirit of the Ancient One apologizes to the Warriors for involving them in the battle against Talpa who appears and tries to make Ryo despair by claiming his friends now hate and feel betrayed by him. Ryo refuses to give into despair and calls upon his friends to help him fight once more. Ryo emerges from Talpa and absorbs the power of the other four armors to form a new armor, the Inferno Armor. With the Inferno, Ryo is more than a match for Talpa and blasts him with Flare Up Now, destroying him and his castle and releasing the other Ronin Warriors. The Warriors float safely to the ground while Mia, Ully and White Blaze escape through the Ancient One's bridge and the group stands on a rooftop and looks out at the now freed city, the threat over.",
                    "Aliases": []
                },
                "20": {
                    "ID": "11254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11254",
                    "TitleEnglish": "Ronin vs. Saranbo",
                    "SummaryEnglish": "Ryo is attacked and killed by Talpa, but is relieved when he wakes up and realizes that it was just a nightmare. He watches as Cye and Kento practice their moves while they rest at a house on a lakeside. Meanwhile, Sage and Rowen visit the city where everything has returned to normal with no one but them remembering what happened during Talpa's reign of terror. Despite the peace, the Ronin Warriors worry about threats from other parts of the Dynasty than just the now-dead Talpa and about Ryo's new armor. At the gates to the Nether World, a new threat, Saranbo appears, announcing his intention to destroy the world and steal the Ronin armors for himself to become invincible. Ryo finds Mia researching his armor and she explains that her grandfather was aware of the armors special powers and that the white armor he had summoned is called the Inferno armor. However, she is worried about Ryo as it takes a lot out of him to use and she believes he should rest. Ryo feels fine after sleeping a lot and and believes he is okay now. After having stopped to get a drink, a gate to the Nether World appears in front of Rowen and Sage and Saranbo arrives to attack them. Saranbo proves to be more than a match for them and demands to know which of them holds the Inferno armor and leaves after blasting them and discovering that neither holds it. They inform Cye, Kento and Mia about this but don't tell Ryo as he is still exhausted from his fight with Talpa and needs more time to recover. Deciding to keep it from Ryo and protect him, they lure Saranbo into a trap, but he is unscathed by even the combined power of Arrow Shockwave and Thunder Bolt Cut and easily defeats them. Upon learning that none of them possess the armor, he goes in search of Ryo leaving the others captured. Saranbo finds Ryo and tells him he has captured his friends and demands he find them. Ryo and White Blaze head out in search of the others and upon finding them, come under attack by Saranbo. Ryo loses until the In",
                    "Aliases": []
                },
                "21": {
                    "ID": "11255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11255",
                    "TitleEnglish": "Ryo's Mega Armor",
                    "SummaryEnglish": "Saranbo meets with the Dynasty soldiers to plan his next move in gaining the Inferno armor. Realizing that Ryo is weak and not using the full power of the armor, Saranbo decides to use this to his advantage. At Mia's house as everyone else relaxes, Ryo is worried about the threat he knows is not over and eventually leaves, breaking the good mood. Mia follows Ryo and tries to comfort him, knowing he blames himself for his friends getting hurt, but it fails and he sends her away shortly before he is attacked by Dynasty soldiers. Ryo defeats the soldiers and Saranbo sends an image to confront him, telling him to gather his friends for a battle with him. Still feeling guilty over the others getting hurt last time, Ryo heads out to confront Saranbo alone at a pier but he passes Ully on the way and Ully goes to Mia's house and lets the others know what he saw and they realize what it means. At the pier, Ryo summons his armor and confronts Saranbo alone. Saranbo easily beats Ryo and starts draining him of his armor, but White Blaze saves him. However, Saranbo quickly defeats White Blaze, but the attack allows Ryo to get up and fire Flare Up Now at Saranbo who returns with Wave of Destruction. Saranbo's attack overpowers Ryo's and Ryo is blasted into the water. White Blaze cries out for help and Ully, looking for Ryo with the others, hears him. However, they come under attack from Dynasty soldiers. Meanwhile, Saranbo uses the Dark Flame to try to incinerate Ryo, but the other Ronin armors protect him from the flame at the expense of hurting their wearers. The other Ronins send their armors to Ryo, destroying the Dynasty soldiers and Ryo forms the Inferno and destroys Saranbo with Flare Up Now. However, he collapses afterwards and his swords are damaged, unable to take being used with the Inferno.",
                    "Aliases": []
                },
                "22": {
                    "ID": "11256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11256",
                    "TitleEnglish": "Saber Stryke's Deadly Challenge",
                    "SummaryEnglish": "Lord Saber Stryke appears with his tiger Black Blaze, glad that his old enemy has been defeated by Ryo with the Inferno armor and he decides to go after Ryo to get the armor. Ully plays with White Blaze, pretending to be a Ronin Warrior and goes to Mia's where the others are gathered examining Ryo's damaged swords. Mia explains that the swords couldn't handle the intensity of the Inferno armor and continuing to use it as Ryo did could result in it failing him. Ryo is upset that he can't trust his own swords and Ully suggests finding him a new one, causing Mia to come up with the idea that maybe there is another sword meant to work with the Inferno armor which she looks through her grandfather's data for. Mia finds a special pair of swords meant for the original wearer of the Inferno armor called the Soul Swords of Fervor or the Soul Swords which legend states is hidden at the base of a volcano and protected by a special divine power. Black Blaze appears and he and White Blaze fight. Eventually Black Blaze disappears, but not before the Warriors realize he's from the Nether World and become even more determined to get the Swords of Fervor. However, Lord Saber Stryke is nearby and is determined to get the Inferno armor and reveals he possesses the Swords of Fervor which he won't give up easily. The Warriors, Mia, Ully and White Blaze travel to the location the Swords are supposed to be and find them in an energy triangle which the Warriors dissipate with their armors power. However, when Ryo gets the swords, he realizes that they are fakes and Lord Saber Stryke appears, revealing to them that he possesses the real swords and challenging them to a fight for the swords. The Warriors prove no match for Lord Saber Stryke so Ryo forms the Inferno. Lord Saber Stryke reveals that his old enemy is Talpa who he indicates is still alive and that he wishes for the Inferno armor to defeat him. Ryo launches Flare Up Now at Lord Saber Stryke, but his swords shatter and Lord Saber S",
                    "Aliases": []
                },
                "23": {
                    "ID": "11257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11257",
                    "TitleEnglish": "White Blaze's Sacrifice",
                    "SummaryEnglish": "Lord Saber Stryke locates the still-alive Talpa and does battle with him, but proves unable to defeat him and is knocked into a chasm which Black Blaze jumps after him into. Meanwhile, Ryo, Mia and Ully try to help White Blaze recover from his serious injuries while the other Ronins decide to try to take on Lord Saber Stryke on their own, not sure they can trust Ryo in the fight. When Rowen suggests this to Ryo, he runs off followed by Ully and examines his broken swords, brooding over their destruction. Ully tries to cheer him up, but is interrupted by the arrival of Black Blaze with the Swords of Fervor and Lord Saber Stryke. Lord Saber Stryke challenges Ryo to a fair fight with the Inferno armor for the Soul Swords, but Ryo refuses and Lord Saber Stryke leaves. That night, White Blaze hears Black Blaze roaring and goes after him. The two tigers battle and though White Blaze is mortally wounded, he manages to steal one of the Soul Swords and gives it to Ryo when he arrives, having woken up and found White Blaze gone. With the one Soul Sword in each of their possessions, Ryo agrees to a fight between him and Lord Saber Stryke and tells the other Ronins to stay out of it. Even with the Soul Sword, Ryo is no match for Lord Saber Stryke until he forms the Inferno. At the same time Lord Saber Stryke attacks him, Ryo uses the attack Rage of Inferno on him. Ryo emerges victorious with both Soul Swords while Lord Saber Stryke is mortally wounded. Both Lord Saber Stryke and White Blaze die, but as his last act, Lord Saber Stryke orders Black Blaze to follow Ryo's orders as his new master and Black Blaze merges with White Blaze, bringing him back to life.",
                    "Aliases": []
                },
                "24": {
                    "ID": "11258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11258",
                    "TitleEnglish": "Sun Devil: Ambassador of Evil",
                    "SummaryEnglish": "A Dynasty warrior arrives on Earth, landing in a volcano named Mount Aso. The volcano erupts at his arrival, but the warlord uses black ice to calm it. At the same time, Ully, Mia, White Blaze and Ryo visit another volcano in an attempt to fix the Swords of Wildfire. The power of the volcano successfully repairs the swords and the group heads back home, but Ryo senses the nearby presence of the warrior, though he dismisses it. On the ride home, Ully encourages Mia to race White Blaze who seems to be back to normal after being restored by Black Blaze, the power of whom he now carries inside. At home, the Warriors see a news report about the eruption of Mount Aso and the ice that now covers it and decide to investigate. On the road, the warrior appears and Ryo engages in a battle with him, but proves to be no match for him. The warrior proves to be more than a match for all of the Warriors together and nearly kills Ryo before White Blaze knocks him away, knocking off his cloak. The warrior introduces himself as Sun Devil and explains that he was sent by his master to test their armors limits, but refuses to identify that master. Sun Devil splits into five copies which easily overpower the Warriors, but White Blaze attacks the one fighting Ryo and transforms into Black Blaze who has become a part of him ever since he saved White Blaze. At the insistence of the others, Ryo forms the Inferno Armor even though it will drain their power. Sun Devil explains he just wanted to see the power of the Inferno and freezes the Ronins in black ice, but Ryo breaks free and destroys Sun Devil with Rage of Inferno and the Soul Swords. A gateway to the Nether Realm appears and Sun Devil's master speaks to the Ronins through it, revealing himself to be the still-alive Talpa who is determined to have the Ronin armor return to him.",
                    "Aliases": []
                },
                "25": {
                    "ID": "11259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11259",
                    "TitleEnglish": "Torrent's Evil Twin",
                    "SummaryEnglish": "Wanting to redeem himself for his past failures, Sekhmet approaches Talpa with a plan to defeat the Warriors and get their armor. He creates an evil clone of Cye with the same armor, but red and more powerful. This clone will be powerful enough to defeat the Warriors. Talpa is worried that they will be defeated again because of their reliance on the art of fighting battles, but Sekhmet is confident that he has accounted for that problem. Meanwhile, Ryo worries about being able to control the intense power created by the combination of the Soul Swords and the Armor of Inferno while everyone else worries about it as well as the fact that the Dynasty nearly overpowered them with its evil. That night, Ryo dreams that he tests his strength by using Flare Up Now to cut a massive boulder in half which works, but the Ancient One's spirit appears to tell him that strength alone isn't enough to defeat Talpa and the forces of evil, he must also fight the battle with his heart. He then appears in the dreams of all the other Warriors to give them advice and the next day, Kento believes that they need to find their center to find the balance the Ancient One was talking about and they take off to do so. Cye travels to the ocean, but is attacked by Dynasty soldiers. After defeating them, he comes face to face with his evil clone, Red Torrent and proves to be no match for him, forced to take the battle out of the water due to Red Torrent possessing Sekhmet's poison which starts affecting the ocean and being overpowered by Red Torrent's Super Wave Smasher when they fire at each other. The Ancient One's spirit appears again and tells Cye to ignore the turmoil and strength of his foe and find the peace in the battle. Cye realizes this is like how a whale let a powerful current carry him. The Ancient One tells him not to fight, but to swim into the stream of its nature and Cye clears his mind and searches for a solution. Red Torrent shoots his poisonous Super Wave Smasher and Cye decide",
                    "Aliases": []
                },
                "26": {
                    "ID": "11260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11260",
                    "TitleEnglish": "The Armor Must Be Destroyed",
                    "SummaryEnglish": "The Ancient One's spirit tells Sage to rely on mind, skill and spirit and not just the strength of his armor to overcome evil, saying that harnessing those three things will allow him to attain an even greater strength. In order to do so, Sage returns to the caves at the Catasota Gulch Pinnacles where the Armor of Halo was created and the source of its power. At the Pinnacles, Sage saves a deer from a pack of wolves who run away when he starts glowing. The deer and its herd, also fearing Sage, run away from him. Meanwhile, Talpa summons Cale and sends him to go after Sage to try to turn him to the side of evil, believing that once the Ronin Warriors see their true power, they will switch sides. Cale approaches Sage and explains that the wolves and the deer ran from him because they sensed the evil of his armor and fear it. Cale claims that the armors purpose is to bring destruction to the world and attacks. Cale battles Sage, trying to convince him of the armors evil power and for Sage to turn to evil, telling him that the armor makes him continually fight and destroy. Fearing this might be true, Sage powers down his armor and runs, hiding in a waterfall and meditating. In order to show Sage how cold and dark the heart of a Dynasty warlord is, Cale covers everything, including all living creatures in ice and snow, freezing Sage in the waterfall and tries to convince him to help destroy the world. In an attempt to drive Sage to evil, Cale revives and controls five deer and makes them attack Sage, trying to force him to kill them and drive him further from good, but when it fails, Cale kills them again. Sage summons his armor to fight Cale again, understanding that while his strength may come from the Dynasty, he still controls it with his mind. Sage unleashes the Thunder Bolt Cut, defeating Cale, but blasting off the top of the caves. Cale tells Sage he has now become a Dynasty warrior before collapsing and not wanting to give into the evil in the armor, Sage separat",
                    "Aliases": []
                },
                "27": {
                    "ID": "11261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11261",
                    "TitleEnglish": "Sand Blasted",
                    "SummaryEnglish": "In the Nether Realm, Dais is given his mission of capturing Kento. Dais is granted his request of the assistance of the twin Sand Strikers. As Kento enters a construction site, Dais and the Sand Strikers attack. Kento is victorious, and heads out to the moutains, where the fight continues. By tapping into the source of his power, Kento is able to focus in on the Sand Strikers and destroy them. But when Dais tells Kento that Sage and Cye have been captured, Kento willingly accompanies Dais into the Nether Realm.",
                    "Aliases": []
                },
                "28": {
                    "ID": "11262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11262",
                    "TitleEnglish": "Lady Kayura and the Dark Realm",
                    "SummaryEnglish": "Rowen stands in the ocean, meditating. The fires an Arrow Shock Wave into the clouds. Shortly after, a girl's laughter comes from the sky. Flower petals fly around Rowen, and he is struck by a bolt of energy. He awakes in the clouds in the presence of Lady Kayura. When Kayura tells Rowen that Kento, Sage, and Cye are being held by the Dynasty, Rowen angrily shoots an arrow at her, and Kayura lets Rowen plummet. At the last second, Rowen's armor creates a protective bubble which carries him safely to the ground. Nearby, a man with long red hair dressed in the Ancient's clothes watches. In Mt. Fuji, Ryo stands in the lava, Kayura watching him from above. Kayura taunts Ryo, and Ryo jumps up to confront her. Rowen arrives, telling Ryo that Kento, Sage, and Cye have been captured. When Ryo asks Kayura about this, Kayura summons the weapons of Sage and Cye, and vanishes. Once home, Ryo and Rowen argue against each other, yet both seem to be arguing for the same side. Kayura appears outside and presents to Rowen and Ryo an image of Kento, Sage, and Cye being drained by the nether spirits. Kayura tells the two to give up, but they refuse. Kayura battles Ryo and Rowen, and eventually beats them. She opens a doorway, and as she prepares to take the two into the Nether Realm, the red-haired ancient appears and throws his staff near Ryo and Rowen. The energy from the staff, Ryo, and Rowen merge, and the Inferno armor is formed around Ryo. Ryo destroys the gate, and Kayura escapes.",
                    "Aliases": []
                },
                "29": {
                    "ID": "11263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11263",
                    "TitleEnglish": "Anubis Is Reborn",
                    "SummaryEnglish": "Near a shrine, the red-haired Ancient, now obviously Anubis, mediates. Kayura appears, and the two battle. As Anubis blocks every one of Kayura's blows, he tells her that his mission is to carry on the legacy of the Ancient. Kayura, thinking Anubis hasn't had time to discover his full power, summons a Star Sword Scream sure-kill at Anubis. Anubis, more powerful than Kayura suspects, blocks the attack and vanishes. At home, Ryo and Rowen again argue, ultimately deciding to lure Talpa's forces out of their element. In the Nether Realm, Kayura tells Talpa of Anubis' power. Kayura is again sent after Ryo and Rowen. In our world, Ryo and Rowen catch sight of Anubis, who they think is the Ancient. Anubis reveals himself to the shock of Ryo and Rowen, and explain that the Ancient chose him to carry on in his place. Anubis tells them that he does not yet have the power to send them into the Nether Realm, and that they would have to wait for Talpa's move. Ryo and Rowen accept his friendship, and Anubis leaves. Ryo, Rowen, Mia, Yuli, and White Blaze leave for the city, and are attacked by Kayura. White Blaze transforms into Black Blaze, and a battle begins. As Kayura powers up her Star Sword Scream, Anubis uses his staff to redirect Kayura's energy into creating an energy pillar into the Nether Realm. Ryo, Rowen, and Black Blaze are taken into Talpa's dimension, and Kayura, pissed off, returns home.",
                    "Aliases": []
                },
                "30": {
                    "ID": "11264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11264",
                    "TitleEnglish": "Talpa Turns the Tide",
                    "SummaryEnglish": "Mia and Yuli jump all over Anubis for causing Ryo and Rowen to disappear, but Anubis explains himself. Inside, Anubis tells Mia and Yuli about his life before Talpa recruited him. Anubis senses danger, and Dais' presence is revealed. Anubis effortlessly knocks Dais out, sending his helmet flying off. Anubis tries to convince Dais that Talpa is merely using him for the power of his armor, and that Talpa's promises of power and riches have all been lies. Dais listens to everything Anubis has to say, and then leaves. In the Nether Realm, Ryo, Rowen, and Black Blaze find themselves in a stunningly beautiful landscape, complete with flowers and sparkling streams. After travelling through a gate, Ryo and Rowen are greeted by the nether spirits, who merge into a single giant face. The priest tells them to enjoy the beauty of the land, and not to fight the tranquility they have found. Ryo and Rowen dismiss the priest's offering of peace, and move further. Meanwhile, Talpa taunts the three captured Ronin Warriors. After telling them that resisting him creates more energy for him to use, he siphons their energy and from it forms a large sword, which will be used to combat the remaining two Ronins. Before passing out, Sage calls out to Ryo. Hearing Sage's distant call, Ryo realizes his friends are alive, and he and Rowen are determined to free them. Elsewhere, Kayura presents Dara, a resident demon under the employ of Talpa, with the sword. Kayura returns to her chamber in Talpa's castle, and her armor disperses. After a second or two of nudity, Kayura is dressed in a kimono. She reports to Talpa that she has done as he requested. Outside, Dara and a very large army of demon soldiers surround Ryo, Rowen, and Black Blaze. As the three attempt to fight against the swarm of opponents, Kayura's chestplate glows, and she sees a vision of Ryo.",
                    "Aliases": []
                },
                "31": {
                    "ID": "11265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11265",
                    "TitleEnglish": "Legend of the White Armor",
                    "SummaryEnglish": "Ryo, Rowen, and Black Blaze fight back against the army in vain. Kento, Sage, and Cye, now overcome with desperation, call out for Ryo. In Talpa's castle, the three Dark Warlords itch for battle. Talpa calls upon his sorceror Badamon, who tells them what he has learned about the Inferno armor, and that the Dark Warlords will soon have their purpose. Outside, Dara uses the power of his sword against Ryo and Rowen, causing pain in the three captured Ronins with each use. Knowing they need the power of Inferno, Rowen rides away on a horse, leaving Ryo clueless. Ryo continues the battle with Dara as Rowen launches an arrow into the chamber where Kento, Sage, and Cye are being held. The three realize Rowen is nearby, and send the power of their armor through the new hole in their prison. Ryo defeats Dara with the Inferno armor and sets out toward the castle on White Blaze. He finds Rowen captured by Demon Soldiers. Ryo frees Rowen, and they set out for the castle. Meanwhile, Badamon summons magic to use against the Ronin Warriors.",
                    "Aliases": []
                },
                "32": {
                    "ID": "11266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11266",
                    "TitleEnglish": "Strategies of the Nether World",
                    "SummaryEnglish": "Badamon, using the energy of the Nether Spirits, probes into the secret of the Inferno armor and discovers that the Ancient's staff was able to form the Inferno armor without all of the armors present. Meanwhile, Ryo and Rowen are lost in the maze of the castle walls, trying to avoid the Demon Soldiers. Badamon tells Talpa and Lady Kayura that the Dark Warlords' armors can be combined with the Wildfire and Strata armors to form the Inferno armor. They plan to contaminate the Inferno armor using the energies of the Nether Spirits during such a combination. Meanwhile, the Dark Warlords discuss how they have been used by Talpa. Elsewhere, Ryo and Rowen run across Kayura. The Dark Warlords come up behind the two Ronin Warriors, trapping them. As Kayura releases a magic dust into the air, all but Kayura are knocked unconscious, their armors glowing. The powers of Rowen, Cale, Sekhmet, and Dais merge with Ryo's, forming the Inferno armor. Nether Spirits possess Ryo in hopes of tainting the White Armor. Surprisingly, Kayura is confronted by the three Dark Warlords, their forehead virtues glowing. Kayura wards them off, but Ryo finds the strength to exorcise the Nether Spirits and launch a Rage of Inferno at Kayura. The blast misses, penetrating the barrier between the Nether Realm and Earth. Talpa is pleased, as this signifies the weakening of the barrier.",
                    "Aliases": []
                },
                "33": {
                    "ID": "11267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11267",
                    "TitleEnglish": "In Search of Secret Treasures",
                    "SummaryEnglish": "On Earth, Mia, Yuli, and Anubis notice the blast and its effects on the barrier between the worlds. Meanwhile, Ryo, Rowen, and White Blaze rest in a cave. Rowen tells Ryo that the Dark Warlords are potential allies, and describes their forehead virtues. Meanwhile, Badamon has the three Dark Warlords taken to be reprogrammed. On Earth, Anubis waits impatiently as Mia tries to solve the puzzles left by the Ancient. Demon Soldiers attack, and Anubis makes short work of them. Mia tells Anubis that she has discovered that the third element necessary to defeat Talpa, the Jewel of Life, located, coincidentally, at Jewel Lake. Badamon dispatches Gashura and a small team of Demon Soldiers to stop them from retrieving the artifact. When they arrive at Jewel Lake, Anubis parts the waters, allowing them to walk along the lake bottom, where a secret temple is located. After Anubis uses the Ancient's staff like a key to let them enter, they descend into the temple. They pass through a corridor lined with ancient suits of armor. After the three pass by, the suits' eyes glow blue. In the center of the temple, Mia, Yuli, and Anubis discover the Jewel of Life, but are quickly attacked by Gashura and the Demon Soldiers. Gashura takes Mia and Yuli hostage, and Anubis is outnumbered. They are rescued as the suits of armor come to life and dispose of the Demon Soldiers. Anubis impales Gashura with the end of his staff, and the armored spirits kneel to him. A voice tells them the spirits had agreed to be bound to the temple to protect the Jewel of Life. Having done well, the spirits are set free by Anubis. Once outside, Anubis gives the Jewel of Life to Mia and Yuli.",
                    "Aliases": []
                },
                "34": {
                    "ID": "11268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11268",
                    "TitleEnglish": "Strata's Defiant Stand",
                    "SummaryEnglish": "Home, Mia inspects the jewel, and puts it around Yuli's neck. Outside, Anubis sees Talpa's castle floating above the city, and knows there is not much time left. Talpa's armies continue destroying the city as Talpa watches happily. Badamon tells Talpa that Ryo and Rowen remain free, yet they may be tricked into assisting Talpa's plans. Meanwhile, Rowen, Ryo, and White Blaze are again in the maze, and are cornered by Demon Soldiers. While attempting to climb the walls, they sink into them and are taken elsewhere. Kayura taunts Kento, Sage, and Cye in their chamber, and leaves to meet Ryo and Rowen, while the Nether Spirits continue to drain their powers. On Earth, Anubis is frustrated, and asks the Ancient for help. The staff and the Jewel of Life glow, and Anubis realizes what he must do. Ryo, Rowen, and White Blaze try to find their way out of the dungeon when they come across Kayura. After a short battle, Ryo is tricked into releasing a Flare Up Now. Kayura jumps aside, and a nearby temple begins absorbing the energy. Ryo, finding he can't stop releasing energy, is saved by Rowen. White Blaze takes the weak Ryo away, and the battle between Rowen and Kayura is taken into the sky. On Earth, Anubis uses the staff and the jewel to transport him, Mia, and Yuli to the Nether Realm. White Blaze has taken Ryo to a boat, and Rowen floats down to join them. Kayura arrives and prepares to take them captive, but is foiled by Anubis. Kayura watches in defeat as the boat sets out for deeper waters.",
                    "Aliases": []
                },
                "35": {
                    "ID": "11269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11269",
                    "TitleEnglish": "The Warriors Return",
                    "SummaryEnglish": "Ryo and Rowen ask why Mia and Yuli are in the Dark Realm, and Anubis tells them they are vital in the battle against Talpa, and that they wouldn't be much safer on Earth. Ryo and Rowen leave to confront Kayura, while Demon Soldiers appear on the boat. As the two Ronin Warriors battle Kayura, and the Ancient and White Blaze battle Demon Soldiers, Talpa watches on. Badamon informs him that the Dark Warlords are nearly finished, as the Nether Spirits brainwash the three. White Blaze, armed with the blade of a scythe, and Anubis defeat the Demon Soldiers, while Rowen is snatched by Demon Soldiers. Underground, the three other Ronin Warriors are in stasis on a rock in a pool of water. Above ground, Anubis joins the battle and sends Ryo after Rowen. Kayura discovers that Anubis has improved since their last encounter. Mia, Yuli, and White Blaze, going after Ryo, discover that the Jewel of Life can destroy Demon Soldiers. In the castle, Badamon warns that once the Dark Warlords' virtues manifest, they cannot be relied upon. Talpa does not appear concerned. In the battle between Anubis and Kayura, Anubis defeats Kayura. As he attempts to deliver the finishing blow with his staff, it begins glowing and stops inches from her head. Elsewhere, Rowen is dropped into a cavern, and is beckoned to the location of the three frozen Ronin Warriors. He throws three arrows at the barriers surrounding his comrades and passes out. Meanwhile, Ryo finds himself confronted by the three Dark Warlords. After Ryo is hit with each of the Dark Warlords' sure-kill moves, Yuli runs up, the Jewel of Life glowing. The Dark Warlords retract in agony as the jewel activates. Kayura arrives, and the unconscious Dark Warlords are teleported away. As Kayura attacks, the water behind Ryo bubbles, and the four Ronin Warriors emerge from gysers.",
                    "Aliases": []
                },
                "36": {
                    "ID": "11270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11270",
                    "TitleEnglish": "Cheap Tricks",
                    "SummaryEnglish": "All five Ronin Warriors face Kayura in the lake-filled cavern. Kayura laughs, and Kento delivers an easily blocked attack. The Dark Warlords, having recovered, arrive. The Ronin Warriors and the Dark Warlords pair off: Cye versus Cale, Ryo versus Sekhmet, and Kento versus Dais. Trap doors open, and the three fall, leaving Sage and Rowen to defend Mia and Yuli from Kayura. Sage attacks Kayura, nicking her chest plate. Mia and Yuli are surrounded by Demon Soldiers, and Yuli, acting cocky, fails at activating the Jewel of Life. The three separated Ronin Warriors each fight a Dark Warlord. Above, Anubis races to help the Ronin Warriors, still confused because the staff would not strike Kayura. He realizes that she has a link to the staff, and that she does not serve Talpa willingly. Anubis figures the chest plate is the key to keeping her under Talpa's spell. As the staff begins to glow, Anubis senses the Ronins are nearby, and he rescues Ryo from a chamber of Sekhmet's venom. Next, Ryo and Anubis save Kento from Dais. At first, Kento is hostile toward Anubis, but Ryo assures him he is on their side. The three go on to save Cye, who is not particularly shocked that Anubis is has turned good. All four arrive at the cavern, where Sage and Rowen are still fighting Kayura. Kento, Rowen, Sage, and Cye release their energy to Ryo, who calls upon the Inferno armor and attacks Kayura. Her chest plate is broken, and she collapses. In a frail, innocent voice, she asks where she is and who she is. Anubis stops Ryo from killing her, as the Jewel of Life reacts strongly. Before Anubis can restore her memory, she is dragged off by Talpa and Badamon.",
                    "Aliases": []
                },
                "37": {
                    "ID": "11271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11271",
                    "TitleEnglish": "Anubis' Armor Revived",
                    "SummaryEnglish": "In the deserted outskirts of Talpa's castle, the Ronin Warriors are working out, preparing for the battle ahead. Anubis meditates in a shrine, refusing to go with the Ronin Warriors, as there is still much he must learn of Kayura and the staff. Ryo leaves Mia and Yuli under Anubis' supervision as the Ronins head off for battle. In the castle, Kayura is still in a daze, slowly remembering her childhood. She grew up in a clan led by the Ancient, their material and spiritual leader. Talpa, who desperately needs Kayura, is upset that she has become unreliable. However, Badamon tells Talpa he has a plan. Meanwhile, the Ronin Warriors battle Demon Soldiers, complaining that they shouldn't be wasting their energy on this cannon fodder. In the castle, Kayura remembers her parents were killed by Talpa and Demon Soldiers destroyed their clan. Kayura, as a small girl, was kidnapped by Talpa and turned into his demon priestess. At that time, Badamon uses the power of the Nether Spirits to possess Kayura. Anubis' staff reacts, and Anubis realizes that Kayura is in trouble. Suddenly, the three Dark Warlords attack forcing Anubis, Mia, and Yuli to flee the temple. Anubis faces his former comrades. Meanwhile, the possessed Kayura, with a much deeper and more sinister voice, rides a giant sphere toward the Ronin Warriors. Anubis sees the sphere, and creates a rift in the earth between him and the Dark Warlords, just as the Ancient had done before. Anubis rushes to the aid of the Ronin Warriors too late to help. Even though the Inferno armor's power had destroyed the sphere, the resulting explosion had knocked the Ronin Warriors unconscious. Anubis confronts Kayura, and realizes she is possessed by Badamon. At that moment, the Dark Warlords catch up with Anubis. Suddenly, the Ancient's staff glows and floats from Anubis' hands, transforming into the helmet of Anubis' Ronin armor. Anubis sadly puts the helmet on, suiting him up in the Ogre armor. The helmet disappears, and Anubis laun",
                    "Aliases": []
                },
                "38": {
                    "ID": "11272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11272",
                    "TitleEnglish": "Lady Evil Sees the Light",
                    "SummaryEnglish": "The Ronin Warriors, trapped in stasis fields, watch helplessly as Anubis battles Kayura and the Dark Warlords. Five flying boats manned by Nether Spirits fly overhead, and capture the Ronin Warriors. As the Ronin Warriors are taken to the castle, Anubis tries to explain to the Dark Warlords that Talpa only needs them to inhabit the armors. The Dark Warlords are shaken by Anubis' words, but Kayura encases them in stasis fields and they are drawn into the flying boats. Anubis tries unsuccessfully to free them, and Dais mentally admits that Anubis was right all along. Kayura attacks Anubis, and ultimately overcomes him. Anubis is drawn into a boat and taken into a tower in the castle. Each Ronin Warrior and Dark Warlord sits frozen in a chair in their own chambers. As the Nether Spirits draw energy from the armors, the barrier between the worlds continues to dissolve. Next, Kayura goes after Yuli's Jewel of Life. In his chamber, Anubis painfully lifts his hand and releases his armor, which turns into the staff. The Nether Spirits are dissolved, and Anubis teleports out to face Kayura, again calling upon the Ogre armor. Kayura launches a full-intensity Star Sword Scream at Anubis, but instead of blocking the attack, Anubis leaps into the blast, activating his own attack, Quake with Fear. As Kayura and Badamon are stunned, Anubis sends the Ogre armor to Kayura, successfully driving out Badamon. Anubis collapses into the water below, dead, and the Jewel of Life briefly glows. Kayura, now armed with both the Ogre armor and the Ancient's staff, tells Mia and Yuli to free the Ronin Warriors while she faces Talpa. Yuli finds Ryo, but he and Mia are unable to free him. While Talpa prepares to face Kayura, Demon Soldiers arrive in Ryo's chamber, ready to kill Mia and Yuli. The Jewel of Life glows, freeing the eight wearers of the Ronin armors. However, the two worlds continue to merge, and Talpa must be destroyed in order to stop the process.",
                    "Aliases": []
                },
                "39": {
                    "ID": "11273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ronin-warriors/episodes/11273",
                    "TitleEnglish": "Triumphant Warriors",
                    "SummaryEnglish": "Ryo is informed of Anubis' death and Kayura's transformations by Mia and Yuli, and rushes off for Talpa's castle. Kayura battles Talpa, and she is joined by the three Dark Warlords. The Ronin Warriors make their way toward the castle, seeing reflections of Earth in the Nether Realm, and vice-versa. Talpa, confronted by the nine wearers of the Ronin armors, summons the spirits of humans to create a bridge between the two worlds. He breathes fire at Kento, who dodges, allowing Ryo to absorb it. Ryo, now stronger, drives Talpa from the castle roof to the moat below. Kayura tells them that Talpa must be destroyed in the human world for the barrier to be restored. Talpa ventures into our world, followed by the Ronin Warriors. In the ensuing battle, Badamon is destroyed. Ryo calls upon the Inferno armor, and is seemingly defeated by Talpa. When Talpa attempts to absorb the Inferno armor, Ryo allows him to take it. However, the goodness taints Talpa, and paralyzes him. As Ryo's voice tells them to hurry and strike while he could still hold Talpa, the four Ronin Warriors tearfully strike out at Talpa, their armor turning to energy to fuel their attacks. The Jewel of Life glows, slicing Talpa apart with a beam of light. Talpa crumbles and dissolves into smoke. Talpa's castle in the sky vanishes. Ryo appears, and the Ronin Warriors are delighted to find him still alive. Kayura, dressed in her kimono again and carrying the Ancient's staff, appears with the three Dark Warlords, telling the Ronin Warriors that she and the Warlords must remain in the Nether Realm to undo the damage Talpa has caused, and to make sure that Talpa never returns. The Ronin Warriors celebrate by playing baseball with the Jewel of Life taking the form of a sphere of light.",
                    "Aliases": []
                }
            }
        }
    }
}