{
    "URL": "https://thetvdb.com/series/cardcaptor-sakura",
    "Genres": [
        "Adaptation",
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/6636-AD95-E041-4B22-3390-P",
        "https://www.imdb.com/title/tt0221735/",
        "http://www6.nhk.or.jp/anime/program/detail.html?i=sakura",
        "https://www.themoviedb.org/tv/35790"
    ],
    "TitleEnglish": "Cardcaptor Sakura",
    "SummaryEnglish": "Sakura Kinomoto is appointed Card Captor by the Guardian of the Seal, Kerberos, when she accidentally opens the magical book of Clow Cards and scatters them to the four winds. To protect the world from disaster she must capture all of the Clow Cards with the help of her friend Tomoyo and Kerberos.",
    "Aliases": [
        "Cardcaptor Sakura: Clear Card",
        "CardCaptors",
        "Sakura Card Captors",
        "カードキャプターさくら クリアカード編"
    ],
    "Modified": "2025-08-20",
    "Seasons": {
        "0": {
            "ID": "816",
            "URL": "https://thetvdb.com/series/cardcaptor-sakura/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "299355",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/299355",
                    "TitleEnglish": "Cardcaptor Sakura: The Movie",
                    "SummaryEnglish": "Sakura Kinomoto, Cardcaptor of the Clow Cards, successfully seals the Arrow Card with help from her friends Syaoran Li, List of Cardcaptor Sakura characters#Cerberus, Tomoyo Daidoji, and Meiling Li. That night, Sakura experiences a strange dream where two pieces of cloth pull her underwater. After school ends for spring break, Sakura and Tomoyo visit the \"Twin Bells\" shop where Sakura participates in a lottery to win a vacation to Hong Kong. As Sakura reaches for a lottery ball, one magically flies into her hand, the winning ball for the vacation. Sakura goes with Tomoyo, Kero, her big brother Toya Kinomoto and his best friend Yukito Tsukishiro, who Sakura has a crush on.",
                    "Aliases": []
                },
                "2": {
                    "ID": "299356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/299356",
                    "TitleEnglish": "Cardcaptor Sakura: The Sealed Card",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "603231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/603231",
                    "TitleEnglish": "You're Wonderful, Sakura-chan! Tomoyo's Cardcaptor Sakura Video Diary!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "603241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/603241",
                    "TitleEnglish": "You're Wonderful, Sakura-chan! Tomoyo's Cardcaptor Sakura Video Diary 2!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "603251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/603251",
                    "TitleEnglish": "You're Wonderful, Sakura-chan! Tomoyo's Cardcaptor Sakura Video Diary Special!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "603221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/603221",
                    "TitleEnglish": "Cardcaptor Sakura: Leave It to Kero!",
                    "SummaryEnglish": "",
                    "Aliases": [
                        "ケロちゃんにおまかせ",
                        "Leave It to Kero!"
                    ]
                },
                "7": {
                    "ID": "6309932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/6309932",
                    "TitleEnglish": "Cardcaptor Sakura: Clear Card-hen Prologue - Sakura and the Two Bears",
                    "SummaryEnglish": "After the conclusion of the Sakura Card Arc, life is going back to normal. There are no more mysteries, no more disturbances of evil, no more tests of strength. Everyone is moving on with their lives and Sakura feels a sadness in her heart. Even through the goodbyes, Sakura perseveres to keep everyone and a special someone, dear to her heart.",
                    "Aliases": [
                        "Cardcaptor Sakura Clear Card"
                    ]
                },
                "8": {
                    "ID": "6643940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/6643940",
                    "TitleEnglish": "Clear Card Arc: Recap",
                    "SummaryEnglish": "Recap of first 12 eps. of Cardcaptor Sakura: Clear Card-hen",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "817",
            "URL": "https://thetvdb.com/series/cardcaptor-sakura/seasons/official/1",
            "TitleEnglish": "Clow Card",
            "SummaryEnglish": null,
            "# Episodes": 35,
            "Episodes": {
                "1": {
                    "ID": "17878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17878",
                    "TitleEnglish": "Sakura and the Strange Magic Book",
                    "SummaryEnglish": "Sakura is just a normal fourth grader attending Tomoeda Elementary School. One day after school, she finds a mysterious book in her father's library called \"The Clow\". When she touches it, mysterious cards fly out, an a strange creature name Kero comes out. He reveals to her that now, she must re-capture all the cards, or else the world could be in serious trouble.",
                    "Aliases": []
                },
                "2": {
                    "ID": "17879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17879",
                    "TitleEnglish": "Sakura's Wonderful Friend",
                    "SummaryEnglish": "Sakura has captured the Fly card but is still reluctant to take on the role of the Cardcaptor in spite of Cerberus's encouragement. However Sakura has yet to find that she has an adoring fan who will support her calling as the Cardcaptor. Furthermore there's a Clow card causing havoc at the school.",
                    "Aliases": []
                },
                "3": {
                    "ID": "17880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17880",
                    "TitleEnglish": "Sakura's Breathtaking First Date",
                    "SummaryEnglish": "Sakura's class is on a field trip to the aquarium. During the penguin show, something catches the trainer's leg and a penguin and pulls them into the water, but they are saved by Sakura's brother, Toya, who is working part-time there. At school, Tomoyo gives Sakura and Kero mobile phones and on the way home, Sakura bumps into Yukito who invites her on a casual \"date\" to the aquarium. While they are eating, the Watery Card attempts to drown Sakura. For the first time, Sakura has to formulate a plan to capture a card.",
                    "Aliases": []
                },
                "4": {
                    "ID": "17881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17881",
                    "TitleEnglish": "Sakura's Exhausting Sunday",
                    "SummaryEnglish": "While cleaning the house, Sakura finds two dormant Clow Cards, the Wood and the Rain. But while running an errand for her father, the two cards activate creating a jungle inside the house.",
                    "Aliases": []
                },
                "5": {
                    "ID": "17882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17882",
                    "TitleEnglish": "Sakura, a Panda, and a Darling Little Store",
                    "SummaryEnglish": "The new stores Twin Bells opens and everyone goes to check out its various cute merchandise. While Sakura and her friends are looking around the store, Chiharu shows up and buys a stuffed Panda. Everyone heads to her house, but suddenly the Panda disappears. Sakura brings Kero to the shop where he senses a Clow Card.",
                    "Aliases": []
                },
                "6": {
                    "ID": "17883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17883",
                    "TitleEnglish": "Sakura and Memories of Her Mother",
                    "SummaryEnglish": "When Naoko tells her friends about something mysterious she saw in the woods behind Tomoeda Elementary, Chiharu, Rika, Naoko, Tomoyo and an afraid Sakura are going to investigate. When they see strange things, Sakura brings Kero to investigate to see if a Clow Card is nearby.",
                    "Aliases": []
                },
                "7": {
                    "ID": "17884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17884",
                    "TitleEnglish": "Sakura's First Burglary Attempt!?",
                    "SummaryEnglish": "Sakura is at the museum when she sees a boy about to slash a painting. Before he can do it, everything goes Silent and they wind up somewhere else. Sakura tells Kero about it and he realizes it is the Silent card. Sakura must now sneak into the museum quietly to capture it, a task easier said then done.",
                    "Aliases": []
                },
                "8": {
                    "ID": "17885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17885",
                    "TitleEnglish": "Sakura's Rival Appears!",
                    "SummaryEnglish": "Sakura keeps dreaming of a boy, who then ends up transferring to her class! The boy is named Shaoran Li and he wants to take the Clow Cards from Sakura. Before he can do that Touya shows up to protect Sakura. That night Sakura goes after the Thunder Card, and Li appears to get the card as well.",
                    "Aliases": []
                },
                "9": {
                    "ID": "17886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17886",
                    "TitleEnglish": "Sakura and the Mysterious Brooch",
                    "SummaryEnglish": "Sakura is still upset over Syaoran's comments from the other night. To cheer her up, Rika and Tomoyo take Sakura to a shop and the three of them each buy their own brooch. When Rika puts her own, she is possessed by the Sword Card and starts attacking Sakura.",
                    "Aliases": []
                },
                "10": {
                    "ID": "17887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17887",
                    "TitleEnglish": "Sakura and the Flowering Sports Day",
                    "SummaryEnglish": "Sakura's school is having a field day and Sakura and her family is truly enjoying themselves. That is, until a Clow Card appears and interrupts a competitive race!",
                    "Aliases": []
                },
                "11": {
                    "ID": "17888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17888",
                    "TitleEnglish": "Sakura, Tomoyo, and the Giant House",
                    "SummaryEnglish": "Sakura is invited to Tomoyo's home for the first time. She is shocked to find Tomoyo's house to be an elaborate mansion complete with its own maids. Tomoyo presents a special chest and explains the key to the box bounces out whenever she tries to open it. Kero senses it's the work of a Clow Card!",
                    "Aliases": []
                },
                "12": {
                    "ID": "17889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17889",
                    "TitleEnglish": "Sakura's Never-Ending Day",
                    "SummaryEnglish": "Sakura, Kero and Syaroan discover time is caught in a loop and that the same day is repeating over and over and over again. It's time for Sakura to take action and capture this time-meddling Clow Card!",
                    "Aliases": []
                },
                "13": {
                    "ID": "17890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17890",
                    "TitleEnglish": "Sakura and the Mammoth Test of Strength",
                    "SummaryEnglish": "Sakura's class is visiting the zoo for a field trip and her group is assigned to observe the elephants. Near noon, something begins to break open the cages causing chaos among the visitors and Kero is positive it's a Clow Card.",
                    "Aliases": []
                },
                "14": {
                    "ID": "17891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17891",
                    "TitleEnglish": "Sakura, Toya, and Cinderella",
                    "SummaryEnglish": "Sakura is invited to her brother's high school culture festival. She meets Tomoyo and Syaoran there and catches a play by Yukito and Toya's class. During the play, a mist forms outside the auditorium and enters through the vents where it destroys the stage and puts Toya and a girl named Yoko in danger.",
                    "Aliases": []
                },
                "15": {
                    "ID": "17892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17892",
                    "TitleEnglish": "Sakura and Kero's Big Fight",
                    "SummaryEnglish": "Syaoran captures his second Clow Card after defeating the Storm card. Kero and Sakura blame each other for failing to catch the card, and the tension between them develops into a huge fight.",
                    "Aliases": []
                },
                "16": {
                    "ID": "17893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17893",
                    "TitleEnglish": "Sakura and a Rainbow of Memories",
                    "SummaryEnglish": "Sakura's family and Yukito takes a vacation to the country side, where Sakura meets a kind old man. The old man mentions his deceased granddaughter, and how much Sakura reminds him of her. As thanks for spending time with him, the man hands Sakura a present. Soon the vacation ends and Sakura has to go home, but not without leaving a little present of her own.",
                    "Aliases": []
                },
                "17": {
                    "ID": "17894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17894",
                    "TitleEnglish": "Sakura's Terrifying Test of Courage",
                    "SummaryEnglish": "Sakura and her class is on a trip to the beach for a few days. On the first night, Naoko tells one of her scary story causing Sakura to flee to the teacher's lodging, but she is found by Syaoran who senses something in a cave nearby. Together at the beach, the two have their first civil conversation where Syaoran tells Sakura about Wei Wang, his legal guardian. In a test of courage, the students are sent into the cave to place a candle at the shrine. However, all of them save Sakura and Syaoran disappear.",
                    "Aliases": []
                },
                "18": {
                    "ID": "17895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17895",
                    "TitleEnglish": "Sakura, Yukito, and the Summer Festival",
                    "SummaryEnglish": "Sakura visits a festival with Tomoyo, Yukito, and Toya. After meeting Chiharu and Takashi, Sakura and Yukito wander away from the group where they find glowing lights falling from a tree like snow at the back of the shrine—just like a dream Sakura envisioned the night before.",
                    "Aliases": []
                },
                "19": {
                    "ID": "17896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17896",
                    "TitleEnglish": "Sakura and Her Summer Vacation Homework",
                    "SummaryEnglish": "The summer holidays are coming to an end and Sakura still has a lot of homework to do. Making a deal with her brother and Kero to help her, Sakura is left with only a book report to do, and meets with Tomoyo at the library. There, they meet Syaoran who refuses to share a library cubicle. Sakura needs a specific book to do her report on, as does Syaoran. When the Move Card steals it and teleports the book around, Sakura and Syaoran give chase.",
                    "Aliases": []
                },
                "20": {
                    "ID": "17897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17897",
                    "TitleEnglish": "Transfer Student Versus Sakura",
                    "SummaryEnglish": "Sakura properly meets Meiling, who openly reveals she and Syaoran are engaged. Meiling, aggressive and bratty, takes a disliking to Sakura, believing she is Syaoran's rival. At home, Sakura learns a mysterious woman is challenging people to fights. Worried this woman could target Toya, Sakura searches for her.",
                    "Aliases": []
                },
                "21": {
                    "ID": "17898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17898",
                    "TitleEnglish": "Sakura's Extra Long Marathon",
                    "SummaryEnglish": "During a school race, Meiling is determined to win with Syaoran, in their usual \"One-Two Finish\" they were known for in their previous school. During the race, both Syaoran and Sakura take off at top speed after seeing that Yukito is watching. As the run, the Loop card causes traps Sakura and Syaoran, causing them to run in circles. After they realize what has happened, Sakura is able to use the Sword card to cut the loop. Syaoran carries Meiling, who hurt her ankle, the rest of the way to the finish line, joined by Sakura.",
                    "Aliases": []
                },
                "22": {
                    "ID": "17899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17899",
                    "TitleEnglish": "Sakura and Her Caring Father",
                    "SummaryEnglish": "Sakura's father has an important presentation to complete so Sakura and her brother decide to help by taking on all the chores around the house. Sakura decides to do more and brings a snack for her father at the university. While she is there, the Sleep card shows up and starts to make all the students and professors fall asleep. Sakura manages to capture the card with the help of Windy, however her father's laptop is ruined in the process. Although her father forgives her, Sakura still feels guilty so her father deicides to make her his personal assistant and they eventually get the presentation finished.",
                    "Aliases": []
                },
                "23": {
                    "ID": "17900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17900",
                    "TitleEnglish": "Sakura, Tomoyo, and a Wonderful Song",
                    "SummaryEnglish": "A rumor spreads at Sakura's school that a ghost haunts the music room and sings at night. At first afraid to investigate, Sakura changes her mind when Yukito comments he would like to hear the ghost sing. Joined by Tomoyo, Kero, Syaoran, and Meiling, Sakura learns the ghost is the Song Card, and the voice she is impersonating is Tomoyo's.",
                    "Aliases": []
                },
                "24": {
                    "ID": "17901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17901",
                    "TitleEnglish": "Sakura's Little Adventure",
                    "SummaryEnglish": "When Tomoyo comes over to measure Sakura for a new outfit, Sakura comes in contact with the Little Card, which shrinks her and her magic. While Tomoyo and Kero search for her, Sakura winds up in the backyard, chased by the local wildlife.",
                    "Aliases": []
                },
                "25": {
                    "ID": "17902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17902",
                    "TitleEnglish": "Sakura and One More Sakura",
                    "SummaryEnglish": "Numerous people accuse Sakura of causing trouble around town. Sakura is in denial until she spots her doppelganger. Using the Clow Cards, Sakura identifies her twin as a Clow Card. She also learns that all the cards know her identity. Realizing the card is targeting Toya, Sakura goes to find him.",
                    "Aliases": []
                },
                "26": {
                    "ID": "17903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17903",
                    "TitleEnglish": "Sakura and the Wonderful Teacher",
                    "SummaryEnglish": "On her way home from school, Sakura meets a mysterious woman. At school, this woman, Kaho Mizuki, is introduced as the class' substitute maths teacher. Syaoran becomes suspicious of Ms. Mizuki, who he senses has strong magical powers. While at the local shrine, Sakura and her friends are trapped within the walls of the Maze Card. They are unable to escape, and Meiling is separated from the others.",
                    "Aliases": []
                },
                "27": {
                    "ID": "17904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17904",
                    "TitleEnglish": "Sakura and the Shrine of Memories",
                    "SummaryEnglish": "Sakura learns that Toya knew Ms. Mizuki whilst in junior high. She later meets Ms. Mizuki at the shrine, learning she lives there. Sakura, Kero, and Syaoran later visit the shrine upon sensing a Clow Card, but nothing appears. Sakura and Syaoran both come to terms that they both like Yukito. Sakura is suddenly sucked into the shrine's tree by the Return Card. Sakura finds herself experiencing events from the past between Toya and Ms. Mizuki.",
                    "Aliases": []
                },
                "28": {
                    "ID": "17905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17905",
                    "TitleEnglish": "Sakura and the Charm Cards",
                    "SummaryEnglish": "A new craze sweeps Twin Bells, specifically collectible luck cards which resemble the Clow Cards. Meiling nonchalantly tries to buy a romance card to woo Syaoran, but ends up buying the dangerous Shot Card instead.",
                    "Aliases": []
                },
                "29": {
                    "ID": "17906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17906",
                    "TitleEnglish": "Sakura's Sweet Cooking",
                    "SummaryEnglish": "Sakura practices in the kitchen with her father for an upcoming home-economics class. Sakura's classmates decide they will bake cakes. The following day, everyone begins making their various cakes, but after leaving them to bake over lunch, they come back to find them to be far too sweet. The next day, everyone starts over and make sure they measure the ingredients correctly. Sakura and Syaoran sense a Clow Card, staying behind over lunch to find it.",
                    "Aliases": []
                },
                "30": {
                    "ID": "17907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17907",
                    "TitleEnglish": "Sakura and the Injured Card",
                    "SummaryEnglish": "Sakura's attempt to capture the speedy Dash Card fails. The injured, fox-like spirit ends up in the care of Sakura's upperclassman, Rei, who is on the track team. The Dash increases Rei's agility as a way of thanks. Sakura becomes reluctant to capture it, due to Rei's relationship with it.",
                    "Aliases": []
                },
                "31": {
                    "ID": "17908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17908",
                    "TitleEnglish": "Sakura and the Nameless Book",
                    "SummaryEnglish": "Naoko, Sakura's classmate and friend, goes to a bookstore and buys a mysterious book which has no title and the things she writes in it comes to life. Sakura catches the card which appears to be the Create card by using the newly captured Big to enlarge her size and seal the dragon she encountered away.",
                    "Aliases": []
                },
                "32": {
                    "ID": "17909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17909",
                    "TitleEnglish": "Sakura, Kero, and Xiaolang",
                    "SummaryEnglish": "During the capture of the Change Card, Syaoran and Kero pin it down so Sakura can catch it. However, the two discover they have swapped bodies thanks to the Change. The process will reverse after twenty-four hours, but only if Syaoran and Kero are touching each other in the place the spell was cast. Both blunder their way through the day, pretending to be each other.",
                    "Aliases": []
                },
                "33": {
                    "ID": "17910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17910",
                    "TitleEnglish": "Sakura's Frozen Ice Skating Trip",
                    "SummaryEnglish": "Sakura’s fourth grade class takes a trip to the town’s ice skating rink. At the ice skating rink, the students begin to feel low, freezing temperatures due to the Freeze card. Eventually, the Freeze card beings to freeze everyone by covering them with ice, except those with magical powers, which include Sakura, Syaoran, and Ms. McKenzie, who was hiding near the back of the rink during Freeze’s appearance. With the help of Syaoran’s distractions, Sakura is able to capture the Freeze card into a clow card and ultimately, Syaoran became the master of the Freeze card due to his idea of getting Freeze to appear out of the ice rink.",
                    "Aliases": []
                },
                "34": {
                    "ID": "17911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17911",
                    "TitleEnglish": "Sakura, Yukito, and the Midday Moon",
                    "SummaryEnglish": "Sakura and Yukito participate as a two people team in the quiz tournament. As they get to the 10th question which is the last, Ms. Mizuki warns them about the full moon tonight. They go in the forest and then suddenly Sakura becomes dazed and begins to fall off the cliff. Yukito dashes to Sakura and covers her while his leg becomes injured.",
                    "Aliases": []
                },
                "35": {
                    "ID": "17913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17913",
                    "TitleEnglish": "Sakura's Wonderful Christmas",
                    "SummaryEnglish": "Christmas is coming, which is also Yukito's birthday, but Sakura is unsure what to get him. She asks Meilin for advise who tells her it can anything because if the person likes her they will like the gift. Sakura asks Yukito to go to the amusement park with her, using tickets given to her by Chiharu. Tomoyo and Kero follow them to film Sakura's \"date\". Sakura and Yukito run into Syaoran and Meilin. While they are at a cafe, the Firey card appears. Syaoran uses the Time card, giving Sakura time to use Sleep and put everyone at the park asleep. She then tries to capture Firey using Windy, but Firey is a strong attack card and Windy is unable to defeat it. Sakura has to use two elemental cards, Watery and Windy, together in order to capture Firey. With Firey captured, Kero regains a small amount of his power, enabling him to make small fires. Sakura gives Yukito his Christmas present: a doll of himself.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "818",
            "URL": "https://thetvdb.com/series/cardcaptor-sakura/seasons/official/2",
            "TitleEnglish": "Clow Card, Second Stage",
            "SummaryEnglish": "Sakura and the others continue their adventure in the first semester of fifth grade.",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "17914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17914",
                    "TitleEnglish": "Sakura and the Snowy New School Term",
                    "SummaryEnglish": "Sakura becomes a fifth grader. Yukito gives her a watch as a present. Despite it being April, it begins to snow outside, which quickly turns into a blizzard. Sensing a Clow Card, Sakura, Kero, and Syaoran brave the storm to catch it.",
                    "Aliases": []
                },
                "2": {
                    "ID": "17915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17915",
                    "TitleEnglish": "Sakura and Tomoyo's Lost Voice",
                    "SummaryEnglish": "Tomoyo prepares to sing as the lead vocalist of the school choir. However, the Voice Card steals her voice, rendering Tomoyo mute, much to the horror of Sakura and Sonomi. Wishing to hear Tomoyo speak again, Sakura and Syaoran go to her house to think of a plan to lure the Voice.",
                    "Aliases": []
                },
                "3": {
                    "ID": "17916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17916",
                    "TitleEnglish": "Sakura's Strawberry Picking Adventure",
                    "SummaryEnglish": "Sakura'a class go to a strawberry farm, learning Toya and Yukito are working there voluntarily. Syaoran senses something within the study room, but Meiling drags him away before he can investigate. Later, Sakura learns no one can enter the building. She, Tomoyo, Syaoran, and Meiling become locked in the room and can't escape.",
                    "Aliases": []
                },
                "4": {
                    "ID": "17917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17917",
                    "TitleEnglish": "Sakura's Dizzy Fever Day",
                    "SummaryEnglish": "Sakura develops a fever, but goes to school anyway, concerning her friends. She nearly collapses, but is carried home by Toya. Later, Sakura senses the Cloud Card nearby, which she thought its name was Rain, using the Mirror Card to take her place while she goes to catch the card. Toya finds out, but allows the Mirror to stay. Sakura is berated by Syaoran and Meiling, but they help her to catch the Cloud Card.",
                    "Aliases": []
                },
                "5": {
                    "ID": "17918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17918",
                    "TitleEnglish": "Sakura and Her Dream Self",
                    "SummaryEnglish": "Sakura, Tomoyo, Meilin and Syaoran head to Tokyo for a day of fun. The four are not alone in their venture as the Dream Card, in the form of a butterfly, tags along. When the group enters Tokyo Tower to see an exhibit there, Sakura falls under the Dream's spell.",
                    "Aliases": []
                },
                "6": {
                    "ID": "17919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17919",
                    "TitleEnglish": "Sakura, Xiaolang, and the Sea of Sand",
                    "SummaryEnglish": "Ms. Mizuki announces that the class will by doing a play of Sleeping Beauty for the school arts festival. Sakura realizes that the woman she sees in her reoccurring dream is Ms. Mizuki. Roles are assigned by amida drawing. Sakura has the role of the prince and Syaoran is the princess. They agree to practice their lines together in the morning at school. They practice outside and almost get to the kissing scene, when the Sand Card forms a vortex around them.",
                    "Aliases": []
                },
                "7": {
                    "ID": "17920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17920",
                    "TitleEnglish": "Sakura and the Arts Festival Blackout",
                    "SummaryEnglish": "Sakura and Syaoran are working hard at memorizing the play. Finally the day of the play comes, and after a few denials about going out on stage from Syaoran, the play is on. The play goes well until right before Sakura and Syaoran kiss, when the Dark card appears. Sakura is almost lost in the Dark card until she realizes that she holds the Light card in her heart. The two card counteract each other and show themselves. Sakura seals both cards and before being sealed, they tell her that the final judgment is coming and that is will be up to Yue.",
                    "Aliases": []
                },
                "8": {
                    "ID": "17921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17921",
                    "TitleEnglish": "Sakura and Meiling's Farewell",
                    "SummaryEnglish": "Meiling receives news that her mother wants her to return home to Hong Kong. Devastated, particularly by Syaoran's reaction, Sakura abruptly invites Meiling to a sleepover. Meiling reveals how she and Syaoran grew up together, and she forced him into their engagement, but on the condition that if he fell in love with someone else, she would end the agreement. The Twin Card appears in town, replicating things.",
                    "Aliases": []
                },
                "9": {
                    "ID": "17922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17922",
                    "TitleEnglish": "Sakura, Kero, and the Mysterious Teacher",
                    "SummaryEnglish": "Sakura once again has the dream in which she is facing the Tokyo Tower. She clearly sees Ms. Mizuki, but this time, Mizuki is accompanied by another figure with long hair and wings. She wakes up early to see Yukito compete in an archery competition. She meets up with Syaoran and Tomoyo at the archery competition, and Kero tags along too. At the archery tournament, Sakura finds that Ms. Mizuki is one of the challengers and ends up in the finals alongside Yukito. During the fierce match, Kero pokes his head out of Sakura's bag upon sensing tremendous magical power, shooting a piercing glare at Ms. Mizuki.",
                    "Aliases": []
                },
                "10": {
                    "ID": "17923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17923",
                    "TitleEnglish": "Sakura and the Final Clow Card",
                    "SummaryEnglish": "Sakura and Kero combat the destructive Earthy Card, putting the Tokyo citizens to sleep, including Yukito. Using the Wood Card, Sakura is able to restrain Earthy, letting her catch it. With the final Clow Card complete, Kero transforms into his true form of Cerberus, a winged lion. However, the Final Judgement is at hand.",
                    "Aliases": []
                },
                "11": {
                    "ID": "17924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17924",
                    "TitleEnglish": "Sakura and the Final Judgment",
                    "SummaryEnglish": "Sakura initially refuses to fight Yue, but she tries to find card that can confine him without hurting him. She uses the Wood Card, but as its power falls under Yue's sign of the moon, and he turns it against her, and Yue declares she has failed. Sakura learns that if she fails the Final Judgment, everyone who has ever had anything to do with the cards will forget their feelings for the person they love the most.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "819",
            "URL": "https://thetvdb.com/series/cardcaptor-sakura/seasons/official/3",
            "TitleEnglish": "Sakura Card",
            "SummaryEnglish": null,
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "17926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17926",
                    "TitleEnglish": "Sakura and the Mysterious Transfer Student",
                    "SummaryEnglish": "Sakura’s class receives a new transfer student, Eriol Hiiragizawa, a boy from England, and he starts charming Sakura, making Syaoran jealous. Later on, Sakura receives a vision from Clow Reed that he may bring trouble to her, and that night an unnatural storm hits town. Sakura decides to investigate, and discovers that the storm was created by magic. Sakura tries to end the storm, however trouble arises when Sakura attempts to use her Clow Cards.",
                    "Aliases": []
                },
                "2": {
                    "ID": "17927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17927",
                    "TitleEnglish": "Sakura and the Awakened Star Key",
                    "SummaryEnglish": "Rain still falls on Tomoeda. In her kitchen, Sakura thinks about the previous night when she was unable to release her key into the staff. Touya comes downstairs and notes that she's up early as well as calling her a monster, but is visibly concerned when Sakura makes no retort. She asks him if Yukito was going to visit their house that night and he tells her that Yukito hadn't planned on it, but that he would probably come if they were having something good for dinner. In Sakura's room, Kero thinks about the strange presence he sensed the day prior, hoping it wasn't what he thought it was.",
                    "Aliases": []
                },
                "3": {
                    "ID": "17928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17928",
                    "TitleEnglish": "Sakura and the Dangerous Piano",
                    "SummaryEnglish": "Exhausted from the events of the other night, Sakura remains in bed and sleeps into the afternoon before being visited by Syaoran and Tomoyo. Kero explains that Sakura used a great deal of power to transform the Clow Card, explaining her sudden tiredness. Since the Fiery Card was transformed to be under jurisdiction of Sakura's power, Sakura's friends henceforth transform the cards into \"Sakura Cards\". Later at school, Sakura overhears Eriol playing the piano and has Tomoyo sing to his music; unbeknownst to them, however, Eriol enchants the piano while he plays.",
                    "Aliases": []
                },
                "4": {
                    "ID": "17929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17929",
                    "TitleEnglish": "Sakura, Xiaolang, and the Invisible Thread",
                    "SummaryEnglish": "Sakura begins to wonder if the bizarre goings on are connected to Clow Reed's presence, though she is aware that Clow is long deceased. At recess, Rika shows everyone a teddy bear she made. Sakura decides to get her own teddy-bear-making kit at the craft store where she sees Eriol buying several spools of string. That night, Sakura and Kero once again sense Clow Reed's presence and meet up with Syaoran and Tomoyo.",
                    "Aliases": []
                },
                "5": {
                    "ID": "17930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17930",
                    "TitleEnglish": "Sakura and the Big Teddy Bear",
                    "SummaryEnglish": "Several people at school have started making their own teddy bears to give to their loved ones, while Eriol helps Sakura make her bear for Yukito, secretly enchanting one of its ears. Syaoran, who also has feelings for Yukito and has made his own bear, begins falling in love with Sakura as well. Yue approaches the confused Syaoran and tells him that the reason he seems to be in love with Yukito is that he, having descended from Clow Reed, feels an attraction to the moon powers Yue emits as a creation of Clow. That night, Sakura gives Yukito the bear, only to see it grow in size in response to Eriol's magic.",
                    "Aliases": []
                },
                "6": {
                    "ID": "17931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17931",
                    "TitleEnglish": "Sakura's Sheep Warning",
                    "SummaryEnglish": "Yue secretly confides with Kerberos that he has recently been losing his energy, and that Sakura's powers alone aren't enough to help him maintain himself; he adds that if his power disappears, both he and his alter ego Yukito, who is oblivious to this incident but growing increasingly aware of it, will fade from existence. Toya, who is aware of Yukito's predicament, attempts to tell him the truth, but is once again interrupted by Nakuru, making it clear she is doing so on purpose. Meanwhile, Sakura's attention is drawn to a large, deep hole in the middle of the playground. She is able to enter the hole, though her friends are not since it is sealed by Clow Reed's magic.",
                    "Aliases": []
                },
                "7": {
                    "ID": "17932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17932",
                    "TitleEnglish": "Sakura and the Panicky Bike",
                    "SummaryEnglish": "Sakura learns that the Clow Cards she is unable to use are beginning to lose their power, and will become ordinary cards if they aren't converted into Sakura Cards. Unwilling to let this happen, Sakura brings her Star Wand and despite Kero's misgivings, recklessly converts several cards at once although she's left weakened. However, she loses control of one of the cards, the Dash, which panics and flees, possessing Toya's bike which Eriol had enchanted earlier while helping Sakura clean her yard.",
                    "Aliases": []
                },
                "8": {
                    "ID": "17933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17933",
                    "TitleEnglish": "Sakura and the Calendar of Memories",
                    "SummaryEnglish": "Fujitaka gives Sakura her mother's old calendar, and learns about her great-grandfather (the two had previously met, though Sakura remains unaware of his identity) and how he disapproved of his granddaughter's marriage to Fujitaka. Hoping to set things right, Sakura hand-makes a gift and uses the Flower card to decorate it, along with a letter about how happy her mother was.",
                    "Aliases": []
                },
                "9": {
                    "ID": "17934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17934",
                    "TitleEnglish": "Sakura in Wonderland",
                    "SummaryEnglish": "While reading Alice in Wonderland, Sakura is sucked into the book's fantasy due to another of Eriol's enchantments, this time on a leaf he gave Sakura to use as a bookmark. There she meets the story's characters who have taken on the forms of her friends and family: Eriol is the Cheshire Cat, Yukito is the White Rabbit, Toya is the Mad Hatter, Syaoran is Tweedle-Dum and Tweedle-Dee, Tomoyo is Humpty Dumpty, and Kero is the Red Queen.",
                    "Aliases": []
                },
                "10": {
                    "ID": "17935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17935",
                    "TitleEnglish": "Sakura, Kero, and the Sweet Meeting",
                    "SummaryEnglish": "Sakura's school is hosting a bazaar, and Kero attends to eat sweets, hiding in the woods. Nakuru, meanwhile, brings Spinel Sun along and hides him in the same forest while she attends the bazaar. Kero meets Suppie (the pet name Nakuru gave him) but is completely oblivious to his true nature and befriends him, forcing him to eat some of the sweets. As a result, Suppie becomes intoxicated by the sugar and goes on an eating binge throughout the school.",
                    "Aliases": []
                },
                "11": {
                    "ID": "17936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17936",
                    "TitleEnglish": "Sakura, Xiaolang, and the Elevator",
                    "SummaryEnglish": "Syaoran's feelings for Sakura have been steadily increasing, though he still doesn't understand why, and Sakura remains blissfully unaware of it. Soon Sakura invites him to go to a teddy bear festival with her, Tomoyo, and Eriol. However, Eriol secretly traps Sakura and Syaoran on an elevator, where the two grow closer. Eriol then creates a large hole in the wall of the elevator, causing Sakura to fall through. Distraught, Syaoran calls out to Sakura by her first name for the first time.",
                    "Aliases": []
                },
                "12": {
                    "ID": "17937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17937",
                    "TitleEnglish": "Sakura and Double Trouble",
                    "SummaryEnglish": "Eriol casts a spell on Kerberos and Yue so that they are unable to revert to their guise forms, much to Sakura's dismay, since it is understandably difficult to hide their true forms for long. Fortunately, Toya and Fujitaka are out for the day, and Sakura has them help around the house while reminiscing about their time with Clow Reed.",
                    "Aliases": []
                },
                "13": {
                    "ID": "17938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17938",
                    "TitleEnglish": "Sakura, Tomoyo, and the Ball Trap",
                    "SummaryEnglish": "Sakura grows in magical strength and power for every Clow Card she transforms into a Sakura Card, while Yue's energy begins to falter. Yue also comes to the realization that Eriol is in fact Clow Reed and transforms in front of him. However, Eriol makes Yukito faint and erases his memory of him ever realizing who Eriol truly is; Clow Reed, since he is not yet ready to reveal himself and also reverses Yue's transformation back into Yukito. Syaoran, in the meantime, has fully realized his strong romantic feelings for Sakura and consults with Tomoyo, who helps him deal with his jealousy towards Eriol and gives him the confidence (just barely, though) to speak his mind to the oblivious Sakura. Before he can do so, however, both he and Sakura sense Clow Reed's presence once again, this time in the form of a basketball that leads them through the school at night.",
                    "Aliases": []
                },
                "14": {
                    "ID": "17939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17939",
                    "TitleEnglish": "Sakura and the Precious Friend",
                    "SummaryEnglish": "Remembering his promise to Meiling that he would be her \"fiancé\" until he found someone he loved more, Syaoran calls her to tell her that he is in love with Sakura, though he is taken by surprise when Meiling arrives in Tomoeda for the day. While Meiling spends the day with her old friends, the group is attacked by a set of enchanted penguin statues at the playground.",
                    "Aliases": []
                },
                "15": {
                    "ID": "17940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17940",
                    "TitleEnglish": "Sakura, the Cards, and Her Gifts",
                    "SummaryEnglish": "Kero is almost positive that Toya knows everything about Sakura's secret, though Sakura dismisses his claims, saying Toya would make fun of her if he did. Toya, meanwhile, is certain that Nakuru is deliberately interrupting him while he tries to tell Yukito the truth about why he is always feeling fatigued. The two make plans to buy a Christmas present for their father, though Sakura senses Clow Reed's presence again.",
                    "Aliases": []
                },
                "16": {
                    "ID": "17941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17941",
                    "TitleEnglish": "Sakura and the Strange Fortune",
                    "SummaryEnglish": "Sakura goes to a New Year's festival and notices that Yukito isn't around. Toya goes to check on him, discovering that he has not only collapsed from fatigue, but he's also beginning to fade from existence since Sakura's power, despite how strong it has become, is not enough to sustain Yue. Later at the festival, she receives a fortune from Eriol which he secretly made and enchanted, saying that she will begin to learn the \"truth\" in her \"first dream of the year.\"",
                    "Aliases": []
                },
                "17": {
                    "ID": "17942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17942",
                    "TitleEnglish": "Sakura and the Water Park Wave",
                    "SummaryEnglish": "Sakura and her friends go spend the day at a new indoor water park, where Eriol causes the water to rise to dangerous levels. When Rika, who has trouble swimming, nearly drowns, Sakura uses the transformed Watery card to save her, risking being seen using her magic by everyone.",
                    "Aliases": []
                },
                "18": {
                    "ID": "17943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17943",
                    "TitleEnglish": "Sakura and the Snowy Ski Class",
                    "SummaryEnglish": "Sakura's class goes on a field trip to the mountains for skiing lessons. At the lodge, Syaoran admits to Sakura that the person he cares for most is not Yukito, and that his attraction to him was actually his reaction to Yue's power; however, he still can't bring himself to tell Sakura that she is the one he's in love with. The next day, Sakura goes up the mountain with Eriol when a blizzard begins to form. At the top of the mountain, there is an avalanche that threatens to bury the lodge at the foot of the mountain where their classmates are.",
                    "Aliases": []
                },
                "19": {
                    "ID": "17944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17944",
                    "TitleEnglish": "Sakura, Yukito, and His Fading Power",
                    "SummaryEnglish": "Toya and Yukito are starring in an independent film directed by Nakuru for their school fair, and Nakuru gives Sakura a role. Sakura later begins to notice that Yukito is losing his power and is starting to fade away. Things come to a head when Yukito passes out and falls of a veranda while shooting the film, though he is saved by Toya and, secretly, Sakura. Toya finally manages to tell Yukito the truth about his power, telling off Nakuru when she attempts to interfere. In order to maintain Yue's power and existence, thus allowing Yukito to survive, Toya sacrifices his powers to save him, though losing the ability to sense when Sakura is in danger.",
                    "Aliases": []
                },
                "20": {
                    "ID": "17945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17945",
                    "TitleEnglish": "Sakura and Who She Likes the Most",
                    "SummaryEnglish": "After viewing Nakuru's film, Sakura tours the high school fair with her friends, while Toya comforts Yukito when he appears troubled by the fact that he is not human. Alone with Yukito in one of the attractions, Sakura tells Yukito how much she likes him. However, Yukito gently rebuffs her, saying that her love for him is merely fatherly, quite similar to her deep feelings she has for her father, and that he already has someone he really likes and cares for a lot. Sakura, in a rare moment of insight, realizes that person to be her older brother, Toya. Yukito tells Sakura that the person she really likes most is still out there when Sakura senses Clow Reed's presence once more.",
                    "Aliases": []
                },
                "21": {
                    "ID": "17946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17946",
                    "TitleEnglish": "Sakura, Xiaolang, and the Tsukimine Shrine",
                    "SummaryEnglish": "Sakura heads to school in the morning, but does not see Yukito. She notices that there is a festival and asks Syaoran whether he wants to go to the festival at Tsukimine Shrine. He agrees, much to Sakura's delight. As the lessons continue, Sakura feels sleepy again. Syaoran notices this and is worried. As Tomoyo and Sakura walk home, Sakura admits that she feels much better now and thanks Syaoran and Tomoyo for their help. As Syaoran and Sakura walks to the shrine, Sakura gives Syaoran her handmade scarf, which Syaoran shyly accepts.",
                    "Aliases": []
                },
                "22": {
                    "ID": "17947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17947",
                    "TitleEnglish": "Sakura, the Past, and Clow Reed",
                    "SummaryEnglish": "Wondering what will happen once all the Clow Cards have been transformed, Sakura uses the Return card to travel back in time to talk with Clow Reed. Sakura meets with Clow Reed and he answers her questions, but during the experience, Sakura realizes that Clow Reed's house is the same one that Eriol is now living in.",
                    "Aliases": []
                },
                "23": {
                    "ID": "17948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17948",
                    "TitleEnglish": "Sakura and the Appearance of Clow Reed",
                    "SummaryEnglish": "Eriol reveals his true identity to Sakura and Syaoran to be the reincarnation of Clow Reed's spirit. He sets his final challenge: turn all of the remaining Clow cards into Sakura Cards or the world will remain in eternal sleep and darkness. Sakura manages to turn six of the eight cards into Sakura Cards except for the Light and Dark ones, because both cards are loyal to Clow Reed and she is not powerful enough. Kero and Yue both help out Sakura by embedding their power into her staff, however if Sakura still fails then they will remain asleep in the staff forever.",
                    "Aliases": []
                },
                "24": {
                    "ID": "17949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/17949",
                    "TitleEnglish": "Sakura and Her True Feelings",
                    "SummaryEnglish": "Sakura ponders over Syaoran's confession and is confused of her own feelings for him. Meanwhile hearing word that Eriol is leaving for England, they decided to visit his house for an explanation. While there, Eriol explained that the cards needed to be handed over to the new owner, but without a reason the cards would run amuck. He refused to reveal his identity sooner because he knew Sakura would do her best if she didn't know what was going on.",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "707947",
            "URL": "https://thetvdb.com/series/cardcaptor-sakura/seasons/official/4",
            "TitleEnglish": "Clear Card",
            "SummaryEnglish": "Sakura Kinomoto is starting junior high school alongside her friends, including her boyfriend Syaoran, who had just returned to Tomoeda. After having a prophetic dream about a mysterious cloaked figure, all of the Sakura Cards turn blank and are rendered completely powerless, thus starting her quest to find out what is wrong. In doing so, Sakura and her friends, along with her guardians and protectors Cerberus and Yue, discover and capture the transparent cards, using the new and much stronger mystical dream key. Eriol, Spinel Sun and Ruby Moon appear as supporting characters, as does Kaho Mizuki, having returned to England, but continuing to aid Sakura and her protectors from afar. Sakura ends up befriending a transfer student named Akiho Shinomoto and meets her butler and guardian Yuna D. Kaito, from whom Syaoran detects vast amounts of magical power.",
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "6074635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/6074635",
                    "TitleEnglish": "Sakura and the Clear Cards",
                    "SummaryEnglish": "It's April, the cherry trees are in full bloom, and Sakura has entered Tomoeda Middle School. She's reunited with Syaoran, who has returned from Hong Kong, and her new student life has begun.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6044580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/6044580",
                    "TitleEnglish": "Sakura and the Room with No Exit",
                    "SummaryEnglish": "It's the new term, and the hot topic at school is clubs! Sakura and Tomoyo decide to join the same clubs they did in elementary school, cheerleading and chorus.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6490365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/6490365",
                    "TitleEnglish": "Sakura's Heavy Rain Alert",
                    "SummaryEnglish": "It's been raining buckets all day. Sakura and Tomoyo take shelter in a park on the way home from school, and suddenly the Key of Dreams at Sakura's chest begins to shine... Is it the work of a card?",
                    "Aliases": []
                },
                "4": {
                    "ID": "6490366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/6490366",
                    "TitleEnglish": "Sakura and the Lovely Transfer Student",
                    "SummaryEnglish": "A new transfer student named Akiho Shinomoto joins Sakura's class. She's just arrived in Japan after living overseas, so her Japanese is still very stiff and formal. Sakura invites her to eat lunch with her group, excited to make a new friend.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6519671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/6519671",
                    "TitleEnglish": "Sakura Feels a Pull at the Flower Viewing",
                    "SummaryEnglish": "Sakura is having a flower-viewing party with her friends Tomoyo, Syaoran, Chiharu, Naoko, and Yamazaki, as well as the new transfer student Akiho.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6527634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/6527634",
                    "TitleEnglish": "Sakura, the Rabbit, and the Song of the Moon",
                    "SummaryEnglish": "Sakura continues to face the hooded figure in her dreams. At school, everyone says they want to hear Akiho sing again after being charmed by her voice at their flower-viewing party, so they meet in the music room after classes are over.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6527635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/6527635",
                    "TitleEnglish": "Sakura and a Game of Tag in the Garden",
                    "SummaryEnglish": "Sakura and Kero-chan visit Tomoyo's house to test the abilities of the Record card. Tomoyo's mother appears and gives Sakura an enthusiastic welcome, then the girls head outside to test the card.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6527636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/6527636",
                    "TitleEnglish": "Sakura, the Clock, and a Hide-and-Seek Game",
                    "SummaryEnglish": "Sakura finds out that Akiho has moved into the mansion formerly inhabited by Clow Reed's reincarnation, Eriol. She pays a visit with Tomoyo and meets Kaito, the butler who's been taking care of Akiho since her childhood.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6558728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/6558728",
                    "TitleEnglish": "Sakura's Thrilling Aquarium Visit",
                    "SummaryEnglish": "Sakura invites Syaoran out for the day with tickets given to her by her father. She's worked hard on the rolled omelets for their lunch, and now they make their way to the aquarium Sakura visited when she captured the Clow Card, Watery.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6567532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/6567532",
                    "TitleEnglish": "Sakura and the Sleep Labyrinth",
                    "SummaryEnglish": "Akiho pays a visit to Sakura's house one evening while her father and brother are both away. They look at Sakura's elementary school pictures and have dinner together, but then Akiho suddenly falls asleep.",
                    "Aliases": []
                },
                "11": {
                    "ID": "6567534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/6567534",
                    "TitleEnglish": "Sakura and the Upside-Down Penguin",
                    "SummaryEnglish": "Syaoran meets Kaito through a chance encounter on the way home from school. He informs Eriol, whom he's beem secretly keeping in touch with, and they both begin to suspect Kaito is a very powerful magician.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6567535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/6567535",
                    "TitleEnglish": "Sakura and the Icy Ball-Sports Tournament",
                    "SummaryEnglish": "It's the day of the ball-sports tournament everyone's been looking forward to. The athletic Sakura makes a strong g showing in the basketball event!",
                    "Aliases": []
                },
                "13": {
                    "ID": "6587878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/6587878",
                    "TitleEnglish": "Sakura and Welcome Back, Meiling",
                    "SummaryEnglish": "Sakura is overjoyed to see Syaoran's cousin, Meiling, make an unannounced visit from Hong Kong. Meiling asks to stay at Sakura's house, so they head straight there. Meanwhile, the power Toya lost by giving it to Yukito is gradually starting to return.",
                    "Aliases": []
                },
                "14": {
                    "ID": "6604627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/6604627",
                    "TitleEnglish": "Sakura, the Shrine, and the Zoo",
                    "SummaryEnglish": "Sakura is visiting the Tsukimine Shrine market with Meiling, Akiho, and the rest of their friends. She enjoys a day of browsing the many shops and stalls on the grounds along with Akiho, who's never seen a Japanese shrine before.",
                    "Aliases": []
                },
                "15": {
                    "ID": "6604628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/6604628",
                    "TitleEnglish": "Sakura's Nostalgic Viewing Party",
                    "SummaryEnglish": "Sakura has been invited to Tomoyo's house, along with Meiling and Akiho. Tomoyo says there's something she wants to show them and leads everyone to her home theater, where she plays the video of a play they were all part of in elementary school.",
                    "Aliases": []
                },
                "16": {
                    "ID": "6604629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/6604629",
                    "TitleEnglish": "Sakura and Meiling's Friend",
                    "SummaryEnglish": "Sakura manages to capture the card that showed up at Tomoyo's house, but her relief is short-lived. As they're returning home, Sakura and Meiling are suddenly attacked by a mysterious girl in the road!",
                    "Aliases": []
                },
                "17": {
                    "ID": "6604630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/6604630",
                    "TitleEnglish": "Sakura and the Crazy Sweets",
                    "SummaryEnglish": "Today is the cooking lesson in home ec class that everyone's been looking forward to. Sakura's morning is thrown into a panic when she forgets her apron, but she and her friends are excited to make roll cakes in class.",
                    "Aliases": []
                },
                "18": {
                    "ID": "6604631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/6604631",
                    "TitleEnglish": "Sakura and the Fire and Water Birds",
                    "SummaryEnglish": "When Sakura senses a card late at night, she heads to Tsukimine Shrine with Kero-chan, Tomoyo, and Syaoran.",
                    "Aliases": []
                },
                "19": {
                    "ID": "6604632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/6604632",
                    "TitleEnglish": "Sakura and Akiho's Lullaby",
                    "SummaryEnglish": "Sakura is finally about to go and read to children with Yukito, and she invites Akiho, Syaoran, and Tomoyo to come along. Sakura's enthusiasm convinces Akiho to join her for the reading, while Syaoran agrees to contribute a piano accompaniment.",
                    "Aliases": []
                },
                "20": {
                    "ID": "6604633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/6604633",
                    "TitleEnglish": "Sakura, Rainbows, and Grandpa",
                    "SummaryEnglish": "Sakura is spending her Sunday morning making rolled omelets for the homemade lunches she's taking for her outing with Syaoran.",
                    "Aliases": []
                },
                "21": {
                    "ID": "6604634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/6604634",
                    "TitleEnglish": "Sakura, the Mirror, and the Key of Memories",
                    "SummaryEnglish": "Cerberus and Yue meet with Eriol via magic to discuss Sakura's new cards. Eriol has found out that Kaito took something from the magic association he once belonged to, but at that moment, Kaito's magic severs the trio's communication link.",
                    "Aliases": []
                },
                "22": {
                    "ID": "6604635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cardcaptor-sakura/episodes/6604635",
                    "TitleEnglish": "Sakura's Clear Cards",
                    "SummaryEnglish": "Sakura has seen the mysterious robed person in her dreams many times. It turns out Akiho has been having the same dreams herself, and she's grown worried over their unsettling contents.",
                    "Aliases": []
                }
            }
        }
    }
}