{
    "URL": "https://thetvdb.com/series/kirby-right-back-at-ya",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Children",
        "Comedy",
        "Family",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0338621/",
        "https://www.themoviedb.org/tv/14891",
        "https://www.themoviedb.org/tv/14891"
    ],
    "TitleEnglish": "Kirby: Right Back at Ya!",
    "SummaryEnglish": "Kirby: Right Back at Ya!, known originally as Kirby of the Stars, is an anime series based on Nintendo's Kirby franchise. The series was produced by Warpstar Inc., a company formed between a joint investment between Nintendo and HAL Laboratory, Inc.\r\n\r\nThe series, which takes place on the planet Pop Star, focuses on the adventures of the title character Kirby, who fights off monsters to the village's well-being.",
    "Aliases": [
        "Hoshi no Kirby",
        "Kirby",
        "Kirby of the Stars"
    ],
    "Modified": "2025-04-04",
    "Seasons": {
        "0": {
            "ID": "530742",
            "URL": "https://thetvdb.com/series/kirby-right-back-at-ya/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "6339581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6339581",
                    "TitleEnglish": "A Fright to the Finish",
                    "SummaryEnglish": "Kirby: Fright to the Finish—The Movie is a special DVD and VHS release of the last five episodes of Kirby: Right Back at Ya! compacted together into a single continuous story. It was released by 4Kids Entertainment in North America on June 14th, 2005.",
                    "Aliases": []
                },
                "2": {
                    "ID": "30338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30338",
                    "TitleEnglish": "The Fight for the FoxBox",
                    "SummaryEnglish": "The Fight for the FoxBox is a 2003 half-hour-long TV special produced by 4Kids Entertainment for its flagship FoxBox (later known as 4KidsTV) block on Fox. An Intercontinuity Crossover, it aired on August 31 as a prime-time special to promote the block's programming slate for the 2003-04 season.",
                    "Aliases": []
                },
                "3": {
                    "ID": "30355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30355",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "4": {
                    "ID": "6339608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6339608",
                    "TitleEnglish": "Kirby 3D",
                    "SummaryEnglish": "Kirby's ready for action in this special, two-part 3D episode of Kirby: Right Back At Ya!",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1495",
            "URL": "https://thetvdb.com/series/kirby-right-back-at-ya/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "30294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30294",
                    "TitleEnglish": "Kirby Comes to Cappy Town",
                    "SummaryEnglish": "Trouble is brewing on the planet Popstar, and it's in the form of a giant octopus that's eaten a herd of sheep! King Dedede claims to know nothing about this monster, saying the only thing fitting the description is his new pet octopus. But the people of Cappy Town don't believe him. The wise ancient Kabu says a Star Warrior named Kirby will come to solve their problem. Sure enough, he does, although he isn't what the Cappies expect. That night, the mysterious Meta Knight makes his entrance and shows off what Kirby can do! Kirby uses his inhaling-and-copying abilities to defeat the octopus monster!",
                    "Aliases": []
                },
                "2": {
                    "ID": "30295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30295",
                    "TitleEnglish": "A Blockbuster Battle",
                    "SummaryEnglish": "Kirby needs a place to live, but to pay rent he'll need a job! Unfortunately, King Dedede is determined to make sure Kirby fails at every turn. Will Kirby be chased out of Dream Land?",
                    "Aliases": []
                },
                "3": {
                    "ID": "30296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30296",
                    "TitleEnglish": "Kirby's Duel Role",
                    "SummaryEnglish": "Tiff and Tuff get a letter from Meta Knight, and it says he wants to have a duel with Kirby. During the duel between Kirby and Meta Knight, Kirby uses Psycho Attack but Meta Knight is too strong, and it does nothing. Kirby gets badly defeated. Kirby falls asleep. But then, Kirby strikes back and turns in to Sword Kirby and defeats Meta Knight.",
                    "Aliases": []
                },
                "4": {
                    "ID": "30297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30297",
                    "TitleEnglish": "Dark and Stormy Knight",
                    "SummaryEnglish": "King Dedede tries to oust Kirby from Cappy Town by ordering up a fierce cloud monster. Meanwhile, Tiff heads to Kabu Valley and uncovers a valuable secret from an unexpected source.",
                    "Aliases": []
                },
                "5": {
                    "ID": "30298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30298",
                    "TitleEnglish": "Beware: Whispy Woods",
                    "SummaryEnglish": "Lured by a trail of juicy, red apples, Kirby gets lost in the mysterious Whispy Woods, putting him in danger!  Can Tiff, Tuff and Tokkori save their friend from the trap set by the King?",
                    "Aliases": []
                },
                "6": {
                    "ID": "30299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30299",
                    "TitleEnglish": "Un-Reality TV",
                    "SummaryEnglish": "Excitement ensues when the King brings TV to Dream Land, but breaking news reports a huge monster?s destroying Cappy Town in search of Kirby. What's really behind Dedede's TV deception?",
                    "Aliases": []
                },
                "7": {
                    "ID": "30300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30300",
                    "TitleEnglish": "Kirby's Egg-cellent Adventure",
                    "SummaryEnglish": "The ancient bird, Dyna Blade, has reappeared in Cappy Town after 100 years to lay and hatch her egg. When the eggshell turns up empty, is Kirby's unruly appetite to blame?",
                    "Aliases": []
                },
                "8": {
                    "ID": "30301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30301",
                    "TitleEnglish": "Curio's Curious Discovery",
                    "SummaryEnglish": "The burial site of an ancient Cappy King is discovered, proving King Dedede's ancestor established the Cappy civilization. Unconvinced, Tiff does some digging and uncovers a big secret...",
                    "Aliases": []
                },
                "9": {
                    "ID": "30302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30302",
                    "TitleEnglish": "The Fofa Factor",
                    "SummaryEnglish": "King Dedede orders Fololo and Falala to split up, but they refuse. Then they go to sir Ebrum and Lady Like to ask where they came from, but they quickly change the subject. After evrey one leaves, they recall howw Dedede dropped them in their laps and ordered them to take care of them, then found out they were actually from a monster named Fofa. Kirby is found listening to them. Meanwhile, Dedede orders a monster called Splice and Dice. Splice 'n' Dice finds Kirby and cuts him into a male and female Kirby. Fololo and Falala carry the Kirbys off. S 'n' D reconizes them as Fofa and tells them he split them up and sent them to Dedede a few years ago. After a wacky chase, Tiff and Tuff steal S 'n' D's Sun Rod witch can put them back together. They put Kirby back together, who sucks up S'n'D's cutter rod and becomes cutter Kirby. Kirby easily defeats S'n'D, but the Sun rod is destroyed before they put Fololo and Falala together. But they don't mind, they like being apart.",
                    "Aliases": []
                },
                "10": {
                    "ID": "30303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30303",
                    "TitleEnglish": "Hail to the Chief",
                    "SummaryEnglish": "The Chief is sleeping when he is supposed to be controling traffic. The King gets mad and is going to fire him but when Tuff falls in a volcano, it is up to the chief to save him.",
                    "Aliases": []
                },
                "11": {
                    "ID": "30304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30304",
                    "TitleEnglish": "The Big Taste Test",
                    "SummaryEnglish": "To impress a food critic, King Dedede hires Chef Kawasaki to whip up a gourmet dinner. And, only the finest ingredients will do. Kirby loves to eat, but this time will the Chef cook Kirby?",
                    "Aliases": []
                },
                "12": {
                    "ID": "30307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30307",
                    "TitleEnglish": "Escargoon Squad",
                    "SummaryEnglish": "Dreamland Is Always Peaceful...Well, Not Today. When King Dedede Has His Picture Taken, A White Image Hovering In The Background Appears In The Photo. The Worried King Dedede Visits The Town's Fortune Teller Who Informs Him That The White Image Is A Ghost And It Is Living In The Castle. King Dedede Rushes Back To The Castle When Suddenly, The Drawbridge Starts Moving Up And Down By Itself. Even Though The King Pretends To Be Strong, He Is Beginning To Get Scared. Sir Ebrum And His Family Tell The King That They Also Have Seen The Ghost. People Get Suspicious That The Ghost Is A New Monster Purchased By King Dedede. King Dedede Didn't Purchase The Ghost, But He Does Want To Purchase A Monster To Get Rid Of The Ghost. Unfortunatley For Him, He Hasn't Paid Off His Outstanding Balance And Night Mare Enterprise Rejects The King's Delivery Request. Now King Dedede Is Left To Chase The Ghost All By Himself. He Tries To Pretend That The Ghost Doesn't Exist, But He Can't Stop Shaking In Fear. K",
                    "Aliases": []
                },
                "13": {
                    "ID": "30322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30322",
                    "TitleEnglish": "Cappy New Year",
                    "SummaryEnglish": "The Villagers Of Dreamland Are Busy Talking About Their New Year's Eve Celebration When Suddenly, There Is An Announcement From King Dedede That He Is Planning A Huge Extravaganza This Year. The Night Is To Begin With A Parade And Floats, Then Conclude With A Firework Display. The Villagers Are Delighted To Hear The King's Exciting News. However, He Then Announces That No One Except Himself Will Be Allowed To Participate In The Planning. This Makes The Cappys Very Angry. So, Despite The King's Order, They All Ban Together To Organize Their Own Celebration. King Dedede And Escargoon Smile Mysteriously When They See Villagers Eagerly Working Away. Will Kirby And His Friends Have A Peaceful New Years Celebration Or Is There A Conspiracy Behind The New Years Eve Display?",
                    "Aliases": []
                },
                "14": {
                    "ID": "30306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30306",
                    "TitleEnglish": "The Pillow Case",
                    "SummaryEnglish": "As a reward for being NME's best customer, the company sends Dedede a pile of pillows that give people nightmares about Kirby. He announces on TV he's giving out the pillows and, despite Tiff's objections, everybody gets one. Eventually, Tiff breaks down and gets one too. That night, everyone has nightmares about Kirby from previous episodes. Eventually it brainwashes everyone, except Tiff, Tuff, Meta Knight, Sword, and Blade are able to resist it. They rush to Kirby's house where a mob is breaking in. Meta Knight, Sword, and Blade cut open the pillows and find Notties, creatures that causes dreams. Tokkari comes out and says Kirby was asleep all day and didn't get a pillow, and everyone is relieved.",
                    "Aliases": []
                },
                "15": {
                    "ID": "30305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30305",
                    "TitleEnglish": "Kirby's Pet Peeve",
                    "SummaryEnglish": "Kirby needs a playmate his own size so the family decides to buy him an electronic dog from the toy store.  But, King Dedede has other plans for Kirby's pet.  What happens next is shocking!",
                    "Aliases": []
                },
                "16": {
                    "ID": "30308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30308",
                    "TitleEnglish": "A Fish Called Kine",
                    "SummaryEnglish": "Tiff discovers that she has an admirer.... a fish named Kine. A relationship with a fish would never work, exept Tiff isn't aware of the Trade-off Kine made with King DDD.",
                    "Aliases": []
                },
                "17": {
                    "ID": "6336004",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6336004",
                    "TitleEnglish": "The Thing About The Ring",
                    "SummaryEnglish": "Every time Sir Ebrum tries to give Lady Like a ring on their anniversary, something happns and he loses it. Now it's their anniversary again, and he is determined to succeed this time. But then the ring goes missing, sending the whole town up in the most unexpected place..",
                    "Aliases": []
                },
                "18": {
                    "ID": "30309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30309",
                    "TitleEnglish": "Flower Power",
                    "SummaryEnglish": "Kirby swallows a noddy, not knowing that it might put him to sleep for 1,000 years. Will Tiff and Tuff be able to find the magical Flower Pukey to save Kirby!",
                    "Aliases": []
                },
                "19": {
                    "ID": "30310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30310",
                    "TitleEnglish": "Here Comes the Son",
                    "SummaryEnglish": "A son accidently thinks Kirby killed his father,so he challenges the star wrestler to a fight.",
                    "Aliases": []
                },
                "20": {
                    "ID": "30311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30311",
                    "TitleEnglish": "Dedede's Snow Job",
                    "SummaryEnglish": "It's a VERY hot day in Cappy Town, so King DeDeDe decides to order up an N.M.E monster, but all he gets is a pint-sized dragon. The dragon uses his power, to freeze. Everybody takes notice to this change in weather. They then realize what's going to happen, so Kirby (and his new friend Chilly) must destroy the (grown up) dinosaur. Can he do it, or will Cappy Town be struck with the new Ice Age?",
                    "Aliases": []
                },
                "21": {
                    "ID": "30312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30312",
                    "TitleEnglish": "A Princess in Dis-dress",
                    "SummaryEnglish": "Capppy Town is excited to find out a princess is visiting.King DeDeDe meets her and is quickly smitten.So he plans to impress her by singing a song & asking her to marry her.But the princess' guard Captain Vee protects her from DeDeDe and that makes the king angry enough to challenge Vee to a fight and when he was close to losing,he pulls out a NME monster to fight while Kirby wants to help Vee.When the fight was over and King DeDeDe loses,Vee reveals that she is really the princess and that the princess was really her lady-in-waiting.",
                    "Aliases": []
                },
                "22": {
                    "ID": "30313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30313",
                    "TitleEnglish": "Island of the Lost Warrior",
                    "SummaryEnglish": "A warrior finds Kirby in a island and plans to exercize him,Tiff,and Tuff for battle.",
                    "Aliases": []
                },
                "23": {
                    "ID": "30314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30314",
                    "TitleEnglish": "The Empty Nest Mess",
                    "SummaryEnglish": "Escargoon invents a formula that will turn any creature into a mega-monster. Can Kirby prevent King Dedede from taking Dyna Blade's chick and turning it from a birdie into a beast?",
                    "Aliases": []
                },
                "24": {
                    "ID": "30315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30315",
                    "TitleEnglish": "Ninja Binge",
                    "SummaryEnglish": "King Dedede steals the ancient scroll that holds secrets of the ninjas from Mr. Curio's store. Can Tiff and Tuff get the scroll back before he uses it to train his army to be ninja fighters?",
                    "Aliases": []
                },
                "25": {
                    "ID": "30316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30316",
                    "TitleEnglish": "Like Mother, Like Snail / Escargoon Rules",
                    "SummaryEnglish": "Escargoon mom comes back to visit him, thinking that he is a successful snail.",
                    "Aliases": []
                },
                "26": {
                    "ID": "30317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30317",
                    "TitleEnglish": "Sword and Blade, Loyal and True / Hour of the WolfWrath",
                    "SummaryEnglish": "King Dedede orders a monster. This one being a red/crimson colored wolf-like creature. King Dedede tells it to go destroy Kirby, but it's response was a snarl, and it jumped over his head. The NME salesguy explains to DDD that it doesn't take to orders very well. Wolfwrath, the wolf-like creature, sprints right past Sword and Blade. \"\"Was that . . . Wolfwrath?\"\" Sword Knight asks. \"\"We've gotta tell MetaKnight!\"\" And so the two run off. Well, Kirby and Tuff are playing their version of soccer, while I think Tiff is just watching. Suddenly, though, as the ball is kicked in the air, Wolfwrath jumps out of no where, grabs the ball in his mouth, and pops it with his fangs. MetaKnight suddenly jumps out from behind the water fountain near the area where Tuff and Kirby were playing. Sword and Blade show up on the scene. MetaKnight tells them to get Tiff, Tuff and Kirby to safety. Well, the two knights wander off with the three kids near them. So now MetaKnight faces Wolfwrath.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "1496",
            "URL": "https://thetvdb.com/series/kirby-right-back-at-ya/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "30318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30318",
                    "TitleEnglish": "The Flower Plot",
                    "SummaryEnglish": "King DDD steals the only flower in Whispy Woods and turns it into a monster. Unaware that Tiff, and Tuff broght it back to whispy. Can the kids stop DDD before he levels the forest and bulids a golf course.",
                    "Aliases": []
                },
                "2": {
                    "ID": "30319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30319",
                    "TitleEnglish": "Labor Daze",
                    "SummaryEnglish": "Dedede employs the residents of Cappy town to make appliances and at the end of the day can take home TV's and such. But Dedede uses the parts built to create a monster to destroy Kirby.",
                    "Aliases": []
                },
                "3": {
                    "ID": "30320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30320",
                    "TitleEnglish": "The Hot Shot Chef / A Spice Oddysey",
                    "SummaryEnglish": "Tired of the Bland food served by Kawasaki, DeDeDe downloads a top class chef to cook up something spicy. Can Kawasaki compete with this new chef?",
                    "Aliases": []
                },
                "4": {
                    "ID": "30321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30321",
                    "TitleEnglish": "Hatch Me if You Can",
                    "SummaryEnglish": "Dedede hides a Golba egg under a sleeping Kirby so that when the egg hatches, Kirby will develop a bond with it. The baby Golba that hatches becomes fast friends with Kirby, but it has an appetite even more out of control than Kirby's and terrorizes Cappy Town by eating all the food. The citizens order Kirby to take the creature away, but then Dedede sends in a full grown Golba to attack! Unfortunately, his bond with the baby Golba is making Kirby not want to hurt the full grown one. Can Kirby overcome this and defeat the Golba before he's fried to a crisp?",
                    "Aliases": []
                },
                "5": {
                    "ID": "30323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30323",
                    "TitleEnglish": "Abusement Park",
                    "SummaryEnglish": "King Dedede builds an amusement park in order to trap and destroy Kirby but when Metaknight stops Dedede's plan they hold a kareoke contest in order to send Kirby to NME headquarters.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6336009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6336009",
                    "TitleEnglish": "A Dental Dilemma",
                    "SummaryEnglish": "King Dedede loves sweets but hates brushing his teeth. Escargoon tells him to be more careful in case he gets cavities, but King Dedede instists that his teeth will be fine. Soon enough, however, he's howling with pain! And yet, since he's scared of the dentist, he orders a monster from N.M.E. that he hopes can fix his cavity instead...",
                    "Aliases": []
                },
                "7": {
                    "ID": "30324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30324",
                    "TitleEnglish": "Junk Jam",
                    "SummaryEnglish": "When the residents of Cappy Town awake dreamlnd is covered in trash and every night more and more come finally tiff,tuff,and kirby have a stake out and realize it is aliens polluting there beautiful home.",
                    "Aliases": []
                },
                "8": {
                    "ID": "30327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30327",
                    "TitleEnglish": "A Recipe for Disaster",
                    "SummaryEnglish": "The REAL Chef Shiitake comes to Cappytown, and decides to open his own restaurant after tasting his former student's cooking. However, Tiff believes there is more than meets the eye (or in this case, the mouth) to the master chef's food, and decides to investigate. Then there's the matter of Triple D's new monster, Cobgoblin...",
                    "Aliases": []
                },
                "9": {
                    "ID": "30325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30325",
                    "TitleEnglish": "The Kirby Derby (1)",
                    "SummaryEnglish": "Everyone is exited about Cappy Town's first Grand Prix. Kirby's starship has been restored, but will Kirby be able to use his piloting skills in the Grand Prix?",
                    "Aliases": []
                },
                "10": {
                    "ID": "30326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30326",
                    "TitleEnglish": "The Kirby Derby (2)",
                    "SummaryEnglish": "With the Grand Prix underway, King DDD attempts to triumph with his usual antics. Who will have the skills to win the race of 12 laps?",
                    "Aliases": []
                },
                "11": {
                    "ID": "30328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30328",
                    "TitleEnglish": "Watermelon Felon",
                    "SummaryEnglish": "King Dedede and Escargoon videotape Kirby eating watermelons and roaming about town in hopes of catching him breaking the law. When Kirby does nothing wrong, they edit the footage and air it on the new show, \"\"DDD Undercover\"\", in hopes of turning the townsfolk against Kirby - and selling their new line of DDD products!",
                    "Aliases": []
                },
                "12": {
                    "ID": "30337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30337",
                    "TitleEnglish": "A Novel Approach",
                    "SummaryEnglish": "There's a problem in the castle! King Dedede's ratings for Channel DDD have gone to zero. King Dedede learns that the cause of this is the book \"\"Pappey Pottey and the Fool's Stone\"\" (a parody of \"\"Harry Potter and the Sorcerer's Stone\"\"). King Dedede swipes a copy, but it's useless to him, as... HE CAN'T READ! Escargoon takes off with the king's copy, and Dedede listens in as Tiff reads to her friends and Tuff. When King Dedede learns later that nobody finished the book yet, he snatches every copy, and bans the book from Dreamland. That done, he then somehow downloads the author from NME, and she suggests they turn the castle into a magic school. After turning out to be moreinterested in money than the spirit of writing (or her fans), she decides they should play a game on flying brooms... with Kirby as the ball! Before things get too far out of hand, Meta-Knight appears with... the author? Exposed, the fake author reveals her true form, the Broom King, who even fooled Dedede, and was sen",
                    "Aliases": []
                },
                "13": {
                    "ID": "30329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30329",
                    "TitleEnglish": "Escar-gone",
                    "SummaryEnglish": "Escargoon is invaded by King Dedede's new monster, Erasem. Unfortunately, Erasem's power is that whoever it takes as host is forgotten by all but himself, which means nobody recognizes or remembers Escargoon.",
                    "Aliases": []
                },
                "14": {
                    "ID": "30330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30330",
                    "TitleEnglish": "Monster Management",
                    "SummaryEnglish": "Knuckle Joe returns to Dreamland, this time as the new Monster Manager at NME, and sends King Dedede a multitude of monsters non-stop. With Kirby's hands (and his mouth) already full handling the mini-monsters, will he be able to take on both Knuckle Joe and NightMare Enterprises' strongest monster, Masher? Or does Knuckle Joe have something else in store for Dream Land?",
                    "Aliases": []
                },
                "15": {
                    "ID": "30331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30331",
                    "TitleEnglish": "Prediction Predicament (1)",
                    "SummaryEnglish": "Dedede keeps having a nightmare in which Kirby attacks him. When he goes to Mabel to see what it is about, he is stopped by the towspepole, who demand to know why Dedede hasn't built the park he promised. He ignores them and goes to Mabel, who says that it is because his consince. Meanwhile, Sammo reveals to Tiff that Mabel is just a wise woman, not a fortune teller. Mabel, with Tiff, sneeks into Dedede's observatorty, and looks into the telescope. King Dedede orders a manster named Chilly to destroy Kirby, which is defeated by Fire Kirby. Mabel shows Dedede his nightmares are a premenition of an asteroid heading to earth. Dedede finally falls asleep, and Mabel tells the kids it's really coming...in a thousand years! However, N.M.E just can't wait...   TO BE CONTINUED",
                    "Aliases": []
                },
                "16": {
                    "ID": "30332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30332",
                    "TitleEnglish": "Prediction Predicament (2)",
                    "SummaryEnglish": "With the impending doom of the asteroid coming MUCH sooner than 1000 years, Dream Land decides to enjoy what time they have left. King Dedede, not wanting to go with a dirty conscience, decides to build the park he'd promised, and spends what would be his last day alive with Kirby, being nice to his subjects for once. But, as the asteroid gets too close for comfort, Tiff gets a plan that just might save them from their final fate. Castle Dedede cannons and Kirby ready, can they pull it off?",
                    "Aliases": []
                },
                "17": {
                    "ID": "30333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30333",
                    "TitleEnglish": "Sheepwrecked",
                    "SummaryEnglish": "A ram comes to Cappytown, complete with a wolf pack mind and a desire to achieve his goal of liberating sheep everywhere. Asserting himself as leader of the Mayor's flock, he soon turns the tables on the town and has them catering to the flock like royalty.",
                    "Aliases": []
                },
                "18": {
                    "ID": "30334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30334",
                    "TitleEnglish": "War of the Woods",
                    "SummaryEnglish": "Whispy Woods warns Tuff, Kirby, Tokkori, and their friends of a premonition he has: His wise old friend, Acore may be in some sort of danger. Tuff agrees to help, only he is unsure of the exact danger: a gang of forest animals that claim to be protecting the sleeping Acore, King Dedede and Escargoon, or a nasty rainstorm that's approaching Dreamland. After a brawl with the animals (and with some advice from Coo and Tiff), they discover the true danger is indeed not the animals. But is Triple D more dangerous than Nature itself?",
                    "Aliases": []
                },
                "19": {
                    "ID": "6336022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6336022",
                    "TitleEnglish": "Scare Tactics (1)",
                    "SummaryEnglish": "It's Halloween - and that means it's time for the annual Spook Out! Everyone gradually gets too scared to continue, untill finally Kirby and his friends take the prize. But suddenly the sky grows dark, and they see a creepy-looking house. They run inside to get out of the rain, but soon find themselves trapped inside...",
                    "Aliases": []
                },
                "20": {
                    "ID": "6336023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6336023",
                    "TitleEnglish": "Scare Tactics (2)",
                    "SummaryEnglish": "On the last episode, Kirby and his friends entered the Spook-Out, in which Cappy kids have to make their way through a frightening forest filled with all sorts of scary stuff. Kirby and crew made it to the graveyard where the prize was buried, but a sudden storm forced them to take refuge in a nearby house. Little did they know this house was filled with real ghosts - Not fake ones like in the Spook-Out. And Tiff and Kirby find themselves locked in this chilling mansion! They may have made it through the Spook-Out, but they can survive this house of horror?",
                    "Aliases": []
                },
                "21": {
                    "ID": "30335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30335",
                    "TitleEnglish": "Pink-Collar Blues",
                    "SummaryEnglish": "Tired of the inept and slow Waddle Dees that act as his servants and guards, King Dedede orders a servant robot from NightMare Enterprises. When Waddle Doo asks for one day off for the Waddle Dees, King Dedede fires them all. They pack up and leave, and choose to keep their intentions secret, even from Tiff, Tuff and Kirby. However, back at the castle, the robot can't handle everything at once... mainly because it's busy stealing the castle's treasures to pay off Triple D's bill to N.M.E.",
                    "Aliases": []
                },
                "22": {
                    "ID": "30336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/30336",
                    "TitleEnglish": "Tourist Trap",
                    "SummaryEnglish": "King Dedede attempts to make Dream Land a popular tourist destination for the NightMare Enterprises magazine. But Dream Land is just too ordinary for the tourists that visit, and the tourists themselves seem to cause more trouble than Dedede can handle. So while he makes Tiff the new head tour guide, he also plans to spice up the trip (and barbecue Kirby) with his new monster, Flame Feeder.",
                    "Aliases": []
                },
                "23": {
                    "ID": "6336024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6336024",
                    "TitleEnglish": "Cartoon Buffoon",
                    "SummaryEnglish": "Sensing a way to make big money, King Dedede enlists the residents of Cappy Town to help him make a cartoon. But as the air date gets closer and closer, the animation studio quickly grows into a hectic war zone! Will they manage to get the cartoon finished in time?",
                    "Aliases": []
                },
                "24": {
                    "ID": "6336025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6336025",
                    "TitleEnglish": "Don't Bank On It",
                    "SummaryEnglish": "King Dedede gives everyone in Cappy Town a free doll, claiming that if you leave one under your pillow, it will make you happy. Everyone goes along with this, only to discover that the dills have put them under a spell that lets King Dedede controll them! But just as they realise this, something starts to look strange about King Dedede...",
                    "Aliases": []
                },
                "25": {
                    "ID": "6336026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6336026",
                    "TitleEnglish": "Kirby Takes The Cake",
                    "SummaryEnglish": "One day, everyone suddenly starts being cold and distant towards Kirby. Nobody wants to play with him at all! Kirby gets upset, thinking that nobody likes him anymore, and decides to run away from home. But the truth is, everyone is putting together a surprise party for him!",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "1497",
            "URL": "https://thetvdb.com/series/kirby-right-back-at-ya/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "6336864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6336864",
                    "TitleEnglish": "Snack Attack (1)",
                    "SummaryEnglish": "A candy-toy craze is sweeping Cappy Town when N.M.E. sells a line of 3 Color Fighters disguised as Chocolate.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6336867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6336867",
                    "TitleEnglish": "Snack Attack (2)",
                    "SummaryEnglish": "Kirby takes on Dedede's rare fighter models in a battle tournament.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6336868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6336868",
                    "TitleEnglish": "One Crazy Knight",
                    "SummaryEnglish": "A crazy knight crashes near Cappy Town and attacks Kirby, thinking he is a demon monster.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6336889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6336889",
                    "TitleEnglish": "Sweet & Sour Puss",
                    "SummaryEnglish": "An accident happens while Dedede tries to order a monster that turns him from bad to good.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6336890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6336890",
                    "TitleEnglish": "Dedede's Pet Threat",
                    "SummaryEnglish": "Dedede's new pet Scarfies go on a hungry rampage after he ditches them in the woods.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6336919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6336919",
                    "TitleEnglish": "Half-Baked Battle",
                    "SummaryEnglish": "When Dedede gets hit in the face with a giant pie, the whole town gets into a pie fight.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6336920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6336920",
                    "TitleEnglish": "eNeMeE Elementary",
                    "SummaryEnglish": "When all the kids start making fun of Dedede by painting silly pictures of him on the walls, he decides to start a school for young children to learn to respect him.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6336921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6336921",
                    "TitleEnglish": "The Meal Moocher",
                    "SummaryEnglish": "When Dedede gets tired of the same meals over and over, he starts a cooking show that haves him going to Cappy Town's homes to eat their meals.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6336922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6336922",
                    "TitleEnglish": "Crusade for the Blade",
                    "SummaryEnglish": "Sirica comes down to Dream Land in her spaceship and attempts to steal Galaxia from Meta Knight in order to avenge her mother's death by the hands of the great beast, Kirisakin.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6336935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6336935",
                    "TitleEnglish": "Fitness Fiend",
                    "SummaryEnglish": "When Dedede and Kirby gets fat from eating too much snacks, He hires a fitness instructor from N.M.E. to thin them out.",
                    "Aliases": []
                },
                "11": {
                    "ID": "6337283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6337283",
                    "TitleEnglish": "Mabel Turns the Tables",
                    "SummaryEnglish": "When Mabel stars on Dedede's latest program, her fortunes start coming true.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6337284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6337284",
                    "TitleEnglish": "Something to Sneeze At",
                    "SummaryEnglish": "When everyone catches a cold before the new year, Dedede tries to catch one because of a rumor.",
                    "Aliases": []
                },
                "13": {
                    "ID": "6337288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6337288",
                    "TitleEnglish": "The Kirby Quiz",
                    "SummaryEnglish": "Everyone kicks off the new year by having a quiz show featuring clips from previous episodes.",
                    "Aliases": []
                },
                "14": {
                    "ID": "6337289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6337289",
                    "TitleEnglish": "Masher 2.0",
                    "SummaryEnglish": "An injured Knuckle Joe arrives after trying to defeat the revived Masher, who also came to defeat him.",
                    "Aliases": []
                },
                "15": {
                    "ID": "6337291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6337291",
                    "TitleEnglish": "The Chill Factor",
                    "SummaryEnglish": "Winter comes yet again when wandering Pengis visit Cappy Town.",
                    "Aliases": []
                },
                "16": {
                    "ID": "6337293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6337293",
                    "TitleEnglish": "The School Scam",
                    "SummaryEnglish": "Dedede hires some punks to blame Tiff for bad education in Cappy Town.",
                    "Aliases": []
                },
                "17": {
                    "ID": "6337297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6337297",
                    "TitleEnglish": "Delivery Dilemma",
                    "SummaryEnglish": "Kawasaki starts a delivery service for his restaurant, but Kirby is sorely tempted to eat his food.",
                    "Aliases": []
                },
                "18": {
                    "ID": "6337298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6337298",
                    "TitleEnglish": "Trick or Trek",
                    "SummaryEnglish": "While on a hike through Whispy Woods, Dedede and Escargon set fire to the forest.",
                    "Aliases": []
                },
                "19": {
                    "ID": "6337300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6337300",
                    "TitleEnglish": "Buccaneer Birdy",
                    "SummaryEnglish": "After the Villagers get tired of having Tokkori around, they find out he's a royal bird.",
                    "Aliases": []
                },
                "20": {
                    "ID": "6337301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6337301",
                    "TitleEnglish": "A Whale of a Tale",
                    "SummaryEnglish": "King Dedede organizes a whale-watching cruise, but he really wants to use it to catch a whale.",
                    "Aliases": []
                },
                "21": {
                    "ID": "6337302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6337302",
                    "TitleEnglish": "Waddle While You Work",
                    "SummaryEnglish": "After Customer Service demands for money, King Dedede sells all of his Waddle Dees in order to pay N.M.E. back.",
                    "Aliases": []
                },
                "22": {
                    "ID": "6337303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6337303",
                    "TitleEnglish": "Dedede's Raw Deal",
                    "SummaryEnglish": "N.M.E. Salesman has a new lunch spot, so King Dedede orders Chef Kawasaki to turn his restaurent into a sushi bar.",
                    "Aliases": []
                },
                "23": {
                    "ID": "6337305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6337305",
                    "TitleEnglish": "Caterpillar Thriller",
                    "SummaryEnglish": "N.M.E. gives King Dedede two captive twins from Postar's South Sea in order to get rid of Kirby.",
                    "Aliases": []
                },
                "24": {
                    "ID": "6337306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6337306",
                    "TitleEnglish": "Fossil Fools (1)",
                    "SummaryEnglish": "A mad scientist is hired by King Dedede to prove to the Villagers that dinosaurs actully exist.",
                    "Aliases": []
                },
                "25": {
                    "ID": "6337307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6337307",
                    "TitleEnglish": "Fossil Fools (2)",
                    "SummaryEnglish": "Everyone is swarmed by mechanical mosquitos after they escape the D-Rex alive. Even more dinosaurs?",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "509790",
            "URL": "https://thetvdb.com/series/kirby-right-back-at-ya/seasons/official/4",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "6337309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6337309",
                    "TitleEnglish": "Dedede's Monsterpiece",
                    "SummaryEnglish": "King Dedede orders a monster named Paint Roller to touch off of Tiff and her friends paintings.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6337322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6337322",
                    "TitleEnglish": "Right Hand Robot",
                    "SummaryEnglish": "Escargoon creates Escar-droid, but King Dedede uses it to get rid of Kirby.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6339558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6339558",
                    "TitleEnglish": "Goin' Bonkers",
                    "SummaryEnglish": "After King Dedede discovers that Bonkers is Kirby's biggest fan, he turns Bonkers into a monster.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6339559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6339559",
                    "TitleEnglish": "Power Ploy",
                    "SummaryEnglish": "King Dedede orders a drink to power up the Cappies, but then, Escargoon orders a drink to poop them out.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6339560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6339560",
                    "TitleEnglish": "A Trashy Tale",
                    "SummaryEnglish": "Chief Bookem takes home the spillover at the Lost and Found, whichs turns his house into a big pigsty.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6339561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6339561",
                    "TitleEnglish": "Cooking Up Trouble",
                    "SummaryEnglish": "King Dedede starts a cooking contest for Male Cappies, and tricks them into buying parts made to build the SlicerDicer.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6339562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6339562",
                    "TitleEnglish": "Teacher's Threat",
                    "SummaryEnglish": "A new teacher comes to Cappy Town to teach at the Dedede Academy, but he's actually a contract monster.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6339563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6339563",
                    "TitleEnglish": "Mumbies Madness",
                    "SummaryEnglish": "King Dedede tricks Mr. Curio into opening a box containing Mumbies to get rid of Kirby once and for all.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6339564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6339564",
                    "TitleEnglish": "A Sunsational Surprise / A Sunsational Puzzle",
                    "SummaryEnglish": "King Dedede buys air conditioners from N.M.E. to cool off the town when it gets too hot. Later, an ozone layer monster appears.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6339565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6339565",
                    "TitleEnglish": "A Chow Challenge",
                    "SummaryEnglish": "A classmate of Kawasaki's past comes to visit him, but finds out that his cooking is sorely poor. Later, King Dedede holds a contest between Kawasaki and Nagoya, where the winner gets to keep Kawasaki's restaurant.",
                    "Aliases": []
                },
                "11": {
                    "ID": "6339566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6339566",
                    "TitleEnglish": "Waste Management",
                    "SummaryEnglish": "King Dedede hires a flock of crows to eat his garbage, but later they betray and tell the crows to get lost. Later, the leader of the crows is turned into a monster, and returns to get revenge.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6339567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6339567",
                    "TitleEnglish": "Shell-Shocked",
                    "SummaryEnglish": "King Dedede wants to see what's under Escargoon's shell, so he cracks it open with his hammer. After Tiff demands him to fix it, N.M.E. sends a monster shell over, turning Escargoon into Maimaigoon.",
                    "Aliases": []
                },
                "13": {
                    "ID": "6339568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6339568",
                    "TitleEnglish": "Tooned Out",
                    "SummaryEnglish": "King Dedede orders an anime group called Otakings from N.M.E., but they backtrack him and do an anime show about Tiff instead, so Dedede decides for a 1 on 1 when he orders Anige disguised as Dis Walney.",
                    "Aliases": []
                },
                "14": {
                    "ID": "6339569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6339569",
                    "TitleEnglish": "Born to Be Mild (1)",
                    "SummaryEnglish": "Cappy Town has a new biker gang looking for a mysterious old biker named Steppenwolf.",
                    "Aliases": []
                },
                "15": {
                    "ID": "6339570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6339570",
                    "TitleEnglish": "Born to Be Mild (2)",
                    "SummaryEnglish": "Only Gus can win the race, but he vowed he would never race again.",
                    "Aliases": []
                },
                "16": {
                    "ID": "6339571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6339571",
                    "TitleEnglish": "Hunger Struck",
                    "SummaryEnglish": "When King Dedede finds out that his Waddle Dees's meals are costing him a fortune, he makes them eat less, resulting in a rebellion until he orders a cooking monster.",
                    "Aliases": []
                },
                "17": {
                    "ID": "6339572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6339572",
                    "TitleEnglish": "D'Preciation Day",
                    "SummaryEnglish": "When the Cappies try to throw a party to show how much they appreciate Kirby, King Dedede thinks they're trying to start a rebellion, so he trashes their party.",
                    "Aliases": []
                },
                "18": {
                    "ID": "6339573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6339573",
                    "TitleEnglish": "Cowardly Creature",
                    "SummaryEnglish": "Escaped monster PhanPhan comes to Cappy Town, and Kirby becomes friends with it. Later King Dedede finds out about it and orders a trainer monster to turn PhanPhan into a real monster.",
                    "Aliases": []
                },
                "19": {
                    "ID": "6339574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6339574",
                    "TitleEnglish": "Frog Wild",
                    "SummaryEnglish": "Kirby becomes possessed by a Demon Frog who uses his powers to cause chaos in Cappy Town.",
                    "Aliases": []
                },
                "20": {
                    "ID": "6339575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6339575",
                    "TitleEnglish": "Air-Ride-in-Style (1)",
                    "SummaryEnglish": "King Dedede kidnaps Tiff and Kirby is attacked by a gang of Air Riders. Kirby battles them while acquiring many abilities as well.",
                    "Aliases": []
                },
                "21": {
                    "ID": "6339576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6339576",
                    "TitleEnglish": "Air-Ride-in-Style (2)",
                    "SummaryEnglish": "N.M.E. is poised and ready to take out Kirby with the Air Ride machines.",
                    "Aliases": []
                },
                "22": {
                    "ID": "6339578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6339578",
                    "TitleEnglish": "Cappy Town Down",
                    "SummaryEnglish": "Meta Knight reveals his secret weapon, Battleship Halberd, and, with the aid of several Cappies, begins the journey to Nightmare Enterprises' fortress.",
                    "Aliases": []
                },
                "23": {
                    "ID": "6339579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6339579",
                    "TitleEnglish": "Combat Kirby",
                    "SummaryEnglish": "Kirby battles Nightmare's powerful Heavy Lobster to protect Halberd, and the Halberd, aided by three friendly Destrayers piloted by past friends, begins its assault.",
                    "Aliases": []
                },
                "24": {
                    "ID": "6339580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kirby-right-back-at-ya/episodes/6339580",
                    "TitleEnglish": "Fright to the Finish",
                    "SummaryEnglish": "Kirby falls asleep and battles Nightmare once and for all.",
                    "Aliases": []
                }
            }
        }
    }
}