{
    "URL": "https://thetvdb.com/series/chobits",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0326672/",
        "https://www.themoviedb.org/tv/37527"
    ],
    "Titles": {
        "eng": "Chobits",
        "jpn": "ちょびっツ"
    },
    "Summaries": {
        "eng": "In the near future, personal computers take the form of attractive women, called Persocons. Hideki Motosuwa is a poor student who failed his entrance exams to get into college. Hideki is forced to move to the city, get a job, and attend cram school in hopes of passing the next college entrance exam. He finds a Persocon in a trash heap. She doesn't seem to have any operating system at all, and only says \"Chii\". As Hideki learns more about his Persocon (aptly named \"Chii\"), he finds that she is not of any known type, and most likely some sort of homemade model. Find out what happens between Hideki and his new Persocon, as she learns more about her environment, people, and life.",
        "jpn": "パソコンが人の形をしている、今とはちょっと違う世界のおはなし。\r\n\r\n大学受験に落ちて、浪人中に予備校に通うため、上京した本須和秀樹。上京してきたその日にゴミ捨て場に捨ててあった人型パソコンを拾う。そのパソコンは、めちゃくちゃかわいかったのだが、「ちぃ」としかしゃべらなかった。\r\n本須和は、そのパソコンを「ちぃ」と名づけ、一緒に生活していくことにした。\r\n\r\nかわいくて、でも謎も多いちぃや、パソコンのことから勉強のことまで助けてくれる、お隣さんで予備校友だちの新保、その新保の元気のいい自作モバイルすももたちに囲まれて、本須和のにぎやかな浪人生活が始まる。"
    },
    "Aliases": [],
    "Modified": "2025-10-06",
    "Seasons": {
        "0": {
            "ID": "19537",
            "URL": "https://thetvdb.com/series/chobits/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "440261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/440261",
                    "Titles": {
                        "eng": "Shinbo and Sumomo Chat",
                        "jpn": "新保・すもも 語る"
                    },
                    "Summaries": {
                        "eng": "Sumomo informs Shinbo of an excessive amount of data collected and asks what could be deleted. While offering different choices, Shinbo reminisces of the experiences of said deletable data. Shinbo then decides to keep everything and just buy Sumomo more memory.",
                        "jpn": "本須和が、ちぃや新保、すももたちと出会ってから今までのお話を、新保とすももが振り返る。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "440262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/440262",
                    "Titles": {
                        "eng": "Minoru and Yuzuki Chat",
                        "jpn": "稔・柚姫 語る"
                    },
                    "Summaries": {
                        "eng": "Minoru and Yuzuki recap over what has happened so far regarding Chi and Hideki.",
                        "jpn": "稔と柚姫が、今まで自分たちや、本須和の身におこったことを振り返る。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "440263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/440263",
                    "Titles": {
                        "eng": "Hibiya and Kotoko Chat",
                        "jpn": "日比谷・琴子 語る"
                    },
                    "Summaries": {
                        "eng": "Hibiya and Kotoko retell the final third of the series between Hideki and Chi.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "440264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/440264",
                    "Titles": {
                        "eng": "Chibits: Sumomo and Kotoko Deliver",
                        "jpn": "ちびっツ すもも・琴子 届ける"
                    },
                    "Summaries": {
                        "eng": "A six-minute feature focusing on an adventure with Sumomo and Kotoko where they chase down Chi. This was shown at some anime conventions and can also be found on the Chat Room DVD.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "3440",
            "URL": "https://thetvdb.com/series/chobits/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "71885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/71885",
                    "Titles": {
                        "eng": "Chi Awakens",
                        "jpn": "ちぃ 目覚める"
                    },
                    "Summaries": {
                        "eng": "Hideki has moved to the city from the country to enrol in Prep School in order to pass the college entrance exam.\r\nIn the city, Hideki is amazed by the mobile computer units called Persocoms that almost everyone has. If only they weren't so expensive!\r\nWalking one night he comes across a cute Persocon just lying in the trash and decides he should do his part for the environment and recycle her as his own.",
                        "jpn": "「うわぁああああーー！」\r\nのどかな牧場にひびきわたる絶叫。\r\n本須和秀樹は北海道の片田舎で、大学の不合格通知を受け取ったのだった……。\r\n「予備校だ！予備校行って勉強して、来年こそ受かる！」\r\nどうせならと、東京で予備校生活を送ることを決意するのだった。\r\n\r\nそして春。\r\n東京での予備校生活を送るため、上京した本須和の姿があった。\r\nアパートに向かう途中で電気屋に寄った本須和の目に、人間そっくりの女の子型パソコンが店頭に陳列してあるのが留まった。\r\n「くそー！オレだってしたいよ、パソコン！したいよメール！見たいよ、インターネットのエロサイト！！！」\r\n\r\nしかしアパートにたどり着けば、管理人の千歳さんは美人で、お隣の新保はパソコンに詳しい同じ予備校に通う仲間で……と幸先のいいスタートに今度は喜ぶのだった。\r\n\r\nそして夜になり、コンビニで夕飯を買って戻る途中、ふとゴミ捨て場を見てみれば……そこに捨てられているのは女の子型のパソコンなのだった！\r\n\r\n思わず拾って帰ってしまう本須和だったが……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "71886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/71886",
                    "Titles": {
                        "eng": "Chi Goes Out",
                        "jpn": "ちぃ でかける"
                    },
                    "Summaries": {
                        "eng": "Hideki wakes up to discover he really now owns a Persocom!\r\nShinbo comes over and realizes what Hideki was hiding the other night. He tries to help Hideki by seeing if Chii has any DATA or PCN numbers. When he can't find any (after Sumomo crashed from trying) he sends Hideki and Chii to Minoru's house. Minoru too is unsuccesful, but Yuzuki has given info that Chii has DATA, just hidden.\r\nMinoru talks about a legendary Persocom series called \"Chobits.\"\r\nAs they go home, Minoru gives Hideki some advice about Chii.",
                        "jpn": "本須和がゴミ捨て場で拾ったパソコンは奇妙なパソコンだった。\r\n捨てられていたというのに新品同様で、そして起動はしたものの、「ちぃ」としかしゃべらず、本須和のまねをするばかり。\r\n調べてみても機種も仕様OSもわからない。\r\nというか、つないだディスプレイには「OSがない」と表示されてのに、なぜか動いているのである。\r\nそして新保が自分のパソコンにつないでチェックしようとすると、処理オーバーでつないだ新保のパソコンを破壊してしまうのだった。\r\n\r\n「まだ朝なのに、なんか疲れた。はぁ……。」\r\n「ちー。」\r\n「おおごとになってきちゃったなぁ。」\r\n\r\nそれでも、そのかわいいパソコンとの甘い生活を夢見て、自作マシンに詳しい新保の友人を、パソコンを連れて訪ねる本須和。\r\n\r\nが、紹介された国分寺稔は、まだ中学1年生で、驚いてしまうのだった。\r\nそんな本須和を鼻で笑う稔は、その正体不明のパソコンを見て\r\n「……この子……『chobits』かもしれない。」\r\nそう呟くのだった。\r\n\r\nそして稔の作ったパソコンでチェックすることになったのだが……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "71887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/71887",
                    "Titles": {
                        "eng": "Chi Learns",
                        "jpn": "ちぃ おぼえる"
                    },
                    "Summaries": {
                        "eng": "Things start to look a little better for Hideki as he tries to teach Chii some words and expressions. Although he’s in need of a job, Hideki gets to start cram school today, and it turns out he’s got a very attractive teacher, Ms. Shimizu. After making the rounds for job hunting, Hideki manages to land a job from a wet accident, meeting another cute girl, Yumi Ohmura, in the process.",
                        "jpn": "パソコンマニアの国分寺の力をもってしても、何モノなのか解析できなかったちぃ。\r\nとはいえ、OSが入っていないわけでもなく、色々と教えれば自分で学習して行くらしいことはわかったので、本須和はいつかは色々とできることを夢見て、ちぃにあれこれ教えながらの生活を始めたのだったが――\r\n\r\n「……全財産も、あとわずか、か……。」\r\n\r\n引越してきたばかりだというのに通帳の残高が心もとなくなっていた。\r\n予備校も始まるし、今日中にバイトを見つけようと決心する本須和。\r\n\r\nしかし、バイト雑誌で目をつけた喫茶店は既に決まっていて、その後、商店街のファミレス、スーパー、食堂とかたっぱしから巡ってみるけどれど、行く先行く先、断られてばかり……。\r\n\r\n「世の中、やっぱ厳しいわ……。」\r\n\r\n既に夕方になってしまったので、仕方なしに今日中に見つけるのはあきらめて、家路に着こうとしたところ、突然水をかけられてしまう。\r\n\r\n「うわっ！な、何だ!?」\r\n\r\n見ると、居酒屋のアルバイトが開店準備に水撒きをしていて、それをかけられてしまったのだ。\r\n\r\n「あ、あの……ごめんなさいっ！」\r\n\r\nそのバイトの女の子のかわいさに、ちょっとドキリとしてしまう本須和。\r\nしかし、\r\n\r\n「本当にもう、私ったら......さ、こっちへ来てください!!」\r\n\r\nと、女の子に強引に居酒屋の事務所に連れて行かれてしまうのだったが……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "71888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/71888",
                    "Titles": {
                        "eng": "Chi Goes on Errands",
                        "jpn": "ちぃ おつかい"
                    },
                    "Summaries": {
                        "eng": "Hideki's a decent guy overall and realises it's a bit perverted to have his girl persocom running around the place with no underwear. Unfortunately, inexperienced as Hideki is, buying female undergarments holds a great source of embarrassment for him. Hearing about the dilemma Shinbo offers Sumomo's services as navigator and generally being a source of common sense for Chii, in order for her to go and buy her own underwear. This sounds like a great idea at the time, but causes a seemingly infinite amount of worry during the day at prep school for Hideki.",
                        "jpn": "何とか、本須和のバイト先も見つかり、カタコトではあるがしゃべるようになったちぃ。\r\nしかし、本須和には懸念が1つあったのだった。\r\nそれはパンツ。\r\n服は日比谷さんにもらったものの、ちぃはいまだノーパン生活をしているのである。はっきり言って身体に悪い。\r\n\r\nしかし、女性下着売り場に行ってもその前をうろうろするばかりで、中に入る決心がつかない本須和であった。\r\n\r\n「ダ、ダメだぁぁぁぁっ!!く～っ、なんで『ぱんつください』がいえないんだよ～～～！」\r\n\r\nしかたなしに新保に相談すると\r\n\r\n「それなら、自分で買いに行ってもらえばいいじゃないか。」\r\n\r\nとあっさり言い放つ。\r\n\r\n心配でそんなことできるわけがないという本須和に、新保は、すももにはナビゲーションソフトがインストールしてあるから一緒に行かせればいいと言うのだった。\r\n\r\nそんなわけで、ちぃは\"はじめてのおつかい\"に出かけることになったのだった。\r\nそして――\r\n\r\n「それでは、ナビゲーションを開始しまーす！大きく手足を振って元気よくまいりましょー！」\r\n\r\n肩に乗ったすももの吹く笛に歩調を合わせて、ちぃは元気に出発したのだったが……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "71889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/71889",
                    "Titles": {
                        "eng": "Chi Finds",
                        "jpn": "ちぃ 見つける"
                    },
                    "Summaries": {
                        "eng": "Hideki's first academic hurdle comes in the form of an impending mock test.  This spurs some serious studying, hindered only by the lack of a Japanese-English dictionary.\r\nWith the help of a visit to the bookstore Hideki gets rather side tracked and decides to teach Chii to read, using a picture book she was seemingly drawn to.\r\nWith a visit (and some help) from Shinbo Hideki gets back to the books, leaving Chii to finish reading her book by herself.\r\nWhen Hideki finds Chii later she is emitting light and floating in the air!\r\nA check from Shinbo finds nothing wrong with Chii, leaving Hideki with more study and less time, but at least Chii is around to motivate him.",
                        "jpn": "今度の日曜日は模擬試験に日である。\r\nアルバイトも前日は休みをもらい、その日は試験勉強に打ち込むことにした本須和。\r\n\r\n「よ～し、やるぞぉ！」\r\n\r\n気合を入れて、朝から机に向かい、勉強を始めるのだった。\r\n\r\nちぃに見守られつつ、他の科目は何とかこなし、そして、苦手の英語にとりかかった本須和だったが……辞書がないではないか！\r\n\r\n「あああああ！何で今まで気づかねーんだー！ホントこれまで英語の勉強してこなかったってことか！」\r\n\r\nそんなわけで、ちぃを連れて本屋に辞書を買いに出かけることにしたのだった。\r\n\r\n本屋は初めてで、辺りをキョロキョロと見回してばかりのちぃだったが、ふと、1冊の本に興味をもつ。見ればそれは『だれもいない町』というタイトルの絵本だった。\r\n\r\n「欲しいのか？」\r\n\r\n「ち」\r\n\r\nしかし、貧乏な本須和に両方買う余裕はない。どちらを買うか悩む本須和だったが、結局その本をちぃにプレゼントしてしまう。\r\nそうして部屋に戻り、本須和が辞書を借りに新保の部屋に行ってしまっても、1人、絵本を声に出して読み始めるちぃ……。\r\n\r\n「……その町には、だれもいなかったの……。」\r\n\r\n誰もいない部屋に、『誰もいない町の朗読が響き渡るのだった……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "71890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/71890",
                    "Titles": {
                        "eng": "Chi Weakens",
                        "jpn": "ちぃ 弱る"
                    },
                    "Summaries": {
                        "eng": "Chii isn't feeling like herself and basically collapses in Hideki's apartment. He gets an adapter from Shinbo but unfortunately can't recharge Chii due to the fact that he never paid his electric bill.\r\nHe struggles to find a building to recharge Chii but falls when climbing a wall to a building which is open 'til 2am. Luckily for him Ms. Hibiya saw them from a cab window and allowed Hideki to charge Chii from her place. Shinbo arrives and informs Hideki and Ms. Hibiya of how many watts are being used to recharge Chii. Hideki exclaims that he will pay her back for both the electricity used and his rent even if it kills him.",
                        "jpn": "「おはよう……ヒデキ。」\r\n\r\n「よーし、正解。もう、挨拶は完璧だな、ちぃ。」\r\n\r\n「ちぃ、他にもいっぱい覚えた……ヒデキが教えてくれた。」\r\n\r\nそんな言葉がちぃから聞けるようになり、ある意味、幸せな日々を送っている本須和だったが、しかし、相変わらず金欠状態は続いていた。玄関の郵便受けには、公共料金の請求書が山となって届いている。\r\n\r\n「バイト代振り込まれるのは今週の金曜だし……はぁ～。」\r\n\r\n大きなため息をつくしかない本須和であった。\r\n\r\nと、その日のちぃは、何だか様子がおかしかった。その表情はどこかうつろで、声をかけても反応が悪いのだ。\r\n\r\n「今日のおまえ、どっか変だぞ？具合でも悪いのか？」\r\n\r\nしかし、聞いてみてもちぃにわかるわけもなく、パソコンに疎い本須和には、何が悪いのか見当もつかない。\r\nしかたなしにちぃを残して予備校へと向かい、新保に聞いてみると、どうやら充電していないのが原因らしかった。\r\n\r\n「充電って、勝手にすんじゃねーの？」\r\n\r\n「相手は家電だぞ、家電!!」\r\n\r\nそんなわけで、アルバイトを終えて急いで部屋に戻った本須和は、ちぃの頭のリボンから充電コードを取り出し、コンセントに差し込んだのだったが……。\r\n\r\n\"バシッ！\"\r\n突然にコンセントにスパークがはしり、真っ黒になってしまったのだった――!!"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "71891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/71891",
                    "Titles": {
                        "eng": "Chi Works",
                        "jpn": "ちぃ 働く"
                    },
                    "Summaries": {
                        "eng": "With Hideki broke, Chii decides that she wants to find a job to get money and give to Hideki. Hideki has little objection, but stipulates that Chii must find a \"good job\" to work at. Unfortunately for Chii, someone with a very bad job offer finds her while she's out and tells her the job he has to offer is a \"very good job.\"",
                        "jpn": "「はぁ……。」\r\n\r\n相変わらずの貧乏生活に、財布を見つめてはため息ばかりついている本須和。\r\nその姿を見て、ちぃが突然、「ちぃ、バイトする」　そんな事を言い始めるのだった。\r\n一瞬驚くが、ちぃの心遣いに喜ぶ本須和。しかし、その後、ちぃが自分ができるかと示したバイト内容は――「風俗サービス業。目指せ月収２００万！募集女王様……」エロ雑誌に載っているヤバイバイトなのであった。\r\n\r\n「ダメ～～！ヤバイバイトは絶対ダメ！！」\r\n\r\n雑誌を取り上げ、思わず叫ぶしかない本須和であった。\r\n\r\nそして、予備校に行っても、バイトをしていてもその事ばかり考えてしまう。\r\nしかし、ティッシュ配り、ファーストフード、着ぐるみショーのバイトをするちぃの姿を想像するけれど、思い浮かぶのは動かない姿ばかり。\r\n\r\n「やっぱ無理だよなぁ・・・・・・。」\r\n\r\nそう呟いてしまう、本須和であった・・・・・・。\r\n\r\n一方、当のちぃ本人は――アパートを出て、一人、繁華街を歩いていた。\r\n自分でバイトを探そうとしていたのである。けれども、何も判らないちぃがバイトを見つけ出せるわけもなく、あてどなく街を歩き回っていた。\r\n\r\nと、そんなちぃに声をかける男の姿が――。\r\n\r\n「ねぇ、何しているの？」\r\n\r\n警戒もせずに、返事をしてしまうちぃ。\r\n\r\n「ちぃ、バイト探している。」\r\n\r\n「バイト？　あるよ～。短時間で高収入のいいバイト。」\r\n\r\n「イイバイト？」\r\n\r\n「そうそう、いいバイト。説明するから、行こ行こ。」\r\n\r\nそうして男はちぃの肩を抱き、繁華街へと連れて行くのだった――！！"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "71892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/71892",
                    "Titles": {
                        "eng": "Chi Bewildered",
                        "jpn": "ちぃ とまどう"
                    },
                    "Summaries": {
                        "eng": "After Chii's reboot button is pushed, she escapes the 'peep show' room and is jumping around the city disabling all persocoms. She finally exhausts herself and Hideki catches her before she falls off a railing. Chii gets a job at a bakery having a five year anniversary thanks to Hideki. The manager offers Chii a permanent job - which she accepts only if Hideki allows it. She trys to give Hideki her payment but he refuses telling her that since she worked and earned it, it belongs to her and for her to buy her favorite things (whatever they may be).",
                        "jpn": "ちぃが、のぞき部屋でバイトをしていると、稔から連絡を貰い、あわててそののぞき部屋のあるビルに向かった本須和。\r\nしかし、駆けつけてみれば、\r\n\r\n・・・・・・キュイイイイン！・・・・・・\r\n\r\n甲高い音が鳴り響くと同時に、目の前のその店のあるビルの窓から、放射状に猛烈な光が放たれたのだった！！\r\n\r\n「な、なんだなんだ・・・・・・？」\r\n\r\nビルの中に飛び込むが、そこにはちぃの姿はない。どうやら、開け放たれた窓から逃げ出したらしい。急いでビルを出て、ちぃの姿を探すが見当たらない。\r\nと――\r\nまわりを歩いていたのパソコン達が、突然、一斉に動作不能に陥るのだった。\r\n\r\n「何だ・・・・・・？何かあったのか？」\r\nよく見れば停止したパソコン達は、皆が皆、同じ方向を見上げている。\r\nそして、本須和もその視線の先を見上げれば――\r\n\r\n「・・・・・・ちぃ！」\r\n\r\n電柱や交通標識などを足場にして、軽々と飛んで行くちぃの小さな後ろ姿があった！不可思議な事にちぃの行く先々で、パソコンがちぃを見上げては動作不能に陥っているのだった。\r\n不思議に思いつつも、あわててその後を追いかける本須和。\r\n\r\n「ちぃ！聞こえないのか！？ちぃ～～～っ！！」\r\n\r\nそう声をかけるが、街の騒音にかき消されて、ちぃには届かないのだった――。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "71894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/71894",
                    "Titles": {
                        "eng": "Chi Buys",
                        "jpn": "ちぃ 買う"
                    },
                    "Summaries": {
                        "eng": "While Chii goes shopping for a gift for Hideki, Shimbo and Hideki go out to the bathhouse.  Hideki learns that persocoms need to be bathed too but Hideki can't afford the bathing software.  So Hideki just needs to teach Chii how to bathe.  Riiight no problem.",
                        "jpn": "結局、ちぃは、駅前通りの洋菓子店『チロル』でバイトをする事になり、ひと安心の本須和なのであった。\r\n\r\nそして、稼いだお金を持って、ちぃは一人、本屋に来ていた。\r\n\r\n「秀樹、これでちぃの好きなもの買っていいって言った。でも……やっぱりちぃ、秀樹に何かあげたい。」\r\n\r\nそうしてちぃは、本須和の為に、オカズの成人向け写真集を物色するのであった……。\r\n\r\n「秀樹、これ持ってる。これ持ってる。これ持ってる……これ、秀樹、持ってない。」\r\n\r\n周囲で右往左往する男性客の事など、これっぽっちも眼中にない、ちぃであった……。\r\n\r\nその頃、本須和は、新保に誘われて、銭湯に出かけていた。　そして、そこで新保から、パソコンも風呂に入れなくてはならない事を教わっていた。　見ると、銭湯の料金表示にもちゃんと“パソコン”の項目がある。\r\n\r\n「でも……お前んトコのパソコン、“風呂の入り方”、知ってんのか？」\r\n\r\nなんでも、普通のパソコンは、ソフトを使って学習して、自分で洗えるようになるらしい。\r\nとは言えそんなソフト、買う金など本須和にはなく、それに、そういうソフトをちぃにインストールできるかどうかも判らなかった。　\r\nとなると、\r\n\r\n「教えてやればいいんだ、お前が。」\r\n\r\n「何を？」\r\n\r\n「“風呂の入り方”ってヤツをさ。自分一人で洗えるように。それなら、金もかかんない。」\r\n\r\n「そ、そっかぁ……。」\r\n\r\nそうして本須和は、自分でちぃに“風呂の入り方”を教える事にしたのだったが――。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "71895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/71895",
                    "Titles": {
                        "eng": "Chi Meets",
                        "jpn": "ちぃ 出会う"
                    },
                    "Summaries": {
                        "eng": "Hideki goes on his very first date, and it's with Yumi!  In the meantime Chii reads more of the picture book series and meets up in a vision with her former self.",
                        "jpn": "「え、映画～～？」\r\n\r\n裕美ちゃんからの突然の映画の誘いに驚くものの、快諾する本須和。\r\n\r\n「これは、もしかして……デート……、デートってヤツなのか～～～～！」\r\n\r\n自らの幸運に喜ぶ本須和であった……が、実は、デートをするのは生まれて初めてで、どうやればいいのか判らない。　新保にアドバイスを求めるが、\r\n\r\n「デートのコツなんて一つしかないと思うぜ？」\r\n\r\nと言って、「できるだけ普段の自分のままで行動する事」が１番のポイントだとアドバイスするのだった。\r\n\r\nそうして、デート当日――。\r\n裕美とのデートに出かけて行く本須和。\r\n方や、それを見送ったちぃは、一人アパートに残り、先日買ってきた絵本を読みふけるのだった。\r\n\r\nと、突然に本から顔を上げるちぃ。\r\n\r\n「また聞こえる。ちぃを呼んでいる……。」\r\n\r\nちぃには、どこからか彼女を呼ぶ声が聞こえるのだった。\r\nそして、アパートの敷地内に立つ大木の、その一番上の枝に立ち、\r\n\r\n「だぁれ？」\r\n\r\nそう、問いかけると、\r\n\r\n「アタシよ。」\r\n\r\nそう、返事があるのだった。\r\n\r\n「あたし？」\r\n\r\n「目を閉じて。映像を送るから。」\r\n\r\nその声の通り、静かに目を閉じれば――　ちぃの目の前には、ちぃとうり二つの服だけが違う黒いちぃが立っているのだった――！"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "71896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/71896",
                    "Titles": {
                        "eng": "Chi Confirms",
                        "jpn": "ちぃ 確かめる"
                    },
                    "Summaries": {
                        "eng": "Hideki hears an urban legend about a mistress who was murdered on a dark, gloomy day in a corner apartment room where the lights were blinking. Then as he is walking home he notices his own apartment complex has a mysterious corner room where the light is blinking on a dark, gloomy day. Then more and more similarities to the legend happen and Hideki gets really paranoid. Chii and friends want to help out but will it be too late?",
                        "jpn": "その夜、ガブ城ケ崎には不気味な低い唸り声が響きわたってた……。\r\nその声に驚いて飛び起きる本須和。\r\n\r\n「…………」\r\n\r\nその声は、廊下の奥の104号室から聞こえてくるように本須和には聞こえたのだった。\r\nしかし、104号室は空き部屋で誰もいないはずなのに、何でそんな声が――！？\r\n\r\n「はははっ……夢だよ夢……ホラ、最近暑くなってきて、寝苦しいから……。」\r\n\r\nしかしその音は、はっきりと本須和の耳には聞こえてくるのだった……。\r\n\r\nそうして、眠れぬ夜を過ごした翌朝、新保にその事を言うが、彼はそんなものは空耳だと取り合わない。けれど、妙に怖がる本須和は、終いにはあの声は幽霊だと言い出す始末……。\r\n\r\n「そうだよ！！　そうに決まってる!!昔っからオレの周りではこんな事ばっか、起こってきたんだ！！」\r\n\r\n……実は、本須和は心霊現象に遭遇する体質らしかった……。\r\n\r\nとはいえ、家賃を滞納しているため事の仔細を管理人さんに聞くわけにも行かず、結局、\r\n\r\n「頼む。確かめてくれ!!このままじゃおちおち眠れやしない！」\r\n\r\n新保にすがりつく本須和なのであった。\r\nそして、ネットでその手の情報を検索してもらうと……\r\n\r\n「あった……。」\r\n\r\n「！？」\r\n\r\n「呪いの『１０４号室』……。」\r\n\r\n何と、ここガブ・城ケ崎は心霊スポットとして有名な場所なのであった――!!"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "71897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/71897",
                    "Titles": {
                        "eng": "Chi Plays",
                        "jpn": "ちぃ 遊ぶ"
                    },
                    "Summaries": {
                        "eng": "Yumi's dad loans Hideki his DVD player, and tells him of a DVD sale coming up. Hoping to get some mature videos, Hideki embarrassingly meets Minoru and sis instead, who offer him a fantasy multiplayer Internet game (Brave Quest Online) that persocoms can play too. Hideki thinks this would be fun to play with Chii.  But Hideki knows nothing about hooking up to the internet! Fortunately Shimbo helps him out. Now everyone's logged on, except for Chii; she's missing (in the game)! Oh no, what's Hideki going to do now? Blindly run through the game looking for her of course!",
                        "jpn": "「ええっ！マ、マジッスか！？DVDなんて、ほんとに借りていいんですか！？」\r\n\r\n「ああ、本須和くんも年ごろなんだし、色々ホラ……な？」\r\n\r\n「な、って……。」\r\n\r\nバイト先の店長にそんなふうに言われて、苦笑しつつも、ありがたくDVDプレイヤーを借りた本須和。\r\nそして、その帰り道、駅前の電気屋でＤＶＤソフトを物色していると、偶然に、稔と出会うのだった。何でも新作のネットゲームを買いに来たという。聞けば、借りたＤＶＤプレイヤーを使えばそのネットゲームも遊べるらしかった。\r\n\r\n「面白いですよ、パソコンと一緒に遊ぶ事もできますし。」\r\n\r\nそれを聞いて、がぜんやる気になる本須和。ちぃと一緒にネットゲームだ！、とアパートに戻ったのだが……何をどうすればネットゲームを遊べるのか、全くもって判らない始末。\r\n\r\n「ええっ！何だよこのライセンス料って……なにーっ！月千円かかる！？あ、最初の一ヶ月は無料か……。ん？何だ、ブロードバンドアダプターって……？ま、いいや……え？パスワードが違う？何でだよ～！えっとえっと～～……。」\r\n\r\n結局、新保に頼んで色々と設定してもらい、ネットに接続し遊べるようになったのは、翌日の夜の事であった……。\r\n\r\n「よーし、ゲームスタート！」\r\n\r\nそうして、ちぃ、新保、すももと一緒に、4人でネットゲームの世界に入る本須和。\r\n\r\n「おおっ！　来た来た来たーっ！ジャンプはこれか。剣は……これか！」\r\n\r\n初めての体験に、はしゃぐ本須和だったが、しばらくしてある事に気がつくのだった。\r\n\r\n「ちぃが……いない……。」\r\n\r\n一緒にアクセスしたはずのちぃの姿が、忽然とかき消え"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "71898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/71898",
                    "Titles": {
                        "eng": "Chi Goes to the Ocean",
                        "jpn": "ちぃ 海いく"
                    },
                    "Summaries": {
                        "eng": "Hideki and the entire gang are invited to hang out at Minoru's beach home for the weekend to study and to have a lot of fun. This is Chii's first time at the beach. But with Hideki not knowing how to swim, and with Chii going in the water, what's a guy to do?",
                        "jpn": "季節は夏――\r\n受験生……特に本須和達浪人生にとっては、天王山の夏。「夏を征するものは、受験を征す」と言われるほど、重要な時期なのであった。 \r\n最近、予備校の成績が伸び悩んでいる本須和にとっては、本気でがんばらないとかなりヤバイ。何せ、先日渡された成績評価は、“Ｄ”である。\r\nが……\r\n\r\n「……何で、オレはこんなところに……？」\r\n\r\n本須和が立つその場所は、白い砂浜であった。陽光にキラキラと輝く海が目前に広がっている……。\r\nそして、\r\n\r\n「せーんぱいっ！」\r\n\r\nその声に振り向くと、ビキニ姿の裕美ちゃんが立っていた。\r\nいや、彼女だけでなく日比谷さんや、なぜか清水先生までが水着姿でいるのだった。そして、水着に着替えたちぃも、無邪気に本須和に抱きついてくるのだった……。\r\n\r\n「そう、これは夢なんかじゃない、現実なんだ……！」\r\n\r\n……どういう事かというと、稔の別荘に、一泊二日でみんなで遊びに来ているのである。\r\nとりあえず、この夏を満喫する事にした本須和であった――。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "71899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/71899",
                    "Titles": {
                        "eng": "Chi Entertains",
                        "jpn": "ちぃ もてなす"
                    },
                    "Summaries": {
                        "eng": "On a hot summer night, Ms. Shimizu pays a surprise visit to Hideki and Chii, and wants to STAY OVER! Is Hideki going to have his first night of passion, or is there some other reason?",
                        "jpn": "「あ、暑い……こっちの夏は暑いって聞いたけど、梅雨明け早々、これは異常だ。」\r\n\r\n東京の夏の暑さに、夏バテ気味の本須和。\r\n当然のことながら、カブ城ケにはクーラーなどあるわけもなく、少しでも涼しい所を、といつもより早く予備校に行ってみれば、その日は運悪くクーラーが故障しているのだった……。\r\n\r\n「次の時間には修理が終わるって言ってたから、この時間だけ頑張って行くわよ！」\r\n\r\nそんな状況でも相変わらず元気いっぱいな清水先生の授業を受けていると、新保が遅れて現れる。そして講義の後、受けられなかった分のノートを本須和から借りて写している時、\r\n\r\n「清水先生の授業……明日、なんかやるって言ってなかったか？」\r\n\r\nそう清水先生の事を妙に気にかける新保なのだったが、この時は、これと言って気にとめない本須和だった。\r\n\r\nバイトを終えアパートに戻ると、ドアをノックする音が。\r\n「あたしー。」\r\n\r\n「！？あ、あたし？」\r\n\r\n「あたしよ、忘れちゃうなんてひどい！」\r\n\r\n「えっ？　そ、そんな……わーっ、ごめんなさい！」\r\n\r\nパニックにドアを開くと、そこには酔っぱらった清水先生の姿が――！？そして清水先生は、泊めてもらおうと思って来た、と言い出すのであった！"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "71900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/71900",
                    "Titles": {
                        "eng": "Chi Doesn't Do Anything",
                        "jpn": "ちぃ 何もしない"
                    },
                    "Summaries": {
                        "eng": "Hideki discovered that Shinbo and Ms. Shimizu on the street hugging each other. The next day, Shinbo and Ms. Shimizu are not in class and Sumomo is left in Hideki's care! Could something be up with those two? And isn't Ms. Shimizu married?",
                        "jpn": "清水先生が本須和の家に泊まってしまった翌日の晩、アパートの前で新保と清水先生が抱きしめあっているのを、本須和は目撃してしまった。\r\n\r\n「まさか、清水先生と新保がああいう関係とは……うらやましい……うらやまし過ぎるぞ、新保！！」\r\n\r\nしかし、考えてみると清水先生は結婚しているはずだった。その事に気付いて、ぼう然とする本須和。\r\nけれど、その事を問い詰めようにも、翌日、予備校に新保の姿はなく、清水先生も現れない。また、鞄の中にはいつの間にか新保のパソコンのすももが、“預かってくれ”のメモと一緒に入っているのだった。\r\n\r\n「あーもー、何がどうなってんだ！？」\r\n\r\nその答えは、その日の晩までオアズケを喰らう事になる。\r\n頭を抱えながら、予備校とバイトをこなしての帰り道、突然、\r\n\r\n「電話でーす！」とすももが叫んだ。\r\nそれは新保からの電話だった。何やってるんだと本須和が問い詰めると、「先生とかけおち」あっけらかんと答える新保。先生と二人、旅館に逗留しているという。\r\nそして新保は、先生との馴れ初めについて、語り始めるのだった――。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "71901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/71901",
                    "Titles": {
                        "eng": "Chi Provides",
                        "jpn": "ちぃ まかなう"
                    },
                    "Summaries": {
                        "eng": "Hideki's in trouble grade-wise, so Ms. Shimizu advises he prepare for a practice exam. Hideki gets ready for studying, but loses his wallet. Chii tries to help him out by cooking for him.",
                        "jpn": "すももも加わっての新生活が始まったのだったが、その日戻ってきたときの本須和の表情は、落ち込みに落ち込みまくった悲惨なものだった……。\r\n聞けば、予備校から渡された成績表の結果が散々だったのだという。\r\n事実、全てがE判定というのはかなりヤバイ状態であった。\r\n\r\n「……オレ、ダメかもしんない……。ヤバイよ～！このままじゃ来年も浪人生だ～!!」\r\n\r\nけれどちょうどかかてきた新保からの電話で、清水先生からアドバイスを受けることになる。\r\n\r\n「普段は悪くないのに、試験になると成績が下がるのよね、本須和君って。」\r\n\r\nやればできる力があるのにもったいないと言われ、そして本番になれるためにも、全国模試を受けてみないかと勧められるのだった。\r\nすると\r\n\r\n「よーし！やるぞーっ!!やればできるってトコを見せてやる！」\r\n\r\nとあっさりとヤル気を出す本須和……。\r\nそして、それからの本須和のがんばりは目を見張るものがあった。寝る間を惜しんで勉強勉強。バイト先でも暇があれば単語帳を開いて暗記に励むのだった。\r\n更に全国模試の一週間前になると、バイトも休みをもらい、みっちり試験勉強にとりかかろうとしたのだが……その矢先、財布を落としてしまうのだった――！\r\n\r\n「く～～！来週の給料日までどーやって暮らすんだよ～～～！」\r\n\r\nそんな落ち込んだ本須和の姿を見たちぃは、ちょうど受け取ったアルバイト代を本須和に上げようとするが、本須和は\r\n\r\n「それはちぃが稼いだお金だから、ちぃの好きなように使いなさい。気持ちは受け取っておくよ。」\r\n\r\nと言って受け取らなかったのだった。\r\nするとちぃは\r\n\r\n「秀樹、バイ"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "71903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/71903",
                    "Titles": {
                        "eng": "Chi Helps",
                        "jpn": "ちぃ 手伝う"
                    },
                    "Summaries": {
                        "eng": "Hideki and Chii help Ms. Hibiya clean her apartment complex, from dusting the stairs and tatame mats to washing windows. While helping to move some equipment upstairs, Hideki finds a room full of cables. When some equipment is turned on, Sumomo gets electrocuted from some exposed wires. Oh no, what will Hideki do now? Ms. Hibiya offers to help, but hmm could she be more than a mere landlady?",
                        "jpn": "「朝で～～～す！お目覚体操の時間で～す！」\r\n\r\n相変わらずすももにたたき起こされる日々を送っている本須和だったが、その日は起き上がろうとしたとき、\r\n\r\n……ドン！ゴトゴト！ガタガタ！ドドド～～ン!!……\r\n\r\nと、頭の上から凄い音が響いてきて、眠気もフッとたんだのだった。\r\n\r\n「な、なんだぁ!?」\r\n\r\n驚いて窓から顔を出し見上げると、青空を遮るように、畳が何枚も何枚も屋上の手すりからせり出している。\r\nそして、その隙間から日比谷さんが顔を出して\r\n\r\n「あ、本須和さん……ごめんなさい、驚かせてしまったかしら？」\r\n\r\nそう言うのだった。\r\n聞けば大掃除で畳を干していたのだが、うっかり倒してしまったのだという。それを聞いた本須和は手伝うことにしたのだった。\r\n\r\n「いつもお世話になってますし！アパート中の大掃除なんて男手が必要でしょう。オレでよかったら、どんどん用事、言いつけちゃってください！」\r\n\r\nそうして、ちぃとすもも加わって、掃除に取り掛かることとなる。\r\n空き部屋の畳を虫干し、階段の掃き掃除、窓拭き、中庭の花壇の草むしり…… 。\r\n\r\nガブ城ヶ崎の大掃除が始まったのだった――！"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "71904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/71904",
                    "Titles": {
                        "eng": "Chi Disappears",
                        "jpn": "ちぃ いなくなる"
                    },
                    "Summaries": {
                        "eng": "At work, Hideki is challenged by something Yumi said about persocoms taking the place of relationships with real people.\r\n\r\nThe next day, Hideki has to study late and tells Chii to walk to work by herself. As Chii walks to work, something happens, and when Hideki gets home later, Chii is nowhere to be found!",
                        "jpn": "いつものように、本須和がチロルへちぃを迎えに行くと、ちぃがケーキを作ったという。本須和も食べたのだが、そのケーキはとてもおいしかった。\r\n\r\nそのことを、バイト先で店長や裕美に話す本須和。それを聞いて裕美の表情はこわばる。裕美も昔は人型のパソコンを持っていたという。しかし\r\n\r\n「人よりパソコンのほうがいいって人も……だから、そうなると……人のそばに人はいられなくなっちゃう……。」\r\n\r\nとさびしげに言うのだった。\r\nそのことばが妙に胸に引っかかり、元気のない本須和。そんな本須和を心配するちぃ。\r\n\r\n「秀樹が病気って思ったら胸がぎゅって痛くなった……。」\r\n\r\nと言うちぃを思わず抱きしめてしまった。\r\nしかし、裕美のことばや清水先生のだんなさんの話を思いだし、複雑な気持ちになる。\r\n\r\n「ちぃをただのパソコンと思えなくなってる……オレ、ちぃを何だと思えば……。」\r\n\r\n一方、バイトへ行く途中に本屋へ立ち寄ったちぃ。あの絵本の続きを見つけた、その瞬間、何者かによってちぃの口が塞がれた――！"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "71905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/71905",
                    "Titles": {
                        "eng": "Chi Waits",
                        "jpn": "ちぃ 待つ"
                    },
                    "Summaries": {
                        "eng": "Chii's manager Ueda tells Hideki the story of how he married a persocom. And somehow this is bothering Yumi who's been listening in.",
                        "jpn": "パソコンマニアの小島に連れ去られてしまったちぃ。\r\n懸命に探す本須和だったが、何の手がかりも得られない。稔に連絡を取って協力を求めた後、商店街を走り回っていると、チロルの植田店長と出会うのだった。\r\n植田店長もちぃの事を心配して探してくれていたのだった。\r\nそして、2人で探し始めるのだったが、そこに、新保から電話がかかってくる。清水先生からOKを貰って、戻ってきたというのだ。\r\nそんな新保に、それどころじゃないと事情を説明すると、\r\n\r\n「でもな、そんなに心配する事じゃないぞ。」\r\n\r\nと意外な返事が返ってきた。\r\nパソコンは痛みを感じない。感じたとしても、しょせんはパソコンなんだから、記憶を消してしまえばいい……そうシビアに言い放つ新保の言葉に、本須和は愕然としてしまうのだった。\r\n\r\n「あのな、本須和……どんなに人間に見えても、相手はパソコンなんだぜ。」\r\n\r\nそして、電話が切れた後もぼう然とする本須和に、植田店長は優しく語りかけるのだった。\r\n\r\n「わかりますよ……。僕も同じ事で混乱した事、ありますから。」\r\n\r\n「えっ？」\r\n\r\n「実は僕、前に結婚していた事があるんですよ……パソコンと。」\r\n\r\n「…………！？」\r\n\r\nそして植田店長は、自分の過去を――自分とパソコンとの間にあった出来事を話し始めるのだった――。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "71906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/71906",
                    "Titles": {
                        "eng": "Chi Wants",
                        "jpn": "ちぃ 求める"
                    },
                    "Summaries": {
                        "eng": "Hideki continues to look for Chii and gets Minoru and Shinbo to help out. Minoru gets an email attachment showing the whereabouts of Chii's abductor, who turns out to be another guy whose code name is Dragonfly.",
                        "jpn": "稔の元に届いた画像メール。\r\nそれは以前、ちぃの写真を送ってきたアドレスと同じところから送られてきたものだった。しかし、今回送られてきた画像は、ちぃの写真ではなく、幾何学模様で構成された地図みたいな画像だった。\r\n\r\n「何でこんなもの、送ってきたんだ？」\r\n\r\n本須和は、送られてきたその画像を眺め、頭を抱えていると、そこに新保が現れる。清水先生に行ってあげなよと言われたのだと言う。そして、状況を聞いた新保は、本須和に、\r\n\r\n「――で、やっぱり心配でたまらない、と。」\r\n\r\nうなずく本須和。\r\n\r\n「確かにパソコンは記憶を消せるけど……でも、オレは覚えている。」\r\n\r\n相手が生き物じゃなくても、相手が覚えてなくても、オレが覚えてるなら、なかった事にならない……それが、植田店長の話を聞いて本須和が得た回答だった。\r\n\r\n「だから早く探してやりたい」\r\n\r\nその言葉を聞いた新保は、\r\n\r\n「わかった……オレも手伝う。」\r\n\r\nそう言ってくれるのだった。\r\nしかし、唯一の手がかりである添付画像が何を意味するのか判らない。と、\r\n\r\n「地図だろ？これって。」\r\n\r\n画像を見て、あっさりと言う新保。確かにそう言われればそう見える。そして、稔の協力で、その地図が示す場所を探し始めるのだった――。\r\n\r\n一方、捕らえたちぃを自作のパソコンに繋ぎ、解析を始める小島。\r\n\r\n「さ、君の全てを見せて――。」\r\n\r\n小島の持つ24台のパソコンが、ちぃのプロテクトを解き始めたのだった――！！"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "71907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/71907",
                    "Titles": {
                        "eng": "Chi Answers",
                        "jpn": "ちぃ 答える"
                    },
                    "Summaries": {
                        "eng": "Hideki visits Minoru’s house to find out more about Chii. Minoru and Kojima have been busy researching to the point of exhaustion. Yuzuki decides to help out by isolating herself and hacking the main system. A very risky move, considering that the security persocomms Zima and Dita are aware of her moves.",
                        "jpn": "ちいの誘拐騒動も何とかおさまって、本須和にフツーの日常生活が戻ってきた。 新保は清水先生と一緒に暮らすために引っ越すこととなったが、相変わらず予備校では一緒でつるんでいる。よろこんでのバイトには相変わらず励んでいたし、ちぃもチロルでバイトを続けていた。\r\n\r\n以前と変わらぬ日常――。\r\n\r\nしかし、前と同じに見えるけれど少しずつ違っていることを本須和は感じていた。\r\n\r\n「オレ、ちぃがどんなパソコンなのか、ゼンゼン知らない。今まではそれでいいと思ってたけど……この先、ちぃにまた何か起きて、ちぃがとんでもないことになった時……今のままじゃオレ、何も出来ない。だから今は、ちいの事、ちゃんと知っておきたいんだ。」\r\n\r\nそして本須和は、稔に『Chobits』の調査を頼んでいたのだった。\r\n稔の調査によると、パソコンの創世記の頃、パソコンの開発に関して、政府と開発者との間に何かしらの揉め事が発生してしまったのだという。そしてその時、開発者達が政府に隠れて、“ある目的”の為に作ったものが『Chobits』シリーズなのだという。\r\nけれど、その“目的”が何なのかは、いまだ判らない状態であった。そして、その調査のために徹夜を続けた稔が、倒れてしまうのだった。\r\nその事に責任を感じる柚姫。自分にもっとマシンパワーがあれば、稔にこんなに負担はかけなくて済むのにと、彼女は自分を責めるのだった。　そんな柚姫に、政府機関へのハッキングを小島はそそのかす。\r\nそうして、思い詰めた柚姫は――。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "439955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/439955",
                    "Titles": {
                        "eng": "Chi Wears and Takes Off",
                        "jpn": "ちぃ 着てぬぐ"
                    },
                    "Summaries": {
                        "eng": "Hideki and Chii visit Tirol, and find a pensive Manager Ueda. Chii puts on an old uniform, and Hideki notices Yumi looking from outside, running away and crying. Hideki chases her down. Yumi tells Hideki the story of her relationship with Ueda, while Chii consoles with Ueda on his feelings in the situation.",
                        "jpn": "ちぃが戻ってきたことを、植田店長に報告しに来た本須和とちぃ。すると、植田店長は、ボウルを片手に思い詰めていて、本須和を見ると驚いてしまう。そんな店長の様子を見て、\r\n\r\n「あの、何か俺に出来る事があったら、言って下さい。」\r\n\r\nちぃがいなくなった時、植田店長に話を聞いてもらって助かったので、今度は、自分が植田店長の力になりたい、と本須和は言うのだった。\r\nすると、植田店長はありがとうと言った後、自嘲美味に、\r\n\r\n「……大切な人には、ずっと笑っていて欲しいのに……僕、いつも泣かせてしまうんです……。」\r\n\r\nそう言うのであった。　そこに、更衣室からチロルの制服に着替えたちぃが現れる。　\r\nしかしその制服は、いつもとは違う胸の部分が大きく開いた見慣れぬものであった。ちぃは、着る制服を間違えたのだ。\r\nその姿を見て、ぎょっとする植田店長。\r\n\r\n「その服は……他の人の為の服なんです。僕が紛らわしいところに置きっ放しだったからですね。ごめんなさい。」\r\n\r\nそういう植田店長の様子は、妙に悲しげであった。\r\n\r\nと、その時、店の外で、店内をうかがう裕美がいる事に本須和は気付いた。\r\n裕美はちぃが着た制服を見て愕然としていた。そして、大粒の涙を流して、走り去ってしまう。\r\n\r\n「裕美ちゃん！」\r\n\r\n後を追う本須和だったが――。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "71909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/71909",
                    "Titles": {
                        "eng": "Chi Decides",
                        "jpn": "ちぃ 決める"
                    },
                    "Summaries": {
                        "eng": "Kojima and Minoru research more and find there are two chobits. Hideki consults with Shimbo on his situation, and Shimbo suggests talking to Chii. Hideki is about to talk with Chii but gives her a hug and leaves the room. Ms. Hibiya shows up in the hall and reveals her role in the Chobits project.",
                        "jpn": "稔のもとに、新たに画像が添付されたメールが届いていた。\r\nその画像には、ちぃが2人ならんで座っている場面が映し出されていたのだった。\r\nそれを見て愕然とする本須和。\r\nはっきりした発信元は未だ分からないが、大体の予測はついている。以前、柚姫が忍び込もうとしたデータバンクだ。\r\nそれを聞いて小島は本須和をうらやましがり、\r\n\r\n「本須和にはもったいない。宝の持ち腐れだ。」\r\n\r\nと言うのだが、本須和は思わず、\r\n\r\n「パソコン、パソコン言うな！ちぃには、ちぃっていう名前があるんだ!!モノみたいに言うんじゃねぇ！」\r\n\r\nそう叫んでしまうのだった――。そして\r\n\r\n「ちぃは本当に『Chobits』なのか？もしそうなら、オレはどうすりゃいいんだ？何かできることはあるのか？」\r\n\r\nと悩み始める。\r\n\r\nしかしそんな時、新保が尋ねてきて、こう言うのだった。\r\n\r\n「それより前に、はっきりしておかなきゃけないことがあるだろ？お前……ちぃちゃんのことが本当に好きなのか？」\r\n\r\nその問いに、本須和は答えることができなかった。ちぃがパソコンであるということが引っかかっていたのだ。\r\nそして新保に\r\n\r\n「パソコンを好きになる男は、嫌いか？」\r\n\r\nと質問すると\r\n\r\n「他に好きな女がいないなら問題ない。」\r\n\r\nと新保は答えた。\r\n\r\nそして、本須和はちぃと2人できちんと話をすることになったのだが――。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "71910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chobits/episodes/71910",
                    "Titles": {
                        "eng": "The Person Only For Chi",
                        "jpn": "ちぃ だけの人"
                    },
                    "Summaries": {
                        "eng": "After being confronted with Chii’s confession, Hideki answers yes, he’s in love. But Chii goes into an automated state. Dita and Zima go in to stop her. Then Ms. Hibiya goes in to shut Chii down. Has Chii gotten too dangerous? What can Hideki do to save Chii?",
                        "jpn": "日比谷からちぃの生い立ちについて話を聞いた本須和。日比谷の亡き夫は人型パソコンを作った最初の開発者であった。そしてちぃは、子どもの生めない日比谷と自分の娘として、彼の作った2人のパソコンのうちの1人なのだという。\r\n2人のちぃは日比谷夫妻に愛されて育っていったのだったが、しかし、もう1人のちぃが1人の女性として、日比谷の亡き夫を愛してしまったのだ。\r\nそして、心の苦しみに耐え切れなくなったもう1人のちぃは、ちぃに記憶のすべてを移し、自分は消えようとしたのだという。けれど、データ移行時に問題が起き、2人のデータは1度、初期化されてしまって、そうなったちぃを本須和が拾ったのだった。\r\nだから、今でもちぃの中には、ちぃ本来の純粋に人を受け入れようとする人格と、姉妹機からコピーされた、人を愛して苦しみ、心を痛めた人格が混在しているのだという。\r\n\r\nその話をしたあと、日比谷はこう言うのだった。\r\n\r\n「決めるのは本須和さんです。」\r\n\r\nそうして、部屋に戻った本須和だったが、ちぃを目の前にすると、どうにも言いよどんでしまう。\r\nそんな本須和にちぃの方から近づいてきて\r\n\r\n「秀樹……。アナタは、アタシだけのヒト？」\r\n\r\nそう聞いてくるのだった。\r\n\r\n「ちぃは秀樹が好き。」\r\n\r\n「――！」\r\n\r\n「秀樹はちぃを好き？」\r\n\r\nそのことばと同時に、ちぃの中のもうひとりのちぃが表に現れ、再びその力を発動させた。そして、周囲のパソコンは機能を停止してしまった。\r\n\r\nそして、ちぃの発動を止めようとディタとジーマが現れた――。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}