{
    "URL": "https://thetvdb.com/series/phoenix",
    "Genres": [
        "Crime",
        "Drama",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0103511/",
        "https://www.themoviedb.org/tv/13612"
    ],
    "TitleEnglish": "Phoenix",
    "SummaryEnglish": "A hard-edged, gritty drama about the tense and claustrophobic world of a Major Crime task force set up to solve an urban terrorist bombing, a task force which brings together a crew of idiosyncratic, competitive characters over a knife-edged, maximum stressed year-long investigation. PHOENIX is no traditional crime story. Its characters are not clean, super hero cops, just real police whose attitudes can be shocking and whose humour is grim and black.",
    "Aliases": [],
    "Modified": "2022-08-17",
    "Seasons": {
        "1": {
            "ID": "3790",
            "URL": "https://thetvdb.com/series/phoenix/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "79259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79259",
                    "TitleEnglish": "Top Quality Crims",
                    "SummaryEnglish": "Jock Brennan, Inspector of the Major Crime Squad, is pursuing a vicious armed robber who has stolen police service pistols.  Ian Cochrane, public servant and scientist, is in charge of collecting the forensic evidence.  These two men argue heatedly at the crime scene. Forensic is not Jock's priority.  His attempt to dismiss Ian from the scene results in a stand up fight.  In court, Ian is cross examined relentlessly.  He's stunned at the attack on his personal integrity. Jock is stunned when they actually win the case.  The two men's antagonism comes to an abrupt halt when the Police Club's annual party is bombed.",
                    "Aliases": []
                },
                "2": {
                    "ID": "79258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79258",
                    "TitleEnglish": "Christmas In July",
                    "SummaryEnglish": "In the chaotic remains after the Police Club bombing, over the grim task of sorting through the pieces, Ian and Jock are forced to work together.  With the death toll mounting, the only leads come from within the police force itself.  One is the shell shocked young constable who is Jock's only eye witness.  The other is a disgruntled policeman who may well have set off the bomb.  The police find themselves doing what they dread most, investigating one of their own.",
                    "Aliases": []
                },
                "3": {
                    "ID": "79260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79260",
                    "TitleEnglish": "A Bunch of Big Girls",
                    "SummaryEnglish": "Megan, an analyst, is the first woman to join the all male world of the Major Crime Squad.  She has a hard time of it, initially being shut out by their prejudice.  It's not until she starts making headway with the thousands of pieces of information flooding in to the bombing investigation team that she gains some grudging acceptance.  It is Megan who helps save Jock from making a disastrous error with a likely suspect.",
                    "Aliases": []
                },
                "4": {
                    "ID": "79261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79261",
                    "TitleEnglish": "On the Edge",
                    "SummaryEnglish": "Laz is an undercover cop coming in the from the cold.  He's a social outcast and a rebel who has been on the streets too long.  His return to the traditional police force - and to the bombing investigation team - has explosive results.  Laz doesn't rejoin the human race easily.  But he proves his value beyond question when he provides the hard-pressed team with their first solid lead - a stolen car garage that worked on the bomb car.  But concealing the truth of who you are is a hard habit to break.",
                    "Aliases": []
                },
                "5": {
                    "ID": "79268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79268",
                    "TitleEnglish": "A Dog's Life",
                    "SummaryEnglish": "In a raid on the stolen car garage, Nick - one of the bombers - is caught in their net.  A relentless round of interrogations go on into the night.  Nick keeps a very low profile.  He manages to wriggle free, unsuspected.  There's not a shred of evidence to connect him.  He walks into the night, laughing at the police.",
                    "Aliases": []
                },
                "6": {
                    "ID": "79269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79269",
                    "TitleEnglish": "Out In the Cold",
                    "SummaryEnglish": "The last vestiges of Laz's undercover persona are blown when Jock orders him to start acting like a detective.  He can no longer work the streets without risking his life from the criminals he once lived amongst.  It's a terrible loss of identity which leads to a violent outburst.  Defending his Senior Sergeant, he assaults a member of the public.  This brings him under the cold hard scrutiny of the Internal Investigations.  Before it's over, Laz could be charged with a criminal offence.",
                    "Aliases": []
                },
                "7": {
                    "ID": "79271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79271",
                    "TitleEnglish": "Old Rules, New Games",
                    "SummaryEnglish": "With the bombing investigation stalled for lack of hard evidence, Jock seeks out an old trusted informant. Tiny, a professional safebreaker, is Jock's direct link to criminals who handle explosives. But Tiny, needing cash, double crosses Jock and decides to blow a safe. Things go wrong when the car he steals to transport his gear has a sleeping baby in the back seat.  Jock gets a frantic call for help from the panicked Tiny.  His much needed informant is about to go to jail for a long time.",
                    "Aliases": []
                },
                "8": {
                    "ID": "79270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79270",
                    "TitleEnglish": "Fond Memories",
                    "SummaryEnglish": "Megan, the analyst, takes off on a tangent of her own.  She decides to pursue the bombers by assuming they require large amounts of money to finance the bomb and their continuing silence.  She uncovers a possible suspect whose very distinctive description leads her to the world of sexual offences.  She discovers Kelly, an angry rape victim who is disillusioned with the police force's inability to convict offenders. Megan has to batter her way through Kelly's defences to get a photo-fit of her vicious attacker .. and a possible lead to the identity of one of the bombers.",
                    "Aliases": []
                },
                "9": {
                    "ID": "79264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79264",
                    "TitleEnglish": "Shaking the Tree",
                    "SummaryEnglish": "Pursuing another line in the bombing investigation, the team raid known drug dealers with the hope of shaking out much needed information.  One raid goes wrong when Lochie, the Senior Sergeant, is nearly shot by a terrified dealer.  During questioning, it's discovered the frightened man was robbed - and his young sister assaulted - by some very dangerous men.  It all points to the bombers but the dealer will not talk - no matter what.  He's scared to death of the men.  It's a frustrating dead end for the team.",
                    "Aliases": []
                },
                "10": {
                    "ID": "79265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79265",
                    "TitleEnglish": "Blessed are the Peace Makers",
                    "SummaryEnglish": "Knowing that they are facing very heavy villains, Jock allows a member of the crack Special Operations Group to be assigned to the bombing investigation team.  Although Blazo is the epitome of a black suited 'headkicker', it soon becomes clear that Blazo is not a thug but a thinking policeman. The small boy in Ian falls 'helplessly in love' with the Special Operations cowboys.  Bags of high explosives are recovered from a river - a sure indication that bombers maybe getting ready to do a runner - getting rid of the evidenc.  Time may be running out for the investigation if the bombers decide to head out of the state.",
                    "Aliases": []
                },
                "11": {
                    "ID": "79266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79266",
                    "TitleEnglish": "Hair of the Dog",
                    "SummaryEnglish": "With the forensic evidence largely tagged and ready, Carol becomes increasingly cut off from Ian and the lab.  Now that she has returned to work - abandoning her maternity leave - her entry into the team rearranges alliances at a critical moment.  Other crimes are drawing much needed resources from the investigation. Jock takes too long to discover his team is close to disintegrating.",
                    "Aliases": []
                },
                "12": {
                    "ID": "79263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79263",
                    "TitleEnglish": "Paradise Tomorrow",
                    "SummaryEnglish": "For the first time we close in on the bombers and confirm how dangerous and renegade are their personalities.  We see why the bombing investigation has battled for every slim lead.  Even the criminal underworld is afraid of them.  But, under increasing pressure from the police, they are beginning to make their first real mistakes.",
                    "Aliases": []
                },
                "13": {
                    "ID": "79262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79262",
                    "TitleEnglish": "Hard Ball",
                    "SummaryEnglish": "The final curtain. The investigation team know they are dealing with mad dogs who are unlikely to come in quietly.  The raid, then the interrogations have to come off with lightning precision as they race against time to charge the bombers.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "3791",
            "URL": "https://thetvdb.com/series/phoenix/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "79267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79267",
                    "TitleEnglish": "Victims Forever",
                    "SummaryEnglish": "The Major Crime Squad's investigation of a series of aggravated burglaries leads to an unexpected discovery. The Major Crime Squad is understaffed and leaderless.  Sergeant Peter Faithful and his crew struggle to deal with existing investigations when the fourth in a series of aggravated burglaries on 'soft targets', the elderly well-to-do, takes place. The victims of this latest outrage, Betty and James Arthur, have been viciously beaten and terrorised in their own home.  The thieves know their targets and take only select valuable items. Tension in the Squad rises as newly appointed Senior Sergeant Adrian Moon follows orders to pull the Majors into line.  His manner does nothing to endear him to Faithful and the crew when he turns a key investigation over to the Armed Robbery Squad.",
                    "Aliases": []
                },
                "2": {
                    "ID": "79272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79272",
                    "TitleEnglish": "Deal of Pay",
                    "SummaryEnglish": "The paths of the Major Crime Squad and the Dealers Squad meet when the Dealers come across a stolen watch linked to the aggravated burglaries.  Resources stretched to the limit, the Majors also take over the interrogation of Joanna, a young offender pinched by the Dealers. In Forensic, Ian and Carol begin the difficult task of identifying unusual dirt samples found at the scene of the last aggravated burglary. Inspector Lew Murdoch, an ex toe-cutter, arrives to head up the Majors and appears to be a nine to five man with an 'attitude' problem.  Squad morale goes into decline. A raid planned behind Murdoch's back turns into a fiasco.  Complaints roll in and the Inspector's wrath descends on the squad and particularly on Snr.Sgt.Moon.",
                    "Aliases": []
                },
                "3": {
                    "ID": "79273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79273",
                    "TitleEnglish": "Married to the Job",
                    "SummaryEnglish": "Chris Faithful is a Senior Detective with the Drug Squad and married to Peter Faithful.  While undercover, Chris survives the experience of a hostile gun to her head to finally make a 'buy' of good quality amphetamine. The Major Crime Squad's frustration builds and tempers flare as the understaffed Majors cover every angle to track the aggravated burglars. An added complication of looking after an interstate detective is flicked across to Adrian Moon.  When the interstater steps out of line, Moon retaliates and inadvertently earns the admiration of the Squad. In Forensic, Peter is intrigued by Ian Cochrane's discovery of lead contamination in soil samples.  In the field, Carol Cochrane checks out a clandestine amphetamine laboratory for the Drug Squad.  The lab explodes in a chemical fireball!",
                    "Aliases": []
                },
                "4": {
                    "ID": "79274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79274",
                    "TitleEnglish": "The Return",
                    "SummaryEnglish": "Shock waves roll through the Major Crime Squad when a second aggravated burglary on previous victims takes place.  Betty viciously raped and James beaten for six rare valuable stamps.  Peter Faithful is devastated when he learns that the crooks used his name to gain entry. Under hypnosis Betty is able to give a vague description of her attacker while, in Forensic, Ian Cochrane triumphantly confirms it's the same crooks as the first attack. Inspector Lew Murdoch manages to boost the squad's numbers when he recruits Russell Howie, ex Fraud Squad.  The Majors have little time for Fraudies.",
                    "Aliases": []
                },
                "5": {
                    "ID": "79275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79275",
                    "TitleEnglish": "Inside Information",
                    "SummaryEnglish": "Following a tip off from a 'gig', Inspector Murdoch authorises the Majors to raid a warehouse where they score a huge cache of stolen goods. Unfortunately the newcomer to the Squad, Russell Howie is the target of complains of sexual assault when his inexperience leads to the accidental disrobing of a young girl.",
                    "Aliases": []
                },
                "6": {
                    "ID": "79276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79276",
                    "TitleEnglish": "Safe as Houses",
                    "SummaryEnglish": "The Major Crime Squad and the Bureau of Criminal Intelligence lock horns over Carlos, an informant. While Forensic endeavour to narrow down possible sites of the lead contaminated soil, the Majors sift through endless threads of information. The Drug Squad lose track of Chris while she is undercover with a drug dealer and the top brass take Murdoch to task about the number of complaints against the Majors. Chris eventually turns up in an unexpected place - outside a 'safe house' that is raided by the Majors.  Suddenly there is a cross-over between the Drug Squad and the Majors.  Caught in the net is a brand new player John Rhys.",
                    "Aliases": []
                },
                "7": {
                    "ID": "79277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79277",
                    "TitleEnglish": "Aladdin's Cave",
                    "SummaryEnglish": "Ripples spread through Police Headquarters with the crossover of the Majors and the Drug Squad.  The two squads agree to pool information relating to a major suspect, John Rhys - a receiver of stolen goods. Rhys maintains innocence under heavy questioning till a breakthrough in Forensic helps tie him to the agg. burgs. Rhys finally breaks and drops a bombshell - the burglaries are a fundraiser for something much bigger - drug importation!",
                    "Aliases": []
                },
                "8": {
                    "ID": "79278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79278",
                    "TitleEnglish": "In on the Joke",
                    "SummaryEnglish": "The Majors investigate Stan Cutler, a conman linked to the aggravated burglaries by Forensic evidence and placed under Police Protection in exchange for information. Meanwhile, Internal Investigations Department (IID) investigate Peter Faithful over $20,000 which passed through his bank account. Stan escapes from protective custody and leads the Majors on a merry chase.  When eventually tracked down again he provides another name, Victor Flannagan. Have they found the organiser or will Flannagan lead the Majors into another quagmire of deception?",
                    "Aliases": []
                },
                "9": {
                    "ID": "79279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79279",
                    "TitleEnglish": "Give A Dog A Bone",
                    "SummaryEnglish": "Pressure is on the Majors as they are forced to run their own surveillance on Flannagan, a prime suspect.  Clever detection finally reveals a new thread linking Flannagan to a shipping container coming into the country. Peter Faithful confirms the importation of drugs via Nipper his 'gig' on the docks. Unfortunately, there are now new players on the scene - the AFP - The Australian Federal Police.",
                    "Aliases": []
                },
                "10": {
                    "ID": "79280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79280",
                    "TitleEnglish": "Shuffling the Deck",
                    "SummaryEnglish": "Frustration mounts for the Majors as another aggravated burglary on an elderly couple takes place.  But this time it's solo with no similarity to the previous offences. Chris Faithful, Drug Squad undercover, makes a cocaine buy from her new contact Sergio who confirms a big importation is arriving soon. Ian Cochrane in Forensic identifies hair and blood samples from the solo aggravated burglary as coming from the same crim involved in the previous attacks - the Majors finally have a strong lead to run with. The recent victims provide a facefit of the solo burglar as Sergeant Spivak from the Federal Police moves into the Major Crime Squad.  A Joint Task Force is set up between the Majors and the Feds.",
                    "Aliases": []
                },
                "11": {
                    "ID": "79281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79281",
                    "TitleEnglish": "Under Siege",
                    "SummaryEnglish": "The Majors raid the flat of a prime suspect for the aggravated burglaries and his terrified girlfriend jumps out a second storey window.  Peter and the Majors go into shock while the suspect, Garry, slips through the net. The new Chief Superintendent of Crime, Jock Brennan, arrives with the Internal Investigations Department while the Majors desperately search for their missing suspect. When finally tracked down Garry is armed and has a young woman and her son as hostages.  Peter Faithful frees the boy but becomes a hostage himself.  The siege is on! Peter and Moon, who eventually diffuse this dangerous situation, now have to face the intense scrutiny of Internal Investigations.  The future of the squad looks bleak.",
                    "Aliases": []
                },
                "12": {
                    "ID": "79282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79282",
                    "TitleEnglish": "Snow Job",
                    "SummaryEnglish": "Life for the Major Crime Squad is now severely complicated by the scrutiny of Internal Investigations and a Joint Task Force with the Federal Police into drug importation.  The pressure is almost intolerable. Chris Faithful's quick thinking saves her 'cover' when her drug contact Sergio sees her in a bar with Peter and Moon. Despite all their high-tech surveillance methods the Federal Police really blow the Joint Task Force out of the water when they use a helicopter to put a man on board the drug ship.  The crooks are tipped off and the drugs disappear! Peter is devastated when his informant Nipper is found dead on the docks.  The Joint Task Force is called off and the Majors are left to pick up the threads.",
                    "Aliases": []
                },
                "13": {
                    "ID": "79283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phoenix/episodes/79283",
                    "TitleEnglish": "Hit, Shit, & Scatter",
                    "SummaryEnglish": "The Final Curtain.  The Majors employ a daring plan to flush out the missing drugs.  Knowing he is dealing with increasingly desperate criminals, Peter Faithful is forced to rely on Chris' dangerous relationship with Sergio as bait for his trap. Finally Flannagan makes his move - and the raids begin.  Sergio and Flannagan are scooped red handed but the criminal mastermind cunningly slips the net. As the bitterly disappointed detectives plan to track down this last crook, they are stunned by Jock Brennan's announcement that their squad has been disbanded. While a jubilant Ian uncovers the mystery that has plagued forensic from the first aggravated burglary, Peter and his crew are scattered to far sections of the police force. The Major Crime Squad is no more!",
                    "Aliases": []
                }
            }
        }
    }
}