{
    "URL": "https://thetvdb.com/series/haunted-junction",
    "Genres": [
        "Animation",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0294614/",
        "https://www.themoviedb.org/tv/34125"
    ],
    "TitleEnglish": "Haunted Junction",
    "SummaryEnglish": "Haruto Hojo is the son of a priest, which might sound normal. However, his school is the ground zero gathering point for everything ghost, spirit, and likewise, thanks to the obsessed (and also a ghost) headmaster of the school! In order to make sure everything runs normally, Hojo (who just wants to live a normal life), along with Mutsuki (prodigal Japanese priestess), and Kazumi (a frequently possessed monk), complete tasks that only seem to make the school more strange and hectic!",
    "Aliases": [],
    "Modified": "2022-08-03",
    "Seasons": {
        "1": {
            "ID": "4129",
            "URL": "https://thetvdb.com/series/haunted-junction/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "85450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haunted-junction/episodes/85450",
                    "TitleEnglish": "Three Members, Seven Spirits",
                    "SummaryEnglish": "Under the Orders of the Chairman Haruto, Kazumi and Mutsuki search the school to find the seven school spirits and obtain the pin that each has. First up, they encounter the mirror girl, who wants to play with Haruto. Second they meet two very unusual goofball ghosts in the science room. Next they head to the Gym where they encounter the dancing giant, whom is so large we can only see his feet. Red Mantle haunts the girls bathroom, wowing girls with his amazing charm. Of course Mutsuki is unaffected by the charm because she only likes boy under 12. This allows her to easily snatch Red Mantles pin. Toilet Hanako, the ghost of the boys bathroom and the object of Kazumi affection, gives Haruto and Kazumi her pin... And more. The next ghost they meet is Nino, a ghost that couldnt be any older than 12... Mutsuki embarrasses the hell out of poor Nino because well he's just the age for here. Now that the three have found the first six ghosts where is the seventh? Apparently the Chairman had t",
                    "Aliases": []
                },
                "2": {
                    "ID": "85451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haunted-junction/episodes/85451",
                    "TitleEnglish": "It's Good To Have School Spirits!",
                    "SummaryEnglish": "Haruto and the gang hang out at the school's swimming pool which is full of spirits. Completely frustrated by the mayhem, Haruto tries to hire an exorcist. Later, a spirit gets out of control at the pool causing a major earthquake, and Haruto must decide to summon the school spirits or face world destruction.",
                    "Aliases": []
                },
                "3": {
                    "ID": "85452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haunted-junction/episodes/85452",
                    "TitleEnglish": "Love To The Point Of Possession",
                    "SummaryEnglish": "Kazumi is possessed again, which is fairly typical, but this time it's from a girl spirit who is hoping to reunite with her boyfriend.",
                    "Aliases": []
                },
                "4": {
                    "ID": "85453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haunted-junction/episodes/85453",
                    "TitleEnglish": "Who's There In The Blooming Cherry Orchard?",
                    "SummaryEnglish": "The principal receives an old desk from his usual occult shops, but Haruto and the gang get sucked into the desk and get transported into an old abandoned school building. They need to figure out the mystery or remain stuck there forever.",
                    "Aliases": []
                },
                "5": {
                    "ID": "85454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haunted-junction/episodes/85454",
                    "TitleEnglish": "Alone In The Dark? Nurse's Room",
                    "SummaryEnglish": "After a recent exorcism, Haruto overhears that he won't last until graduation if he keeps summoning the school spirits. Haruto has to deal with a cartoonist spirit whose drawings are coming to life and messing with the school, but as he grows weary, he wonders if he can avoid summoning and killing himself in the process.",
                    "Aliases": []
                },
                "6": {
                    "ID": "85455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haunted-junction/episodes/85455",
                    "TitleEnglish": "Popular Maidens Hanako And Yamiko",
                    "SummaryEnglish": "Yamiko had been the most popular girl at school, at least until Hanako stole everyone's hearts away. Now, as spirits, Yamiko heats up the rivalry again as she challenges her to a beauty contest.",
                    "Aliases": []
                },
                "7": {
                    "ID": "85456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haunted-junction/episodes/85456",
                    "TitleEnglish": "Goodbye Selfishness, Hello Purity!",
                    "SummaryEnglish": "As the Holy Student Council get ready for another day, Asahina realizes that Nino-kun is missing and Haruto is unable to summon him. And for some reason, Kazumi seems really concerned about it that he leads the effort to search for the statue boy. Principal Saito joins the search as well as the gang battle shikigamis.",
                    "Aliases": []
                },
                "8": {
                    "ID": "85457",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haunted-junction/episodes/85457",
                    "TitleEnglish": "Oh, The Forbidden Red And Blue",
                    "SummaryEnglish": "With Ms. Hanako catching a cold, and Red Mantle on leave, none of the school spirits are minding the lavatories. That is, until Kazumi discovers new sexy lady wearing a blue robe. She asks him whether he prefers a red senten or a blue senten. Kazumi obviously picks blue, but gets a big punch to the face. On top of that he seems to enjoy it. It's up to Haruto and Asahina to knock some sense back into the situation.",
                    "Aliases": []
                },
                "9": {
                    "ID": "85458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haunted-junction/episodes/85458",
                    "TitleEnglish": "Leave It! Chase It! Caught In The Middle!",
                    "SummaryEnglish": "Haruto and the gang visit the Gerry Elementary School to investigate some strange behavior involving a boy spirit with scissors and a sickle",
                    "Aliases": []
                },
                "10": {
                    "ID": "85459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haunted-junction/episodes/85459",
                    "TitleEnglish": "It's A Pretty Night! I Can't Sleep!",
                    "SummaryEnglish": "The school spirits have been really quiet during the day; in fact, they’ve been sleeping, so Haruto gets to finally attend classes for the first time in a while. But Asahina and Kazumi won’t stand for it, and the council investigates the school the next evening.",
                    "Aliases": []
                },
                "11": {
                    "ID": "85460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haunted-junction/episodes/85460",
                    "TitleEnglish": "The Holy Student Council To Split Up And Disappear?",
                    "SummaryEnglish": "A man in a dark suit visits Saito High with the intent of exorcising all the spirits, thus offering Haruto the dream of having a normal high school. Unfortunately for Asahina and Kazumi, the man is quite successful and Haruto must choose between the spirits and his friends or his dream.",
                    "Aliases": []
                },
                "12": {
                    "ID": "85461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haunted-junction/episodes/85461",
                    "TitleEnglish": "Losing All That Was Gained! The Garden Of Hope",
                    "SummaryEnglish": "With the spirits gone, it’s only a formality that the student council disbands. Haruto is given a sealed box from the chairman’s office, but somehow he gets warnings from the ghost chairman not to open the box. Wait, wasn’t the chairman exorcised? Asahina and Kazumi try to trick the man in black into unsealing the box, but the chairman continues to warn Haruto. The council learns of the true nature of the box when it is accidentally unleashed.",
                    "Aliases": []
                }
            }
        }
    }
}