{
    "URL": "https://thetvdb.com/series/hand-maid-may",
    "Genres": [
        "Adventure",
        "Animation",
        "Comedy",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0293830/",
        "https://www.themoviedb.org/tv/34749"
    ],
    "TitleEnglish": "Hand Maid May",
    "SummaryEnglish": "Saotome Kazuya is a computer whiz. One day his friend Nanbara, threatens him with a computer virus. Trying to stop the virus, Kazuya ends up making a special order. May is a cyberdoll that arrives at his door a few minutes later and she is 1/6th the size of a normal person, which makes for many awkward situations. Not to mention the fact Kazuya can't even afford to keep May. Cyberdyne is not satisfied with Kazuya's non-payments and will do anything to retrieve CBD May.",
    "Aliases": [],
    "Modified": "2025-09-07",
    "Seasons": {
        "0": {
            "ID": "19937",
            "URL": "https://thetvdb.com/series/hand-maid-may/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "86854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hand-maid-may/episodes/86854",
                    "TitleEnglish": "Never Give Up (Episode 11)",
                    "SummaryEnglish": "At Kei's apartment a package from cyberdoll Mami filled with five \"Chibi-Cyberdoll May's.\"  After an accident causes May's personality to go into the five mini-May's, each one recieves distict aspect of her personallity.  Elsewhere, Rena finds a lost child and brings it home.   [This episode was included with the DVD set, and never aired]",
                    "Aliases": []
                },
                "2": {
                    "ID": "4387173",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/hand-maid-may/episodes/4387173",
                    "TitleEnglish": "Hand Maid Mai OVA",
                    "SummaryEnglish": "Hideo Ozu is an editor in a shady adult video company. For years, he has dreamed of being a motion picture director while his childhood friend Mai Kurosawa has become an upcoming actress. Then one day, his dreams are shattered when Mai takes all of his amateur videos of her and tells him to get out of her life. On his way home after a few drinks, Hideo bumps into Cyberdoll Sara, who makes him mark an invoice. When he arrives at his pad, Hideo is greeted by three Cyberdolls—Mai, Ai and Mie. All three of them happen to look like different age variations of Mai Kurosawa. And when Kurosawa announces the release of a biography video of her using Hideo's old footage, Hideo decides to start his directing dreams over again using his three Cyberdolls.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "4211",
            "URL": "https://thetvdb.com/series/hand-maid-may/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "86844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hand-maid-may/episodes/86844",
                    "TitleEnglish": "How Do You Do?",
                    "SummaryEnglish": "After his computer is infected with a virus, by his self-proclaimed rival Nanbara, a package appears at computer programmer Satome Kazuya's doorstep the next day.  The package contains a 12\" tall Cyberdoll named May.",
                    "Aliases": []
                },
                "2": {
                    "ID": "86845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hand-maid-may/episodes/86845",
                    "TitleEnglish": "Am I Any Use At All?",
                    "SummaryEnglish": "After telling May to stay in the apartment, Kazuya goes off to school.  Later, Nanbara calls Kazuya's apartment only to hear a woman's voice on the other end, and soon tries to sabotage the relationship he believes Kazuya is having with a secret woman.  Also, another Cyberdoll named Sara has come to collect the bill for May. [1,450,000 Yen]",
                    "Aliases": []
                },
                "3": {
                    "ID": "86846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hand-maid-may/episodes/86846",
                    "TitleEnglish": "What Should I Do?",
                    "SummaryEnglish": "Sara, after having trouble collecting the payment for May, sends for another Cyberdoll to get the payment, or get May back.",
                    "Aliases": []
                },
                "4": {
                    "ID": "86847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hand-maid-may/episodes/86847",
                    "TitleEnglish": "Please Don't Look!",
                    "SummaryEnglish": "Cyberdoll Kei, sent by Sara pretends to be a fellow AI researcher, to meet with Kei.  After they meet, she is amazed by the emotions May, a Cyberdoll displays towards him.",
                    "Aliases": []
                },
                "5": {
                    "ID": "86848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hand-maid-may/episodes/86848",
                    "TitleEnglish": "Until Today, I've Really...",
                    "SummaryEnglish": "Kazuya finally realizes that he can never afford to pay for May, so he must give her back.  So, on their last day together Kei and May spend the day at an amusement park so that they can enjoy the time they have left.  After May is gone, \"Cyber X\", an apparent android shows up at Kazuya's apartment and makes him an offer...",
                    "Aliases": []
                },
                "6": {
                    "ID": "86849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hand-maid-may/episodes/86849",
                    "TitleEnglish": "More! More!",
                    "SummaryEnglish": "After May returns, Kei starts work as a lab assistant at the university.  Later, everyone goes to the annual fireworks festival, where Nanbara meets the now full-sized May, and immediately falls in love with her.",
                    "Aliases": []
                },
                "7": {
                    "ID": "86850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hand-maid-may/episodes/86850",
                    "TitleEnglish": "I Don't Have Much Time?",
                    "SummaryEnglish": "Cyberdoll Mami arrives, and soon arranges a \"marriage mixer.\"  Later, Mami again tries to make a match by having Kazuya and May go shopping together, alone.  But Mami visit is not just for leisure, she soon reveals that May and Kei's time together may be cut short again...",
                    "Aliases": []
                },
                "8": {
                    "ID": "86851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hand-maid-may/episodes/86851",
                    "TitleEnglish": "There's So Much I Want!",
                    "SummaryEnglish": "The characters work to protect the ladder between Kazuka's apartment and Kasumi's room from a terrible typhoon.  We also discover more of Kasumi and Kazuka, and their relationship...",
                    "Aliases": []
                },
                "9": {
                    "ID": "86852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hand-maid-may/episodes/86852",
                    "TitleEnglish": "Besides That... I Believe You",
                    "SummaryEnglish": "\"Commando Z, the wandering president of Cyberdyne,\" mysterically appears, and has come to discover why a potentially fatal 'virus' is afflicting all of the Cyberdolls, except for May...",
                    "Aliases": []
                },
                "10": {
                    "ID": "86853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hand-maid-may/episodes/86853",
                    "TitleEnglish": "My Best",
                    "SummaryEnglish": "In the series finale, it is discovered that the deadly Cyberdoll virus was created within May when she was converted from 1/6 scale to full size. \"Commando Z\" reveals himself to be a time-traveler from the future to dicover the virus' origins and stop it before it destys all the Cyberdolls.  Since May is immune to the virus, she volunteers herself to be infected with it to allow further study on the virus and a possible cure.  But everyone is worried that May may not make it out alive...",
                    "Aliases": []
                }
            }
        }
    }
}