{
    "URL": "https://thetvdb.com/series/slam-dunk",
    "Genres": [
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0965547/",
        "https://www.themoviedb.org/tv/42573"
    ],
    "TitleEnglish": "Slam Dunk",
    "SummaryEnglish": "Hanamichi Sakuragi, an entering Shohoku high school freshman, holds a record for being rejected by 50 girls during middle school. His nearly 2 meters height and bright red hair causes most students to write him off as a delinquent.\r\n\r\nOne day, a girl named Haruko Akagi approaches Hanamichi without any fear. When she asks Hanamichi \"do you like basketball?\" Hanamichi falls head over heels for the girl of his dreams. Without missing a beat, Hanamichi tells her he loves basketball, and the two head to the gymnasium where Hanamichi learns about the slam dunk. He also learns of Rukawa, one of the country's top basketball prospects, also a freshman at Shohoku.",
    "Aliases": [],
    "Modified": "2025-05-29",
    "Seasons": {
        "0": {
            "ID": "19958",
            "URL": "https://thetvdb.com/series/slam-dunk/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "417132",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/417132",
                    "TitleEnglish": "Movie 1 - Slam Dunk!",
                    "SummaryEnglish": "Sakuragi and the Shohoko team takes on Oda and Takezono High School. This is Sakuragi's second match as he faces Oda, a basketball player who went to the same junior high.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1685781",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/1685781",
                    "TitleEnglish": "Movie 2 - National Champions, Sakuragi Hanamichi!",
                    "SummaryEnglish": "Set during the Inter High Championships, Shohoku take on Tsukubu, one of this year's dark horses. It's a clash of acquaintances as Anzai will face his former student which is now the coach of Tsukubu, while Akagi & Kogure meet Godai their former classmate and Tsukubu's captain. Finally Sakuragi is irked by the presence of Nango, Tsukubu's center, who vies for Haruko's attention",
                    "Aliases": []
                },
                "3": {
                    "ID": "1685791",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/1685791",
                    "TitleEnglish": "Movie 3 - Shohoku's Greatest Danger! Sakuragi Hanamichi",
                    "SummaryEnglish": "After losing the titanic match against Kainan High, Team Shohoku and a newly shaven Hanamichi Sakuragi are challenged to an exhibition match by virtual basketball unknowns Ryoukufu High. Coach Anzai sees this as an opportunity for Shohoku to regain their confidence, but Ryoukufu are revealed to have a newly assembled championship calibre lineup and may give Sakuragi & Co their toughest test yet.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1685801",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/1685801",
                    "TitleEnglish": "Movie 4 - Roar Basketman's Soul, Hanamichi and Rukawa's Burning Summer",
                    "SummaryEnglish": "Ichiro Mizusawa, a player from Rukawa's old junior high school, Tomigoaka, is diagnosed with a crippling leg condition and wants to play one last game with Rukawa. Hanamichi sets out to help the boy and fulfill his wish.",
                    "Aliases": []
                },
                "5": {
                    "ID": "3312821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/3312821",
                    "TitleEnglish": "Special - The Determination of Shohoku (48 Minutes)",
                    "SummaryEnglish": "Slam Dunk flash everywhere in the word - passion, love for this against all odds that touch the feeling of basketball......",
                    "Aliases": []
                },
                "6": {
                    "ID": "10313663",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/10313663",
                    "TitleEnglish": "The First Slam Dunk",
                    "SummaryEnglish": "The film follows Ryota Miyagi, the point guard of Shohoku High School's basketball team. He had a brother, Sota, who was three years older than him and inspired his love for basketball. Ryota and his teammates Hanamichi Sakuragi, Takenori Akagi, Hisashi Mitsui, and Kaede Rukawa challenge the inter-high basketball champions, Sannoh Kogyo High School.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "4271",
            "URL": "https://thetvdb.com/series/slam-dunk/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "87596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87596",
                    "TitleEnglish": "The Gifted Basketball Player Is Born!?!",
                    "SummaryEnglish": "After being dumped by Yoko, a girl he really liked in Junior High, Sakuragi Hanamichi was devastated. On the first day of school, he was approached by a girl who asked him whether he likes basketball or not. He immediately said he loves it although he has no idea how to play the sport. His world is filled with hope again.",
                    "Aliases": []
                },
                "2": {
                    "ID": "87597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87597",
                    "TitleEnglish": "Die Basketball! Hanamichi vs. Rukawa",
                    "SummaryEnglish": "After Rukawa beats up those thugs, Hanamichi is shocked and asks him for his name. When he discovers that he is the one that Haruko has a crush on, he becaomes angry. Then, Haruko comes and helps Rukawa with his wounds, but he dismisses her and this makes Hanamichi very angry. Haruko mistakes Hanamichi for injuring Rukawa and she says that she hates Hanamichi. Hanamichi's world comes tumbling down again.",
                    "Aliases": []
                },
                "3": {
                    "ID": "87598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87598",
                    "TitleEnglish": "Gorilla vs. Hanamichi! Big Showdown!!",
                    "SummaryEnglish": "When Hanamichi calls basketball a 'dumb game', the captain of the basketball team challenges him because Hanamichi had made fun of his favorite game of all!",
                    "Aliases": []
                },
                "4": {
                    "ID": "87599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87599",
                    "TitleEnglish": "Basket Man Hanamichi Joins the Team",
                    "SummaryEnglish": "Sakuragi mananges to dunk over/through Akagi.  Akagi is intrigued by Sakuragi's raw power, but doesn't think he's got the drive to make it on the team.  Still, he ponders what the team would be like if he was to join.",
                    "Aliases": []
                },
                "5": {
                    "ID": "87600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87600",
                    "TitleEnglish": "A Gutless Afternoon",
                    "SummaryEnglish": "Sakuragi Hanamichi has been training in the basics for two weeks under Ayako and he wants to play with the other. Akagi refused to let him play. Out of frustration, he quits the team. But after seeing Haruko's face, he changes his mind again.",
                    "Aliases": []
                },
                "6": {
                    "ID": "87601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87601",
                    "TitleEnglish": "Rukawa vs. Akagi. The Real Showdown",
                    "SummaryEnglish": "Akagi decides to test Rukawa's skills against his own to see if Rukawa really has the talent everyone says he does.",
                    "Aliases": []
                },
                "7": {
                    "ID": "87602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87602",
                    "TitleEnglish": "Hanamichi Debut!! Dunk Explosion!",
                    "SummaryEnglish": "After successfully persuading Anzai to let him join the game, Sakuragi shows how much he has improved in basic skills such as dribbling. But in the game, he refuses to pass the ball to Rukawa out of jealousy.",
                    "Aliases": []
                },
                "8": {
                    "ID": "87603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87603",
                    "TitleEnglish": "Hanamichi's Crisis! The Judo-man's Trap",
                    "SummaryEnglish": "Impressed by Sakuragi's raw power and general brute force, the captain of the judo club tries to recruit him away from the Basketball team.",
                    "Aliases": []
                },
                "9": {
                    "ID": "87604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87604",
                    "TitleEnglish": "I'm Going to Play Basketball",
                    "SummaryEnglish": "Sakuragi declines Aota's offer of joining the Judo club. Kogure and Ayako were overjoyed at Sakuragi's refusal and Akagi was very much impressed by Sakuragi's words.",
                    "Aliases": []
                },
                "10": {
                    "ID": "87605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87605",
                    "TitleEnglish": "The Commoner's Shoot Is Difficult",
                    "SummaryEnglish": "After getting the permission to allow Sakuragi to learn the basics of shooting, Akagi asked Rukawa to demonstrate how to do lay-up shot. But Sakuragi got into a fight with Rukawa instead.",
                    "Aliases": []
                },
                "11": {
                    "ID": "87606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87606",
                    "TitleEnglish": "Our Love's Special Secret Training",
                    "SummaryEnglish": "Having mastered dribbling  and passing, Sakuragi moves on to shooting, which is a lot harder than he had anticipated.  Frustrated by his lack of skil, Sakuragi gets some extra help from an unlikely source: Haruko.",
                    "Aliases": []
                },
                "12": {
                    "ID": "87607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87607",
                    "TitleEnglish": "Beat Ryonan! Tough Rules the Night before the Game",
                    "SummaryEnglish": "The night before their game with Ryounan, Akagi decides to try and teach Sakuragi basic defense, starting with rebounding.  Learning quickly, Sakuragi impresses Akagi.  After the practice session, Sakuragi encounters a scout from Ryounan, and fills him in on who the REAL star is.....",
                    "Aliases": []
                },
                "13": {
                    "ID": "87608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87608",
                    "TitleEnglish": "Shohoku vs Ryonan. The Secret Weapon",
                    "SummaryEnglish": "Sakuragi is eager to play too, thinking of what Akagi has told him the previuos night. At Ryonan High, Anzai is greeted by Ryonan coach, Moichi Taoka. In the locker room, Anzai finally announces the starting five players who are Akagi, Yasuda, Shiozaki, Kogure and Rukawa.",
                    "Aliases": []
                },
                "14": {
                    "ID": "87609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87609",
                    "TitleEnglish": "Super Basketball Match With Ryonan",
                    "SummaryEnglish": "Sakuragi keeps begging Anzai to let him join the game. At 14 mins, Ryonan has a 0-15 lead, with everyone cheering for Sendoh. Sendoh and Uozumi, both play briliantly. The first half ends with a score of 42-50.",
                    "Aliases": []
                },
                "15": {
                    "ID": "87610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87610",
                    "TitleEnglish": "Hanamichi's Nerve-Wracking Step Into the Spotlight",
                    "SummaryEnglish": "Finally, Sakuragi got a chance to play when Akagi was hurt while playing. Now, there is only about 9 minutes left on the clock.",
                    "Aliases": []
                },
                "16": {
                    "ID": "87611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87611",
                    "TitleEnglish": "What's With This Guy?! Taoka's Miscalculation",
                    "SummaryEnglish": "With just 8 minutes left in the second half, Ryonan is still leading. Taoka tells the Ryonan to continue to attack. Sakuragi plays whole-heartily and this impressed Sendoh.",
                    "Aliases": []
                },
                "17": {
                    "ID": "87612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87612",
                    "TitleEnglish": "The Rebound King Sakuragi Hanamichi's Distress",
                    "SummaryEnglish": "Ryonan is leading with 3 points ahead of Shohoku, Taoka said that the game will  depends on how Sakuragi plays. Meanwhile, Sakuragi begins to realize how important rebounds are.",
                    "Aliases": []
                },
                "18": {
                    "ID": "87613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87613",
                    "TitleEnglish": "Last 2 Minutes! I'll Be the One to Defeat Sendo",
                    "SummaryEnglish": "Sendoh is amazed at how good Shohoku has become, thus  begins to take the game seriously. Anzai then, calls both Rukawa and Sakuragi to approach, to tell them of his plan.",
                    "Aliases": []
                },
                "19": {
                    "ID": "87614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87614",
                    "TitleEnglish": "Time's Up! The Decisive Battle with Ryonan",
                    "SummaryEnglish": "Although Shohoku has lost the game, Sakuragi played very well for his first game. Sakuragi and Rukawa vowed that in their next game with Ryonan, they will beat Sendoh.",
                    "Aliases": []
                },
                "20": {
                    "ID": "87615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87615",
                    "TitleEnglish": "Basketball Shoes",
                    "SummaryEnglish": "The next day, Haruko has to accompany Sakuragi to the sports shop to buy a new pair of shoes because his old shoes are in a bad shape after the practice game with Ryonan.",
                    "Aliases": []
                },
                "21": {
                    "ID": "87616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87616",
                    "TitleEnglish": "Super Trouble Makers Hanamichi vs Miyagi",
                    "SummaryEnglish": "Ryota Miyagi returns to basketball after beening injured in a fight. Ayako heard rumors that Miyagi was back in school, so she decided to investigate. She brings along Sakuragi and see that Miyagi is into another fight realizing that Ayako and Sakuragi are together sparking jealously into his eyes which causes a problem. Will Miyagi and Sakuragi be able to coexist...",
                    "Aliases": []
                },
                "22": {
                    "ID": "87617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87617",
                    "TitleEnglish": "The Fool with the Worst Record, A Combination Is Born",
                    "SummaryEnglish": "It seemed like a disaster for two trouble makers in Miyagi and Sakuragi to collide with each other, but it seems things hae turned out much better than expected.",
                    "Aliases": []
                },
                "23": {
                    "ID": "87618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87618",
                    "TitleEnglish": "Shohoku Basketball Team's Last Day",
                    "SummaryEnglish": "A former member of the Shohoku team returns with a major axe to grind, which spells doom for the team.",
                    "Aliases": []
                },
                "24": {
                    "ID": "87619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87619",
                    "TitleEnglish": "The Allies of Justice, Sakuragi Squad Arrives!",
                    "SummaryEnglish": "After Ayako was slapped by one of the invading students, Miyagi joined in the fight, as well as Rukawa.  However, Tetsuo easily took both of them down.  Sakuragi steps up to the plate, outnumbered.  Things change when Sakuragi's friends appear in an unlikely fashion.",
                    "Aliases": []
                },
                "25": {
                    "ID": "87620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87620",
                    "TitleEnglish": "The Guy Who Wanted to Conquer the World",
                    "SummaryEnglish": "Mitsui and Tetsuo were defeated, but Mitsui still continued to fight.  Though when Akagi enters, the atmosphere becomes dense.  Akagi slaps Mitsui around.  Kogure then informs everyone that Mitsui use to be an excellent basketball player, and was even on the team.  Kogure then proceeds to tell the rise and downfall of Mitsui's basketball career.",
                    "Aliases": []
                },
                "26": {
                    "ID": "87621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87621",
                    "TitleEnglish": "Mitsui's Peak, Trouble at 15",
                    "SummaryEnglish": "It seems that Mitsui was once a great basketball player himself before High School.  Though something happened during practice that changed his life forever.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "1847141",
            "URL": "https://thetvdb.com/series/slam-dunk/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "87622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87622",
                    "TitleEnglish": "I Want to Play Basketball!",
                    "SummaryEnglish": "After suffering through his horrible injury, Mitsui quit on basketball.  Though two years later, in his attempt to sabotage Shohoku from participating in the tournament, his feelings for the sport are growing stronger once again.",
                    "Aliases": []
                },
                "2": {
                    "ID": "87623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87623",
                    "TitleEnglish": "The Beginning of Interhigh Preliminaries",
                    "SummaryEnglish": "The tournament is finally making its approach.  Sakuragi is anxious to play against Sendo again, but Shohoku will have to deal with Miuradai first.",
                    "Aliases": []
                },
                "3": {
                    "ID": "87624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87624",
                    "TitleEnglish": "Hanamichi! Pennant Race Debut",
                    "SummaryEnglish": "The match starts, and Anzai refuses to put Sakuragi, Rukawa, Mitsui, and Miyagi, in the starting line-up.  For what reason?  As punishment for fighting.  Will Anzai keep it like this for the entire game?",
                    "Aliases": []
                },
                "4": {
                    "ID": "87625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87625",
                    "TitleEnglish": "The Introspective Army's Big Counterattack",
                    "SummaryEnglish": "With four of Shohoku's best players finally entering in the game, the tables turn quickly as they narrow the lead down to only 2.  Sakuragi was hacked on a play, giving him two shots at the freethrow line.  Though things were tough for him, as nervousness broke his concentration, and his imagination started running wild.",
                    "Aliases": []
                },
                "5": {
                    "ID": "87626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87626",
                    "TitleEnglish": "Formidable Enemy Miuradai's Secret Weapon",
                    "SummaryEnglish": "Miuradai revealed a secret weapon of theirs that'll help them try and overcome Shohoku, and that's the ox Nato.",
                    "Aliases": []
                },
                "6": {
                    "ID": "87627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87627",
                    "TitleEnglish": "Genius Hanamichi! Deadly Dunk",
                    "SummaryEnglish": "Miuradai started gaining control of the game, until Nato started finally guarding Rukawa instead of Sakuragi.  Rukawa exploited his weakness, and this caused an instant shift, favouring Shohoku.",
                    "Aliases": []
                },
                "7": {
                    "ID": "87628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87628",
                    "TitleEnglish": "Walkout King!? Sakuragi's Righteousness",
                    "SummaryEnglish": "Shohoku's next match is against Gohoku.  While they have been exceeding almost everyone's expectations, Sakuragi continues to be laughed at for his nonsensical and pointless fouls.  He starts to realize that he might not be so great after all.",
                    "Aliases": []
                },
                "8": {
                    "ID": "87629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87629",
                    "TitleEnglish": "Gorilla's Initiation, Kill with Your Eyes!",
                    "SummaryEnglish": "Sakuragi and his fouling troubles continue.  He unconsciously went to Akagi's house for help, and in order to help Sakuragi a little bit, Akagi gives him one piece of advice... instill his opponents with fear using his eyes.  Sakuragi takes this too literally, with predictable results.",
                    "Aliases": []
                },
                "9": {
                    "ID": "87630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87630",
                    "TitleEnglish": "Hot Blooded Guys",
                    "SummaryEnglish": "Mitsui got himself caught up in a fight between Ryo and Tetsuo, and was eventually beaten himself.  However, an unlikely Sakuragi pops out of nowhere, and comes to aid his teammate when trying to get to the gym.",
                    "Aliases": []
                },
                "10": {
                    "ID": "87631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87631",
                    "TitleEnglish": "A Well Seeded School, Enter Shoyo",
                    "SummaryEnglish": "Sakuragi is still upset at Akagi for telling him a false technique in defense, and tries harder the next game against Tsukubu.  While he gets fouled out, he's improving rather quickly, and he'll need it against a powerhouse team like Shoyo, who's the second ranking team in the tournament.",
                    "Aliases": []
                },
                "11": {
                    "ID": "87632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87632",
                    "TitleEnglish": "Hanamichi's First Start",
                    "SummaryEnglish": "Anzai-sensei decides to start Sakuragi, much to everyone's shock.  He figures that with his height and drive he'll be the perfect weapon to use against Shoyo.",
                    "Aliases": []
                },
                "12": {
                    "ID": "87633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87633",
                    "TitleEnglish": "Rukawa's Counterattack!",
                    "SummaryEnglish": "With the the Shohoku offense stalled by Shoyo's defense, Rukawa takes it upon himself to lead the offensive charge.",
                    "Aliases": []
                },
                "13": {
                    "ID": "87634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87634",
                    "TitleEnglish": "Lightning Flash Ryota!",
                    "SummaryEnglish": "With Rukawa taking the heat off of the rest of the team, Miyagi gets a chance to show off his skills as a point guard and his speed on the court.",
                    "Aliases": []
                },
                "14": {
                    "ID": "87635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87635",
                    "TitleEnglish": "Hanamichi the Genius shows off!",
                    "SummaryEnglish": "With Mitsui's 3 point shot, Shohoku finally caught up with Shoyo.  It seemed like Fujima had enough, but Hanagata asked him to trust him for a little while longer.  Fujima made a good decision in trusting his star center, for Shoyo pulled away from Shohoku again, creating another 10 point deficit.",
                    "Aliases": []
                },
                "15": {
                    "ID": "87636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87636",
                    "TitleEnglish": "Shoyo Coach Enters the Court",
                    "SummaryEnglish": "Driven hard by by Rukawa's offense and Sakuragi's rebounding, Fujima comes off the bench to lead his team to victory.",
                    "Aliases": []
                },
                "16": {
                    "ID": "87637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87637",
                    "TitleEnglish": "Shoyo Ace Fujima's Real Ability",
                    "SummaryEnglish": "Fujima is leading a strong charge for Shoyo against Shohoku, taking the lead once again.  Though Shohoku has other problems besides Fujima; Mitsui is already very tired.  Will Kogure be able to take his place?",
                    "Aliases": []
                },
                "17": {
                    "ID": "87638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87638",
                    "TitleEnglish": "Has Mitsui Reached His Limit!?",
                    "SummaryEnglish": "Shohoku's problems continue piling up.  Mitsui can't get a 3 pointer to go in, forcing all the burden on Rukawa.  Plus, Sakuragi is on the brink of fouling out, one more and he's gone.  Is this the end for Shohoku?",
                    "Aliases": []
                },
                "18": {
                    "ID": "87639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87639",
                    "TitleEnglish": "Mitsui! Stormy 3 Points",
                    "SummaryEnglish": "Mitsui, reminiscing upon the past, gets the energy to play and lead his team.  In just a matter of time, he scored 9 consecutive points thanks to his impressive shooting, but is it enough to overcome Shoyo?",
                    "Aliases": []
                },
                "19": {
                    "ID": "87640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87640",
                    "TitleEnglish": "Imminent Walkout!? Hanamichi's Pinch",
                    "SummaryEnglish": "While Mitsui has increased his efficiency during the game, Sakuragi still faces the brink of being dismissed. After a few destructive words from Rukawa, Sakuragi is fueled with fire.",
                    "Aliases": []
                },
                "20": {
                    "ID": "87641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87641",
                    "TitleEnglish": "Hanamichi, Hot Dunk",
                    "SummaryEnglish": "Thanks to a basket from Rukawa, Shohoku has finally taken the lead in a critical time.  Sakuragi, wanting to feel important, jumped up at the same time as two opposing Shoyo players as he was going for the dunk.  It seems like Sakuragi's long desire to perform a slam dunk will be fulfilled.",
                    "Aliases": []
                },
                "21": {
                    "ID": "87642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87642",
                    "TitleEnglish": "Challenge from a Rival",
                    "SummaryEnglish": "Shohoku has defeated Shoyo, and Sakuragi is quick to spread the word, especially after his ferocious slam dunk on Hanagata.  It seems like Oda, a person that went to the same junior high as him, is going to be facing Kainan.  They're also hoping to pull off an upset victory like Shohoku has.",
                    "Aliases": []
                },
                "22": {
                    "ID": "87643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87643",
                    "TitleEnglish": "The Guy Who Pledged to Defeat Kainan",
                    "SummaryEnglish": "Sakuragi skips practice in order to investigate on why Yohko was acting so strangely.  When they get to Takezono, he is immediately met by hordes of girls who misjudge his delinquent looks as someone who came to beat up Oda in order to Sabotage Takezono's chances of beating Kainan.",
                    "Aliases": []
                },
                "23": {
                    "ID": "87644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87644",
                    "TitleEnglish": "Takezono, Last Fight",
                    "SummaryEnglish": "The match between Takezono and Kainan starts.  Kainan only put in two starters the entire game, but it seemed like it was enough to take care of their opponents.  That wasn't Takezono's only problem; Oda's injury remains ignorant to everyone but Yohko and Sakuragi, and it's clearly affecting his ability to play.",
                    "Aliases": []
                },
                "24": {
                    "ID": "87645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87645",
                    "TitleEnglish": "Challenge to the King",
                    "SummaryEnglish": "NA",
                    "Aliases": []
                },
                "25": {
                    "ID": "87646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87646",
                    "TitleEnglish": "Miscalculation!? Hanamichi at His Best!",
                    "SummaryEnglish": "The match between Shohoku and Kainan has been tight and intense all the way through, but it was Sakuragi who stood out the most with his cocky attitude and amazing athleticism.  However, Kainan's coach is planning something to get Sakuragi off the court.",
                    "Aliases": []
                },
                "26": {
                    "ID": "87647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87647",
                    "TitleEnglish": "Sakuragi's Confinement's Secret Weapon",
                    "SummaryEnglish": "Takato seemed to have devised the perfect plan to counter-attack against Sakuragi, which is sending in the extremely small and weak Miyamasu.  In an unbelievable turn around, the plan worked in which Sakuragi was horrible embarassed, allowing Kainan to widen the gap.  Rukawa however, seems to be heating up.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "1847142",
            "URL": "https://thetvdb.com/series/slam-dunk/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "87648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87648",
                    "TitleEnglish": "Gori's Injury! Desperate Situation!?",
                    "SummaryEnglish": "Shohoku isn't about to let their chances slip away against Kainan, however, things quickly changed when Akagi injured his ankle, forcing Sakuragi to take over his spot as center.",
                    "Aliases": []
                },
                "2": {
                    "ID": "87649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87649",
                    "TitleEnglish": "King Kong's Younger Brother",
                    "SummaryEnglish": "Sakuragi did a pretty good job of filling in for Akagi, though it was Rukawa who pushed Shohoku into a fierce comeback against Kainan.  He single handedly brought Shohoku back within five points.",
                    "Aliases": []
                },
                "3": {
                    "ID": "87650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87650",
                    "TitleEnglish": "The One that Dominates the Game",
                    "SummaryEnglish": "Rukawa's strong performance made it seem like Shohoku has a chance of winning, but what got everyone's attention was when Akagi came back from the locker room.",
                    "Aliases": []
                },
                "4": {
                    "ID": "87651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87651",
                    "TitleEnglish": "Ace Maki, Full Throttle",
                    "SummaryEnglish": "Akagi coming back in for Shohoku seemed like they would be in great position to win, but Maki displayed to everyone why he's the best player in the region, giving Jin a ton of open looks for three pointers.",
                    "Aliases": []
                },
                "5": {
                    "ID": "87652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87652",
                    "TitleEnglish": "Anzai, Bet on Victory!",
                    "SummaryEnglish": "Anzai formulated a plan to destroy Kainan's formidable backcourt combo of Jin and Maki by playing zone defense, and their offense started crumbling.  Sakuragi, when shooting from the free throw line, decided to shoot it differently by throwing up a granny shot.",
                    "Aliases": []
                },
                "6": {
                    "ID": "87653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87653",
                    "TitleEnglish": "Stubborn Guys!",
                    "SummaryEnglish": "Shohoku and Kainan refuse to give up on each other with the match going back and forth like a see saw.",
                    "Aliases": []
                },
                "7": {
                    "ID": "87654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87654",
                    "TitleEnglish": "Last 10 Seconds! A Perfect Conclusion",
                    "SummaryEnglish": "The last ten seconds of the game are approaching, and Shohoku is only down by four.  The one who'll decide this match will be Sakuragi.",
                    "Aliases": []
                },
                "8": {
                    "ID": "87655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87655",
                    "TitleEnglish": "Shohoku's Cliff Edge",
                    "SummaryEnglish": "Sakuragi is in an emotional hangover after the events of the previous match, so in order to come to himself, he decides to change his appearance.",
                    "Aliases": []
                },
                "9": {
                    "ID": "87656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87656",
                    "TitleEnglish": "Buzzcut Counterattack!",
                    "SummaryEnglish": "Sakuragi's new haircut was the news of the school the next day.  During practice, he decided to work twice as hard in order to prevent another mistake like that happening again.  When Mitsui was the one guarding Sakuragi, all of his weaknesses and shortcomings started showing.",
                    "Aliases": []
                },
                "10": {
                    "ID": "87657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87657",
                    "TitleEnglish": "Three-day Special Training",
                    "SummaryEnglish": "Akagi really wants Sakuragi to become part of their offense, so he trains him for three days straight on his shooting.  To his surprise, Sakuragi was pretty enthusiastic about it.",
                    "Aliases": []
                },
                "11": {
                    "ID": "87658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87658",
                    "TitleEnglish": "Paramount Battle! Kainan vs Ryonan",
                    "SummaryEnglish": "The anticipated match up between two of the best teams in the region commences.  One of the biggest surprises was how Sendoh was handling point guard duties, and was doing an efficient job of it with Ryonan getting a head start against Kainan.",
                    "Aliases": []
                },
                "12": {
                    "ID": "87659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87659",
                    "TitleEnglish": "Champions Kainan Show Their Skills",
                    "SummaryEnglish": "Sendoh is the entire pillar that's pushing his team forward right now, but the tables turn when Uozumo decides to argue a call from the referee.",
                    "Aliases": []
                },
                "13": {
                    "ID": "87660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87660",
                    "TitleEnglish": "Ultimate Showdown - Sendoh vs Maki",
                    "SummaryEnglish": "Due to Uozumi being fouled out, and Fukuda being a terrible defensive player, Sendoh was forced to carry Ryonan on his shoulders all by himself.  Though for Shohoku, greater events have become more of a priority.",
                    "Aliases": []
                },
                "14": {
                    "ID": "87661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87661",
                    "TitleEnglish": "Sendoh's Scheme",
                    "SummaryEnglish": "Shohoku's representatives rush to Anzai's aid, and are surprised at how efficiently Sakuragi acquired a doctor.  Meanwhile, Kainan was too strong for Ryonan and Sendoh to handle.  They'll have to do better now that they're up against Shohoku.",
                    "Aliases": []
                },
                "15": {
                    "ID": "87662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87662",
                    "TitleEnglish": "Final Battle! Shohoku vs Ryonan",
                    "SummaryEnglish": "One of the more exciting matches in the tournament is about to start, as it's Shohoku vs Ryonan. Though people have already been speculating Shohoku's chances of a victory, as their coach is absent, resting himself in the hospital.",
                    "Aliases": []
                },
                "16": {
                    "ID": "87663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87663",
                    "TitleEnglish": "Sakuragi Hanamichi the Saviour?!",
                    "SummaryEnglish": "Due to Fukuda's terrible defense and Sakuragi's equally atrocious offense, Taoka thought it'd be a harmless idea to match Fukuda up with him.  However, it seems that the entire gym was in for a surprise as Sakuragi showed off his jumper.",
                    "Aliases": []
                },
                "17": {
                    "ID": "87664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87664",
                    "TitleEnglish": "Gori's Slump",
                    "SummaryEnglish": "Something appears to be wrong with Akagi; after getting knocked down by Uozumi, he started playing horribly.  Kogure was forced to call a timeout in order to straighten things out.",
                    "Aliases": []
                },
                "18": {
                    "ID": "87665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87665",
                    "TitleEnglish": "Gorilla Dunk II",
                    "SummaryEnglish": "In order to make Akagi come back to his senses, Sakuragi pulls off his cocky routine that more than motivates him back into playing normally.",
                    "Aliases": []
                },
                "19": {
                    "ID": "87666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87666",
                    "TitleEnglish": "Gori's Resurrection Cry!",
                    "SummaryEnglish": "It seems that things are back to normal psychologically for Shohoku as Sakuragi wasn't as raged as expected by his friends, and Akagi finally solved some internal problems.  The true match is about to start.",
                    "Aliases": []
                },
                "20": {
                    "ID": "87667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87667",
                    "TitleEnglish": "The Greatest Humiliation",
                    "SummaryEnglish": "Ryonan's offense was concentrated around Fukuda, who has been constantly defeating Sakuragi.  He was forced to sit out, sulking to himself of being beaten fair and square.  While Sakuragi was defeated, Shohoku wasn't, as Mitsui's three pointers pulled his team back within range of Ryonan.",
                    "Aliases": []
                },
                "21": {
                    "ID": "87668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87668",
                    "TitleEnglish": "Rukawa's Second Half Gamble",
                    "SummaryEnglish": "Everyone was confused on Rukawa's performance so far, scoring only two points.  Though it became apparent in the second half; he saved up his energy for the second half in order to prevent what had happened to him during the final minutes against Kainan!",
                    "Aliases": []
                },
                "22": {
                    "ID": "87669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87669",
                    "TitleEnglish": "The Most Dangerous Challenger",
                    "SummaryEnglish": "With Rukawa and Sendoh at full strength against each other, they've both carried their teams, advancing point by point in hopes of defeating one another.",
                    "Aliases": []
                },
                "23": {
                    "ID": "87670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87670",
                    "TitleEnglish": "Fine Play",
                    "SummaryEnglish": "Sendoh and Rukawa continue to push against each other in the second half, but the highlight of it so far is Uozumi being forced to sit out with four fouls.",
                    "Aliases": []
                },
                "24": {
                    "ID": "87671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87671",
                    "TitleEnglish": "The Feeling of Victory",
                    "SummaryEnglish": "Uozumi gets a flashback of Coach Taoka's promise of bringing him to the national scene, but that promise is looking a little fuzzy with Shohoku dominating.",
                    "Aliases": []
                },
                "25": {
                    "ID": "87672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87672",
                    "TitleEnglish": "\"You are strong\"",
                    "SummaryEnglish": "Uozumi has to sit out due to his fouls, which causes Akagi to dominate the paint and score easy baskets.",
                    "Aliases": []
                },
                "26": {
                    "ID": "87673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87673",
                    "TitleEnglish": "Resurrection! Warrior Uozumi Jun",
                    "SummaryEnglish": "Coach Taoka's patience ran dry as he subbed Uozumi back in to help shoulder some of Sendoh's responsibilities on the court.",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "1847143",
            "URL": "https://thetvdb.com/series/slam-dunk/seasons/official/4",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 23,
            "Episodes": {
                "1": {
                    "ID": "87674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87674",
                    "TitleEnglish": "Blue Wave! Ryonan Strikes Back",
                    "SummaryEnglish": "The shift of momentum started turning into Ryonan's favour as soon as Uozumi came back with four fouls, making defensive stops and scoring points.",
                    "Aliases": []
                },
                "2": {
                    "ID": "87675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87675",
                    "TitleEnglish": "Shohoku's Problems",
                    "SummaryEnglish": "Coach Taoka exploited Shohoku's foul trouble problem, and made good use of it.  Shohoku will continue to be in the hot seat if this continues.",
                    "Aliases": []
                },
                "3": {
                    "ID": "87676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87676",
                    "TitleEnglish": "Sendoh On Fire! Shohoku Crumbles!",
                    "SummaryEnglish": "Sendoh's strong offensive play continues to push Ryonan closer to Shohoku, and their defensive stops aren't allowing Shohoku to score any points.",
                    "Aliases": []
                },
                "4": {
                    "ID": "87677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87677",
                    "TitleEnglish": "Amateur Hanamichi Shows His Skills",
                    "SummaryEnglish": "Mitsui collapsed due to exhaustion, and while his lost presence was dire for Shohoku, they remained formidable behind Sakuragi's strong play.",
                    "Aliases": []
                },
                "5": {
                    "ID": "87678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87678",
                    "TitleEnglish": "Vice-Captain Four-Eyes' Obsession",
                    "SummaryEnglish": "Kogure spotted up for a 3 pointer.  During the ball's journey there to the net, Kogure gets flashbackes of the basketball trials he faced to get to the position he's currently at.",
                    "Aliases": []
                },
                "6": {
                    "ID": "87679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87679",
                    "TitleEnglish": "Win or Lose",
                    "SummaryEnglish": "Kogure's 3 pointer put Shohoku up, but Sendoh wouldn't let his team get defeated so easily.",
                    "Aliases": []
                },
                "7": {
                    "ID": "87680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87680",
                    "TitleEnglish": "New Challenge: The National Championship!",
                    "SummaryEnglish": "Expectedly, the Shohoku basketball team is all the talk at Shohoku school, and everyone won't leave them alone, especially the school's news reporter Mari.",
                    "Aliases": []
                },
                "8": {
                    "ID": "87681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87681",
                    "TitleEnglish": "Rukawa's Ambition",
                    "SummaryEnglish": "Hikiochi's sister desperately wants to interview Sendoh, but when doing so, eavesdropped on the announcement of Uozumi and Ikegami's retirement.",
                    "Aliases": []
                },
                "9": {
                    "ID": "87682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87682",
                    "TitleEnglish": "Japan's Number 1 Highschooler",
                    "SummaryEnglish": "Sakuragi goes with Maki to scout out some teams who'll also be heading into the national tournament.  One freshman center instantly caught their attention.",
                    "Aliases": []
                },
                "10": {
                    "ID": "87683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87683",
                    "TitleEnglish": "The Country of Basketball - United States of America",
                    "SummaryEnglish": "Rukawa pleads to Anzai about his decision to play in America, though he rejects the idea.  Rukawa is told the emotional story of Yazawa, a person like him who flew over to America in order to face better competition.",
                    "Aliases": []
                },
                "11": {
                    "ID": "87684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87684",
                    "TitleEnglish": "Rukawa's Demonic Presence!",
                    "SummaryEnglish": "Understanding Anzai's words, Rukawa immediately makes it his goal to become the best player in Japan, even taking it at a higher level during practice against his own teammates.",
                    "Aliases": []
                },
                "12": {
                    "ID": "87685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87685",
                    "TitleEnglish": "Shohoku's Real Ace",
                    "SummaryEnglish": "It's a battle between Mitsui and Rukawa to see who the real ace is for Shohoku.",
                    "Aliases": []
                },
                "13": {
                    "ID": "87686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87686",
                    "TitleEnglish": "Nationals At Risk!",
                    "SummaryEnglish": "It seems that some of Shohoku's players have more things to worry about other than the fearful opponents at the nationals. Their marks have been poor, and if they don't pass their upcoming tests, they'll be forbidden to play! Akagi decides to take in his teammates and have a study camp at his house.",
                    "Aliases": []
                },
                "14": {
                    "ID": "87687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87687",
                    "TitleEnglish": "Manly Friendship - Sakuragi Squad",
                    "SummaryEnglish": "The Sakuragi gang look for jobs in order to collect money to afford train tickets to the national games.",
                    "Aliases": []
                },
                "15": {
                    "ID": "87688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87688",
                    "TitleEnglish": "The 20,000 Shot Challenge",
                    "SummaryEnglish": "Anzai decides to incorporate Sakuragi into the Shohoku offense, making him go through rigorous shooting training.",
                    "Aliases": []
                },
                "16": {
                    "ID": "87689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87689",
                    "TitleEnglish": "Shohoku vs. Jousei",
                    "SummaryEnglish": "Sakuragi continues his shooting practice while his team is off at Josei, battling equally with the former eight ranked team without Sakuragi's rebounding prowess.",
                    "Aliases": []
                },
                "17": {
                    "ID": "87690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87690",
                    "TitleEnglish": "Hanamichi's Hottest Day",
                    "SummaryEnglish": "Haruka decides to reward Sakuragi for his hard practicing by taking him to the festival. Sakuragi sees this as an opportunity to try and get with her, but the process became harder than he had expected.",
                    "Aliases": []
                },
                "18": {
                    "ID": "87691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87691",
                    "TitleEnglish": "Basketball Shoes II",
                    "SummaryEnglish": "Sakuragi has been working hard for the past months to improve his basketball skills, but as a result, his shoes have torn. He visits none other than the man that gave him his first shoes.",
                    "Aliases": []
                },
                "19": {
                    "ID": "87692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87692",
                    "TitleEnglish": "Mixed Feelings, Uozumi Returns",
                    "SummaryEnglish": "When a couple of Shoyo players decided to give their goodlucks to Shohoku, Sakuragi comes up with a suggestion; a game against Shoyo and Ryonan!",
                    "Aliases": []
                },
                "20": {
                    "ID": "87693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87693",
                    "TitleEnglish": "The Battle Begins! Shohoku vs. Shoyo/Ryonan",
                    "SummaryEnglish": "Rukawa garnered all the attention with his strong start to the game, but it was Sendoh who soon stole that spotlight when he entered the gym in his fishing clothes.",
                    "Aliases": []
                },
                "21": {
                    "ID": "87694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87694",
                    "TitleEnglish": "Shohoku in Danger! The Threatening Super Squad",
                    "SummaryEnglish": "The combination team has become even more formidable by adding Sendoh and Fukuda to their lineup, and while Sakuragi is still struggling, Shohoku retains the lead.",
                    "Aliases": []
                },
                "22": {
                    "ID": "87695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87695",
                    "TitleEnglish": "Miracle Man - Sakuragi Hanamichi!",
                    "SummaryEnglish": "Fujima starts passing more and shooting less 3 pointers, giving hims teammates more open looks and easy opportunities to score.  But is it enough to overcome Shohoku?",
                    "Aliases": []
                },
                "23": {
                    "ID": "87696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slam-dunk/episodes/87696",
                    "TitleEnglish": "Glorious Slam Dunk!",
                    "SummaryEnglish": "The battle between the combo team and Shohoku has reached its climax, and the one deciding its conclusion is Sakuragi with a Slam Dunk. Though Shohoku has more important things to look forward to, such as the Inter High Tournament.",
                    "Aliases": []
                }
            }
        }
    }
}