{
    "URL": "https://thetvdb.com/series/gasaraki",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0250155/",
        "https://www.themoviedb.org/tv/34782"
    ],
    "TitleEnglish": "Gasaraki",
    "SummaryEnglish": "\"Gasaraki\" is the story of the Earth's first robotic combat machines.  Yushiro Gowa, the prodigal scion of the innovative Gowa Corporation is skilled both in piloting the robotic Tactical Armor units (TAs) as well as in invoking mystical energies through the Gasara dance.  Despite his talents, Yushiro suffers from an eternal emptiness that just might be filled if he can make contact with and understand Miharu, another Gasara dancer under the control of the nefarious secret organization known as Symbol. For reasons yet to be revealed, Symbol has used Miharu's Gasara dance to unleash a large blast of energy in the fictional post-Soviet Republic of Belgistan.  Multinational forces, fearing the development of weapons of mass destruction, have attacked the republic with aid from the Gowa Corporation, which sees the conflict as the perfect opportunity to justify building its TAs, the most cutting-edge weapon of war the planet has ever seen.",
    "Aliases": [],
    "Modified": "2024-09-13",
    "Seasons": {
        "1": {
            "ID": "4639",
            "URL": "https://thetvdb.com/series/gasaraki/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "94645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94645",
                    "TitleEnglish": "On the Ancient Stage of Stone",
                    "SummaryEnglish": "Yushiro's movements, as part of a Gowa experiment, bring into existence a singularity sought by the Gowa Consortium. Suddenly, another dancer cries out from elsewhere pleading, \"\"Don't bring back the terror!\"\" Sensing the chilling voice, Yushiro falls out of his trance and the experiment fails.",
                    "Aliases": []
                },
                "2": {
                    "ID": "94646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94646",
                    "TitleEnglish": "Opening Movements",
                    "SummaryEnglish": "As the Gowa Consortium evaluates the failure of their experiment with Yushiro, the United Nations responds to what seems to be a weapons test in the renegade post-Soviet Republic of Belgistan. After a successful air attack, the allied ground forces suffer a startling defeat, leading the Japanese company to reveal the secret of the Tactical Armor systems. It seems these units may have been responsible for the U.N. defeat at the hands of the Belgistanians.",
                    "Aliases": []
                },
                "3": {
                    "ID": "94647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94647",
                    "TitleEnglish": "Tantric Circle",
                    "SummaryEnglish": "The Gowa Consortium clears the way for the deployment of the Tactical Armored System to Belgistan, enlisting Yushiro to come along. In the meantime, an American tank battalion faces staggering losses on their incursion into Belgistanian territory, confirming that Belgistan does possess bipedal weapons with formidable attack abilities.",
                    "Aliases": []
                },
                "4": {
                    "ID": "94648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94648",
                    "TitleEnglish": "Mirage",
                    "SummaryEnglish": "The TA units arrived in Belgistan whereupon they are ordered to capture Shrine Hill, the location where the Belgistanians allegedly detonated their weapon of mass destruction. Surprising both the multinational forces and the TA unit, researchers from the Gowa Corporation arrive and confirm that Shrine Hill is virtually identical to Stage of Stone on which Yushiro performed his initial dance. This fact is confirmed when Yushiro enters a trance mode, leaves his TA and begins to perform the Gasara dance on Shrine Hill. Undeniably, a connection exists between Belgistan's release of power and the Gasara dance.",
                    "Aliases": []
                },
                "5": {
                    "ID": "94649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94649",
                    "TitleEnglish": "The Touching",
                    "SummaryEnglish": "The Tactical Armored units of the Gowa Corporation clash with enemy TAs deep within Belgistanian territory and capture a defeated unit. Meanwhile the public is fascinated by the use of the new bipedal weapon systems, and SNN's very own Ronald Fagan attempts to get live footage for the viewing public.",
                    "Aliases": []
                },
                "6": {
                    "ID": "94650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94650",
                    "TitleEnglish": "The Puppet",
                    "SummaryEnglish": "The evil organization Symbol institutes a coup in Belgistan to hide evidence of their involvement. The new leadership, lacking knowledge of Symbol's hand in events, immediately pleads for a ceasefire. Yushiro uses the opportunity to sneak deep into Belgistan and meet Miharu face-to-face, and the American government uses the pretext of weapons inspections to gather intelligence on the Gowa Corporation's bipedal weapons.",
                    "Aliases": []
                },
                "7": {
                    "ID": "94651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94651",
                    "TitleEnglish": "Return",
                    "SummaryEnglish": "The squad of TA pilots defies orders to rescue Yushiro from Symbol forces in Belgistan. The Gowa Corporation fights to keep their technological secrets and captured enemy TA unit from the snooping Multinational forces and the hostile troops of another fictional post-Soviet Republic, the nation of Armekistan.",
                    "Aliases": []
                },
                "8": {
                    "ID": "94652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94652",
                    "TitleEnglish": "Harsh Worlds",
                    "SummaryEnglish": "Amid evidence that the Japanese government is involved in some sort of cover-up regarding the TAs, Yushiro's elder brother Kazukiyo Gowa meets with Hiraku Nishida, an elderly, blind warrior who wishes to unleash selective violence against the Japanese people in order to strengthen Japan against growing opportunism and selfishness. At the Gowa laboratory the plot takes a startling twist when Miharu breaks into the Gowa headquarters to retrieve the missing components taken by the Japanese TAs in Belgistan. As she exits the plant, Miharu reveals to Yushiro the startling secret she has uncovered during the raid - the Gowa family refers to Yushiro as \"\"the test subject\"\" and that the real Yushiro Gowa has been deceased for years. As the episode ends, Yushiro's entire existence is mired in uncertainty.",
                    "Aliases": []
                },
                "9": {
                    "ID": "94653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94653",
                    "TitleEnglish": "Storehouse",
                    "SummaryEnglish": "In an attempt to understand the information Miharu has imparted to him, Yushiro returns to his family home to confront his parents. At his ancestral home, Yushiro meets with his instructor, Sorachi, who leads Yushiro into an abandoned storehouse. There Yushiro discovers the cryogenically preserved body of Sorochi's son Ku-ya as well as a body that is probably his, along with the slouched form of a formidably-advanced robot, known as the Kugai. Meanwhile, Yushiro's sister, Misuzu, and Ataka, one of the female TA pilots, have followed Yushiro to the site, where they are surprised by the sudden appearance of Miharu and another of the symbol weapons platforms, known as Ishtars.",
                    "Aliases": []
                },
                "10": {
                    "ID": "94654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94654",
                    "TitleEnglish": "Kugai",
                    "SummaryEnglish": "Sensing the proximity of Miharu and the other Symbol Ishtar (known colloquially as Fakes), Yushiro instinctively begins to perform the Gasara Dance. Before long, the stomach of the abandoned robot, known as the Kugai, opens up and takes in Yushiro as a pilot. The robot, adorned like an ancient Japanese samurai, battles and defeats the intruding weapons platforms and captures Miharu. When Yushiro leaves the Kugai, his master, Sorochi, informs him that Yushiro is a kai, a man with the special talent required to control the Kugai, and that the Kugai itself is a gift from Gasaraki. Sorochi says Yushiro must travel to Kyoto with Miharu in order to find out more.",
                    "Aliases": []
                },
                "11": {
                    "ID": "94655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94655",
                    "TitleEnglish": "Ties",
                    "SummaryEnglish": "When Gowa's research on the artificial muscle recovered from Belgistan goes awry, the 3rd Experimentation Company is dispatched to try and resolve the situation. But the rogue pilot they must subdue isn't operating under normal circumstances.",
                    "Aliases": []
                },
                "12": {
                    "ID": "94656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94656",
                    "TitleEnglish": "Unravel",
                    "SummaryEnglish": "Yushiro and Miharu are captured by the Gowa Corporation and SSDF. While Miharu is interrogated, Yushiro is charged in trying to succeed in subduing the rogue TA pilot.",
                    "Aliases": []
                },
                "13": {
                    "ID": "94657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94657",
                    "TitleEnglish": "Disembark",
                    "SummaryEnglish": "The Gowa family undergoes a change in leadership, and with the new leader, a new direction with a goal of pitting all of Japan against Symbol. Meanwhile, Yushiro decides to follow the path of the kai in hopes that it will help him remember his past.",
                    "Aliases": []
                },
                "14": {
                    "ID": "94658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94658",
                    "TitleEnglish": "Companions",
                    "SummaryEnglish": "Freed from the Gowa compound by Daizaburo, Yushiro and Miharu resume their interrupted quest to discover the secret of their mystical kai abilities. Meanwhile, Nishida and Kuzukiyo Gowa plan a military coup that will simultaneously rid Japan of its immigrants and its avarice. In the process Nishida reveals the history of the Kugutsu, individuals who have received special talents from the lost god Gasaraki. These powers allow the Kugutsu, whose members are known as \"\"kai\"\", to operate the Kugai (plural), organic killing machines that function much like giant robots of the near future.",
                    "Aliases": []
                },
                "15": {
                    "ID": "94659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94659",
                    "TitleEnglish": "The Threshold",
                    "SummaryEnglish": "Yushiro and Miharu follow the long-lost Path of the Kai to the threshold of Kyoto, home to the lost secrets of Yushiro and Miharu's past. Upon touching the threshold, the two young kais are given a glimpse of Japan in the Heian period, around 1,000 A.D.. The story tells of a disagreement in the Watanabe clan, the last protectors of the secret of Gasaraki. This disagreement leads to the accession of warlord Tsuna Watanabe who intends to use his clan's kai, Yushiro and Miharu, to reassert its power in the face of centralizing imperial power.",
                    "Aliases": []
                },
                "16": {
                    "ID": "94660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94660",
                    "TitleEnglish": "Karma",
                    "SummaryEnglish": "The flashback to the Heian period continues. Tsuna Watanabe leads his clan and his Kugai into battle against the Imperial forces as the two young kais realize they are the tools of those around them. The evil regent Einyo manipulates Tsuna into unleashing the full power of the Kugai. The willpower of Yushiro and Miharu bring an end to the impending terror, which leads to the defeat Einyo and the death of Tsuna. The new leaders of the Watanabe clan agree to bury the secrets of the Kugai and retreat back into the mists of time. In the present, Yushiro and Miharu gain a greater understanding of their place in the continuing legacy of the kai.",
                    "Aliases": []
                },
                "17": {
                    "ID": "94661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94661",
                    "TitleEnglish": "Chaos",
                    "SummaryEnglish": "Yushiro and Miharu hide out in the Japanese slums, where they are helped by Wan, a gang member. Wan is actually a former member of Symbol and is recruited by Symbol to capture the two. Meanwhile, Kazukiyo, Hirokawa and Nishida plan their next move with the TAs, knowing that upcoming grain export news from the U.S. is sure to cause panic among the populace.",
                    "Aliases": []
                },
                "18": {
                    "ID": "94662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94662",
                    "TitleEnglish": "Rear Window",
                    "SummaryEnglish": "The Gowa family puts forth a plan to search for Yushiro. Meanwhile, Japan's Prime Minister is persuaded to deploy TAs to assist in controlling an impending riot.",
                    "Aliases": []
                },
                "19": {
                    "ID": "94663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94663",
                    "TitleEnglish": "Wails",
                    "SummaryEnglish": "Nishida and Colonel Hayakawa meet to discuss the possible utilization of the 3rd Experimentation Company in Nishida's plans. Meanwhile, Symbol moves in to recapture Miharu.",
                    "Aliases": []
                },
                "20": {
                    "ID": "94664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94664",
                    "TitleEnglish": "Upheaval",
                    "SummaryEnglish": "The 3rd Experimentation Company elects to assist Nishida's ambitions. Their first task is to provide protection detail for the Prime Minister, but things quickly spin out of control.",
                    "Aliases": []
                },
                "21": {
                    "ID": "94665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94665",
                    "TitleEnglish": "Run",
                    "SummaryEnglish": "Ataka and Kaburagi run into Yushiro by chance. After learning from him that Miharu's been taken by Symbol, they decide to try and assist him on rescuing her and storm an air base.",
                    "Aliases": []
                },
                "22": {
                    "ID": "94666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94666",
                    "TitleEnglish": "Personification",
                    "SummaryEnglish": "As Nishida's plans of retaliation against America continue to unfold, Yushiro confronts his brother Kazukiyo in regards to his ambitions pertaining to the kai.",
                    "Aliases": []
                },
                "23": {
                    "ID": "94667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94667",
                    "TitleEnglish": "Eternal",
                    "SummaryEnglish": "The Americans, hoping to both provoke the Japanese and gather intel, send TAs to Ichigaya. But they only send one TA and it happens to be Miharu. Yushiro again confronts her, in hopes to dissuade her from harsh actions.",
                    "Aliases": []
                },
                "24": {
                    "ID": "94668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94668",
                    "TitleEnglish": "Punctuation",
                    "SummaryEnglish": "Having obtained the location of their enemy's network hub, the Americans send 4 TAs to infiltrate and destroy it. It's up to the 3rd Experimentation Company to stop them from succeeding. Nishida's face off with the President of the U.S. comes to a close.",
                    "Aliases": []
                },
                "25": {
                    "ID": "94669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94669",
                    "TitleEnglish": "Gasara",
                    "SummaryEnglish": "Desperate to summon Gasaraki and claim the infinite power he craves, Kazukiyo decides to use the powers of the third Kai- his little sister Misuzu. Can Yushiro and Miharu arrive in time to stop him, or will they too be drawn into the very terror they have tried so hard to avoid?",
                    "Aliases": []
                }
            }
        }
    }
}