{
    "URL": "https://thetvdb.com/series/gasaraki",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0250155/",
        "https://www.themoviedb.org/tv/34782"
    ],
    "Titles": {
        "eng": "Gasaraki",
        "jpn": "ガサラキ"
    },
    "Summaries": {
        "eng": "\"Gasaraki\" is the story of the Earth's first robotic combat machines.  Yushiro Gowa, the prodigal scion of the innovative Gowa Corporation is skilled both in piloting the robotic Tactical Armor units (TAs) as well as in invoking mystical energies through the Gasara dance.  Despite his talents, Yushiro suffers from an eternal emptiness that just might be filled if he can make contact with and understand Miharu, another Gasara dancer under the control of the nefarious secret organization known as Symbol. For reasons yet to be revealed, Symbol has used Miharu's Gasara dance to unleash a large blast of energy in the fictional post-Soviet Republic of Belgistan.  Multinational forces, fearing the development of weapons of mass destruction, have attacked the republic with aid from the Gowa Corporation, which sees the conflict as the perfect opportunity to justify building its TAs, the most cutting-edge weapon of war the planet has ever seen.",
        "jpn": "自衛隊の全面的な協力の元に新型兵器の開発を進める総合企業「豪和インスツルメンツ」。彼らが開発をしていたのは、古からの伝承を取り入れた二足歩行兵器「タクティカル・アーマー（ＴＡ）」だった。\r\nシャーマンの能力を内に持つ、「嵬（かい）」と呼ばれる能力者「豪和ユウシロウ」は、豪和ファミリーの四男。民間人でありながら、ＴＡ実験中隊に派遣されたユウシロウは、嵬としての能力を発揮してＴＡの開発を前進させる。そして、彼の能力は「ガサラキ」と呼ばれる巨大な力を呼ぶためにも必要とされていた。\r\nもともと嵬の一族であった豪和ファミリーは、能の舞いを通じて「餓沙羅（がさら）の鬼」と呼ばれる現象を呼び起こし、「骨嵬（くがい）」と呼ばれる鎧の巨人を操ることができる一族だった。中でも嵬の能力者は、唯一「骨嵬」の操縦が行えた者として利用され続けていたのである。\r\nその骨嵬を基にして極秘裏に開発されたＴＡだったが、何と同じようなサンプルを元に、二足歩行兵器「イシュタル」を開発した謎の企業があった。ユウシロウと同じ能力を持つ「ミハル」を利用し歴史の影で暗躍してきた「シンボル」である。\r\n同じ伝承が発端となり、別々の企業で作られた２種類の二足歩行兵器。そして同じ能力を持ち、互いに惹かれあうように出逢ったユウシロウとミハル。２人は共に行動するうちに自分たちのルーツを知ることとなる。そして世界情勢に暗雲がたちこめ、クーデターの発生やアメリカとの全面対決を経て、ユウシロウとミハル、特務自衛隊の面々は自分たちが日本や世界のために何を成すべきかを知っていく。"
    },
    "Aliases": [],
    "Modified": "2024-09-13",
    "Seasons": {
        "1": {
            "ID": "4639",
            "URL": "https://thetvdb.com/series/gasaraki/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "94645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94645",
                    "Titles": {
                        "eng": "On the Ancient Stage of Stone",
                        "jpn": "石舞台"
                    },
                    "Summaries": {
                        "eng": "Yushiro's movements, as part of a Gowa experiment, bring into existence a singularity sought by the Gowa Consortium. Suddenly, another dancer cries out from elsewhere pleading, \"\"Don't bring back the terror!\"\" Sensing the chilling voice, Yushiro falls out of his trance and the experiment fails.",
                        "jpn": "特務自衛隊は豪和インスツルメンツと共同で、極秘のうちに二足歩行型兵器TA（タクティカルアーマー）の開発を進めていた。TA開発から戻った豪和家の四男ユウシロウは、観測機器が見守る中で豪和家に伝わる能の演目『ガサラの舞』を演じ、一人の少女と精神接触する。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "94646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94646",
                    "Titles": {
                        "eng": "Opening Movements",
                        "jpn": "序ノ舞"
                    },
                    "Summaries": {
                        "eng": "As the Gowa Consortium evaluates the failure of their experiment with Yushiro, the United Nations responds to what seems to be a weapons test in the renegade post-Soviet Republic of Belgistan. After a successful air attack, the allied ground forces suffer a startling defeat, leading the Japanese company to reveal the secret of the Tactical Armor systems. It seems these units may have been responsible for the U.N. defeat at the hands of the Belgistanians.",
                        "jpn": "核査察を拒否した中央アジアの小国ベギルスタンに多国籍軍が派遣される。しかし、予想を超えたベギルスタン側の反撃に多国籍軍は苦戦。豪和家の三男清春は、ベギルスタン側に二足歩行兵器があると推測し、豪和家は特自のTAをベギルスタンに派遣しようと動き出す。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "94647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94647",
                    "Titles": {
                        "eng": "Tantric Circle",
                        "jpn": "天気輪"
                    },
                    "Summaries": {
                        "eng": "The Gowa Consortium clears the way for the deployment of the Tactical Armored System to Belgistan, enlisting Yushiro to come along. In the meantime, an American tank battalion faces staggering losses on their incursion into Belgistanian territory, confirming that Belgistan does possess bipedal weapons with formidable attack abilities.",
                        "jpn": "特自のベギルスタン派遣に反対していた法務大臣が事故死し、派遣に向けての動きが加速する。豪和家はTAに使用されている適応型人工筋肉“マイル1”の情報を解析するためユウシロウをベギルスタン派遣に参加させようとするが、妹の美鈴だけはユウシロウの身を案じる。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "94648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94648",
                    "Titles": {
                        "eng": "Mirage",
                        "jpn": "蜃気楼"
                    },
                    "Summaries": {
                        "eng": "The TA units arrived in Belgistan whereupon they are ordered to capture Shrine Hill, the location where the Belgistanians allegedly detonated their weapon of mass destruction. Surprising both the multinational forces and the TA unit, researchers from the Gowa Corporation arrive and confirm that Shrine Hill is virtually identical to Stage of Stone on which Yushiro performed his initial dance. This fact is confirmed when Yushiro enters a trance mode, leaves his TA and begins to perform the Gasara dance on Shrine Hill. Undeniably, a connection exists between Belgistan's release of power and the Gasara dance.",
                        "jpn": "ベギルスタンに到着した特自TA中隊は、大量破壊兵器の実験が行われたとされる“神殿の丘”の制圧を命じられる。TA中隊は瞬く間に敵部隊を降伏に追い込み“神殿の丘”を制圧。丘からなにかを感じ取ったユウシロウは、突然TAを降りて『ガサラの舞』を演じ始める。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "94649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94649",
                    "Titles": {
                        "eng": "The Touching",
                        "jpn": "接触"
                    },
                    "Summaries": {
                        "eng": "The Tactical Armored units of the Gowa Corporation clash with enemy TAs deep within Belgistanian territory and capture a defeated unit. Meanwhile the public is fascinated by the use of the new bipedal weapon systems, and SNN's very own Ronald Fagan attempts to get live footage for the viewing public.",
                        "jpn": "特自TA中隊は超国家組織“シンボル”の二足歩行型兵器、MF（メタルフェイク）部隊の攻撃を受ける。ユウシロウはすずらんをあしらった一機のMFからなにかを感じ取り、味方の指示を無視して突っ込んで行く。戦闘は砂嵐により終結するが、TA中隊にMF捕獲の命令が下る。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "94650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94650",
                    "Titles": {
                        "eng": "The Puppet",
                        "jpn": "操り人形"
                    },
                    "Summaries": {
                        "eng": "The evil organization Symbol institutes a coup in Belgistan to hide evidence of their involvement. The new leadership, lacking knowledge of Symbol's hand in events, immediately pleads for a ceasefire. Yushiro uses the opportunity to sneak deep into Belgistan and meet Miharu face-to-face, and the American government uses the pretext of weapons inspections to gather intelligence on the Gowa Corporation's bipedal weapons.",
                        "jpn": "ベギルスタンでクーデーターが勃発し多国籍軍との停戦が成立、アメリカは査察団の派遣に乗じてTAの情報を入手しようとする。TA中隊の撤退が急がれる中、ユウシロウはテレビに映ったアクラの石窟教会の映像に石舞台で精神接触した少女ミハルの姿を発見し、教会へと向かう。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "94651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94651",
                    "Titles": {
                        "eng": "Return",
                        "jpn": "帰還"
                    },
                    "Summaries": {
                        "eng": "The squad of TA pilots defies orders to rescue Yushiro from Symbol forces in Belgistan. The Gowa Corporation fights to keep their technological secrets and captured enemy TA unit from the snooping Multinational forces and the hostile troops of another fictional post-Soviet Republic, the nation of Armekistan.",
                        "jpn": "シンボルの追っ手に囲まれたユウシロウとミハルだったが、謎の男に救われる。ユウシロウは部隊へと戻り、TA中隊を乗せた輸送機が離陸しようとするが、シンボルの意向を受けたアメリカの妨害を受ける。輸送機は強行離陸するが、所属不明の戦闘機から攻撃を受ける。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "94652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94652",
                    "Titles": {
                        "eng": "Harsh Worlds",
                        "jpn": "火宅"
                    },
                    "Summaries": {
                        "eng": "Amid evidence that the Japanese government is involved in some sort of cover-up regarding the TAs, Yushiro's elder brother Kazukiyo Gowa meets with Hiraku Nishida, an elderly, blind warrior who wishes to unleash selective violence against the Japanese people in order to strengthen Japan against growing opportunism and selfishness. At the Gowa laboratory the plot takes a startling twist when Miharu breaks into the Gowa headquarters to retrieve the missing components taken by the Japanese TAs in Belgistan. As she exits the plant, Miharu reveals to Yushiro the startling secret she has uncovered during the raid - the Gowa family refers to Yushiro as \"\"the test subject\"\" and that the real Yushiro Gowa has been deceased for years. As the episode ends, Yushiro's entire existence is mired in uncertainty.",
                        "jpn": "帰国したTA中隊は、ユウシロウを除き軟禁状態に置かれる。一清は豪和家当主の乃三郎にベギルスタンでの一件を報告した後、特自の広川中佐の仲介で国学者の西田と対面する。西田たちは退廃した日本を立て直すために、日本の軍事的支配を計画していた。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "94653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94653",
                    "Titles": {
                        "eng": "Storehouse",
                        "jpn": "御蔵"
                    },
                    "Summaries": {
                        "eng": "In an attempt to understand the information Miharu has imparted to him, Yushiro returns to his family home to confront his parents. At his ancestral home, Yushiro meets with his instructor, Sorachi, who leads Yushiro into an abandoned storehouse. There Yushiro discovers the cryogenically preserved body of Sorochi's son Ku-ya as well as a body that is probably his, along with the slouched form of a formidably-advanced robot, known as the Kugai. Meanwhile, Yushiro's sister, Misuzu, and Ataka, one of the female TA pilots, have followed Yushiro to the site, where they are surprised by the sudden appearance of Miharu and another of the symbol weapons platforms, known as Ishtars.",
                        "jpn": "豪和総研をシンボルのMF部隊が襲撃し、豪和が持つ人工筋肉のオリジナルを奪取しようとする。一方、ミハルからの連絡で、豪和憂四郎という人物が8年前に死んでいたことを知ったユウシロウは、母親の雪乃に自分は何者なのかと問いただす。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "94654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94654",
                    "Titles": {
                        "eng": "Kugai",
                        "jpn": "骨嵬"
                    },
                    "Summaries": {
                        "eng": "Sensing the proximity of Miharu and the other Symbol Ishtar (known colloquially as Fakes), Yushiro instinctively begins to perform the Gasara Dance. Before long, the stomach of the abandoned robot, known as the Kugai, opens up and takes in Yushiro as a pilot. The robot, adorned like an ancient Japanese samurai, battles and defeats the intruding weapons platforms and captures Miharu. When Yushiro leaves the Kugai, his master, Sorochi, informs him that Yushiro is a kai, a man with the special talent required to control the Kugai, and that the Kugai itself is a gift from Gasaraki. Sorochi says Yushiro must travel to Kyoto with Miharu in order to find out more.",
                        "jpn": "真実を知るため石舞台にある古い蔵に入ったユウシロウだが、そこに二機のMFがやって来る。ミハルが操縦するMFは蔵に侵入し、巨大な鎧武者のような物体“骨嵬”を発見する。ユウシロウはなにかに取り憑かれたように能を舞い始め、それに釣られるように骨嵬が動き出す。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "94655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94655",
                    "Titles": {
                        "eng": "Ties",
                        "jpn": "絆"
                    },
                    "Summaries": {
                        "eng": "When Gowa's research on the artificial muscle recovered from Belgistan goes awry, the 3rd Experimentation Company is dispatched to try and resolve the situation. But the rogue pilot they must subdue isn't operating under normal circumstances.",
                        "jpn": "実験中の新型TAのうち一機が暴走し、軟禁中のTA中隊に捕獲指令が下される。そのころ、ユウシロウとミハルは、さまざまな謎の答えを得るために、渡辺という土地を目指していた。そこに美鈴とTA中隊を抜け出した安宅も合流するが、ユウシロウたちを捜す特自のヘリが迫る。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "94656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94656",
                    "Titles": {
                        "eng": "Unravel",
                        "jpn": "綻び"
                    },
                    "Summaries": {
                        "eng": "Yushiro and Miharu are captured by the Gowa Corporation and SSDF. While Miharu is interrogated, Yushiro is charged in trying to succeed in subduing the rogue TA pilot.",
                        "jpn": "ユウシロウたち四人は捕らえられ、ミハルの身は一清に預けられることとなる。さらに、一度は沈黙した暴走TAは再び暴走を始め、ユウシロウに捕獲の命令が下る。命令に従う代わりに「自分は何者なのか？」と問うユウシロウに、一清は「お前は“嵬”だ」と答える。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "94657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94657",
                    "Titles": {
                        "eng": "Disembark",
                        "jpn": "旅立ち"
                    },
                    "Summaries": {
                        "eng": "The Gowa family undergoes a change in leadership, and with the new leader, a new direction with a goal of pitting all of Japan against Symbol. Meanwhile, Yushiro decides to follow the path of the kai in hopes that it will help him remember his past.",
                        "jpn": "安宅は“骨嵬”のことを速川隊長に話し、生体兵器ではないかとの推測を述べる。一方、一清の独断専行を懸念する乃三郎は、息子たち全員を呼び集めた上で一清に真意を問う。ここに至って、一清は自らの野望をあきらかにし、豪和家当主の座を賭けて乃三郎と対決する。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "94658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94658",
                    "Titles": {
                        "eng": "Companions",
                        "jpn": "同行"
                    },
                    "Summaries": {
                        "eng": "Freed from the Gowa compound by Daizaburo, Yushiro and Miharu resume their interrupted quest to discover the secret of their mystical kai abilities. Meanwhile, Nishida and Kuzukiyo Gowa plan a military coup that will simultaneously rid Japan of its immigrants and its avarice. In the process Nishida reveals the history of the Kugutsu, individuals who have received special talents from the lost god Gasaraki. These powers allow the Kugutsu, whose members are known as \"\"kai\"\", to operate the Kugai (plural), organic killing machines that function much like giant robots of the near future.",
                        "jpn": "豪和の実権を得た一清は、再び西田たちと会談する。その席で、西田は豪和一族しか知り得ないはずのガサラキについての伝承を語り始め、一清を驚かせる。一方、ユウシロウと共に渡辺の地へと向かうミハルは、シンボルが“絶対の無”を呼び出すためにMFを作ったのだと話す。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "94659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94659",
                    "Titles": {
                        "eng": "The Threshold",
                        "jpn": "閾"
                    },
                    "Summaries": {
                        "eng": "Yushiro and Miharu follow the long-lost Path of the Kai to the threshold of Kyoto, home to the lost secrets of Yushiro and Miharu's past. Upon touching the threshold, the two young kais are given a glimpse of Japan in the Heian period, around 1,000 A.D.. The story tells of a disagreement in the Watanabe clan, the last protectors of the secret of Gasaraki. This disagreement leads to the accession of warlord Tsuna Watanabe who intends to use his clan's kai, Yushiro and Miharu, to reassert its power in the face of centralizing imperial power.",
                        "jpn": "渡辺の地にたどり着いたユウシロウとミハルは一人の老人と出会う。老人に促されて骨嵬の像に手を触れた二人に古からの記憶がよみがえり、意識は平安時代へと遡る。その時代、影で朝廷を支えてきた渡辺党は、骨嵬を差し出せという朝廷からの命令を巡り内紛状態になっていた。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "94660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94660",
                    "Titles": {
                        "eng": "Karma",
                        "jpn": "宿業"
                    },
                    "Summaries": {
                        "eng": "The flashback to the Heian period continues. Tsuna Watanabe leads his clan and his Kugai into battle against the Imperial forces as the two young kais realize they are the tools of those around them. The evil regent Einyo manipulates Tsuna into unleashing the full power of the Kugai. The willpower of Yushiro and Miharu bring an end to the impending terror, which leads to the defeat Einyo and the death of Tsuna. The new leaders of the Watanabe clan agree to bury the secrets of the Kugai and retreat back into the mists of time. In the present, Yushiro and Miharu gain a greater understanding of their place in the continuing legacy of the kai.",
                        "jpn": "朝廷に反旗を翻す綱が渡辺党の実権を握り、憂四郎と美晴も渡辺党の一員として戦わざるを得なくなる。二人が振るう骨嵬の力に多くの兵士が殺され、戦場となった鳥部野に屍が満ちる。あまりの惨状に二人が耐えかね、骨嵬が動きを止めたそのとき、鳥部野の地に異変が発生する。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "94661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94661",
                    "Titles": {
                        "eng": "Chaos",
                        "jpn": "混沌"
                    },
                    "Summaries": {
                        "eng": "Yushiro and Miharu hide out in the Japanese slums, where they are helped by Wan, a gang member. Wan is actually a former member of Symbol and is recruited by Symbol to capture the two. Meanwhile, Kazukiyo, Hirokawa and Nishida plan their next move with the TAs, knowing that upcoming grain export news from the U.S. is sure to cause panic among the populace.",
                        "jpn": "ミハルは前世で兄を殺していたことを思い出し、心を喪ってしまった。関西のアジアン静脈瘤に向かったユウシロウとミハルは、王（ワン）という男の組織に匿われることになる。一方、一清はアメリカの穀物輸出停止に伴う混乱と暴動の発生を予想し、西田と対応を協議する。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "94662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94662",
                    "Titles": {
                        "eng": "Rear Window",
                        "jpn": "裏窓"
                    },
                    "Summaries": {
                        "eng": "The Gowa family puts forth a plan to search for Yushiro. Meanwhile, Japan's Prime Minister is persuaded to deploy TAs to assist in controlling an impending riot.",
                        "jpn": "世界的な穀物の不作が徐々にあきらかになり始め、日本国内の治安状況は一気に悪化する。この事態を予想していた西田たちは、首相を動かして特自部隊を治安維持のために配置。関西のアジアン静脈瘤で発生した暴動にTAを投入し、それに乗じてユウシロウを捕らえようとする。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "94663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94663",
                    "Titles": {
                        "eng": "Wails",
                        "jpn": "慟哭"
                    },
                    "Summaries": {
                        "eng": "Nishida and Colonel Hayakawa meet to discuss the possible utilization of the 3rd Experimentation Company in Nishida's plans. Meanwhile, Symbol moves in to recapture Miharu.",
                        "jpn": "西田は速川隊長を呼び、来るべき事態に備えたTA中隊の協力を要請する。速川も西田に真意を問いただし、夜を徹した話し合いが続く。王は東京へ向かう船を手配し、ユウシロウとミハルを逃がそうとするが、シンボルの意向を受けたアメリカ海兵隊がミハル奪還に動き出す。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "94664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94664",
                    "Titles": {
                        "eng": "Upheaval",
                        "jpn": "動乱"
                    },
                    "Summaries": {
                        "eng": "The 3rd Experimentation Company elects to assist Nishida's ambitions. Their first task is to provide protection detail for the Prime Minister, but things quickly spin out of control.",
                        "jpn": "西田に協力するという速川の決断を受けて、TA中隊の隊員たちもそれぞれの選択が迫られる。結局、全員速川について行くことを決め、高山と北沢が搭乗するTAが群衆鎮圧に投入される。しかし、高山と北沢が群衆に銃を向けたことで、群衆はパニック状態となる。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "94665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94665",
                    "Titles": {
                        "eng": "Run",
                        "jpn": "疾走"
                    },
                    "Summaries": {
                        "eng": "Ataka and Kaburagi run into Yushiro by chance. After learning from him that Miharu's been taken by Symbol, they decide to try and assist him on rescuing her and storm an air base.",
                        "jpn": "ユウシロウは安宅と鏑木に連絡を取り、横田基地に連れ去られたミハルの奪還に協力を依頼する。鏑木は村井を通じて米軍にニセの情報を流し、首相狙撃犯が侵入したとの口実で基地に進入する。ユウシロウは鏑木たちが輸送していたTAを借り、ミハルを奪還すべく突入する。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "94666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94666",
                    "Titles": {
                        "eng": "Personification",
                        "jpn": "権化"
                    },
                    "Summaries": {
                        "eng": "As Nishida's plans of retaliation against America continue to unfold, Yushiro confronts his brother Kazukiyo in regards to his ambitions pertaining to the kai.",
                        "jpn": "ミハルの奪還は失敗に終わった。横田基地襲撃の責任を巡って、鏑木と安宅、そして速川は自分が責任を引き受けようとする。一方、一清に渡辺綱と同じ野望を見たユウシロウは今一度一清と対峙する。また、西田はシンボルのCEO“ファントム”との交渉に臨む。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "94667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94667",
                    "Titles": {
                        "eng": "Eternal",
                        "jpn": "無間"
                    },
                    "Summaries": {
                        "eng": "The Americans, hoping to both provoke the Japanese and gather intel, send TAs to Ichigaya. But they only send one TA and it happens to be Miharu. Yushiro again confronts her, in hopes to dissuade her from harsh actions.",
                        "jpn": "西田は対外資産の一斉放出によりアメリカ経済を破綻に追い込もうと計画していた。ファントムはMFの投入をアメリカに働きかけ、ミハルが搭乗したMFを市ヶ谷駐屯地に降下させる。駐屯地守備隊からの攻撃を受けてミハルの心拍数は急上昇し、ガサラキが招き寄せられる。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "94668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94668",
                    "Titles": {
                        "eng": "Punctuation",
                        "jpn": "句読点"
                    },
                    "Summaries": {
                        "eng": "Having obtained the location of their enemy's network hub, the Americans send 4 TAs to infiltrate and destroy it. It's up to the 3rd Experimentation Company to stop them from succeeding. Nishida's face off with the President of the U.S. comes to a close.",
                        "jpn": "日本の中枢が豪和本社であることを突き止めたアメリカは、MF部隊に豪和本社を急襲させる。警戒に当たっていたTA中隊がMF部隊に応戦するが、火力に勝るMFの前に苦戦。それでもどうにかMFの侵入を阻止し、西田と米国大統領の間で話し合いがもたれるが……。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "94669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gasaraki/episodes/94669",
                    "Titles": {
                        "eng": "Gasara",
                        "jpn": "餓沙羅"
                    },
                    "Summaries": {
                        "eng": "Desperate to summon Gasaraki and claim the infinite power he craves, Kazukiyo decides to use the powers of the third Kai- his little sister Misuzu. Can Yushiro and Miharu arrive in time to stop him, or will they too be drawn into the very terror they have tried so hard to avoid?",
                        "jpn": "一清は美鈴に嵬の素質があることを知り、骨嵬のオリジナルを再生するのに利用しようとする。ミハルとユウシロウが駆けつけるが美鈴は嵬の力に目覚める。美鈴とユウシロウ、ミハル、一清、ファントムは異空間へと吸い込まれ、そこでかつて栄えた知的生命の意識と接触する。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}