{
    "URL": "https://thetvdb.com/series/battle-athletes-victory",
    "Genres": [
        "Action",
        "Animation",
        "Comedy",
        "Science Fiction",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0195542/",
        "https://www.themoviedb.org/tv/94196"
    ],
    "TitleEnglish": "Battle Athletes Victory",
    "SummaryEnglish": "Akari Kanzaki has just joined an all-girls academy in hopes of entering the University Satellite, an elite sports training facility. She wants to win the title of Cosmo Beauty - a title held years ago by her mother. It's not an easy task for her as fear, doubt and peer pressure get in her way, but friends, rivals and fans slowly encourage her to overcome her obstacles and become the best of the Battle Athletes.",
    "Aliases": [],
    "Modified": "2025-09-19",
    "Seasons": {
        "0": {
            "ID": "531732",
            "URL": "https://thetvdb.com/series/battle-athletes-victory/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "99720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99720",
                    "TitleEnglish": "Mission One, Chronicle Beginning",
                    "SummaryEnglish": "\"\"Late again!!!!!!!!!!!!!\"\"   \"\"Running, running, running got to make it to the shuttle.\"\"   \"\"What's this? I just got here and I have to make a speech. Why did the head master single me out from all the rest of the girls?\"\".\r\nAkari finds a mysterious woman on the field during the tour of U.S. Just as she is going to talk to her some people come up from behind her she looks away for a moment and the woman is gone.  Akari than practices with the girls she just met.\r\n\"\"WHAT 5 o clock I have to get to my dorm room before 7\"\".\r\nWhen the room mates meet in there room The third room mate gets undressed and starts to walk toward them while the other 2 roommates on the floor in fear of what this sicko is going to do?\r\nDon't worry it's not what you think……",
                    "Aliases": []
                },
                "2": {
                    "ID": "99721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99721",
                    "TitleEnglish": "Mission Two, Oath Entrant",
                    "SummaryEnglish": "\"\"Battle lacrosse, Battle lacrosse, Battle lacrosse, Battle lacrosse, Battle lacrosse.\"\"   \"\"How many this was that?\"\" Five. Akari calm down. \"\"I cant we are just about to have our first training session. I call it the sport from hell.\"\"  Akari is shot is the back and in knocked unconscious. Akari's team comes to her rescue just before the ball hits her again. In final match in the final and the team work finally came in.\"\" WE WON!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\"\"",
                    "Aliases": []
                },
                "3": {
                    "ID": "99722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99722",
                    "TitleEnglish": "Mission Three, Screaming Advance",
                    "SummaryEnglish": "\"\"What's this a space station is our mid-term exam?\"\". Yes it is Akari. Your goal is to make it to the Center of A.R.M.S.  It was used to transport materials before gravity control perfected. Now it is gradually being disassembled. You might be thinking why would they be disassembling a testing course. Well it's because the headmaster decided to try something new.  Some one sneaks away and she goes to a secure room and steals an all access card from a malfunction locker. She then goes to a sub-station. Still with me? \"\"Ya go on.\"\" Then she rewrites the stations programming. Whats going to happen?",
                    "Aliases": []
                },
                "4": {
                    "ID": "99723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99723",
                    "TitleEnglish": "Mission Four, Match Unexpected",
                    "SummaryEnglish": "\"\"Ackro Spike what's that\"\" Well it's a combination of volleyball and filed soccer   Where you can only use you head, chest and feet. The court looks exactly like a volleyball court but there is one thing it is one on one.  Doesn't worry the headmaster has a plan even if I don't think it would work? \"\"Why's that\"\" wait and see.\r\nThe costumes that the headmaster has chosen are a bit skimpy. The headmaster is relaying on you famine charm to his advantage. But I am warning you what the enemy ( The boys High School) headmaster  has a solid defense but don't hell your headmaster that k. \"\"You got to be kidding I am not warring that if the enemy has a defense as strong as you say.\"\" That's fine with me but you explain how you found out. Remember I am not supposed to exist.\r\nLater on during the match you find there plan. And one of the key players is well Anna the newly discovered boy. The enemy headmaster and the students return to there own high school and saying good bye to Anna once again.\r\n\"\"Hay w",
                    "Aliases": []
                },
                "5": {
                    "ID": "99724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99724",
                    "TitleEnglish": "Mission Five, Objective Tension",
                    "SummaryEnglish": "We find out that Chris Christopher is disturbed by past memories of her mother and father.  Her faith is serious and when she joined university satellite her parents were saddened.\r\nFirst Battle steeple chase also called the obstacle course from hell.  This is just one of five events to determine the cosmic beauty . of the first events contains a roller-coaster running track hurdles and Tunnel version of Battle lacrosse.\r\nSecond Battle super high jump.  The objective is to one down a vertical track to pick up speed and jump over the high jump bar that is extremely high Approximately 6 m.   It's do or die here will they make it?\r\nThird Battle.  marksman ship.  The objective is to bounce balls off of targets down a court and the ball must land in the gold at the end recommended targets is five.\r\nFourth Battle.  The objective is to run around the track like the kind today except the track has been warped.  It's like running on a roller-coaster track it goes every which way your imagination ca",
                    "Aliases": []
                },
                "6": {
                    "ID": "99725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99725",
                    "TitleEnglish": "Mission Six, Stage Yonder",
                    "SummaryEnglish": "The fifth and final event is the 100m dash the three runners step up to the mark but some one is in the central control room waiting.\r\nIt's Mylandah. Ever since the Battle before Mylandah's rage has been greater than ever she will stop at nothing to make Jessie notice her.\r\nJust before Mylandah sabotages the controls the headmaster walks in and confronts her.  As he speaks to her and she accesses the controls and sets lain 2's gravity to nine G's.\r\nA major accident happens and everybody's hurt.  Mylandah is expelled from university satellite.  Chris Christopher is not able to run in the rematch her leg is broken.  The remaining Athletes have two hours to back out for the next race. I'm not going to say what happens but I can tell you that one of the two were to become a cosmic beauty and one of them does beat the record with 8.9999 seconds.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "4781",
            "URL": "https://thetvdb.com/series/battle-athletes-victory/seasons/official/1",
            "TitleEnglish": "Battle Athletes Victory",
            "SummaryEnglish": "Akari Kanzaki has just joined an all-girls academy in hopes of entering the University Satellite, an elite sports training facility. She wants to win the title of Cosmo Beauty - a title held years ago by her mother. It's not an easy task for her as fear, doubt and peer pressure get in her way, but friends, rivals and fans slowly encourage her to overcome her obstacles and become the best of the Battle Athletes.",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "99726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99726",
                    "TitleEnglish": "Ready Go!",
                    "SummaryEnglish": "Beyond the rumbling and smoke, a group of maidens who pulled a huge roller. Yes, they are the students of the University Satellite Antarctica Training School, who are practicing every day aiming for tomorrow's space stroke, and are now in the middle of the mid-term exam. Even though it is a serious game of a training school where only excellent girls gather, who is the falling out girl who runs at the end with a slapstick ...?",
                    "Aliases": []
                },
                "2": {
                    "ID": "99727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99727",
                    "TitleEnglish": "Kowloon's Attack!",
                    "SummaryEnglish": "The test subjects for the mid-term exam have been decided. It is a legendary competition and motorcycle race that has been closed for over 100 years due to the high degree of difficulty. Actually, in order to protect the life of the carefree training school, it was designed by Suzuka who aims to win the additional exam, but Akari who does not know such a thing ends up doing a special training of motorcycle racing under the guidance of Ichino ...",
                    "Aliases": []
                },
                "3": {
                    "ID": "99728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99728",
                    "TitleEnglish": "The Night of Woong-A-Ji",
                    "SummaryEnglish": "Screams and yells echoing in the women's dormitory at midnight. It's all because of Tanya's belief in the foot race god Ngaji. At first, Tanya started praying to Ngaji for Akari, who was depressed by Dongjiri's grades, but everyone just came up with the idea of praying to Ngaji and being able to run faster.",
                    "Aliases": []
                },
                "4": {
                    "ID": "99729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99729",
                    "TitleEnglish": "My Rival",
                    "SummaryEnglish": "A mysterious feeling that sprouted in Islay's heart, who always acts cool and intelligent. Islay provokes Jesse to find out what that means! Jesse responds to Islay with all her strength. A fierce battle royale between rivals is about to begin on the stage of swimming!",
                    "Aliases": []
                },
                "5": {
                    "ID": "99730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99730",
                    "TitleEnglish": "Arrogance",
                    "SummaryEnglish": "The Mido Tomoe Memorial Hall, which honors the great space Tomoe. There, Akari sees her mother running as a top athlete for the first time and finds Jesse fascinated by her footage. Jesse's anger that she kept holding for Akari who inherited her longing and her goal of her tomoe talent but showed no motivation explodes !!",
                    "Aliases": []
                },
                "6": {
                    "ID": "99731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99731",
                    "TitleEnglish": "The Return Home",
                    "SummaryEnglish": "Ichino chases Akari, who is overwhelmed by Jesse and returns to her hometown. However, Akari tells her that she is not willing to return anymore to her who finally reunited with her thoughts. Still, Ichino desperately continues to persuade her, but at last the emotions of the two explode! Gentle words turn into screams that expose everything in her chest !!",
                    "Aliases": []
                },
                "7": {
                    "ID": "99732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99732",
                    "TitleEnglish": "Lamentation",
                    "SummaryEnglish": "Akari, who returned to her training school, has emerged as her sensation under the guidance of Ichino. Akari wants Ichino to be pleased with her, and her hidden talents will blossom. But it creates her jealousy in her Ichino's heart. If she stays like this, she will eventually be overtaken by Akari. Ichino, who was made aware of her talent, challenges Akari to a match.",
                    "Aliases": []
                },
                "8": {
                    "ID": "99733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99733",
                    "TitleEnglish": "The Sinking Talent",
                    "SummaryEnglish": "Ichino's legs shattered. Its legs teach Ichino her own arrogance behind her friendship with Akari. And Akari is also struck by her guilt that has broken Ichino's dream. Ichino, who lost her legs to run her, decides to leave her training school, but before that she wants to apologize at least. The hearts of two people who have the same feelings but cannot give courage pass each other.",
                    "Aliases": []
                },
                "9": {
                    "ID": "99734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99734",
                    "TitleEnglish": "The Thing on the Other Side",
                    "SummaryEnglish": "\"Ichino is gone. Akari, what are you going to run for?\" Jesse said, Akari couldn't find an answer, and her graduation exam triathlon began. In the top group, Jesse and Islay had a spectacular dead heat, while Akari, who had been sunk to the bottom of her disappointment, was at the bottom.",
                    "Aliases": []
                },
                "10": {
                    "ID": "99735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99735",
                    "TitleEnglish": "The Promise Resurrected",
                    "SummaryEnglish": "With the message of support sent by Ichino in my heart, Akari pushes forward with the momentum of a broken bamboo in the rain that has begun to fall! Suzuka overtook Tanya and finally caught Jesse at the top. \"I'm not alone, I'm not alone. Icchan will be there !!\" Akari, who overtook Jesse and cut her goal line, jumped into Ichino's chest.",
                    "Aliases": []
                },
                "11": {
                    "ID": "99736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99736",
                    "TitleEnglish": "Girl Meets Girls",
                    "SummaryEnglish": "Akari who won the graduation exam and entered the university satellite. However, in front of her triumphantly rising into space, her unexpected crisis struck. The shuttle was hijacked by a terrorist calling himself \"Space Family Bronson.\" Akari gets a gun at her terrorist. However, at that time, a girl dared to stand up!",
                    "Aliases": []
                },
                "12": {
                    "ID": "99737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99737",
                    "TitleEnglish": "There Go the Three!",
                    "SummaryEnglish": "Akari managed to get off the satellite safely. From now on, teammates Chris and Anna will break through the qualifying league and participate in the big athletic meet! Their instructor is Mr. Miracle, a mysterious man. Moreover, the first training is the pool where big waves, big sharks, and torpedoes await. \"Icchan, the university satellite is a very hot and strange place.\"",
                    "Aliases": []
                },
                "13": {
                    "ID": "99738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99738",
                    "TitleEnglish": "There Go the Three Again!",
                    "SummaryEnglish": "When I finally got used to the satellite students, the big athletic meet qualifying started as soon as possible. Akari, Chris, and Anna enthusiastically challenged the qualifying, but after losing streak, the number of losing stars was 11. Depressed Akari hits her anger and her impatience against her teammates ... The resurrection \"Akari House 2\", and the whereabouts of the three animals and how?",
                    "Aliases": []
                },
                "14": {
                    "ID": "99739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99739",
                    "TitleEnglish": "Three New Animals Go!",
                    "SummaryEnglish": "Miracle decides to cancel the training in a situation where even one loss is no longer allowed. Akari and his friends tried to enjoy the free time they were given while hiding their feelings of being abandoned by their coach, but an accident occurred among them! Teamwork is finally born to the three animals who have reached a pinch of desperation. The miracle was about to begin ...",
                    "Aliases": []
                },
                "15": {
                    "ID": "99741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99741",
                    "TitleEnglish": "Light",
                    "SummaryEnglish": "Jesse was hurt and defeated in the match against Lari. His self, which he has built up with tireless efforts, has collapsed, and all that is left is his leg strength, which he trained to survive at an early age. Jesse challenges Lari to rematch with his final pride. But I see it there. The appearance of Lari wearing the light of \"Mido Tomoe\" that did not stop seeking.",
                    "Aliases": []
                },
                "16": {
                    "ID": "99743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99743",
                    "TitleEnglish": "Shadows",
                    "SummaryEnglish": "There is only one match left in the \"Great Athletics\" qualifying. If you win this, you will be able to participate in the main race! However, the opponent of the last match was Tanya's team. Now that Jesse has disappeared, Tanya is the only friend of his training school days. If I win, Tanya will also leave the university satellite ... Akari who was worried could not demonstrate her ability.",
                    "Aliases": []
                },
                "17": {
                    "ID": "99745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99745",
                    "TitleEnglish": "I'm Sorry",
                    "SummaryEnglish": "Akari and the others who managed to win the qualifying round A team. It will be an individual battle. In the \"Great Athletics\" main race, yesterday's friends are also tough rivals. Anna, who is not confident in her, feels her anxiety tomorrow. Moreover, Anna's first enemy is Miranda, the queen of violence. Anxiety about not finding a clue to her victory shakes Anna's heart ...",
                    "Aliases": []
                },
                "18": {
                    "ID": "99747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99747",
                    "TitleEnglish": "Reason to Fight",
                    "SummaryEnglish": "Chris accepts Miracle's coach to avenge Anna's death. It promised her overwhelming strength. However, the more you win, the more Chris's heart sinks. It was Anna's words that regained her consciousness that saved her. In Chris's chest, when he found \"the reason for fighting\" again, there was no piece of hesitation.",
                    "Aliases": []
                },
                "19": {
                    "ID": "99749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99749",
                    "TitleEnglish": "From Heart, To Heart",
                    "SummaryEnglish": "Akari and Chris vowed to fight in the final. However, the strongest wall Lari and Miranda stand in front of it. On the stage of the semi-finals, the two are completely beaten up. Akari is about to lose her way as the match progresses without even getting one point. At that time, Chris came in front of Akari ...",
                    "Aliases": []
                },
                "20": {
                    "ID": "99750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99750",
                    "TitleEnglish": "Friend",
                    "SummaryEnglish": "Akari and Chris, who firmly tied each other's hearts, began to play an equal battle with Lari & Miranda. Akari naturally smiles at her growing feelings. It reminds Lari of the friendship of the past. Now that it has become a machine for fighting, and yesterday when I was enjoying fighting with my rivals ... What will Lari get after the battle is over?",
                    "Aliases": []
                },
                "21": {
                    "ID": "99740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99740",
                    "TitleEnglish": "Save the Last Dance for Me",
                    "SummaryEnglish": "A mysterious wave struck the university satellite on the night before the final of the \"Great Athletics\". A shattering screen, a flipping ground. And a university satellite tilted diagonally ... I couldn't run 100m in this state, so the final will be postponed for one day. But the postponed day was a designated Sabbath for Chris and the beginners.",
                    "Aliases": []
                },
                "22": {
                    "ID": "99742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99742",
                    "TitleEnglish": "Farewell and Introductions",
                    "SummaryEnglish": "Chris has come to the stage of the \"Great Athletics\" final. He abandoned the beginners doctrine for only 10 seconds and to see the light of Mido Tomoe with Akari ... Akari and Chris run through a very short time while piling up their hearts. The moment you pass through the \"light\" you see, the word \"Winner\" shines! Which is Akari, Chris, or the seat of glory ...?",
                    "Aliases": []
                },
                "23": {
                    "ID": "99744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99744",
                    "TitleEnglish": "Day of Resurrection",
                    "SummaryEnglish": "Akari, holding the crown of her space stroke, visited in front of her late mother's grave. However, there is a man in mysterious sunglasses. Mr. Miracle, the man who was called that, was Mido Tomoe's husband and Akari's real father! But the astonishment doesn't end there. The mysterious disk that appeared above the two of them, the attack was the overture to the greatest decisive battle of humankind !!",
                    "Aliases": []
                },
                "24": {
                    "ID": "99746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99746",
                    "TitleEnglish": "Cultural Catastrophe",
                    "SummaryEnglish": "Seven warriors destined to fight the villainous sports alien, Neriri Alien. Some fight against wild birds and rocks to improve reflex speed, some continue to dig tunnels to increase power, and others scramble for the love of a maiden ... are they okay? Warriors .. That's how the day of \"super athletic meet\" came!",
                    "Aliases": []
                },
                "25": {
                    "ID": "99748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99748",
                    "TitleEnglish": "Oh God! The Evil Trap of the Nerilians",
                    "SummaryEnglish": "Remodeled sports aliens from Neriri. The scientific power is great, but the warriors of the earth are in great shape and quickly repel. However, Neriri was still hiding the trump card. A natural girl who surpasses genius and stands at the top of all athletes. Her name is Mido Tomoe !!",
                    "Aliases": []
                },
                "26": {
                    "ID": "99751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes-victory/episodes/99751",
                    "TitleEnglish": "Goal!",
                    "SummaryEnglish": "Seven warriors who are defeated one after another by Tomoe. Only the first relay race was left. Jesse, Chris, Ichino, and Akari challenge Tomoe with all their thoughts and intentions. There is no chance of victory against the perfect Tomoe. Now, the big game of the first generation! Run ahead of the light !!",
                    "Aliases": []
                }
            }
        }
    }
}