{
    "URL": "https://thetvdb.com/series/jeanne-the-kamikaze-thief",
    "Genres": [
        "Adventure",
        "Animation",
        "Comedy",
        "Drama",
        "Fantasy",
        "Mystery",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0272988/",
        "https://www.themoviedb.org/tv/34729"
    ],
    "TitleEnglish": "Jeanne the Kamikaze Thief",
    "SummaryEnglish": "Maron seems to be a normal, ditsy kinda of school girl when in actuality she is the reincarnation of Joan of Arc. With her angel sidekick Finn, she attempts to seal demons which are hiding in pieces of art and possess weak-hearted people. However with sealing the demons the art disappears leaving the police and her best friend Miyako, the police chief's daughter, to suspect her to be nothing but a common art thief. More strange twists occur when a smooth talking new boy in school moves in next door along with the presence of a new \"art thief\" Sinbad, who races against Joan to seal demons. Now Maron must race against the police and Sinbad to seal the demons and manage just to make it through school and a strange homelife.",
    "Aliases": [
        "Divine Wind Thief Jeanne",
        "Kamikaze Kaitou Jeanne",
        "KK Jeanne",
        "Phantom Thief Jeanne"
    ],
    "Modified": "2024-09-16",
    "Seasons": {
        "1": {
            "ID": "4847",
            "URL": "https://thetvdb.com/series/jeanne-the-kamikaze-thief/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 44,
            "Episodes": {
                "1": {
                    "ID": "100515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100515",
                    "TitleEnglish": "The Angel with a Notice Card",
                    "SummaryEnglish": "The episode starts off with Maron 'stealing' a painting, and getting chased by police and detectives. When bickering ,still fighting from school, Maron and Miyako meet a blue-haired boy after Miyako knocked down boxes and started yelling at whomever left them there. Maron does not like the boy because of what he said to her but Miyako is mesmerized by him. The angel finds out that an artist is wrecking his own paintings because he is possessed by a demon,leaving him a card of when Maron will show up, and wants Maron to help.",
                    "Aliases": []
                },
                "2": {
                    "ID": "100516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100516",
                    "TitleEnglish": "The Target Is Family Bond",
                    "SummaryEnglish": "A loving father has been possessed by a demon inside his daughter's painting. Maron, despite reluctant at first, decides to save the family and seal the demon.",
                    "Aliases": []
                },
                "3": {
                    "ID": "100517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100517",
                    "TitleEnglish": "An Encircling Net! The Whole Student Body Is the Enemy",
                    "SummaryEnglish": "A passionate teacher arranges the entire student body to capture Jeanne after she's been possessed by a demon inside a vase. Maron and Fin are forced to work hard to lure away the students before they could capture the demon.",
                    "Aliases": []
                },
                "4": {
                    "ID": "100518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100518",
                    "TitleEnglish": "A Thief's Job Saves a Company, Too",
                    "SummaryEnglish": "While Maron works hard to capture a demon, an unexpected kaito appears and proclaims himself as \"Kaito Sinbad\" - Jeanne's rival.",
                    "Aliases": []
                },
                "5": {
                    "ID": "100519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100519",
                    "TitleEnglish": "Emergency at the Airport!",
                    "SummaryEnglish": "Miyako's father has been assigned to protect a precious pearl. If he loses it, he will be charged for weak security. Maron is torn between her mission and pity for Miyako's father.",
                    "Aliases": []
                },
                "6": {
                    "ID": "100520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100520",
                    "TitleEnglish": "The Partner in Crime Is a Mysterious Old Woman?",
                    "SummaryEnglish": "Maron runs into an old, mysterious lady, who appears to be mugged until Fin finds out that she's been making an act to find a suitable partner to steal her son's jewelry, which has been infested with a demon.",
                    "Aliases": []
                },
                "7": {
                    "ID": "100521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100521",
                    "TitleEnglish": "Father-Daughter Detective Team! The Final Gamble",
                    "SummaryEnglish": "Miyako's father is at the risk of losing his job; he's been assigned to protect a music box. Jeanne manages to find a way to seal the demon without taking the box.",
                    "Aliases": []
                },
                "8": {
                    "ID": "100522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100522",
                    "TitleEnglish": "Steal the Melody of Love!",
                    "SummaryEnglish": "A young pianist, who Fin has fell for, has been possessed by a demon hidden within the melody of an ancient piano. Jeanne sends a warning to the pianist, though no one really understands what it means until she steals the piano.",
                    "Aliases": []
                },
                "9": {
                    "ID": "100523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100523",
                    "TitleEnglish": "The Heartless Checkmate",
                    "SummaryEnglish": "An old photographer has been possessed by a demon. He is already on the edge of his life, yet he accepts his fate in order to see his deceased daughter again. Jeanne tries to persuade him to live on, but it's no use. Sinbad comes to her rescue and burns down the studio to locate the demon.",
                    "Aliases": []
                },
                "10": {
                    "ID": "100524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100524",
                    "TitleEnglish": "The Masked Man! What Is His True Identity?",
                    "SummaryEnglish": "One of Maron's Friends has been possessed by a demon. The demon changes her friends personality and at first Maron thinks it has changed for the better, but then his personality turns cold and mean. Jeanne sends a warning, but Sinbad ends up trying to checkmate the painting they think is possessing him... but he's actually possessed by a book and Jeanne takes the \"checkmate\" for herself.",
                    "Aliases": []
                },
                "11": {
                    "ID": "100525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100525",
                    "TitleEnglish": "Ah, the Beautiful Heart of an Officer",
                    "SummaryEnglish": "There is a series of robberies in town, but there is also the possibility of a demon. The police are faced with a challenge to catch Jeanne and Sinbad or the robber who have all sent their notices at the same time. At the end of this episode Maron finds something in her mailbox.",
                    "Aliases": []
                },
                "12": {
                    "ID": "100526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100526",
                    "TitleEnglish": "The Pin Is Mightier Than the Sword!",
                    "SummaryEnglish": "In this episode Maron and her friends plan to go to see the play, Romeo and Juliet. But before the show she see's The two actors who are really a couple and notices them fighting. The Petite Claire picks up a demon and Maron realizes that the actor who is playing Romeo has been possessed by a demon. Maron must find a way to save there relationship and the show before Sinbad arrives.",
                    "Aliases": []
                },
                "13": {
                    "ID": "100527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100527",
                    "TitleEnglish": "The Angel of Hearts, with a Memory Loss Plant",
                    "SummaryEnglish": "One morning, a young women giving away flowers stops Maron and gives her a pot of Forget-me-nots so that her boyfriend (who is studying in Paris) will come to get her. But when the letter arrives saying he is coming for her, she is possessed by the demon inside the post card and Jeanne sends her warning. During the thieving, Jeanne accidentally tells Sinbad (Chiaki) whose letter she is waiting for, her mother and father.",
                    "Aliases": []
                },
                "14": {
                    "ID": "100528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100528",
                    "TitleEnglish": "A wedding dress is the target",
                    "SummaryEnglish": "Maron's gymnast Sensei is about to get married, but when she goes to try on the dress. Her fiance is possessed by the demon inside the dress. He then announces that the wedding is off. Jeanne sends in a warning and manages to \"Checkmate\" without taking the dress.",
                    "Aliases": []
                },
                "15": {
                    "ID": "100529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100529",
                    "TitleEnglish": "Shocking Confession of Love in the Amusement Park!",
                    "SummaryEnglish": "Maron's friend is possessed by a demon, again. Maron, Miyako, and Chiaki are invited to go to an amusement park by him. Chiaki and Maron end up separated from the other two and decide to ride the ferris wheel together in order to find the others. A power outage stops the wheel while they are at the top, Fin finds the picture with the demon, and Maron and Chiaki both secretly hop out and try to \"Checkmate.\"",
                    "Aliases": []
                },
                "16": {
                    "ID": "100530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100530",
                    "TitleEnglish": "A First Kiss Illuminated by Moonlight!",
                    "SummaryEnglish": "Miyako, Maron and the rest of the gang, are planning to perform a play for a kindergarten class. The play is a Mix between Little Red Riding Hood and Sleeping Beauty, with Miyako playing the princess and Chiaki playing the prince. At the kindergarten, a small boy causes havoc for them and Maron finds out that his mother has been possessed by a demon. She promises the boy that she will return his mother to normal. So Jeanne sends in her warning and after a miraculous tag team \"Checkmate,\" Jeanne gets what she came for. Later, Sinbad and Jeanne kiss and Sinbad asks her to stop being a Kaitou.",
                    "Aliases": []
                },
                "17": {
                    "ID": "100531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100531",
                    "TitleEnglish": "Sudden Intimacy! Love's Tempestuous Arrival",
                    "SummaryEnglish": "On the way to practice Maron and Miyako notice Chiaki with another girl, which happens to be his fiancee. An arranged marriage by his parents, much to Miyako's dismay. Maron is competing against his fiancee in an upcoming gymnast competition, but Maron had injured her leg as Jeanne. The trophy at the competition had a demon within it and Chiaki's fiancee gets possessed. Jeanne and Sinbad send in their warnings. Jeanne manages to \"Checkmate\" and later Maron wins the competition, but she fears she is losing something.",
                    "Aliases": []
                },
                "18": {
                    "ID": "100532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100532",
                    "TitleEnglish": "The Angel Attacks Friendship's Medal",
                    "SummaryEnglish": "A demon happens to be hiding in a gift that Maron gave to Miyako when they were little. When the Demon possesses Miyako, Jeanne must quickly \"Checkmate\" it before it harms Miyako's body.",
                    "Aliases": []
                },
                "19": {
                    "ID": "100533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100533",
                    "TitleEnglish": "Seal! Evidence of Fatherly Love",
                    "SummaryEnglish": "Chiaki's father shows up and tells Maron and Miyako that Chiaki's family owns a hospital. He also shows Maron an architectural sculpture of a amusement park that her father modeled and named after her, but a demon is possessing it and Maron is forced to \"Checkmate.\" Sinbad rescues Jeanne from a trap, but ends up injured and in return Jeanne saves Sinbad. Afterwards they share little kiss.",
                    "Aliases": []
                },
                "20": {
                    "ID": "100534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100534",
                    "TitleEnglish": "The Day Courage and Hope Were Broken",
                    "SummaryEnglish": "Maron starts to become more energetic after she learned that the amusement park model was named after her, but one night Maron gets a call from her mother. After the call Maron gets upset and runs off and Miyako tells Chiaki to find Maron.",
                    "Aliases": []
                },
                "21": {
                    "ID": "100535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100535",
                    "TitleEnglish": "Miyako, Attacking Love and Friendship!",
                    "SummaryEnglish": "Miyako has a dream where Jeanne is Maron and she keeps thinking about her friendship with Maron and her crush of Chiaki. When Jeanne sends her next warning. Miyako leaves a red mark on Jeanne's right cheek that doesn't wash off for 3 days. The next day Maron comes to school with a bandage over her right cheek and everyone suspects her. Miyako doesn't want to believe it at first, and makes Maron take off her bandage in front of the whole class to prove Maron's innocence as repayment for what Maron has done for her since the day they became friends.",
                    "Aliases": []
                },
                "22": {
                    "ID": "100536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100536",
                    "TitleEnglish": "Dive! Double Kaito Death",
                    "SummaryEnglish": "Kaitou Jeanne barely escaped Miyako from an earlier \"Check Mate\", but catches a cold from falling into the ocean. Maron ends up at the hospital that Chiaki's father owns. Now, Chiaki's father is the new target, but for some reason, the a notice is sent to the police reporting that Kaitou Jeanne kidnapped Chiaki's father.",
                    "Aliases": []
                },
                "23": {
                    "ID": "100537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100537",
                    "TitleEnglish": "Checkmate! The Magical Blue Butterfly",
                    "SummaryEnglish": "Kaitou Jeanne sends a notice card saying she will take the \"Blue Morpho\" a butterfly in Chiaki's fathers large collection that a demon was hiding in and possessed him. But where have all of the missing doctors from the hospital gone?",
                    "Aliases": []
                },
                "24": {
                    "ID": "100538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100538",
                    "TitleEnglish": "Luxury Cruise Monkey Panic",
                    "SummaryEnglish": "The owner of the Grand Marine is said to be able to rule the sea. Kaitou Jeanne and Sinbad are forced to sneak on to a cruise liner to retrieve the demon. However, just when they are ready to \"Checkmate\" the stone disappears in a small blackout. Has another thief entered the show?!",
                    "Aliases": []
                },
                "25": {
                    "ID": "100539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100539",
                    "TitleEnglish": "Ghost Story! Haunted Summer School",
                    "SummaryEnglish": "To practice efficiently, the coaches for gymnastics and the soccer team have set up a \"resort\" for their teams. But the resort is haunted?! On top of that, just when Maron and Miyako are ready to relax, they find out that Chiaki joined the soccer team yesterday and will be spending his vacation with them! If there are demons, is it possible that ghosts could exist as well? Can Kaitou Jeanne fight a ghost?",
                    "Aliases": []
                },
                "26": {
                    "ID": "100540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100540",
                    "TitleEnglish": "Infiltrate! Karakuri Ninja Castle",
                    "SummaryEnglish": "This time, the vacation is at a cute little spot that has been transformed to fit the style of the Edo Era. As they enjoy themselves, wearing various costumes mimicking the old style of clothing, a demon has possessed the owner of the place! On top of that, it takes Fin, Miyako, and Iincho hostage. How will Maron transform into Kaitou Jeanne without Fin?!",
                    "Aliases": []
                },
                "27": {
                    "ID": "100541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100541",
                    "TitleEnglish": "A Tearful Parting-Angel Fin",
                    "SummaryEnglish": "The Petit Claire is acting strangely. On top of that, Saotome's motorcycle has been possessed by a demon! What good can a motorcyclist be without his motorcycle? With the Petit Claire acting up, what will this latest \"Checkmate\" cause?",
                    "Aliases": []
                },
                "28": {
                    "ID": "100542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100542",
                    "TitleEnglish": "Advent of the Angel! New Transformation",
                    "SummaryEnglish": "With her powers gone, Maron must find another way to save a boy from an upper-level demon that has infiltrated a statue. She taps into her will to become stronger, and that activates her power to transform again, becoming the upgraded Kaito Jeanne.",
                    "Aliases": []
                },
                "29": {
                    "ID": "100543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100543",
                    "TitleEnglish": "Totally Beautiful! The Mysterious Teacher Appears",
                    "SummaryEnglish": "One of the high class demons is now posing as Maron's history teacher! The police get to marvel at her return (and her new outfit) as a beautiful angel painting is possessed by a demon! The painting turns from \"An Angel of Happiness\" to one that is consumed with flames. Will Kaitou Jeanne's wings be clipped as well or will Sinbad be able to save her?",
                    "Aliases": []
                },
                "30": {
                    "ID": "100544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100544",
                    "TitleEnglish": "Defender, Burning with Renewed Spirit",
                    "SummaryEnglish": "This is just too much for a schoolgirl to handle! First, Maron's teacher might have seen her transform from Kaitou Jeanne back into Maron! Then, Fin visits, but only long enough to say that Sinbad and Access are summoning demons to their world! For Kaitou Jeanne this time, it appears that a live dog is being possessed by a demon, rather than a inanimate object. To make matters worse, the dog is a guide dog for a blind woman that Maron meets. If Kaitou Jeanne \"checkmates\", will the dog disappear forever?!",
                    "Aliases": []
                },
                "31": {
                    "ID": "100545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100545",
                    "TitleEnglish": "Kaito Is Doing a Commercial!?",
                    "SummaryEnglish": "Maron and Iinchou were invited to be in a TV commercial by a man who is actually tricking people into giving him money. But when this man has been possessed by a Demon, will Kaitou Jeanne save this man or fail in the process?",
                    "Aliases": []
                },
                "32": {
                    "ID": "100546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100546",
                    "TitleEnglish": "Kaito Jeanne Elimination Order!",
                    "SummaryEnglish": "Miyako's father purchased a new computer for the police station, the Chief called him and talk to him about the computer, but suddenly his gun got possessed by a demon will Kaitou Jeanne save him?",
                    "Aliases": []
                },
                "33": {
                    "ID": "100547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100547",
                    "TitleEnglish": "Sinbad the Liar!",
                    "SummaryEnglish": "During a World History class trip to a historic church, a demon takes over a beautiful pipe organ and Maron and Chiaki reveal their feelings for each other. But their mission to catch the demon could blow Sinbad's identity...and Maron's trust in Chiaki.",
                    "Aliases": []
                },
                "34": {
                    "ID": "100548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100548",
                    "TitleEnglish": "Confession of Separation! I'm Not Going to Trust Anyone!",
                    "SummaryEnglish": "Maron has just found out Chiaki's greatest betrayal to her! He is actually Sinbad and first approached her to stop her from being a Kaitou by getting her to fall for him. So now, with Maron's heart in chaos, Kaitou Jeanne's barrier has weakened making her easy pickings for demons. Can Chiaki prove to her that he loves her?",
                    "Aliases": []
                },
                "35": {
                    "ID": "100549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100549",
                    "TitleEnglish": "Jeanne: Revival of the Power of Love!",
                    "SummaryEnglish": "Chiaki just can't seem to get through to Maron. But with Miyako's and Kanako's help, perhaps Maron's heart will be healed. However, when Myst attacks another person close to Maron, will it be the final straw? Will Maron's heart be close off forever?",
                    "Aliases": []
                },
                "36": {
                    "ID": "100550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100550",
                    "TitleEnglish": "Is a Thief an Ally of a Cop!?",
                    "SummaryEnglish": "When Miyako's brother, Subaru, becomes the main target for demonic possession, Miyako's mind is in a whirl of confusion. Suddenly she realizes how all the people Jeanne has stolen from became calm after the robbery, so when Miyako's innocent wish calls forth Jeanne, will Jeanne be able to grant it? Or will Myst be able to prove that human love is so fragile?",
                    "Aliases": []
                },
                "37": {
                    "ID": "100551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100551",
                    "TitleEnglish": "A Boy with a Demon's Heart",
                    "SummaryEnglish": "Zen, a boy who's been hospitalized for five years due to a heart condition is being targeted by Noin. Jeanne will simply not stand for this. But this time, his live human heart is the thing being possessed. How can Jeanne checkmate?!",
                    "Aliases": []
                },
                "38": {
                    "ID": "100552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100552",
                    "TitleEnglish": "Decision!? Checkmate of Sorrow",
                    "SummaryEnglish": "If Kaitou Jeanne checkmates, it means death to Zen. Can Maron attain the courage and strength to save Zen from become a demon? Or will Noin get in the way?",
                    "Aliases": []
                },
                "39": {
                    "ID": "100553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100553",
                    "TitleEnglish": "Only One Wish! To Father and Mother",
                    "SummaryEnglish": "Zen's pure wish to live on his own strength brought bittersweet joy, despite his death. Now, another young girl finds both her parents to be possessed by demons. Can Jeanne save yet another family, when that family happens to be an ambassador's family? Are the police going to stand for Jeanne trying to rob their international guests?",
                    "Aliases": []
                },
                "40": {
                    "ID": "100554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100554",
                    "TitleEnglish": "Evil Transformation! Myst's Assault",
                    "SummaryEnglish": "Myst, desperate to kill Jeanne before this mysterious \"Queen\" gets to her, sets up an elaborate plan to kill her by using her school. Meanwhile, Noin gives her dreams of his memories of Jeanne d'Arc, but with Chiaki being her betrayer. This is so she will feel that she cannot trust anyone. To what lengths will Myst go, to kill Jeanne?",
                    "Aliases": []
                },
                "41": {
                    "ID": "100555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100555",
                    "TitleEnglish": "Reunion with Fin! Dramatic Nightmare",
                    "SummaryEnglish": "It is time for Fin's return and the weather is turning chaotic. Weather enough to create heat strokes during the winter, volcanic erruptions, tornados, and tidal waves galore. Just what is it that Chiaki needs to tell Maron about? And what does it have to do with Fin?",
                    "Aliases": []
                },
                "42": {
                    "ID": "100556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100556",
                    "TitleEnglish": "Kaito, Surpass Space and Time!",
                    "SummaryEnglish": "Fin is evil?! And Maron has been helping the Devil all this time?! Everything is revealed in this episode to everyone. Is Jeanne d'Arc the only one who can help Maron gain her spirit and courage back?",
                    "Aliases": []
                },
                "43": {
                    "ID": "100557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100557",
                    "TitleEnglish": "Friendship Destroyed!? Final Battle at the Evil Castle of Ice",
                    "SummaryEnglish": "Miyako has been captured by Fin. Like Jeanne d'Arc, the devil is turning her friends against her. Can Maron save her best friend from a demon without checkmating her? Or can Miyako find and believe in her true self, the self that believes in Maron?",
                    "Aliases": []
                },
                "44": {
                    "ID": "100558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeanne-the-kamikaze-thief/episodes/100558",
                    "TitleEnglish": "You, Become God's Wind!",
                    "SummaryEnglish": "Game End! It's the final episode and it is the battle for earth and Fin's soul! Kaitou Jeanne stay strong and serious, matchless and marvelous, energetic and courageous, and must find a way to love herself enough to save Fin from the Devil!",
                    "Aliases": []
                }
            }
        }
    }
}