{
    "URL": "https://thetvdb.com/series/zenki",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0112233/",
        "https://www.themoviedb.org/tv/34663",
        "https://www.themoviedb.org/tv/34663"
    ],
    "TitleEnglish": "Zenki",
    "SummaryEnglish": "An unknown force of great evil is on the move awakening the seeds of possession which have been scattered throughout the world. Once awakened, the seeds bring forth a great monster capable of much chaos and destruction. Enno Chiaki is the 55th generation child of Enno Ozunu - a great mage who lived in Shikigami-cho 1200 years past, who lives at the family shrine making ends meet by doing exorcisms and showing people about town. The family shrine however also holds the seal to one of the seeds of possession. Two of Karma's minions travel to Shikigami-cho in order to release the seal on the seed. Chiaki faced with a possession beast needs help and fast, if only she could break the seal holding Zenki - the family's protector demon and summon him forth.",
    "Aliases": [],
    "Modified": "2024-09-05",
    "Seasons": {
        "0": {
            "ID": "20309",
            "URL": "https://thetvdb.com/series/zenki/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4607640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/4607640",
                    "TitleEnglish": "Zenki Gaiden: Anki Kitan",
                    "SummaryEnglish": "In Kanoesaru village every 60 years mysterious murders happen. Every time seven 17 year old girls are killed. The villagers believe it is the work of a demon who once saved the village so they keep quiet about it. However the current head of the Ibuki family calls an exorcist to save her 2 daughters. What is the truth behind the murders in Kanoesaru village?",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "4875",
            "URL": "https://thetvdb.com/series/zenki/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "100880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100880",
                    "TitleEnglish": "The fierce guardian spirit awakens",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "100881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100881",
                    "TitleEnglish": "Karuma the demon and her three demon disciples",
                    "SummaryEnglish": "Karma, and her three primary servants Gulen - a hothead, impulsive type, Anju - a cold-hearted (or seemingly so) woman, and Goula - an older, more experienced male, hold a meeting to discuss a potential threat to Karma's plans. Gulen is sent to stop the force which has recently awakened in Shikigami-cho and could prove to be a threat to Karma's plans of taking over the world via the 108 seeds of possession. Meanwhile, Chiyaki is faced with a uncontrollable, unlistening Zenki and is trying to find some way to make him her servant, but in truth her only hold on him is the bracelet she wears. Zenki, of course, would sooner eat her than listen to her. Gulen's meddling in Shikigami-cho results in Kuribayashi - an initiate at the Buddhist temple being possessed. How is Chiyaki to prevent Zenki from killing Kuribayashi and somehow manage to save the altered boy?",
                    "Aliases": []
                },
                "3": {
                    "ID": "100882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100882",
                    "TitleEnglish": "Shut in by the shutter",
                    "SummaryEnglish": "This Chapter starts  when Anju find a Karuma Seed in a Abandoned House, Meanwhile Zenki and Chiaky Fight Because Zenki see her changing Close, Later In School Somebody is looking in the Girl's Dresser and Taking Pictures, Chiaky Believes that is Zenki , just To Find Out that Is A Teacher posses By The Karuma Seed that Anju Find, making him into The Dakki Demon..",
                    "Aliases": []
                },
                "4": {
                    "ID": "100883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100883",
                    "TitleEnglish": "The pot filled with desire",
                    "SummaryEnglish": "This Episode Starts When Bonze Jukai Go to Buy The Legendary \"\"Pot Of desires\"\" Just To Find Out That The Pot Has Been Sold,Zenki Feels The Scent of a Karuma Seed (This One was inside of the Pot) The person  Who Buy It Finds The Karuma Seed and he is Possessed Whit The ability of become Things In Gold ,When Bonze Jukai Find The Pot , He take it Of the Buyer Then the Buyer became the Jacongo Demon",
                    "Aliases": []
                },
                "5": {
                    "ID": "100884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100884",
                    "TitleEnglish": "Tastes like fresh Zenki",
                    "SummaryEnglish": "Zenki fights with Chiyaki because she locked the fridge, so he wouldn't eat too much. Zenki goes to eat at her school, just to find out that the principal also steals the food from the cafeteria, The principal gets possessed with a Seed of Evil and becomes the Icawoo, human eating demon.",
                    "Aliases": []
                },
                "6": {
                    "ID": "100885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100885",
                    "TitleEnglish": "The boy and the telephone",
                    "SummaryEnglish": "Hiroshi, a lonely kid, tries to make friends by calling random people over the phone. The Seed of Evil possesses him and transfroms him into the Teledead Demon.",
                    "Aliases": []
                },
                "7": {
                    "ID": "100886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100886",
                    "TitleEnglish": "Run for the finish line of desire",
                    "SummaryEnglish": "Ako's Boyfriend, Shun gets obsessed with winning a race and being the fastest. Goula pretends to be a trainer and gives him the Seed of Evil, which transfrorms him into the Guaraney demon.",
                    "Aliases": []
                },
                "8": {
                    "ID": "100887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100887",
                    "TitleEnglish": "Welcome to Hotel Mummy",
                    "SummaryEnglish": "Chiyaki travels to a hotel free for women to meet with her friend. Soon they discover that girls at the Hotel are getting mummified by the possessed hotel owner. A mysterious monk Miki Souma appears, and joins them in their fight as they meet with Karma's servant Gulen for the first time.",
                    "Aliases": []
                },
                "9": {
                    "ID": "100888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100888",
                    "TitleEnglish": "A demon in the basement and the fire spell",
                    "SummaryEnglish": "The Smoke of the explosion Clears..just to Show that Guren is intact The Fight continue but Guren return Zenki to his Kid Form, in that moment anju appears and tells Guren that Karma is calling ,the strange man tell Anju if her remember him but anju throws an indirect,the men say he is Shoma Maki, but Anju  and Guren disappear, the Group go to the interior of the Hotel and find Nami Mummified , this start a fight between Zenki and Chiaky when zenki tell Chiaky that \"\"don't waste time crying\"\" Chiaky give him the Brazalet...",
                    "Aliases": []
                },
                "10": {
                    "ID": "100889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100889",
                    "TitleEnglish": "A boy and his dogs",
                    "SummaryEnglish": "Chiaky meets the young boy Yutaka who teach dogs, and showing Chiaky a trick of his dog Futai, The dog find a Karuma seed and eat it without notice, the seed will  later be removed by Yutaka who will be possessed whit his dogs and all of them became the \"\"Killer Root\"\" demon ,meanwhile zenki is battling whit Gowla in the  temple. After zenki go to help thanks to Chiaky Magic   and when a Storm begins the dogs starts to try escape of the monster body.",
                    "Aliases": []
                },
                "11": {
                    "ID": "100890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100890",
                    "TitleEnglish": "The night song of the samurai",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "100891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100891",
                    "TitleEnglish": "Memories buried in the snow",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "100892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100892",
                    "TitleEnglish": "The challenge of the wishing plaques",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "14": {
                    "ID": "100893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100893",
                    "TitleEnglish": "Reveal Zenki's secret",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "15": {
                    "ID": "100894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100894",
                    "TitleEnglish": "The plan of sealing up the guardian spirit",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "16": {
                    "ID": "100895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100895",
                    "TitleEnglish": "The spell of darkness. Souma vs Anju",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "17": {
                    "ID": "100896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100896",
                    "TitleEnglish": "The servant of evil falls. Anju's longest day",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "18": {
                    "ID": "100897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100897",
                    "TitleEnglish": "The golden dragon awakens",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "19": {
                    "ID": "100898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100898",
                    "TitleEnglish": "The two Chiakis. 800-year promise",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "20": {
                    "ID": "100899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100899",
                    "TitleEnglish": "Heian capital up in flames. Come, golden axe!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "21": {
                    "ID": "100900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100900",
                    "TitleEnglish": "The pentagram shrines in the ancient capital",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "22": {
                    "ID": "100901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100901",
                    "TitleEnglish": "Guardian village destroyed. Water formation",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "23": {
                    "ID": "100902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100902",
                    "TitleEnglish": "Goula the traitor. Gold formation and earth formation",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "24": {
                    "ID": "100903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100903",
                    "TitleEnglish": "Come back to life Zenki! Flame formation",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "25": {
                    "ID": "100904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100904",
                    "TitleEnglish": "The last battle! The end of Karuma",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "4876",
            "URL": "https://thetvdb.com/series/zenki/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "100905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100905",
                    "TitleEnglish": "Eve of the guardian spirit festival",
                    "SummaryEnglish": "After Karuma's defeat, the Guardian village is getting rebuilt. Chiyaki gets angry with Zenki and tries summoning a new guardian, but instead creates Lulupapa, a cute fuzzy animal spirit. While enjoying the festival in their honor and reminiscing of their adventures so far, a new evil is lurking in the shadows getting ready to step onto the scene.",
                    "Aliases": []
                },
                "2": {
                    "ID": "100906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100906",
                    "TitleEnglish": "A New Enemy",
                    "SummaryEnglish": "Karma, now turned into the seed of evil, is trying to kill a mysterious boy named Akira. His father pleads for help paranormal researchers Kuzue and Professor. Zenki manages to barely defeat Karma, but a new, more powerful enemy has showed up who wants to gather Karma seeds for his own evil schemes.",
                    "Aliases": []
                },
                "3": {
                    "ID": "100907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100907",
                    "TitleEnglish": "The awakening of the heartbeat! Akira's secret",
                    "SummaryEnglish": "Kazue's boss, the Professor, gets possessed while researching Karma seed. Once again new Karma beast seems too powerful for Zenki, until some hidden power activates in Akira and powers him up.",
                    "Aliases": []
                },
                "4": {
                    "ID": "100908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100908",
                    "TitleEnglish": "Rear out! The ultimate guardian spirit Vajura Mahar Samskara",
                    "SummaryEnglish": "In order to research Akira's strange power, they go to the grave of Ozune's other spirit guardian named Goki. Goki re-awakens from Akira and with his power enables Zenki to gain a new transformation, one strong enough to tackle the Dog Diety.",
                    "Aliases": []
                },
                "5": {
                    "ID": "100909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100909",
                    "TitleEnglish": "Stolen faces. Beware of the pick-up artist!",
                    "SummaryEnglish": "Guy gets possessed by Karuma seed after being constantly rejected by all girls on the beach. He now seeks revenge by stealing their faces. Father of one of the victims seeks help from Enno shrine.",
                    "Aliases": []
                },
                "6": {
                    "ID": "100910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100910",
                    "TitleEnglish": "The hands that create souls. The night of the dolls",
                    "SummaryEnglish": "Akira goes to visit his friend Hyuga, art student and doll sculptor. Karma seed possesses him using his desire to know doll's souls. He starts turning girls on the street into dolls and ends up turning Chiyaki into one too during the battle.",
                    "Aliases": []
                },
                "7": {
                    "ID": "100911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100911",
                    "TitleEnglish": "Terror by the lake. Listen to the song of the spirit",
                    "SummaryEnglish": "People are turning to water. Lake spirit Mizuchi gets possessed by Karuma seed and turns into a Karuma beast.  Kazue meets her former colleague and love interest Hikawa, who refuses to fight the spirit and wants to make peace with it.",
                    "Aliases": []
                },
                "8": {
                    "ID": "100912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100912",
                    "TitleEnglish": "Fragments of desire. Chiaki in big trouble!",
                    "SummaryEnglish": "Chiyaki goes to visit a cousin, Fujiwara, who's a glass worker. His desire to make prefect glass leads him to getting possessed by Karuma seed. Dog diety entraps Chiyaki with a barrier so she couldn't call for help, but she manages to send a message thanks to Lulupapa.",
                    "Aliases": []
                },
                "9": {
                    "ID": "100913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100913",
                    "TitleEnglish": "Jukai runs for office! Daruma power, cast your honest vote!",
                    "SummaryEnglish": "Jukai candidates for mayor's office. He finds out his childhood rival Chiezo Bando is running too. Bando gets possessed by Karuma seed and turns all voters into Darumas.",
                    "Aliases": []
                },
                "10": {
                    "ID": "100914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100914",
                    "TitleEnglish": "An arrow that pierces the full moon. Ichiko's secret",
                    "SummaryEnglish": "Neither Zenki nor Kokutei can sniff out new seeds. Inugami's father, Engai, sends him help, Hirumaki the seer. Chiaki's friend, Sayaka, enters archery competition and they notice that her rival Ichiko can seemingly control arrow trajectory mid air, and start to suspect that she's possessed.",
                    "Aliases": []
                },
                "11": {
                    "ID": "100915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100915",
                    "TitleEnglish": "Forbidden garden. Let's put flowers on our heads",
                    "SummaryEnglish": "Chiaki's friend, Ayame, develops the ability to talk with plants. It turns out she's possessed with Karuma seed and transforms in Beast Barara. She causes everyone in the city to grow flowers from their heads and bodies.",
                    "Aliases": []
                },
                "12": {
                    "ID": "100916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100916",
                    "TitleEnglish": "A star is born. Got the punch line?",
                    "SummaryEnglish": "Abbot Jukai and Kuribayashi are eating dumplings on the side of the road when they stumble onto a traveler who wnats to become a show biz star. He makes Abbot do all kinds of goofy things in order to attract people to the temple. It turns out he was possessed and transforms into Karuma beast.",
                    "Aliases": []
                },
                "13": {
                    "ID": "100917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100917",
                    "TitleEnglish": "The nightmare of the lost pool. Souma returns",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "14": {
                    "ID": "100918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100918",
                    "TitleEnglish": "Hirumaki's scheme. The shadow of death creeps",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "15": {
                    "ID": "100919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100919",
                    "TitleEnglish": "Dangerous encounter. Sayaka's crush",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "16": {
                    "ID": "100920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100920",
                    "TitleEnglish": "Kokutei gets kidnapped. Assissinate the dog diety!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "17": {
                    "ID": "100921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100921",
                    "TitleEnglish": "Akira's the target. Attacker from the Realm of the Dead",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "18": {
                    "ID": "100922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100922",
                    "TitleEnglish": "Darkness approaches. Chiaki gets tested",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "19": {
                    "ID": "100923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100923",
                    "TitleEnglish": "The miracle of Mother Mary. The memories of an ancient jewel",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "20": {
                    "ID": "100924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100924",
                    "TitleEnglish": "Kazue dies at dawn! Kill the phantom karuma beast!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "21": {
                    "ID": "100925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100925",
                    "TitleEnglish": "Beautiful beast. Negation power",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "22": {
                    "ID": "100926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100926",
                    "TitleEnglish": "Enno shrine under attack. Come, Earth Dragon staff!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "23": {
                    "ID": "100927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100927",
                    "TitleEnglish": "The fate of the moon & the wolf. Beyond the white & silver!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "24": {
                    "ID": "100928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100928",
                    "TitleEnglish": "The guardian spirit vs. the dog diety. The last battle of destiny",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "25": {
                    "ID": "100929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100929",
                    "TitleEnglish": "The god of destruction arrives. Fight, courageous ones",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "26": {
                    "ID": "100930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenki/episodes/100930",
                    "TitleEnglish": "Go guardian spirit! Golden axe Ludora",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}