{
    "URL": "https://thetvdb.com/series/the-crow-stairway-to-heaven",
    "Genres": [
        "Action",
        "Crime",
        "Drama",
        "Fantasy",
        "Thriller"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/D8CE-88F6-17CC-374B-F89B-9",
        "https://www.imdb.com/title/tt0166425/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH277387",
        "https://www.tvmaze.com/shows/1900/show-slug",
        "https://www.themoviedb.org/tv/13821",
        "https://www.wikidata.org/wiki/Q539589"
    ],
    "TitleEnglish": "The Crow: Stairway to Heaven",
    "SummaryEnglish": "Exactly one year after his death, rock musician Eric Draven returns to earth in a symbolic and literal leap from the bridge that joins the Land of the Dead and the land of the living.\r\n\r\nPossessing the mystic powers of The Crow, he is neither living nor dead, searching for a way to right what has been wronged. The Crow: Stairway to Heaven continues the legacy of Eric Draven and expands on the mythology of the successful feature film franchise. Joined as soulmates, Draven and his girlfriend Shelly were inseparable until they were brutally and senselessly murdered. Now their souls cannot rest. Their romance endures time and death, creating an incredible longing between the young lovers. Draven seeks redemption by helping others, fighting for those who cannot fight for themselves. Through each act of justice, he is taken one step closer to his own salvation.",
    "Aliases": [],
    "Modified": "2025-04-10",
    "Seasons": {
        "0": {
            "ID": "20315",
            "URL": "https://thetvdb.com/series/the-crow-stairway-to-heaven/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 4,
            "Episodes": {}
        },
        "1": {
            "ID": "4886",
            "URL": "https://thetvdb.com/series/the-crow-stairway-to-heaven/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "101111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-crow-stairway-to-heaven/episodes/101111",
                    "TitleEnglish": "The Soul Can't Rest",
                    "SummaryEnglish": "A year after being murdered by a gang, Eric Draven comes back from the grave. He can't figure out if he's alive, or dead, and doesn't know why he has returned. Meanwhile, he is haunted by the memories of his murdered fiance, Shelly.",
                    "Aliases": []
                },
                "2": {
                    "ID": "101112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-crow-stairway-to-heaven/episodes/101112",
                    "TitleEnglish": "Souled Out",
                    "SummaryEnglish": "Draven finds the man who ordered his and Shelly's murders, but as he uncovers the truth is he strong enough to battle an evil that seems to have the same supernatural powers he possesses as The Crow?\r\nDraven's battle with the gang of contract killers has left his old club, The Blackout, in shambles. The badly beaten gang boss and club manager is in the hospital under psychiatric care, babbling incoherently about the dead returning from the grave. The rest of his gang is also under arrest but Draven is no closer to knowing who ordered his death.\r\nWhile at The Blackout, Draven hears the song he sang for Shelly on the night they died being played by his old band. Although never written down, the song is now owned by the band's new recording company, Reyes International, which also has an interest in the club.\r\nDraven thinks this is the key to the murders, and while at the company's corporate offices he runs into the head of the recording company, Mace Reyes, who appears to be an invalid, and",
                    "Aliases": []
                },
                "3": {
                    "ID": "101113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-crow-stairway-to-heaven/episodes/101113",
                    "TitleEnglish": "Get a Life",
                    "SummaryEnglish": "In the Land of the Dead, Shelly meets a young woman, Elise Franklin (Ingrid Kavelaars), whose fiance has been framed for her murder. Draven, meanwhile is about to be evicted from the loft he and Shelly shared when she communicates the injustice to him. The loft is obviously a link-point between their two worlds and must be saved at all costs.\r\nDetective Albrecht, who has formed an uneasy alliance with Draven, advises him to \"\"get a life and pay the rent,\"\" so when India Reyes (Julie Dreyfus) offers him a job at the Blackout Club, he agrees. Draven sets out to find justice for Gil Hedges (Peter Fleming) and expose the real murderer, the dead woman's father, John T. Franklin (Donnelly Rhodes).\r\nAfter Draven establishes Hedges' innocence, Elise is freed to move on to the Light and asks Shelly to join her. Shelly, however, isn't ready to leave -- she is waiting for Draven.",
                    "Aliases": []
                },
                "4": {
                    "ID": "101114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-crow-stairway-to-heaven/episodes/101114",
                    "TitleEnglish": "Like It's 1999",
                    "SummaryEnglish": "Detective Albrecht investigates a series of violent home invasions that look more like parties than robberies. He asks Draven to keep his ears peeled at the Blackout for any talk that could lead to a clue. Sarah turns out to hold the real key, however, through her friend, Kyle Barber.\r\nKyle is deeply involved with a nihilistic cult of disenfranchised kids who are being manipulated by a charismatic, sociopathic leader, Shane Gant (J.R. Bourne). He uses the coming Millennium as a powerful control mechanism, urging his followers to believe in nothing but himself. Draven, a man who also has good reason to believe in nothing, is forced to put aside his own alienation. By exposing the leader, he manages to set free the followers, giving them hope in their otherwise hopeless lives.",
                    "Aliases": []
                },
                "5": {
                    "ID": "101115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-crow-stairway-to-heaven/episodes/101115",
                    "TitleEnglish": "Voices",
                    "SummaryEnglish": "A day at the carnival with Sarah brings Draven closer to Shelly when he meets a teenage trance-medium who may be unwittingly involved in murder.\r\nA day at the Carnival brings back painful memories for Draven of one of his first dates with Shelley. At the fair, he and Sarah stumble across a young trance-medium whose handlers claim he can channel dead spirits.\r\nJesse (Brendan Fletcher), a sad, exploited teenager, actually has the powers he claims. He connects with Shelly who has a message for Draven -- that he must continue to \"\"set things right\"\" as a way of finally clearing the slate to allow the two of them to be together. Draven thinks he has found the means of reaching Shelly always, but the contact is short lived.\r\nJesse is being exploited by his handler Doc (Gerard Plunkett), who uses him as a meal ticket to identify \"\"marks\"\" in the audience for robberies. When one of those robberies results in murder, Detective Albrecht turns his attention to Jesse, who seems to have predicted the kill",
                    "Aliases": []
                },
                "6": {
                    "ID": "101116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-crow-stairway-to-heaven/episodes/101116",
                    "TitleEnglish": "Solitude's Revenge",
                    "SummaryEnglish": "A released prisoner, hell bent on vengeance, captures his nemesis Detective Albrecht, not realizing he has also kidnapped The Crow.\r\nFor seven long years Drew Kessler (Christopher Syher), a killer without a conscience, has been a model prisoner. Privately, however, Kessler has been creating a fully detailed revenge fantasy against the man who pursued him relentlessly and put him behind bars -- Daryl Albrecht.\r\nBased on a controversial plea-bargain for manslaughter, Kessler is released for good behavior. He immediately puts his vivid nightmare into effect, taking Albrecht to an abandoned industrial island, where the hunter will now become the hunted. The one thing he has not bargained for is that Eric Draven has followed them there and is willing to put what little life he has on the line for Albrecht.",
                    "Aliases": []
                },
                "7": {
                    "ID": "101117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-crow-stairway-to-heaven/episodes/101117",
                    "TitleEnglish": "Double Take",
                    "SummaryEnglish": "Draven is furious when he discovers that a young woman has assumed Shelly's identity. He tracks her down but during their confrontation realizes that she has taken the alias to escape from the Mob, which has already killed her husband.\r\nDraven's intervention unwittingly exposes her to her pursuers, forcing him to save her from becoming their latest victim. Along the way, both Draven and the woman, Antonia Scanlin, are able to find that rare friend of the opposite sex who can understand how deeply in love they were with their dead partners. Draven cannot yet move on to re-unite with Shelly, but he can help Antonia to her heart's desire.",
                    "Aliases": []
                },
                "8": {
                    "ID": "101118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-crow-stairway-to-heaven/episodes/101118",
                    "TitleEnglish": "Give Me Death",
                    "SummaryEnglish": "Top Dollar, aka Jason Danko (John Pypher-Ferguson), has an evil plan -- to die at the hands of The Crow and gain evil immortality. He breaks out of the prison asylum, killing a guard in the process, and sets out to goad Draven into a deadly confrontation.\r\nMeanwhile, Draven meets The Skull Cowboy (Kadeem Hardison) who has come to help him through the portal into the Land of the Dead and the longed for reunion with Shelly. As the cat-and-mouse game between Draven and Top Dollar intensifies, Sarah, Darla and India are drawn into danger. Despite Skull Cowboy's intervention and repeated warnings to Draven not to give way to Top Dollar's pressure, Draven loses his self-control after one of his few friends is murdered.\r\nTop Dollar and The Crow then face off in a climactic battle, but the stakes are high: Eric Draven could forever lose his opportunity to reconnect with Shelly, and The Crow could unleash an evil force as deadly as himself.",
                    "Aliases": []
                },
                "9": {
                    "ID": "101119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-crow-stairway-to-heaven/episodes/101119",
                    "TitleEnglish": "Before I Wake",
                    "SummaryEnglish": "The loft portal has vanished and despite his frantic efforts, Eric Draven can't connect with Shelly. Desperate to help him snap out of his profound depression, Sarah suggests he go to a psychiatrist for hypnosis. Under Dr. John Dorsett's (Don Most) care, Draven regresses into a former traumatic life, as a Native American called Blackfeather.\r\nDraven's alter ego had just as troubled a past as the present incarnation. Although he found his soulmate in a missionary's daughter who defied the wishes of her controlling, bigoted father to be with him, Blackfeather was murdered. He then returned to rescue Rebecca Morgan (who bears an uncanny resemblance to Shelly Webster) from the men who killed him and then threatened her. To Sarah, sitting in on the session, it seems like Draven is out of his mind; however, a Native American Masters' student, Jane Cogo, confirms that the dialect Draven is speaking is genuine. Draven can't come out of hypnosis, however, and Blackfeather seems stuck in the now",
                    "Aliases": []
                },
                "10": {
                    "ID": "101120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-crow-stairway-to-heaven/episodes/101120",
                    "TitleEnglish": "Death Wish",
                    "SummaryEnglish": "Still trying to reconnect with Shelly, Draven visits her gravesite only to stumble upon the ghost of a young boy who (apparently) only he can see. The six-year old ghost, Casey Thompson (Jared Zabel) is lonely, and worried about his stunt motorcyclist father, Jake Thompson (John Hawkes), whom he believes will die soon. Jake, \"\"the World's Greatest Daredevil\"\" plans to jump 300 feet, over 30 cars, as part of a pay-for-view television event set up by shady promoter Royal Boyd (Jason Shombing).\r\nWhen contacted by Draven, Jake refuses to believe that his son is desperately trying to send him a message. When Jake's stunt mechanic dies in a freak bike explosion, Draven feels compelled to intervene, despite the fact that Detective Albrecht and his uncomfortably inquisitive new partner Jessica Capshaw (Christina Cox) have been assigned the case. Draven finally persuades Jake to let him do the jump instead, since he cannot die, and they exchange talismans, but things go wrong when Draven is kidnap",
                    "Aliases": []
                },
                "11": {
                    "ID": "101121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-crow-stairway-to-heaven/episodes/101121",
                    "TitleEnglish": "Through a Dark Circle",
                    "SummaryEnglish": "Desperate to open the loft portal and re-connect with Shelly, Draven dabbles in magic, unleashing a terrible force that even he may be incapable of overcoming.\r\nDesperately lonely, Draven attempts to re-open the loft portal door using ancient incantations. He believes he is successful when the door energizes. However, what emerges is not his beloved Shelly but the beast-like, evil force of executed serial killer Richard Lee Wilbanks (Lawrence S. Smilgys) who has been waiting for an opportunity to return and wreak vengeance on everyone who saw him die.\r\nHe easily overpowers Draven, who loses his regenerative powers in the devastating fight. When several of those who were present at Wilbanks' execution are violently kidnapped, Detective Albrecht and his new partner, Capshaw, are assigned to the case. Draven confesses to Albrecht that it was he who unleashed this terrible force and when Cordelia, who was an Assistant D.A. at Wilbanks' trial, is also kidnapped, the rift between the two men s",
                    "Aliases": []
                },
                "12": {
                    "ID": "101122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-crow-stairway-to-heaven/episodes/101122",
                    "TitleEnglish": "Disclosure",
                    "SummaryEnglish": "Shea's abusive mobster husband turns up and Draven tries to help her but in doing so exposes himself to the Police Internal Affairs Department who are already investigating Albrecht.\r\nStrange tales have been coming out of Port Columbia's criminal underbelly and Lieutenant Morgan Fine (Tim Kelleher) from Internal Affairs is sent in to investigate. He is suspicious of Albrecht's secretive work habits, mysterious sources, and sudden rise in arrest success rates, so he leans on Jessica to determine if her partner is a dirty cop.\r\nMeanwhile, the Blackout is running smoothly with Shea (Gaetana Korbin) as the new manager but when her mobster husband, Frank Moran (Kavan Smith), turns up, having bought the place, it is obvious that he is determined to get his wife back, by force if necessary. Draven turns to Albrecht for background on Moran and when he learns that the man is corrupt and ruthless with judges and cops on his payroll, he realizes the only way to protect Shea is to put Moran behind b",
                    "Aliases": []
                },
                "13": {
                    "ID": "101123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-crow-stairway-to-heaven/episodes/101123",
                    "TitleEnglish": "The People vs. Eric Draven",
                    "SummaryEnglish": "Eric has hit rock bottom. After four months caged in jail he is finally on trial for the murder of Shelly but is helpless to defend himself against the charges. His court-appointed lawyer, James Pearl (Jaimz Woolvett), won't believe the truth and is only sticking with the case because he believes it will jumpstart his career. Sarah is desperate to help but her mother refuses to let her take the stand. Even when Darla does relent, Sarah's testimony, far from helping, further damns Eric.\r\nAlbrecht has his own problems. He is still under suspension, Cordelia has moved out and won't even speak with him and his ambivalence about what really is the truth makes it hard for him to defend Eric on the stand. As the evidence mounts, Eric is painted as a jealous lover who had his girlfriend brutally murdered then staged his own death. When Funboy takes the stand, claiming that Draven hired him then tried to blackmail him for the murder, Eric can't stand the lies and lunges for the thug, further dam",
                    "Aliases": []
                },
                "14": {
                    "ID": "101124",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-crow-stairway-to-heaven/episodes/101124",
                    "TitleEnglish": "It's a Wonderful Death",
                    "SummaryEnglish": "Awaiting his sentence, Draven mulls over the events that led him to a jail cell when the Skull Cowboy reappears, sending him back to the day of his and Shelly's murders. Trying to alter the tragic chain of events, Draven discovers that fate, and the origins of a Crow, are unalterable...\r\nAfter being judged guilty of Shelly's murder, Eric is languishing in jail awaiting his sentence. As he begins reliving the events that brought him so low, he starts to imagine how he could have prevented this nightmare. The Skull Cowboy (Kadeem Hardison) appears and, despite warning Draven to be \"\"careful what you wish for,\"\" allows Draven to go back in time to the day that he and Shelly died.\r\nSuddenly transported back to the Blackout and a band rehearsal, Draven blissfully reunites with Shelly, elatedly believing he can put everything right. The problem is that in changing one event everything else shifts. By traveling back to the time before he was a Crow, Draven has no special powers, and no relationsh",
                    "Aliases": []
                },
                "15": {
                    "ID": "101125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-crow-stairway-to-heaven/episodes/101125",
                    "TitleEnglish": "Birds Of A Feather",
                    "SummaryEnglish": "In shocking turn of events Draven is set free by Judge Morrison but life on the outside is still bleak. Albrecht has been demoted to a beat cop and Draven feels terribly alone without Shelly until he meets another Spirit Crow.\r\nCiting that the jury ignored his instructions, Judge Morrison overturns Draven's conviction and sets him free in a dramatic reversal of fortune. But a cloud of suspicion still hangs over Draven, and, because of his association with Albrecht, over Albrecht as well. As if that weren't enough, Albrecht's girlfriend Cordelia, leaves him.\r\nAdding insult to injury, Albrecht is demoted to beat cop and Capshaw assumes his desk in the detective division. Treated as a pariah by the public at the Blackout, Draven goes outside where he sees a woman demolish two strong attackers in an alley fight. To his shock, Draven discovers that, she, too, is a Crow. He befriends the angry, confused woman and helps her learn the truth about her former life.\r\nShe was the happily married, suc",
                    "Aliases": []
                },
                "16": {
                    "ID": "101126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-crow-stairway-to-heaven/episodes/101126",
                    "TitleEnglish": "Never Say Die",
                    "SummaryEnglish": "The evil spirit of Rasputin is released by an unscrupulous Russian who plans to harness it for his own empowerment but needs access to the portal between the worlds that Draven opened in his loft to make the process complete.\r\nAn ancient order of Russian priests is the keeper of a manuscript that holds the evil predictions of the mad monk Rasputin. When the chief guardian, Father Andrew (Stephen Dimopoulos), is brutally murdered and the book stolen, the priests turn to the police for help. Albrecht, now demoted to a street cop, steps aside so Capshaw can take the case but she is highly skeptical of the fearsome prophecies and powers described by the tome.\r\nWhile visiting at the police station, Sarah overhears the story and hurries to warn Draven that whomever stole the manuscript will need access to the portal between worlds, which is in Draven's loft. As if on cue, Alexander Sokolov (David Lovgren), who has the manuscript and intends to use it for evil, comes to the loft but is deterred",
                    "Aliases": []
                },
                "17": {
                    "ID": "101127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-crow-stairway-to-heaven/episodes/101127",
                    "TitleEnglish": "Lazarus Rising",
                    "SummaryEnglish": "A shadowy group of powerful men approach Draven with an offer he can't refuse - to reunite him with Shelly forever.\r\nDr. Dorsett (Don Most) seeks Draven out, carrying an unusual offer from the Lazarus Group. This secretive consortium of powerful men smoothed the way for Dorsett's therapy license to be re-instated and he owes them a favor. They claim to posses advanced technology which will reunite Draven with Shelly and want to test it on Draven. Unbeknownst to him, the Lazarus Group is a secret society rumored to have been in existence since the time of the Druids, and their interest in him is anything but benevolent.\r\nThe society is dominated by the physically frail but still intimidating Frederick Balsam (Mavor Moore) who holds sway not only over Judge Morrison (Jerry Wasserman), who unexpectedly released Draven from jail, but also over head scientist Dr. Jack Saks (Robert Wisden), and group member Steve Fentress (Terry David Mulligan). Draven agrees to the experiment, but once hooked",
                    "Aliases": []
                },
                "18": {
                    "ID": "101128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-crow-stairway-to-heaven/episodes/101128",
                    "TitleEnglish": "Closing Time",
                    "SummaryEnglish": "Draven visits Funboy (Ty Olsson) in prison and, using his powers, forces him to relive the night he helped kill Draven and Shelly. Funboy is genuinely overcome by guilt and remorse. Before he can make amends, however, he is visited by the menacing Soleil Hazard (Gabriel Casseus), who seems to have a telepathic connection to the evil spirit of Top Dollar. Posing as a music promoter for Fadeout Records, Hazard approaches Draven at the Blackout Club and suggests he rejoin his old band. Draven refuses but is disturbed by the encounter, and by the incredible music that starts to fill his every thought.\r\nMeanwhile, Albrecht gets his badge back and an assignment: find Funboy, who has broken out of prison. Albrecht warns Darla (Lynda Boyd), but she can't escape her former boyfriend. Draven, lost to the increasingly powerful sounds playing in his head, is oblivious to everything, including Sarah and Albrecht.\r\nReunited with Hangman's Joke for a playoff competition against Econoline Crush (as them",
                    "Aliases": []
                },
                "19": {
                    "ID": "101129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-crow-stairway-to-heaven/episodes/101129",
                    "TitleEnglish": "The Road Not Taken",
                    "SummaryEnglish": "Aimless and guilt-stricken, Hannah/Talon (Bobbie Phillips) has been wandering the streets of Port Columbia when her spirit crow leads her to a distraught mother, Nancy Meyers (Stellina Rusich), whose infant daughter has just been kidnapped. Hannah decides to intervene but her brutal methods for extracting information from anyone who may have been involved awakens interest in the police.\r\nDraven, unaware of the havoc Hannah is causing and the trouble she is in, has gone to a special glade in the woods where he and Shelly previously spent time together. Shelly appears and, not sure if it's real or not, Draven loses himself in the wonder of being together again.\r\nMeanwhile, Capshaw is finally back on the job, but her nerve is gone. She was instrumental in getting Albrecht demoted but in an ironic twist, Vincennes asks him to keep an eye on her. He has his hands full though with two Crows on the loose. He plays back-up as Draven and Hannah rescue the child but Hannah takes off with the baby",
                    "Aliases": []
                },
                "20": {
                    "ID": "101130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-crow-stairway-to-heaven/episodes/101130",
                    "TitleEnglish": "Brother's Keeper",
                    "SummaryEnglish": "A nightmare about his childhood and the appearance of a \"\"ghost soldier\"\" is the first in a series of strange things happening to Draven. When unseen blows fell him and he temporarily goes blind he struggles to get to the root of what is going on, only to realise that what he has been feeling has been really happening to his younger stepbrother Chris (Corey Feldman).\r\nChris, with a lifelong chip on his shoulder, has always been trouble, and Draven has always been picking up the pieces. The brothers go back to Draven's loft but Chris refuses to come clean about just what kind of trouble he is in and instead rehashes the past, and his belief that both boys were abandoned by their soldier father after the evacuation from Vietnam. They argue, but Draven finally gets the truth out of Chris -- that he knows where half a million dollars in stolen money is stashed. The problem is that the money belongs to a mobster, Cardosa (Colin Cunningham) who will stop at nothing to get it back.\r\nDraven goes t",
                    "Aliases": []
                },
                "21": {
                    "ID": "101131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-crow-stairway-to-heaven/episodes/101131",
                    "TitleEnglish": "Dead to Rights",
                    "SummaryEnglish": "A cop-killer is using women as bait. Extremely intelligent and malevolent, the killer kidnaps women, then waits to pick off any police who come to the rescue.\r\nVincennes launches a verbal tirade against the killer's cowardice, vowing to use any means to catch him. When this message is televised, he becomes the target and his wife Karen (Patricia Harras) is kidnapped to provide the lure. The frantic Lieutenant brings his children Jason (Alex Pollack) and Libby (Lauren Zabel) to the precinct for safety and Albrecht persuades Sarah to help look after them.\r\nMeanwhile, Albrecht and Capshaw are doing their own digging and finally, with some empathic insight from Draven, piece together the awful truth. The cop-killer is himself a cop: Reid Truax (Anthony Michael Hall), from their own station, is known for violence. As a lowly patrolman, however, no one even notices him. Now he has lured Vincennes into his trap and Draven and Albrecht have to find them. The trouble is, when the vengeful Crow em",
                    "Aliases": []
                },
                "22": {
                    "ID": "101132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-crow-stairway-to-heaven/episodes/101132",
                    "TitleEnglish": "A Gathering Storm",
                    "SummaryEnglish": "The leader of the Lazarus Group plans to subvert The Crow into his henchman and destroy Eric Draven. Shelly briefly becomes human to save him but is unable to prevent Draven and the evil Crow from a battle of apocalypse ferocity.\r\nFrederick Balsam (Mavor Moore), the ailing leader of the mysterious Lazarus Group has successfully transferred his soul into the body of his former personal trainer James Horton (Michael Weatherly). Now young, virile and still pure evil, he has destroyed the body jump technology and is systematically eliminating anyone who knows about it. Part of his master plan is to turn The Crow into his one-man private army and destroy Draven.\r\nMeanwhile, Detective Albrecht is assigned to find out who vandalized Draven's grave, covering it in blood. In the cemetery he is approached by an extremely nervous Judge Morrison (Jerry Wasserman) -- a former member of the Lazarus Group who did all their judicial dirty work. He now demands police protection in exchange for informatio",
                    "Aliases": []
                }
            }
        }
    }
}