{
    "URL": "https://thetvdb.com/series/tom-and-jerry",
    "Genres": [
        "Animation",
        "Children",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt16311516/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=EP00004505"
    ],
    "TitleEnglish": "Tom and Jerry",
    "SummaryEnglish": "This is all the Tom and Jerry shorts, from 1940 to 1967. The first 114 are from the Hanna-Barbera era (1940 – 1958), the next 13 are from the Gene Deitch era (1960 – 1962), and the last 34 are from the Chuck Jones era (1963 – 1967).",
    "Aliases": [],
    "Modified": "2025-10-04",
    "Seasons": {
        "0": {
            "ID": "20325",
            "URL": "https://thetvdb.com/series/tom-and-jerry/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 16,
            "Episodes": {
                "1": {
                    "ID": "998481",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/998481",
                    "TitleEnglish": "Tom and Jerry: The Movie",
                    "SummaryEnglish": "While moving to a new house with their owners, Tom Cat and Jerry Mouse get into a chase as usual resulting in Tom nailing Jerry inside his mouse hole with floorboards. Unfortunately, he misses the moving van and is forced to stay in the house after angering (Spike) a nearby bulldog. The house is then demolished the next morning with Tom going back inside to rescue Jerry, leaving them both homeless.",
                    "Aliases": []
                },
                "2": {
                    "ID": "998491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/998491",
                    "TitleEnglish": "Tom and Jerry: The Mansion Cat",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "998501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/998501",
                    "TitleEnglish": "Tom and Jerry: The Magic Ring",
                    "SummaryEnglish": "Tom is left in charge of a priceless magical ring by his young wizard master. He is then horrified when the ring gets stuck on Jerry's head, who then runs off into the city.",
                    "Aliases": []
                },
                "4": {
                    "ID": "998511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/998511",
                    "TitleEnglish": "Tom and Jerry: Blast Off to Mars",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "793871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/793871",
                    "TitleEnglish": "The Karate Guard",
                    "SummaryEnglish": "Jerry learns karate to guard himself from Tom, but it fails drastically, so his \"spiritual\" mentor summons a \"KarateGuard\" (an armored Spike) to aid him whenever he needs help. Jerry is provided with a gong to ring to call Spike, and to test it, provokes Tom into a fight in which he rings the gong and Spike subdues Tom violently.",
                    "Aliases": []
                },
                "6": {
                    "ID": "998521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/998521",
                    "TitleEnglish": "Tom and Jerry: The Fast and the Furry",
                    "SummaryEnglish": "Tom and Jerry enter an extreme car race competition called the \"Super Race\" in order to win the grand prize of a beautiful, dream mansion! Driving suped-up hot rods that can adapt to any environment (land, sea or air), they compete in this wild race around the world, encountering famous landmarks along the way and leaving chaos in their wake.",
                    "Aliases": []
                },
                "7": {
                    "ID": "419896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/419896",
                    "TitleEnglish": "Tom and Jerry in Shiver Me Whiskers",
                    "SummaryEnglish": "Hijinks ho! It's a swashbuckling pirate adventure when Tom sets sail as a lowly cabin cat for the biggest, baddest pirate on the high seas: the infamous Captain Red and his bossy talking parrot.\r\n\r\nTired of swabbing the deck all day, Tom thinks that his luck has changed when a mysterious bottle containing a treasure map washes on board!But Tom's dream of finding the treasure is ruined when he discovers that the bottle also contains a stowaway mouse, Jerry! Poor little Jerry has been guarding the treasure map, and he now has a greedy cat on his paws. Will Jerry be forced to walk the plank? Will Tom make it to the deserted island first? The race is on, and Tom and Jerry must work together to get past the coconut-throwing monkeys and a giant slimy octopus, and to outsmart the pirates, to find the buried treasure!",
                    "Aliases": []
                },
                "8": {
                    "ID": "411907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/411907",
                    "TitleEnglish": "A Nutcracker Tale",
                    "SummaryEnglish": "During the holidays in an empty opera house, Jerry dreams of himself on stage in an enchanted Kingdom where anything is possible: forests of sweets, singing snowflakes, and living toy ballerina!\r\n\r\nWhile Jerry plays with his new friends, the celebration is interrupted by Tom and a horde of stray cats, the musical clock-ballerina kidnapped and the Christmas country plunges into chaos.",
                    "Aliases": []
                },
                "9": {
                    "ID": "2666111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/2666111",
                    "TitleEnglish": "Tom and Jerry Meet Sherlock Holmes",
                    "SummaryEnglish": "Tom and Jerry Meet Sherlock Holmes is an action-packed adventure that stars the popular cat and mouse duo as they attempt to nab a clever jewel thief with the help of legendary detective, Sherlock Holmes.\r\n\r\nTom and Jerry set out on one of their biggest adventures yet when they visit London to help solve a series of jewelry heists that leave Scotland Yard completely befuddled and a beautiful singer named Red framed for the crimes. However, it?s going to take one of history?s greatest fictional detectives, Sherlock Holmes along with his loyal assistant Dr. Watson, to find the real thief.\r\n\r\nThe renowned crime-fighting team is joined by another world-famous duo, the lovable, ever-squabbling Tom and Jerry. Little do they know that finding clues and ***ing the case will be elementary compared to keeping the peace between the raucous cat and mouse as they scamper, scurry, scoot and speed along the streets, alleys and rooftops in the name of justice.\r\n\r\nTom and Jerry?s favorite pals, including Tuffy the mouse, Butch the dog, Droopy and others, round out the motley crew of characters and possible suspects in this brilliant fusion of classic detection and energetic animation",
                    "Aliases": []
                },
                "10": {
                    "ID": "4158748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/4158748",
                    "TitleEnglish": "Tom and Jerry & the Wizard of Oz",
                    "SummaryEnglish": "Tom and Jerry & the Wizard of Oz is a made-for-TV movie produced by Warner Bros. Animation re-telling the story of The Wizard of Oz with classic cartoon characters Tom & Jerry. It originally aired on Cartoon Network in August 2011.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4454225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/4454225",
                    "TitleEnglish": "Tom and Jerry: Robin Hood and his Merry Mouse",
                    "SummaryEnglish": "In this cat-and-mouse spin on the tale of Robin Hood, perpetual foes Tom and Jerry table their tussles to save Robin and his fair lady, Maid Marian, after Robin is captured by the villainous Sheriff of Nottingham and wicked Prince John.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4995824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/4995824",
                    "TitleEnglish": "Tom and Jerry's Giant Adventure",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "5621460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/5621460",
                    "TitleEnglish": "Tom and Jerry: The Lost Dragon",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "14": {
                    "ID": "5621461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/5621461",
                    "TitleEnglish": "Tom and Jerry: Spy Quest",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "15": {
                    "ID": "5677453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/5677453",
                    "TitleEnglish": "Tom & Jerry: Back to Oz",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "16": {
                    "ID": "6554652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/6554652",
                    "TitleEnglish": "Tom & Jerry: Willy Wonka and the Chocolate Factory",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "179681",
            "URL": "https://thetvdb.com/series/tom-and-jerry/seasons/official/1940",
            "TitleEnglish": "1940's",
            "SummaryEnglish": null,
            "# Episodes": 46,
            "Episodes": {
                "1": {
                    "ID": "101415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101415",
                    "TitleEnglish": "Puss Gets The Boot",
                    "SummaryEnglish": "Tom chases Jerry all over their house, while Jerry foils Tom's plans to catch him. Tom breaks a lot of things in the house, while chasing Jerry, but that's when Mammy steps in. Mammy is Tom's owner. She tells him that if he breaks one more thing in the house, she's going to throw him outside. So, Jerry knocks over a lot of things in the house to make Mammy think Tom did it, and kick him outside. Tom tries his hardest to keep all these things from falling, so he won't be thrown outside.",
                    "Aliases": []
                },
                "2": {
                    "ID": "101416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101416",
                    "TitleEnglish": "The Midnight Snack",
                    "SummaryEnglish": "Jerry decides to have a midnight snack. And what better than to have some nice, fresh cheese! He takes some from the fridge, but before he can eat it, Tom chases him for it. After breaking a lot of things, when chasing Jerry, Mammy hears the noise and comes down in a huff. Scared, Tom throws Jerry into the fridge to hide him. A bit later, Mammy finds Jerry in the fridge. She gets really angry, and throws Tom of out of the house. While Mammy is doing that, Jerry grabs the cheese, and finally eats it.",
                    "Aliases": []
                },
                "3": {
                    "ID": "101417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101417",
                    "TitleEnglish": "The Night Before Christmas",
                    "SummaryEnglish": "It's Christmas Eve. Jerry sees a present wrapped in the shape of cheese.",
                    "Aliases": []
                },
                "4": {
                    "ID": "101418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101418",
                    "TitleEnglish": "Fraidy Cat",
                    "SummaryEnglish": "On the radio, Tom listens to \"The Witching Hour\" that tells scary stories that almost give Tom a heart attack. After seeing Tom's reaction to the radio show, Jerry schemes a way to scare Tom. He moves everything in the house to make it seem like a ghost is in the house. Jerry does everything he can to give Tom a good spook. Tom gets so scared by all the strange things going on that he faints. Later, he finds out that Jerry was the one behind all this, so he chases him around the house. Accidentally, Tom attacks Mammy instead of Jerry, and she, once again, throws him out of the house.",
                    "Aliases": []
                },
                "5": {
                    "ID": "101419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101419",
                    "TitleEnglish": "Dog Trouble",
                    "SummaryEnglish": "Tom is chasing Jerry again, and they run into a bull dog. The bull dog gets angry, and starts to chase Tom AND Jerry.",
                    "Aliases": []
                },
                "6": {
                    "ID": "101420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101420",
                    "TitleEnglish": "Puss N' Toots",
                    "SummaryEnglish": "Mammy brings home a cute little kitten who just happens to be a girl. Immediately when Tom sees the kitten, he is smitten. Tom tries to act cool around the kitten, and he gives her presents (such as fish). Jerry wants to ruin this.",
                    "Aliases": []
                },
                "7": {
                    "ID": "101421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101421",
                    "TitleEnglish": "The Bowling Alley-Cat",
                    "SummaryEnglish": "Tom and Jerry are at the bowling alley. Tom, repeatedly, tries to run over Jerry with his ball. He misses Jerry every time he rolls. Jerry gets back at him by putting the bowling ball on his foot, tying it to his tail, making it hit him when it rolls, etc.",
                    "Aliases": []
                },
                "8": {
                    "ID": "101422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101422",
                    "TitleEnglish": "Fine Feathered Friend",
                    "SummaryEnglish": "Tom chases Jerry on a farm, and Jerry hides by a hen. The hen is startled by Tom, so she hits him hard. Jerry dresses himself as a chick, and acts like he's one of the hen's. The rest of the chicks think Jerry is just another one of them. While Tom runs away from the hen, Jerry settles in by the mother and her chicks.",
                    "Aliases": []
                },
                "9": {
                    "ID": "101423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101423",
                    "TitleEnglish": "Sufferin' Cats!",
                    "SummaryEnglish": "Jerry is being chased into an alley, and is seen by an alley cat. The alley cat wants to eat him, but Tom steps in, and says that's his mouse. The two cats fight each other for Jerry, as he runs away trying to hide. The alley cat says to share the mouse, but Tom wants Jerry all for himself. So, they race to see who will catch Jerry first.",
                    "Aliases": []
                },
                "10": {
                    "ID": "101424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101424",
                    "TitleEnglish": "The Lonesome Mouse",
                    "SummaryEnglish": "After being framed by Jerry for breaking something, Tom is thrown out of the house by Mammy. Jerry is overjoyed that he has finally won. He sleeps in Tom's bed, drinks his milk, and makes himself comfortable in Tom's place. After a while, Jerry gets really bored and lonely over the fact that no one is chasing him. There's nothing to do. So, Jerry goes outside to find Tom, and Mammy screams for Tom to get the mouse out of the house. Tom chases Jerry all over the house for pretend to satisfy Mammy. Once Tom claims his territory again, Jerry comes back and makes Tom angry. And the chase starts all over again. Jerry is glad to have the excitement back.",
                    "Aliases": []
                },
                "11": {
                    "ID": "101425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101425",
                    "TitleEnglish": "The Yankee Doodle Mouse",
                    "SummaryEnglish": "Tom is attacking Jerry with everything that's in the house. He throws vases, paper airplanes, lamps, and anything he can get his hands on to get Jerry. Basically, it's like a war is going on. Jerry retaliates by using a cheese grater, and using fireworks to fight Tom back with. (I.E. Yankee Doodle Mouse) They do the same thing fighting back and forth for the rest of the episode. It ends with Jerry winning the battle, as he blows up Tom using the fireworks, turning him into an American Flag.",
                    "Aliases": []
                },
                "12": {
                    "ID": "101426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101426",
                    "TitleEnglish": "Baby Puss",
                    "SummaryEnglish": "A little girl is dollying up Tom to make him look like a baby cat. Jerry laughs at him, prompting Tom to chase him around the house into a dollhouse. Jerry dresses up like a doll to escape from Tom, without him noticing. Jerry shows the alley cats from outside the way Tom looks, and they laugh and make fun of him. The alley cats come in the house, and dress Tom in diapers and REALLY make him look like a baby. That's when the little girl appears, and makes the alley cats leave in a hurry. The little girl continues to turn Tom into a baby cat, while Jerry and the alley cats watch while laughing at him.",
                    "Aliases": []
                },
                "13": {
                    "ID": "101427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101427",
                    "TitleEnglish": "The Zoot Cat",
                    "SummaryEnglish": "Tom gives Jerry, as a present to a girl cat he really likes. The girl doesn't accept the gift, and Tom goes back to the house with a pout. He hears on the radio about a zoot suit. Tom cuts out and sews together a very tight and nice-looking suit. He goes back to the girl cat's house, and as soon as she sees Tom's new suave look, she swoons. Tom acts like Charles Boyer, and he makes the girl fall in love with him. Jerry sees he has to ruin this. He does something to anger Tom, which makes him chase Jerry around the house, and tripped into a fishbowl. The suit shrinks to Jerry's size, and Jerry wears it. He takes Tom's place, and acts like a mini Charles Boyer to the girl cat.",
                    "Aliases": []
                },
                "14": {
                    "ID": "101428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101428",
                    "TitleEnglish": "The Million Dollar Cat",
                    "SummaryEnglish": "The usual chase is going on between Tom and Jerry, until a letter arrives. Tom reads it and finds out that he inherited one million dollars by one of his uncles! He cheers in happiness, until Jerry reads it, and points out one detail that Tom missed. Tom can't harm any living thing - not even a mouse! Jerry rejoices the inheritance because since Tom is not allowed to hurt any living thing, it means he can get away with doing anything he wants without Tom fighting back. Jerry proceeds to torture Tom by taking advantage of his new life, sleeping in his bed and eating all of his food. Finally, after Tom loses his breakfast and gets a pad of butter in the eye, he loses it and begins to beat up Jerry. He then says, \"Gee, I'm throwing away a million dollars... BUT I'M HAPPY!!\"",
                    "Aliases": []
                },
                "15": {
                    "ID": "101429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101429",
                    "TitleEnglish": "The Bodyguard",
                    "SummaryEnglish": "In a heroic effort, Jerry rescues Spike from the dogcatcher. Spike thanks him by telling him to whistle whenever he needs help if Tom chases him.",
                    "Aliases": []
                },
                "16": {
                    "ID": "101430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101430",
                    "TitleEnglish": "Puttin' On The Dog",
                    "SummaryEnglish": "Tom chases Jerry right into a dog pound. Jerry makes himself comfortable once there, knowing that Tom will never follow him in. Tom thinks of something, though. He puts on a dog mask, and acts like a dog, going into the pound. After chasing Jerry for a while, he tells all the dogs that Tom's really a cat under the mask. All of the dogs chase Tom out of the pound.",
                    "Aliases": []
                },
                "17": {
                    "ID": "101431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101431",
                    "TitleEnglish": "Mouse Trouble",
                    "SummaryEnglish": "Tom starts to read a book called \"How to catch a Mouse\". Although, the traps are set for Jerry... the clever mouse thwarts Tom's plan to catch him, and Tom goes through all the traps in a brutal way.",
                    "Aliases": []
                },
                "18": {
                    "ID": "101432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101432",
                    "TitleEnglish": "The Mouse Comes To Dinner",
                    "SummaryEnglish": "Tom hits Jerry with a hammer, and is used as a servant for his new girlfriend. Tom dresses Jerry up as a waiter, and makes him do whatever he says. Jerry starts to fight with Tom, and Tom does the same. His girlfriend is turned off by all this. So she leaves, as the cat and mouse go back to the usual fighting.",
                    "Aliases": []
                },
                "19": {
                    "ID": "101433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101433",
                    "TitleEnglish": "Mouse In Manhattan",
                    "SummaryEnglish": "Jerry decides to move out of the country, and into the big city. He writes a note for Tom, telling him about his departure. He arrives in the city to have bad luck everywhere. He is chased by traffic, chased by cats, hit with different things, and is shot at by the police. Jerry knows that the city is just not for him. He goes back to the country, and tears the note he wrote for Tom to shreds. It's good to be home.",
                    "Aliases": []
                },
                "20": {
                    "ID": "101434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101434",
                    "TitleEnglish": "Tee For Two",
                    "SummaryEnglish": "Tom and Jerry are at a golf course. Tom uses Jerry as a tee. After playing atrociously, and getting hit with a ton of golf balls, he is attacked by everything on and off the course. Jerry, of course, does whatever he can to get back at Tom for using him as a tee.",
                    "Aliases": []
                },
                "21": {
                    "ID": "101435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101435",
                    "TitleEnglish": "Flirty Birdy",
                    "SummaryEnglish": "Tom has Jerry caught. He is just ready to eat him, when an eagle comes in, and takes Jerry away.",
                    "Aliases": []
                },
                "22": {
                    "ID": "101436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101436",
                    "TitleEnglish": "Quiet Please!",
                    "SummaryEnglish": "After Tom chases Jerry around the house, and makes a ton of noise, a grumpy Spike tells Tom that if he hears one more thing, he will do his worst.",
                    "Aliases": []
                },
                "23": {
                    "ID": "101437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101437",
                    "TitleEnglish": "Springtime For Thomas",
                    "SummaryEnglish": "Tom is in love with his new girlfriend, a white cat. He makes her feel special, as he gives her little kisses, etc. Mischievous little Jerry thinks of something to break up the new couple. He writes a fake letter to an alley cat, telling him that the white cat has fallen in love with him. Once the alley cat sees Tom with her, trouble stirs.",
                    "Aliases": []
                },
                "24": {
                    "ID": "101438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101438",
                    "TitleEnglish": "The Milky Waif",
                    "SummaryEnglish": "A lost baby mouse is found by Jerry. His name is Nibbles. He's always hungry, and eating anything he can get his teeth into. Jerry takes care of the baby, while he does his best to keep him far away from Tom. But Nibbles' hunger gets the better of him, when he proceeds to drink Tom's milk. Tom chases Nibbles around the house, as Jerry tries to save him, repeatedly.",
                    "Aliases": []
                },
                "25": {
                    "ID": "101439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101439",
                    "TitleEnglish": "Trap Happy",
                    "SummaryEnglish": "When Tom loses his patience with chasing Jerry constantly, he hires a mouse exterminator (Butch) to get rid of Jerry once and for all. Once Butch arrives, everything goes according to plan... but not for long. Jerry quickly gains the upper hand, backfiring all capture attempts upon both Tom and Butch.",
                    "Aliases": []
                },
                "26": {
                    "ID": "101440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101440",
                    "TitleEnglish": "Solid Serenade",
                    "SummaryEnglish": "It's a moonlit night, and Tom wants to impress a cute female kitten (Toodles). So he brings a guitar, ties up Spike, the one guarding Toodles' property, and plays a serenade for Toodles. Unfortunately for Jerry, who happens to dwell close by, the serenading disturbs his sleep. More annoyed than ever, he decides to do all he can to ruin Tom's night.",
                    "Aliases": []
                },
                "27": {
                    "ID": "101441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101441",
                    "TitleEnglish": "Cat Fishin'",
                    "SummaryEnglish": "It's beautiful day at a lake... one that's surrounded by a fence that's plastered all over with \"keep out\" and \"no fishing\" signs. Not to mention the bulldog (Spike) who guards it. But that doesn't stop Tom, as he takes a chance by sneaking in to go fishing anyway, using Jerry as live bait...",
                    "Aliases": []
                },
                "28": {
                    "ID": "101442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101442",
                    "TitleEnglish": "Part Time Pal",
                    "SummaryEnglish": "Tom is told by his owner, Mammy Two-Shoes, to guard the refrigerator for the night and keep Jerry away from it, or else he'll be thrown out of the house. Upon hearing this, Jerry outwits Tom, but goes too far... to a point where Tom falls into a barrel of cider and gets drunk. The drunk Tom is nice to Jerry, but makes a mess in the kitchen, among other things that are against Mammy's orders. So Jerry does his best to snap Tom out of it before the cat gets into some serious trouble with Mammy.",
                    "Aliases": []
                },
                "29": {
                    "ID": "101443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101443",
                    "TitleEnglish": "The Cat Concerto",
                    "SummaryEnglish": "In this episode, Tom plays as a concert pianist who plays beautifully, but keeps getting interrupted when Jerry is inside of the piano, making Tom hit the wrong keys. Throughout the episode, Tom tries to squash Jerry by hitting the keys he's on.",
                    "Aliases": []
                },
                "30": {
                    "ID": "101444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101444",
                    "TitleEnglish": "Dr. Jekyll and Mr. Mouse",
                    "SummaryEnglish": "Jerry drinks a potion that makes him grow super-strong. He decides to go after Tom because this time, he's stronger. Once the potion wears off, Tom drinks some of it himself and grows bigger and super-strong. But he then immediately shrinks to half the size of Jerry, then to the size of an ant, and runs away from Jerry, who proceeds to chase him with a fly-swatter.",
                    "Aliases": []
                },
                "31": {
                    "ID": "101445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101445",
                    "TitleEnglish": "Salt Water Tabby",
                    "SummaryEnglish": "While Tom woos a female cat at the beach, Jerry tries to disrupt his fun by playing pranks on him.",
                    "Aliases": []
                },
                "32": {
                    "ID": "101446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101446",
                    "TitleEnglish": "A Mouse In The House",
                    "SummaryEnglish": "Mammy Two-Shoes is sick and tired of Jerry, period. So she enlists both Tom and Butch to catch him, saying that whichever cat is successful in the capture gets to stay in the house, and whoever fails gets kicked out along with Jerry.",
                    "Aliases": []
                },
                "33": {
                    "ID": "101447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101447",
                    "TitleEnglish": "The Invisible Mouse",
                    "SummaryEnglish": "Tom is chasing Jerry as usual, when Jerry dives into a bottle of ink to hide. Not noticing, Tom dashes off in which he thinks is the direction the mouse went. When Jerry emerges from the bottle, he finds the bottom half of his body invisible! He then realized that the ink he was in is invisible ink, so he covers his whole body in it and goes after Tom, planning on giving him a good scare.",
                    "Aliases": []
                },
                "34": {
                    "ID": "101448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101448",
                    "TitleEnglish": "Kitty Foiled",
                    "SummaryEnglish": "Tom has finally caught Jerry and is about to eat him. But the house canary can't bare that and comes to Jerry's rescue. With that, Tom goes after the both of them, but the teamwork between Jerry and the canary outdoes Tom completely.",
                    "Aliases": []
                },
                "35": {
                    "ID": "101449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101449",
                    "TitleEnglish": "The Truce Hurts",
                    "SummaryEnglish": "Tired of fighting, Tom, Jerry, and Spike sign a truce. Now, they protect each other, sleep next to one another, and so on. Until a big steak gets dropped by their house, that's when they start to fight over who gets the bigger share.",
                    "Aliases": []
                },
                "36": {
                    "ID": "101450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101450",
                    "TitleEnglish": "Old Rockin' Chair Tom",
                    "SummaryEnglish": "Mammy Two-Shoes is being \"attacked\" by Jerry again, so she once more orders Tom to get rid of him. When he epically fails once again, Mammy decides that Tom is too old to work in the mouse-catching business anymore, and brings in a younger, faster, and more hyper cat named Lightning that disposes of Jerry in an instant. Proud of the new cat, Mammy tells him to take good care of Tom, and goes to bed. But when Lightning frames Tom for raiding the refrigerator, Tom gets kicked out of the house, as well. So both Tom and Jerry come up with a plan to get rid of Lightning once and for all.",
                    "Aliases": []
                },
                "37": {
                    "ID": "101451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101451",
                    "TitleEnglish": "Professor Tom",
                    "SummaryEnglish": "Tom is doing his best to teach a younger cat how to catch a mouse, but the youngster isn't able to focus very well. When Tom finally tells the young cat to do a test run by catching Jerry, the little one determinedly sets off. But Jerry sees that the young cat likes mice despite his teachings, and takes advantage of this and uses it against Tom.",
                    "Aliases": []
                },
                "38": {
                    "ID": "101452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101452",
                    "TitleEnglish": "Mouse Cleaning",
                    "SummaryEnglish": "As soon as Mammy finishes cleaning the house, in come Tom and Jerry to mess it all up. She cleans up the house again, but tells Tom that if he creates another mess, when she comes back from the store, he's going to have to leave. Jerry sees his chance to get Tom out of the house..",
                    "Aliases": []
                },
                "39": {
                    "ID": "101453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101453",
                    "TitleEnglish": "Polka-Dot Puss",
                    "SummaryEnglish": "Mammy Two-Shoes is about to put Tom out for the night, but since there's a lightning storm going on, Tom fakes being sick in order to stay in. Mammy falls for it, and allows Tom to sleep indoors. Tom is delighted that his trick worked, but Jerry is annoyed at this, so he paints red dots all over Tom's face to make him actually look sick. Tom falls for this, so he succumbs to letting Jerry take care of him... in quite a brutal way.",
                    "Aliases": []
                },
                "40": {
                    "ID": "101454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101454",
                    "TitleEnglish": "The Little Orphan",
                    "SummaryEnglish": "An orphan mouse comes and joins Tom and Jerry for Thanksgiving Dinner. Nibbles is always hungry, so he eats everything in sight. An angry Tom chases him around the house, while Jerry tries to help Nibbles hide.",
                    "Aliases": []
                },
                "41": {
                    "ID": "101455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101455",
                    "TitleEnglish": "Hatch Up Your Troubles",
                    "SummaryEnglish": "A woodpecker egg falls from its nest, and rolls to Jerry's door. It hatches, and Jerry puts it back in its nest. The woodpecker follows Jerry back to his hole, and that's when it goes over by Tom..",
                    "Aliases": []
                },
                "42": {
                    "ID": "101456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101456",
                    "TitleEnglish": "Heavenly Puss",
                    "SummaryEnglish": "Tom gets killed by a piano, and starts to float up to Heaven. But he doesn't get to go in, because he's been trying to get Jerry all these years. The only way for him to get into Heaven is to have Jerry sign a piece of paper, stating as an apology. If Jerry doesn't sign it.. then Tom's going down under.",
                    "Aliases": []
                },
                "43": {
                    "ID": "101457",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101457",
                    "TitleEnglish": "The Cat And The Mermouse",
                    "SummaryEnglish": "Tom drowns in a lake, and goes to the bottom. There, he finds a mermouse, and then tries to capture it and eat it. The mermouse doesn't give in so easily, though.",
                    "Aliases": []
                },
                "44": {
                    "ID": "101458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101458",
                    "TitleEnglish": "Love That Pup",
                    "SummaryEnglish": "Mistakenly grabbing Spike's son, instead of Jerry, Spike lets Tom have it. Jerry makes himself comfortable over by Spike, while Tom tries to devise a plan to get Jerry without having either of the dogs notice.",
                    "Aliases": []
                },
                "45": {
                    "ID": "101459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101459",
                    "TitleEnglish": "Jerry's Diary",
                    "SummaryEnglish": "After getting tired of chasing Jerry, Tom sits down and finds Jerry's Diary. He opens it and starts to read it, showing clips of past episodes.",
                    "Aliases": []
                },
                "46": {
                    "ID": "101460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101460",
                    "TitleEnglish": "Tennis Chumps",
                    "SummaryEnglish": "Tom competes against Butch in a tennis tournament. Bad luck keeps happening throughout the game, though. Jerry sees and figures he can use this to his advantage. He uses tricks though, as he competes against both Tom and Butch.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "179701",
            "URL": "https://thetvdb.com/series/tom-and-jerry/seasons/official/1950",
            "TitleEnglish": "1950's",
            "SummaryEnglish": null,
            "# Episodes": 68,
            "Episodes": {
                "1": {
                    "ID": "101461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101461",
                    "TitleEnglish": "Little Quacker",
                    "SummaryEnglish": "Tom finds a duck egg, and decides to have it for breakfast. The egg hatches as Tom prepares to cook it. As soon as Jerry sees this, he swipes the duck away from Tom just in time. Tom starts to chase Jerry for the duck, while they foil Tom's plans to have duck soup.",
                    "Aliases": []
                },
                "2": {
                    "ID": "101462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101462",
                    "TitleEnglish": "Saturday Evening Puss",
                    "SummaryEnglish": "Mammy wants to go out to dinner. So, Tom invites his friends over a party, and they use Jerry as a needle on a record player. After Jerry escapes from this, he gets back at Tom and his friends, by giving them some of their own medicine.",
                    "Aliases": []
                },
                "3": {
                    "ID": "101463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101463",
                    "TitleEnglish": "Texas Tom",
                    "SummaryEnglish": "In this episode, Tom is a cowboy, and he uses Jerry like a lackey. He does all sorts of things to impress a female cat. Jerry gets mad, and releases a big bull on Tom that Tom runs away from in a hurry, and makes the female cat un-impressed.",
                    "Aliases": []
                },
                "4": {
                    "ID": "101464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101464",
                    "TitleEnglish": "Jerry And The Lion",
                    "SummaryEnglish": "On the radio, Tom and Jerry hear that a lion is loose in their area. Frightened, Tom gets on his hunting outfit and gets out a rifle. A bit later, Jerry finds the lion in their house, and learns that the lion's harmless, but he asks the lion to play a trick on Tom to make him look like he's ferocious.",
                    "Aliases": []
                },
                "5": {
                    "ID": "101465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101465",
                    "TitleEnglish": "Safety Second",
                    "SummaryEnglish": "It's the 4th of July, and Nibbles is looking forward to an exciting day with lots of fireworks. But Jerry is against this, considering safety first. Nibbles still sneaks out the fireworks anyway, which eventually leads to an explosive battle against Tom.",
                    "Aliases": []
                },
                "6": {
                    "ID": "101466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101466",
                    "TitleEnglish": "The Hollywood Bowl",
                    "SummaryEnglish": "At the Hollywood Bowl, Tom is the conductor. Jerry wants to help out, and he gets in Tom's sleeves to help conduct. Tom denies his assistance again and again. Jerry gets mad and starts hitting Tom with instruments, and Tom does the same.",
                    "Aliases": []
                },
                "7": {
                    "ID": "101467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101467",
                    "TitleEnglish": "The Framed Cat",
                    "SummaryEnglish": "Jerry gets blamed for stealing a piece of chicken, and Mammy makes Tom chase him. Mad, Jerry goes and frames Tom by saying that he stole Spike's bone, which leaves to even more frame-ups..",
                    "Aliases": []
                },
                "8": {
                    "ID": "101468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101468",
                    "TitleEnglish": "Cue Ball Cat",
                    "SummaryEnglish": "The setting is of a poolroom. Tom uses Jerry as a ball, as he hits with his cue stick, trying to get into each of the pockets, and so on. Jerry does the same to get back at him.",
                    "Aliases": []
                },
                "9": {
                    "ID": "101469",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101469",
                    "TitleEnglish": "Casanova Cat",
                    "SummaryEnglish": "Tom is using Jerry for many embarrassing things to, once again, impress a female cat. Jerry gets frustrated and calls Butch to get the female cat. Tom and Butch duke it out to see who will get to have her.",
                    "Aliases": []
                },
                "10": {
                    "ID": "101470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101470",
                    "TitleEnglish": "Jerry And The Goldfish",
                    "SummaryEnglish": "Jerry and the house's goldfish, Goldy, become best friends. Tom hears a recipe on the radio for fish, and he instantly grabs Goldy to cook him. Jerry saves him, and Tom chases both of them around the house..",
                    "Aliases": []
                },
                "11": {
                    "ID": "101471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101471",
                    "TitleEnglish": "Jerry's Cousin",
                    "SummaryEnglish": "There are beaten up alley cats in the street. This is the work of Muscles Mouse, Jerry's cousin. He calls up Jerry, and tells him that he wants to help take care of Tom for him.",
                    "Aliases": []
                },
                "12": {
                    "ID": "101472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101472",
                    "TitleEnglish": "Sleepy-Time Tom",
                    "SummaryEnglish": "Tom and his friends come back from partying all night early in the morning at the crack of dawn.  Mammy caught Tom sleeping on the window, and she's mad at Tom, because she had to keep Jerry away from the food.  Tom is very tired and can do nothing but sleep, but Mammy says if she catches Tom sleeping on the job, he will be thrown out.  Jerry overhears this, and tries to make Tom fall asleep every time.",
                    "Aliases": []
                },
                "13": {
                    "ID": "101473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101473",
                    "TitleEnglish": "His Mouse Friday",
                    "SummaryEnglish": "Lost at sea on a life raft, Tom washes ashore on a deserted island. He meets up with Jerry, posing as a cannibal.",
                    "Aliases": []
                },
                "14": {
                    "ID": "101474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101474",
                    "TitleEnglish": "Slicked-Up Pup",
                    "SummaryEnglish": "Spike is giving his son, Tyke, a bath. Once finished, he leaves him on the porch to go get some meat. But he doesn't go too far before Tom and Jerry's chasing antics cause Tyke to fall into the mud and get dirty again. After ordering Tom to clean him up, Spike warns him that if he's dirty again by the time he gets back, he'll pound him to pieces. Upon hearing this, Jerry attempts to get Tyke dirty himself in order to get Tom into trouble.",
                    "Aliases": []
                },
                "15": {
                    "ID": "101475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101475",
                    "TitleEnglish": "Nit-Witty Kitty",
                    "SummaryEnglish": "Tom is chasing Jerry as usual, with Mammy Two-Shoes cheering him on. But when she attempts to crush Jerry herself by whacking him with a broom, she accidentally whacks Tom on the head instead. This causes Tom to suffer a case of amnesia, and he begins to act like a mouse. So both Jerry and Mammy individually try to cure him.",
                    "Aliases": []
                },
                "16": {
                    "ID": "101476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101476",
                    "TitleEnglish": "Cat Napping",
                    "SummaryEnglish": "It's a sunny day, and Tom walks out into the backyard with some lemonade and a pillow, ready to relax to his heart's content on a hammock. But when he finds out that Jerry is already sleeping there, he tosses him off. A fight then ensures for who gets the hammock.",
                    "Aliases": []
                },
                "17": {
                    "ID": "101477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101477",
                    "TitleEnglish": "The Flying Cat",
                    "SummaryEnglish": "Tom is chasing both Jerry and the house canary, but the two go out of reach by taking refuge in the canary's birdhouse. Tom tries everything to get up to them, but everything fails, ultimately resulting in him crashing through the whole house. When he comes out the other side, he has pink lace attached to him. Tom realizes that he can actually use the lace as wings to fly; a new weapon in his quest to get to Jerry and the canary...",
                    "Aliases": []
                },
                "18": {
                    "ID": "101478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101478",
                    "TitleEnglish": "The Duck Doctor",
                    "SummaryEnglish": "It's the time of year for ducks to be migrating, and little Quacker is among them. Unfortunately, Tom is out hunting ducks, and manages to shoot Quacker's wing, causing him to fall. Delighted, Tom goes after him, but Jerry saves him, doing his best to heal Quacker's wound and keep him safe from Tom at the same time.",
                    "Aliases": []
                },
                "19": {
                    "ID": "101479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101479",
                    "TitleEnglish": "The Two Mouseketeers",
                    "SummaryEnglish": "Given the responsibilities, by the tyrannical King, of guarding the grand banquet table, Tom is confronted by the sudden appearance of Jerry and Tuffy (Nibbles), the Mouseketeers.",
                    "Aliases": []
                },
                "20": {
                    "ID": "101480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101480",
                    "TitleEnglish": "Smitten Kitten",
                    "SummaryEnglish": "Jerry gets annoyed when he sees Tom fall for a female cat once again. With the help of his evil self, he remembers all of Tom's past relationships and all of the trouble that they caused him.",
                    "Aliases": []
                },
                "21": {
                    "ID": "101481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101481",
                    "TitleEnglish": "Triplet Trouble",
                    "SummaryEnglish": "Mammy receives 3 kittens to take care of.  Tom gets to take care of them, but what Mammy doesn't know is that the three cats are evil.  Tom knows they're evil, but Mammy thinks they are \"little angels\".  She goes out to buy cream for them.  This gives them the chance to torture Tom.  Later, they see Jerry and decides to torture him too.  Tom & Jerry then decide to work together and get back on the cats.",
                    "Aliases": []
                },
                "22": {
                    "ID": "101482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101482",
                    "TitleEnglish": "Little Runaway",
                    "SummaryEnglish": "When a baby seal escapes from the circus, it's befriended by Jerry. Tom hears that there's a big reward for the return of the seal, so he tries to catch it, with Jerry doing his best to protect it.",
                    "Aliases": []
                },
                "23": {
                    "ID": "101483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101483",
                    "TitleEnglish": "Fit To Be Tied",
                    "SummaryEnglish": "Spike steps on a tack while walking and is really hurt (he didn't know it was just a little tack).  Jerry hears him, and helps take out the tack.  To thank him, Spike gives Jerry a bell to ring whenever he's in trouble.",
                    "Aliases": []
                },
                "24": {
                    "ID": "101484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101484",
                    "TitleEnglish": "Push-Button Kitty",
                    "SummaryEnglish": "Mammy is tired of Tom being lazy and just lying around doing nothing.  She receives a package that she's been wanting.  It's a robot-cat.  Tom first thinks it's just a robot, but when he sees how the cat got rid of Jerry, he feels sad and leaves.  Every time Jerry tries to get back in the house, the robot throws him out.  Jerry has a plan to keep the robot busy.  He puts three wind-up mice in the house.  The robot causes all kinds of destruction while trying to catch the mice.  Mammy sees what a mess he made, and she begs Tom to come back.",
                    "Aliases": []
                },
                "25": {
                    "ID": "101485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101485",
                    "TitleEnglish": "Cruise Cat",
                    "SummaryEnglish": "A luxury cruise ship is bound for Honolulu, Hawaii, and Tom is the ship's mascot. The captain tells Tom that if he sees one mouse on the ship, he'll be kicked off and replaced with a new mascot. Of course, Jerry, who's on vacation, then discovers the ship and decides to climb aboard.",
                    "Aliases": []
                },
                "26": {
                    "ID": "101486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101486",
                    "TitleEnglish": "The Dog House",
                    "SummaryEnglish": "Spike is building a dog house of his very own. Though unfortunately for him, Tom and Jerry's chasing antics keep destroying his efforts over and over again...",
                    "Aliases": []
                },
                "27": {
                    "ID": "101487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101487",
                    "TitleEnglish": "The Missing Mouse",
                    "SummaryEnglish": "The radio reports that a white mouse, having swallowed enough explosives to blow up the city, has escaped from a lab.",
                    "Aliases": []
                },
                "28": {
                    "ID": "101488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101488",
                    "TitleEnglish": "Jerry And Jumbo",
                    "SummaryEnglish": "It's nighttime, and a circus train is passing through town. But a baby elephant is sleeping too close to the edge of the car he's in, and tumbles out, rolls down the hill, into a house, and right into Tom's basket. Not noticing out of tiredness, Tom curls up on top of the elephant, who's under the blanket. It manages to make a quick getaway, then sucks up Tom's milk with it's truck. Thinking it was Jerry, Tom marches into the kitchen. Jerry was actually drinking milk, but is wasn't Tom's. Still thinking he did it, Tom prepares to smash his bowl on him, when the elephant comes to his rescue. The two then hide from Tom in the closet, and decide to play a trick on him; Jerry paints the elephant to make him look like a super-sized version of himself...",
                    "Aliases": []
                },
                "29": {
                    "ID": "101489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101489",
                    "TitleEnglish": "Johann Mouse",
                    "SummaryEnglish": "The narrator tells the story of a waltzing mouse named Johann (Jerry) who lives in Vienna in Johann Strauss' home. Tom tries to catch Jerry each time he's dancing to Johann Strauss' piano music, but when a day arrives in which Johann Strauss is absent, Tom decides to learn how to play the piano in order to raise his chances of catching Jerry...",
                    "Aliases": []
                },
                "30": {
                    "ID": "101490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101490",
                    "TitleEnglish": "That's My Pup!",
                    "SummaryEnglish": "Spike is teaching his son Tyke the facts of life about being a dog. One lesson is chasing cats and Tom happens to be the object lesson of the day.",
                    "Aliases": []
                },
                "31": {
                    "ID": "101491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101491",
                    "TitleEnglish": "Just Ducky",
                    "SummaryEnglish": "Six eggs of a mother duck have just hatched. Delighted, the mother duck goes swimming, with five of her ducklings close behind. But unfortunately, the last duckling can't swim, and becomes sad.",
                    "Aliases": []
                },
                "32": {
                    "ID": "101492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101492",
                    "TitleEnglish": "Two Little Indians",
                    "SummaryEnglish": "Scoutmaster Jerry has his hands full with two little orphans from the Bide a Wee Mouse Home. Outfitted in Indian feathers and diapers , the two involve Jerry and the sleeping Spike in a hair-raising battle with Tom.",
                    "Aliases": []
                },
                "33": {
                    "ID": "101493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101493",
                    "TitleEnglish": "Life With Tom",
                    "SummaryEnglish": "The third flashback toon. This one has Tom reading Jerry's best selling book, \"Life with Tom.\"",
                    "Aliases": []
                },
                "34": {
                    "ID": "101494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101494",
                    "TitleEnglish": "Puppy Tale",
                    "SummaryEnglish": "Jerry resues a sackful of puppies from a storm swollen river and on of the pups follows Jerry home. Tom, being the cat that he is, doesn't want a dog around.",
                    "Aliases": []
                },
                "35": {
                    "ID": "101495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101495",
                    "TitleEnglish": "Posse Cat",
                    "SummaryEnglish": "The ranch cook tells Tom that he won't be getting any more food unless he gets rid of Jerry.",
                    "Aliases": []
                },
                "36": {
                    "ID": "101496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101496",
                    "TitleEnglish": "Hic-cup Pup",
                    "SummaryEnglish": "Tom accidentally gives Tyke the hiccups when he, also accidentally, awakens him from his nap. Spike is not pleased about this, and won't stop standing over Tom until he gets rid of Tyke's hiccups.",
                    "Aliases": []
                },
                "37": {
                    "ID": "101497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101497",
                    "TitleEnglish": "Little School Mouse",
                    "SummaryEnglish": "After being chased by Tom once again, Professor Jerry escapes into his classroom (mouse hole). Once there, he proceeds to teach his only student, Nibbles, how to outwit a cat. And the subject for the lesson is none other than Tom.",
                    "Aliases": []
                },
                "38": {
                    "ID": "101498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101498",
                    "TitleEnglish": "Baby Butch",
                    "SummaryEnglish": "Butch is going shopping... in an ally. He finds what he can in a garbage cans, and takes them with him. But a bottle of fresh milk on a doorstep catches his attention, and goes over to get it. But Tom opens the door and takes the milk before Butch can. Butch then sees a cooked chicken on the windowsill, and proceeds to takes that, only to have the window slammed shut on his fingers before he can. Determined, Butch dresses up as a hungry baby in order to get into the house and snatch the chicken, as well as all of the other delicious foods that could be there...",
                    "Aliases": []
                },
                "39": {
                    "ID": "101499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101499",
                    "TitleEnglish": "Mice Follies",
                    "SummaryEnglish": "It's icy fun in the kitchen, as Jerry and Nibbles turn the floor into an ice-skating rink by freezing overflowing faucets.",
                    "Aliases": []
                },
                "40": {
                    "ID": "101500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101500",
                    "TitleEnglish": "Neapolitan Mouse",
                    "SummaryEnglish": "While touring Naples, Italy, Tom and Jerry are befriended by an Italian mouse named Topo, a champion of justice who helps his new friends fight off some tough Italian dogs.",
                    "Aliases": []
                },
                "41": {
                    "ID": "101501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101501",
                    "TitleEnglish": "Downhearted Duckling",
                    "SummaryEnglish": "The little duckling is sad, because he just read \"the ugly duckling\".  He cries because the duck looks just like him.  Jerry hears him crying and tries to make him feel better.  But no matter what, the duck thinks he looks ugly.",
                    "Aliases": []
                },
                "42": {
                    "ID": "101502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101502",
                    "TitleEnglish": "Pet Peeve",
                    "SummaryEnglish": "Husband and wife tell Tom and Spike that, due to the high cost of feeding them, one must go, and the one who catches Jerry will stay.",
                    "Aliases": []
                },
                "43": {
                    "ID": "101503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101503",
                    "TitleEnglish": "Touché, Pussy Cat!",
                    "SummaryEnglish": "Tuffy's father sends him to Jerry for Mouseketeer training. He fails miserable and destroys Jerry's place in the process. However, he gains the Mouseketeer title when he thwarts Tom.",
                    "Aliases": []
                },
                "44": {
                    "ID": "101504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101504",
                    "TitleEnglish": "Southbound Duckling",
                    "SummaryEnglish": "Stubborn Quacker, convinced this time that all ducks go south for the winter, refuses to stay home like his domestic buddies even though he can't fly. To complicate things Tom is hungry for a duck meal.",
                    "Aliases": []
                },
                "45": {
                    "ID": "101505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101505",
                    "TitleEnglish": "Pup On A Picnic",
                    "SummaryEnglish": "Spike and his son, Tyke, are on a picnic, but happen do have one in the same place in which Tom and Jerry's chasing antics are going on, and the two groups collide. It's then an array of food fight fun as Tom, Jerry, Spike, and Tyke, as well as an army of ants, vie for control of the picnic basket.",
                    "Aliases": []
                },
                "46": {
                    "ID": "101506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101506",
                    "TitleEnglish": "Mouse For Sale",
                    "SummaryEnglish": "With white mice being the new rage, Tom paints Jerry white and sells him for a bucketful of money, which he hides under the carpet back home.",
                    "Aliases": []
                },
                "47": {
                    "ID": "101507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101507",
                    "TitleEnglish": "Designs On Jerry",
                    "SummaryEnglish": "Knowing that he can make a lot of money this way, Tom designs the ultimate mouse trap. But after he goes to sleep, the mouse in his blueprints comes to life and warns Jerry about the upcoming threat that this mouse trap puts upon him...",
                    "Aliases": []
                },
                "48": {
                    "ID": "101508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101508",
                    "TitleEnglish": "Tom And Chérie",
                    "SummaryEnglish": "Hopelessly in love with a female mouse named Lilli, Jerry uses Nibbles as an errand boy to send letters back and forth between them. Unfortunately for Nibbles, he has to deal with Tom during these back-and-forth trips.",
                    "Aliases": []
                },
                "49": {
                    "ID": "101509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101509",
                    "TitleEnglish": "Smarty Cat",
                    "SummaryEnglish": "Tom and his alley cat palls are going through home movies, and Jerry wants to watch them, too. But Tom and his buddies don't want him around and toss him out the window. Annoyed, Jerry decides to get back at them by waking up Spike and angering him by showing him how he's depicted as a big goof in those movies.",
                    "Aliases": []
                },
                "50": {
                    "ID": "101510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101510",
                    "TitleEnglish": "Pecos Pest",
                    "SummaryEnglish": "Jerry gets a telegram from his Uncle Pecos that says that he's going to spend the night with him before his big debut on TV. Arriving quickly, he gives Jerry a demonstration of his guitar skills. But when one of his guitar's strings snap, he fearlessly walks up to Tom and pulls one of his whiskers to replace it. Annoyed at first, Tom soon becomes afraid of Uncle Pecos, whose guitar strings are always snapping, and it's always Tom's whiskers that he targets to replace them.",
                    "Aliases": []
                },
                "51": {
                    "ID": "101511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101511",
                    "TitleEnglish": "That's My Mommy",
                    "SummaryEnglish": "A duck egg rolls out of its nest and on Tom.  When the egg cracks, it sees Tom, and it thinks Tom is his mother.",
                    "Aliases": []
                },
                "52": {
                    "ID": "101512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101512",
                    "TitleEnglish": "The Flying Sorceress",
                    "SummaryEnglish": "When Tom is scolded by his owner for always breaking things while chasing Jerry, he decides to get a job. He soon finds one that sounds good to him, but it turns out to be the job of a witch's cat. After a scary ride on the witch's broom, Tom gets the job and the witch goes to bed. Tom then decides to take the broom himself, and ride it back home to give Jerry a good scare.",
                    "Aliases": []
                },
                "53": {
                    "ID": "101513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101513",
                    "TitleEnglish": "The Egg And Jerry",
                    "SummaryEnglish": "A CinemaScope remake of the 1949 episode, Hatch Up Your Troubles.",
                    "Aliases": []
                },
                "54": {
                    "ID": "101514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101514",
                    "TitleEnglish": "Busy Buddies",
                    "SummaryEnglish": "A prequel to the upcoming Tot Watchers. This concerns Jeannie, the babysitter whose primary interest is talking on the phone.",
                    "Aliases": []
                },
                "55": {
                    "ID": "101515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101515",
                    "TitleEnglish": "Muscle Beach Tom",
                    "SummaryEnglish": "Tom and Butch both try to impress a female cat with their muscle building abilities, with not only each other, but Jerry, for competition.",
                    "Aliases": []
                },
                "56": {
                    "ID": "101516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101516",
                    "TitleEnglish": "Down Beat Bear",
                    "SummaryEnglish": "Tom and Jerry hear on the radio about a bear that escaped from the circus who always dances whenever music is playing. When the bear finds it's way to their house, and music starts playing, it takes Tom as it's reluctant dancing partner. Amused by this, Jerry does his best to keep the music going so he can continue to watch Tom get helplessly thrown around by the dancing bear.",
                    "Aliases": []
                },
                "57": {
                    "ID": "101517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101517",
                    "TitleEnglish": "Blue Cat Blues",
                    "SummaryEnglish": "Tom is sitting on the railroad tracks, feeling miserable about losing his girlfriend to his rival Butch again. Feeling sad for him, Jerry narrates the whole story as he watches on.",
                    "Aliases": []
                },
                "58": {
                    "ID": "101518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101518",
                    "TitleEnglish": "Barbecue Brawl",
                    "SummaryEnglish": "Spike's perfect pool-side barbecue with Tyke turns into a disaster when Tom and Jerry come crashing through with their usual chasing antics.",
                    "Aliases": []
                },
                "59": {
                    "ID": "101519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101519",
                    "TitleEnglish": "Tops With Pops",
                    "SummaryEnglish": "This is a CinemaScope remake of the 1949 episode, Love That Pup.",
                    "Aliases": []
                },
                "60": {
                    "ID": "101520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101520",
                    "TitleEnglish": "Timid Tabby",
                    "SummaryEnglish": "George, Tom's fraidy-cat-look-alike cousin, comes for a visit. Jerry has no knowledge of this, however, so when he sees George freak out upon seeing him, he decides to scare him some more, but not always working as he sometimes gets Tom.",
                    "Aliases": []
                },
                "61": {
                    "ID": "101521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101521",
                    "TitleEnglish": "Feedin' The Kiddie",
                    "SummaryEnglish": "This is a CinemaScope remake of the 1949 episode, The Little Orphan.",
                    "Aliases": []
                },
                "62": {
                    "ID": "101522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101522",
                    "TitleEnglish": "Mucho Mouse",
                    "SummaryEnglish": "Taking place in Spain, Meathead the Cat is ordered by his owner to catch El Magnifico (Jerry) at once, but Meathead says that's impossible because of El Magnifico's world-renowned escaping skills. So the owner decides to call up Tom, the \"Olympic, U.S. and World Champion Mouse Catcher\", confident that he will be able to do the job.",
                    "Aliases": []
                },
                "63": {
                    "ID": "101523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101523",
                    "TitleEnglish": "Tom's Photo Finish",
                    "SummaryEnglish": "Tom frames Spike for stealing food from the fridge only to be caught on film by Jerry. Jerry makes several copies of the photo to try to get Tom in trouble.",
                    "Aliases": []
                },
                "64": {
                    "ID": "101524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101524",
                    "TitleEnglish": "Happy Go Ducky",
                    "SummaryEnglish": "When the Easter Bunny leaves an egg for Tom and Jerry, it hatches into Quacker. The little duck insists on swimming in everything in the house.",
                    "Aliases": []
                },
                "65": {
                    "ID": "101525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101525",
                    "TitleEnglish": "Royal Cat Nap",
                    "SummaryEnglish": "The king is about to take a nap, and tells Tom that if he hears one sound and wakes up, it's off with his head!",
                    "Aliases": []
                },
                "66": {
                    "ID": "101526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101526",
                    "TitleEnglish": "The Vanishing Duck",
                    "SummaryEnglish": "Quacker, in his last Tom and Jerry film, plays a singing duck who becomes Jerry's partner in crime when the tow of them discover the delights of vanishing cream.",
                    "Aliases": []
                },
                "67": {
                    "ID": "101527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101527",
                    "TitleEnglish": "Robin Hoodwinked",
                    "SummaryEnglish": "Daring mice Jerry and Tuffy try to break Robin Hood out of prison, but in order to do that, they have to get past the guard, Tom.",
                    "Aliases": []
                },
                "68": {
                    "ID": "101528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/101528",
                    "TitleEnglish": "Tot Watchers",
                    "SummaryEnglish": "Babysitter Jeannie, still attached to the phone, unintentionally forces Tom and Jerry to take care of the baby, who still keeps getting into mischief.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "179711",
            "URL": "https://thetvdb.com/series/tom-and-jerry/seasons/official/1960",
            "TitleEnglish": "1960's",
            "SummaryEnglish": null,
            "# Episodes": 47,
            "Episodes": {
                "1": {
                    "ID": "332823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332823",
                    "TitleEnglish": "Switchin' Kitten",
                    "SummaryEnglish": "This was the episode where Tom & Jerry go into an old castle on a dark and stormy night. The owner, most likely a relative to Dr. Frankenstein, switched animal brains to different animals. Jerry was a victim, who acted like a lion, and scaring Tom away, who had seen enough of the strange animals.",
                    "Aliases": []
                },
                "2": {
                    "ID": "332824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332824",
                    "TitleEnglish": "Down and Outing",
                    "SummaryEnglish": "In this episode Tom and Jerry go fishing.",
                    "Aliases": []
                },
                "3": {
                    "ID": "332825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332825",
                    "TitleEnglish": "It's Greek to Me-Ow!",
                    "SummaryEnglish": "This episode depicts Tom chasing Jerry during the times of Ancient Greece.",
                    "Aliases": []
                },
                "4": {
                    "ID": "332826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332826",
                    "TitleEnglish": "High Steaks",
                    "SummaryEnglish": "Tom and Jerry interfere with a cranky man and his barbecue.",
                    "Aliases": []
                },
                "5": {
                    "ID": "332827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332827",
                    "TitleEnglish": "Mouse into Space",
                    "SummaryEnglish": "Jerry finds Tom on a space capsule.",
                    "Aliases": []
                },
                "6": {
                    "ID": "332828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332828",
                    "TitleEnglish": "Landing Stripling",
                    "SummaryEnglish": "In This Episode Tom uses lighting to make a runway to try to catch a bird.",
                    "Aliases": []
                },
                "7": {
                    "ID": "332829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332829",
                    "TitleEnglish": "Calypso Cat",
                    "SummaryEnglish": "This episode involves a Persian cat that Tom falls in love with. They both end up on an island, but Tom ends up losing her to another cat.",
                    "Aliases": []
                },
                "8": {
                    "ID": "332830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332830",
                    "TitleEnglish": "Dicky Moe",
                    "SummaryEnglish": "A Tom and Jerry version of the book, \"Moby Dick\".",
                    "Aliases": []
                },
                "9": {
                    "ID": "332831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332831",
                    "TitleEnglish": "The Tom and Jerry Cartoon Kit",
                    "SummaryEnglish": "This episode involves a kit containing Tom, Jerry, and a bunch of weapons.",
                    "Aliases": []
                },
                "10": {
                    "ID": "332832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332832",
                    "TitleEnglish": "Tall in the Trap",
                    "SummaryEnglish": "A western episode in which the Sheriff hires Tom to catch Jerry, but Tom accidentally blows the place up instead.",
                    "Aliases": []
                },
                "11": {
                    "ID": "332833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332833",
                    "TitleEnglish": "Sorry Safari",
                    "SummaryEnglish": "Tom and Jerry are out on a Safari, but their vacation gets ruined.",
                    "Aliases": []
                },
                "12": {
                    "ID": "332834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332834",
                    "TitleEnglish": "Buddies Thicker Than Water",
                    "SummaryEnglish": "Jerry takes Tom inside his home. But when the mistress wants to evict the cat, Tom scares her with Jerry and tosses Jerry out into the snow. Tom is now pampered by the mistress and Jerry dresses up like a ghost to scare Tom.",
                    "Aliases": []
                },
                "13": {
                    "ID": "332835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332835",
                    "TitleEnglish": "Carmen Get It!",
                    "SummaryEnglish": "Another musical episode. Jerry goes into an opera, and Tom sneaks in behind a giant instrument case. Tom hides a tape recorder inside a violin, with a tape playing the role of the instrument. He's also a conductor, but ants keep changing the notes on a blank page.",
                    "Aliases": []
                },
                "14": {
                    "ID": "332836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332836",
                    "TitleEnglish": "Pent-House Mouse",
                    "SummaryEnglish": "This episode takes place in a construction site where a very hungry Jerry leads Tom, who has plenty of food, into a dog show so Jerry can later eat Tom's food.",
                    "Aliases": []
                },
                "15": {
                    "ID": "332837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332837",
                    "TitleEnglish": "The Cat Above and the Mouse Below",
                    "SummaryEnglish": "Another musical episode. Famous opera singer Tom arrives at a concert, where Jerry happens to be sleeping. Jerry tries to distract Tom from his performance, and eventually, the two end up literally switching places.",
                    "Aliases": []
                },
                "16": {
                    "ID": "332838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332838",
                    "TitleEnglish": "Is There a Doctor in the Mouse?",
                    "SummaryEnglish": "In order to eat all of Tom's food without being noticed, Jerry comes up with a potion mixture to make him invisible. Tom eventually finds out, however, and ends up pulling a giant Jerry out of the wall.",
                    "Aliases": []
                },
                "17": {
                    "ID": "332839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332839",
                    "TitleEnglish": "Much Ado About Mousing",
                    "SummaryEnglish": "Jerry is rescued from Tom by a dog who gives him a whistle and tells him to blow it, and he will come to his rescue. In order for the dog not to hear the whistle, Tom puts earmuffs on him while he's sleeping. Later, however, Jerry shows up in front of Tom, holding what is seemingly the same pair of earmuffs.",
                    "Aliases": []
                },
                "18": {
                    "ID": "332840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332840",
                    "TitleEnglish": "Snowbody Loves Me",
                    "SummaryEnglish": "In this winter episode, Jerry is rolling down a hill in a giant snowball and lands in a place where Tom is. He finds a house filled with cheese and makes himself at home in a wheel of Swiss Cheese. Tom plugs up the cheese with corks, but the cheese ends up exploding, pulverizing Tom with millions of corks. Jerry eventually winds up in a slice of cheese and does a ballet performance.",
                    "Aliases": []
                },
                "19": {
                    "ID": "332841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332841",
                    "TitleEnglish": "The Unshrinkable Jerry Mouse",
                    "SummaryEnglish": "Tom is jealous when a tiny kitten comes into the house. He tries to get rid of it, but Jerry stops him, having Tom do everything that Jerry and the kitten needs.",
                    "Aliases": []
                },
                "20": {
                    "ID": "332842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332842",
                    "TitleEnglish": "Ah, Sweet Mouse-Story of Life",
                    "SummaryEnglish": "This episode involves both transportation and abstract, and begins with Tom sounding like a sports car. Tom and Jerry start racing, and Jerry ends up passing Tom several times in one second. Jerry thinks of swords and takes the swords from his thoughts, starting to throw them at Tom, barely missing. Jerry falls and a question mark appears. He holds onto the question mark and grabs the nearest ledge. Tom falls and an exclamation mark appears and while he tries to bend it into a question mark, he falls to the ground. Tom gets stuck in a drain pipe and Jerry frees him by using a horn. Out comes a very long Tom sounding like a train.",
                    "Aliases": []
                },
                "21": {
                    "ID": "332843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332843",
                    "TitleEnglish": "Tom-ic Energy",
                    "SummaryEnglish": "A very long chase scene and lively classical music play throughout this cartoon until Tom smashes into a giant dog and Jerry rescues him.",
                    "Aliases": []
                },
                "22": {
                    "ID": "332844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332844",
                    "TitleEnglish": "Bad Day at Cat Rock",
                    "SummaryEnglish": "When Jerry notices that Tom is having a bad day, he takes advantage of it by pulling numerous pranks on him.",
                    "Aliases": []
                },
                "23": {
                    "ID": "332845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332845",
                    "TitleEnglish": "The Brothers Carry-Mouse-Off",
                    "SummaryEnglish": "Tom is by a pool, trying to lure Jerry with food. Jerry wants the food, but takes it by using a fishing rod, avoiding Tom altogether. Tom tries to get Jerry by dressing up as a mouse that attracts a bunch of other mice, but also ends up getting chased by a bunch of cats in the process.",
                    "Aliases": []
                },
                "24": {
                    "ID": "332846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332846",
                    "TitleEnglish": "Haunted Mouse",
                    "SummaryEnglish": "When Jerry's uncle comes to visit, he frees the animals that Tom has eaten, steals Tom's nose, and pulls some rabbits out of his hat that clobber Tom with a hammer.",
                    "Aliases": []
                },
                "25": {
                    "ID": "332847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332847",
                    "TitleEnglish": "I'm Just Wild About Jerry",
                    "SummaryEnglish": "After Tom gets run over by a train, he follows Jerry into a department store. They battle by using toy fire engines, bowling balls, ping-pong, clay pots, mail chutes, elevator shafts, and Jerry by stretching Tom's tail hundreds of feet in length. Tom ends up on the track again and blindfolds himself for the second time, only this time, a kind and angelic Jerry switches the tracks so Tom doesn't get hit.",
                    "Aliases": []
                },
                "26": {
                    "ID": "332848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332848",
                    "TitleEnglish": "Of Feline Bondage",
                    "SummaryEnglish": "A fairy princess gives Jerry a magical potion to make him invisible. Jerry gets some scissors and chases Tom with them and starts cutting his fur off. When Jerry is visible again, Tom gets the scissors and begins cutting Jerry's fur off. They look in a mirror and laugh until the end of the episode.",
                    "Aliases": []
                },
                "27": {
                    "ID": "332849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332849",
                    "TitleEnglish": "The Year of the Mouse",
                    "SummaryEnglish": "Being it's the Year of the Mouse, Jerry and another mouse decide to celebrate by pulling pranks on Tom.",
                    "Aliases": []
                },
                "28": {
                    "ID": "332850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332850",
                    "TitleEnglish": "The Cat's Me-Ouch",
                    "SummaryEnglish": "After Jerry barely gets away from Tom, he calls on his new dog to beat Tom up. Tom ends up in a hospital all bandaged up, with Jerry and his dog clinging on to him with their teeth.",
                    "Aliases": []
                },
                "29": {
                    "ID": "332851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332851",
                    "TitleEnglish": "Duel Personality",
                    "SummaryEnglish": "Taking place in a large house, Tom and Jerry challenge each other to a duel.",
                    "Aliases": []
                },
                "30": {
                    "ID": "332852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332852",
                    "TitleEnglish": "Jerry, Jerry, Quite Contrary",
                    "SummaryEnglish": "Jerry keeps trying to hurt Tom in his sleep. Jerry notices this, and tries to stay awake, but it doesn't work. No matter where Tom goes, Jerry keeps following him in his sleep, trying to hurt him.",
                    "Aliases": []
                },
                "31": {
                    "ID": "332853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332853",
                    "TitleEnglish": "Jerry-Go-Round",
                    "SummaryEnglish": "When Jerry helps out an injured elephant at the circus, the elephant repays Jerry by helping him to stop Tom from bothering them.",
                    "Aliases": []
                },
                "32": {
                    "ID": "332854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332854",
                    "TitleEnglish": "Love Me, Love My Mouse",
                    "SummaryEnglish": "When Tom falls in love with another female cat and offers her Jerry as a gift, Jerry screams and then tells her about the incident. Turns out that Tom planned it out, and she feels sympathetic for Jerry, and decides to take care of him. Jerry keeps trying to get into Tom's mouth on purpose, which gets Tom into trouble with the female cat. She eventually kisses Jerry, but upon tasting him, she smacks her lips with a devilish look on her face, teams up with Tom, and chases Jerry, with the intention of eating him, until the end of the episode.",
                    "Aliases": []
                },
                "33": {
                    "ID": "332855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332855",
                    "TitleEnglish": "Puss 'N' Boats",
                    "SummaryEnglish": "Tom and Jerry are chasing each other on a boat, propelling Tom into orbit, as well as into the water with a shark.",
                    "Aliases": []
                },
                "34": {
                    "ID": "332856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332856",
                    "TitleEnglish": "Filet Meow",
                    "SummaryEnglish": "Another episode with a shark. This time, Jerry is rescuing a fish from Tom. Tom tries to bring the fish back, only to run into a shark, instead.",
                    "Aliases": []
                },
                "35": {
                    "ID": "332857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332857",
                    "TitleEnglish": "Matinee Mouse",
                    "SummaryEnglish": "This episode used clips from older episode, and used better sound and music. Tom and Jerry go to the movies and are reminded painfully about the past, causing them to start beating each other again. The Tom, Jerry, and Spike in the movie stop fighting to watch the Tom and Jerry in the audience fighting.",
                    "Aliases": []
                },
                "36": {
                    "ID": "332858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332858",
                    "TitleEnglish": "The A-TOM-iNABLE Snowman",
                    "SummaryEnglish": "Tom tries to catch Jerry, who is hiding in a cuckoo clock, but ends up eating a tiny bomb, instead. He chases after Jerry wearing skis, and Jerry is safe inside with a Saint Bernard. Tom places his skis in snow to distract the dog so he can get Jerry. He gets knocked unconscious many times and gets rescued and intoxicated over and over again by the Saint Bernard. He pours Tom some water to soak his feet in, but it ends up burning Tom. He almost forgets Jerry, as he jumps so high because of the water that he lands in a tropical island, where the dog is waiting to rescue Tom when he bumps his head.",
                    "Aliases": []
                },
                "37": {
                    "ID": "332859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332859",
                    "TitleEnglish": "Catty-Cornered",
                    "SummaryEnglish": "This episode takes place in a duplex. Tom lives in one house, another Cat lives in the other, and Jerry lives between them. Both cats try to catch Jerry, but when one cat tries, the other cat gets hurt, and both think Jerry is the strongest mouse ever. They decide to get away from the damaged house, and Jerry comes with them, since he had so much fun.",
                    "Aliases": []
                },
                "38": {
                    "ID": "332860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332860",
                    "TitleEnglish": "Cat and Dupli-Cat",
                    "SummaryEnglish": "Jerry is again the victim of Two cats, and at first neither realize that there is another cat, they think they are each others reflection. They both cause trouble for Jerry, who is tired of it and ties the two cats up.",
                    "Aliases": []
                },
                "39": {
                    "ID": "343222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/343222",
                    "TitleEnglish": "O-Solar-Meow",
                    "SummaryEnglish": "Another One that takes place in the future. Tom is at a cheese mining facility, and blows holes into the station. He is forced to repair the damage dune during a chase with Jerry, who is eating cheese in a nearby moon.",
                    "Aliases": []
                },
                "40": {
                    "ID": "332861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/332861",
                    "TitleEnglish": "Guided Mouse-ille",
                    "SummaryEnglish": "It's the year 2565, and Tom and Jerry are scientists who blow themselves back in time.",
                    "Aliases": []
                },
                "41": {
                    "ID": "343223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/343223",
                    "TitleEnglish": "Rock 'N' Rodent",
                    "SummaryEnglish": "Tom is trying to sleep but can't because Jerry's Band is playing too loudly. He tries to block out their music but that disrupts the sleep of a nearby bulldog. But when Jerry is finished and comes home, Tom's alarm clock goes off and he jumps out the window, and Jerry has no idea what's gotten into Tom.",
                    "Aliases": []
                },
                "42": {
                    "ID": "343224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/343224",
                    "TitleEnglish": "Cannery Rodent",
                    "SummaryEnglish": "Set in Cannery Row, Tom and Jerry are trapped inside a can. When they get out, They find that same shark, and he almost eats Tom. Jerry, being kind and angelic again, saves Tom, but Tom is not grateful, so Jerry chases him with a shark fin,",
                    "Aliases": []
                },
                "43": {
                    "ID": "343225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/343225",
                    "TitleEnglish": "The Mouse from H.U.N.G.E.R.",
                    "SummaryEnglish": "The Mouse From H.U.N.G.E.R. sets out to find the food guarded by The Cat From T.H.R.U.S.H.. He tries to stop the mouse, but the traps backfire and the mouse hauls away a refrigerator full of food.",
                    "Aliases": []
                },
                "44": {
                    "ID": "343226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/343226",
                    "TitleEnglish": "Surf-Bored Cat",
                    "SummaryEnglish": "Tom's dreams of surfing are changed slightly when an Octopus, The Shark, and Jerry get involved. He becomes the surfboard himself when he swallows it.",
                    "Aliases": []
                },
                "45": {
                    "ID": "343227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/343227",
                    "TitleEnglish": "Shutter-Bugged Cat",
                    "SummaryEnglish": "Tom is reviewing failed attempts to catch Jerry. he gets an idea to revise one of his old experiments. Unfortuneately, for Tom, Jerry was watching the old films and saw Tom drawing his new plan.",
                    "Aliases": []
                },
                "46": {
                    "ID": "343228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/343228",
                    "TitleEnglish": "Advance and Be Mechanized",
                    "SummaryEnglish": "Another Space Adventure, this time Tom is a security guard. He spots Jerry's robot sneaking cheese from the Mining Facility. He sends his robot after him and gets the cheese back. The two robots end up injured, and put a controlling device on Tom & Jerry while the two robots operate the controls.",
                    "Aliases": []
                },
                "47": {
                    "ID": "343229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tom-and-jerry/episodes/343229",
                    "TitleEnglish": "Purr-Chance to Dream",
                    "SummaryEnglish": "Tom is having nightmares about getting pounded by a bulldog. Jerry's dog bashes up tom many times, and Tom decides he'd rather sleep and dream about getting pounded by a dog than having it actually happen.",
                    "Aliases": []
                }
            }
        }
    }
}