{
    "URL": "https://thetvdb.com/series/please-twins",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0398533/",
        "https://www.themoviedb.org/tv/20177"
    ],
    "TitleEnglish": "Please Twins!",
    "SummaryEnglish": "The second installment from the popular series Onegai Teacher. The main character of the story is Kamishiro Maiku, a high school student who is recently lost his parents and is living alone. \r\n He eventually meets Miyafuji Miina and Onodera Karen, whom are both claiming that they are his twin. However, these two girls have completely different personalities, and in fact are opposite to each other. This onegai/please is a romantic drama between three people so please expect elements of the like. This is a modern day twist on a classic US TV show, Three's Company. This being the second installment, you may want to consider getting a copy of Onegai Sensai for full enjoyment of the series.",
    "Aliases": [
        "Onegai Twins"
    ],
    "Modified": "2025-01-08",
    "Seasons": {
        "0": {
            "ID": "20442",
            "URL": "https://thetvdb.com/series/please-twins/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "104313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-twins/episodes/104313",
                    "TitleEnglish": "Summer Has Not Ended",
                    "SummaryEnglish": "Maiku and Karen continue to work on their relationship as siblings, while Maiku and Miina grow more intimate.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5101598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-twins/episodes/5101598",
                    "TitleEnglish": "Opening Credits: Second Flight",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "5101599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-twins/episodes/5101599",
                    "TitleEnglish": "Closing Credits: Asu he no Namida",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "5101600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-twins/episodes/5101600",
                    "TitleEnglish": "Ep. 1 Image Vocal: From This Place",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "5101601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-twins/episodes/5101601",
                    "TitleEnglish": "Ep. 2 Image Vocal: yureru koe no",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "5101619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-twins/episodes/5101619",
                    "TitleEnglish": "Uraraka Smile: Music Video",
                    "SummaryEnglish": "Comes with the DVD",
                    "Aliases": []
                },
                "7": {
                    "ID": "5101625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-twins/episodes/5101625",
                    "TitleEnglish": "Wasurerarenai: Music Video",
                    "SummaryEnglish": "Comes w/ the DVD",
                    "Aliases": []
                },
                "8": {
                    "ID": "9531894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-twins/episodes/9531894",
                    "TitleEnglish": "Please☆Twins Special Edition ~Relations~",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "5079",
            "URL": "https://thetvdb.com/series/please-twins/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "104301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-twins/episodes/104301",
                    "TitleEnglish": "Three Twins",
                    "SummaryEnglish": "Mika is a average young man that is about to have his life turned upside down. After spotting a house on television that appears in a photo that was left to him by his parents he decides to go live their. Its not too long before two girls show up on his door step claiming to possible be his twins, as well as wanting to stay at the house with him. Check out this exciting and brandnew sequel to the popular onegai sensei(onegai teacher).",
                    "Aliases": []
                },
                "2": {
                    "ID": "104302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-twins/episodes/104302",
                    "TitleEnglish": "We Might Be Related",
                    "SummaryEnglish": "Having the same blue eyes, Kamishiro Maiku might be related to one of the girls that has just entered his life. Having faced with this dilemma, they gather around a table, each with their own photograph of this house which might concern their past. The photograph of a little boy and girl.",
                    "Aliases": []
                },
                "3": {
                    "ID": "104303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-twins/episodes/104303",
                    "TitleEnglish": "We Might Be Strangers",
                    "SummaryEnglish": "\"\"We might be strangers...   \"\"The problem isn't the past, but what happens NOW. Miina, if we really are related by blood, I won't abandon you. I don't want to. I don't want to do something like throwing out a relative!\"\"",
                    "Aliases": []
                },
                "4": {
                    "ID": "104304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-twins/episodes/104304",
                    "TitleEnglish": "Kind to You",
                    "SummaryEnglish": "This episode begins witha recap of what we saw within the last episode. After the intro for episode four it is revealed the Minaa is looking for a job and is having a hard time finding one because most of the jobs require the person to be eighteen or over. While sitting in the bathup with Karen looking over job listings in the news paper, she spots one and proceeds to call and inquire about it, however she forgets to grab a towel. After calling she told that the position has already been filled, at this time Maiku is coming downstairs ans spots the undressed Karen sitting on the floor soaking wet,karen begins calling him pervert and other names and then the episode fast forwards a bit to after thats been cleared up.",
                    "Aliases": []
                },
                "5": {
                    "ID": "104305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-twins/episodes/104305",
                    "TitleEnglish": "Do You Like Girls",
                    "SummaryEnglish": "This episode starts off with Karen and Mina being introduced into their new class. Karen and Mina have taken and passed their school entrance examinations and are now welcomed by admiring peers. Mika listens quietly to the chanting in the next room upon introduction of the girls. The girls later on during their lunch break discuss mika's lack of interest in the opposite sex as well as the rumor going around that he is a moho which is a japanese translation for Homo. The girls decide that they will test mikes sexuality by following him around in skimpy outfits throughout the house and do arousing things. All fails and they decide more drastic steps needed to be taken so they decide to stage a dramatic incident.   Mina fakes getting sexually assaulted in a changing room and get mika to believe her, all is going well until mina tries to kiss mika who doesn't act on her advance , but some how ends up kissing karen then getting caught by mizuho , and ichigo. Mike is suspended for three days",
                    "Aliases": []
                },
                "6": {
                    "ID": "104306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-twins/episodes/104306",
                    "TitleEnglish": "Love Alliance",
                    "SummaryEnglish": "This episode begins with Maiku ,Karen and Mina reflecting over the events of the last episode in which they both kissed Maiku. Their is a akward feeling within the house. Both girls are afraid to confront maiku and discuss how their relationships have changed so they attempt to avoid him.\r\nMaiku is also feeling very saddened by the current event that have occured and doesn't know what to think or react to what has happened. They all realize that since they may or may no be related the entire situtation is even more complicated.",
                    "Aliases": []
                },
                "7": {
                    "ID": "104307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-twins/episodes/104307",
                    "TitleEnglish": "Making Memories",
                    "SummaryEnglish": "After winning the grand prize in a lottery, Maiku, Miina and Karen head to the beach.",
                    "Aliases": []
                },
                "8": {
                    "ID": "104308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-twins/episodes/104308",
                    "TitleEnglish": "Be Honest in Love",
                    "SummaryEnglish": "Maiku learns the truth of Shimazaki's sexuality. Shimazaki reunites with Tsubaki, whom he was previously in love with.",
                    "Aliases": []
                },
                "9": {
                    "ID": "104309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-twins/episodes/104309",
                    "TitleEnglish": "Don't Leave Me Out",
                    "SummaryEnglish": "On a beautiful day, the three head to the mall, but end up getting lost from each other.",
                    "Aliases": []
                },
                "10": {
                    "ID": "104310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-twins/episodes/104310",
                    "TitleEnglish": "I Want to Run Again",
                    "SummaryEnglish": "Maiku and Karen learn of Miina's past. Karen then find out that the picture of Maiku and one of the girls was taken at a different angle.",
                    "Aliases": []
                },
                "11": {
                    "ID": "104311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-twins/episodes/104311",
                    "TitleEnglish": "I Want to Tell You I Love You",
                    "SummaryEnglish": "After Karen finds out who is the relative, she goes out on a date with Maiku before telling him ( all the while breaking the Love Alliance) that she is his sister. After Karen tells this to Miina, however, she runs away.",
                    "Aliases": []
                },
                "12": {
                    "ID": "104312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-twins/episodes/104312",
                    "TitleEnglish": "We Are Three Twins",
                    "SummaryEnglish": "Miina runs away, but returns to the school without a word. After Karen talks to her, Miina goes to the train station. Maiku runs over there and they let their feelings out with a climactic kiss. In the end the episode shows that their relationship with each other remains the same.",
                    "Aliases": []
                }
            }
        }
    }
}