{
    "URL": "https://thetvdb.com/series/lost-universe",
    "Genres": [
        "Adventure",
        "Animation",
        "Comedy",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0236450/",
        "https://www.themoviedb.org/tv/36449",
        "https://www.themoviedb.org/tv/36449"
    ],
    "TitleEnglish": "Lost Universe",
    "SummaryEnglish": "400 years ago mankind advances to the stars. Researchers discovered Psychophysics, the application of mental power upon the laws of physics, and exceeded the speed of light for the first time in the 21st century. Mankind Inaugurates the Milky Way Union, and establishes the Universe Force to police it.  Kain Blueriver, a mantle clad Psy-Blade wielding Trouble Contractor, and Canal, the hard hologram AI of the spaceship SwordBreaker are joined by the ex-detective Mily on there adventures throughout the Milky way.  A fantastic Space Adventure by Hajime Kanzaka, the executive producer of The Slayers.",
    "Aliases": [],
    "Modified": "2024-12-29",
    "Seasons": {
        "1": {
            "ID": "5430",
            "URL": "https://thetvdb.com/series/lost-universe/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "109292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109292",
                    "TitleEnglish": "A Blade Of Light Shines",
                    "SummaryEnglish": "Desperate times may make for an opportune chance when a trio of adventurers meet by accident and find themselves out manned by a criminal syndicate- but out manned doesn't equal out gunned.",
                    "Aliases": []
                },
                "2": {
                    "ID": "109293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109293",
                    "TitleEnglish": "The Goddess Flies",
                    "SummaryEnglish": "Fate reunites the trio and sends them on a course to stop an out of control experimental starship- but will this situation prove to be a danger to the secret that the Swordbreaker hides?",
                    "Aliases": []
                },
                "3": {
                    "ID": "109294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109294",
                    "TitleEnglish": "The Kitchen Dances",
                    "SummaryEnglish": "An offer that appears too good to be true proves to be just that which leaves the Swordbreaker crew facing off with a gang of pirates having perhaps bitten off more than they can chew.",
                    "Aliases": []
                },
                "4": {
                    "ID": "109295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109295",
                    "TitleEnglish": "Coconut Crabs Kill",
                    "SummaryEnglish": "A seeming easy time on a vacation planet turns serious as Millie focuses on winning a contest while a mysterious foe has hired an assassin to make Kane’s chance to lie still permanent.",
                    "Aliases": []
                },
                "5": {
                    "ID": "109296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109296",
                    "TitleEnglish": "Flames Roar",
                    "SummaryEnglish": "Canal finds a job perfectly tailored to her interests- guarding a weapon storage site while its security system is down. But is this the chance of a lifetime or a carefully planned trap?",
                    "Aliases": []
                },
                "6": {
                    "ID": "109297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109297",
                    "TitleEnglish": "Fallen Angels Run",
                    "SummaryEnglish": "Kane goes undercover when the crew is hired to try to prevent a ship full of nurse trainees from letting the pressure to be number one see them take extreme measures to get the honor.",
                    "Aliases": []
                },
                "7": {
                    "ID": "109298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109298",
                    "TitleEnglish": "The Chess Players Meet",
                    "SummaryEnglish": "Finding a man’s missing friend gets a twist when Canal gets competitive but when it turns out the man is also pursued by a powerful organization the task becomes more than anyone imagined.",
                    "Aliases": []
                },
                "8": {
                    "ID": "109299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109299",
                    "TitleEnglish": "Nina Worries",
                    "SummaryEnglish": "Rail’s assistant Nina is dispatched to help the Swordbreaker crew get an ambassador home but when political opponents use the chance to strike will it turn into a major game of chicken?",
                    "Aliases": []
                },
                "9": {
                    "ID": "109300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109300",
                    "TitleEnglish": "The Bathroom Disappears",
                    "SummaryEnglish": "The Swordbreaker answers a distress call and finds itself in an alien trap that rearranges the ship’s internal structure- and time is running short as nature is making an urgent call.",
                    "Aliases": []
                },
                "10": {
                    "ID": "109301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109301",
                    "TitleEnglish": "Vagrants Decide",
                    "SummaryEnglish": "On a colony ship that has been searching for a new home for 40 years schisms are growing in the population as some want to just leave- will this split place the ship’s future at stake?",
                    "Aliases": []
                },
                "11": {
                    "ID": "109302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109302",
                    "TitleEnglish": "Friends Scatter",
                    "SummaryEnglish": "The trio go to planet Regun for a job to guard La Gould's cargo boats. They run into their old friend Jesse, who came to do the same job. Kain and Jesse make a bet at a bar -- If Kain loses they switch the cargo boats they are to guard. Meanwhile, a large-scale conspiracy has been taking place between La Gould, the space bandits and Nitemare. Kain and crew fight off the bandits who attack the boats they are guardingÅ . but an unidentified enemy ship attacks Jesse and sinks his ship.",
                    "Aliases": []
                },
                "12": {
                    "ID": "109303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109303",
                    "TitleEnglish": "The Rain of Tears Ends",
                    "SummaryEnglish": "Conspiracies are revealed between pirates and a company but the Universal Guardians and the Swordbreaker itself may find themselves outmatched when they discover the pirate’s trump card.",
                    "Aliases": []
                },
                "13": {
                    "ID": "109304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109304",
                    "TitleEnglish": "Recollection Returns",
                    "SummaryEnglish": "A memorial visitation prompts reminiscence of friends long lost and secrets hidden but a specter looms over the events which may lead to trouble for Kane and his friends.",
                    "Aliases": []
                },
                "14": {
                    "ID": "109305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109305",
                    "TitleEnglish": "Fear Whispers",
                    "SummaryEnglish": "Reeling from his encounter with a minion of Nightmare Kane looks to lick his wounds and he encounters his old mentor who is also struggling to do the same with the memory of an old failure.",
                    "Aliases": []
                },
                "15": {
                    "ID": "109306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109306",
                    "TitleEnglish": "The Nightmare Awakens",
                    "SummaryEnglish": "Swordbreaker’s string of successes has pushed their enemies into a corner and they are responding by unleashing their secret weapon as they divide Kane and Canal in a two prong assault.",
                    "Aliases": []
                },
                "16": {
                    "ID": "109307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109307",
                    "TitleEnglish": "Millie Desires",
                    "SummaryEnglish": "Kane suddenly decides that he wants Millie off the ship, but as Millie finds she has nowhere to go will she return to discover why Kane has had the abrupt change of heart?",
                    "Aliases": []
                },
                "17": {
                    "ID": "109308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109308",
                    "TitleEnglish": "Guardians Fly",
                    "SummaryEnglish": "Rumors of the discovery of a Lost Ship draws the Swordbreaker in but when Nightmare is already in place will Kane meet his end- and what happens when an ally looks to have turned traitor?",
                    "Aliases": []
                },
                "18": {
                    "ID": "109309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109309",
                    "TitleEnglish": "The Scoundrel Is Swept Away",
                    "SummaryEnglish": "Having been falsely branded traitors the Swordbreaker crew finds themselves on the run and in need of supplies while Nightmare intends to further deplete their dwindling resources.",
                    "Aliases": []
                },
                "19": {
                    "ID": "109310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109310",
                    "TitleEnglish": "Darkness Lures",
                    "SummaryEnglish": "Nightmare’s powerful Lost Ship arrives and challenges the Swordbreaker and it overwhelms the smaller ship leading to a dangerous standoff as Kane confronts the ship’s golden haired master.",
                    "Aliases": []
                },
                "20": {
                    "ID": "109311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109311",
                    "TitleEnglish": "Thoughts Fail",
                    "SummaryEnglish": "Nightmare makes its move it starting by taking out the head of the Universal Guardians and also making a priority of locating a wounded Swordbreaker while Millie tries to also find the ship.",
                    "Aliases": []
                },
                "21": {
                    "ID": "109312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109312",
                    "TitleEnglish": "Field Of Ice Burns",
                    "SummaryEnglish": "Hunted and driven to ground the Swordbreaker has to shutdown almost all functions to minimize repair time leaving Kane alone to try to fend off a Nightmare assault on a frozen world.",
                    "Aliases": []
                },
                "22": {
                    "ID": "109313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109313",
                    "TitleEnglish": "Destiny Spins",
                    "SummaryEnglish": "The time for revelations has come as various factions’ plans are laid out with Nightmare’s ultimate goal revealed, Rail’s motivation discovered and Alice’s final fate finally presented.",
                    "Aliases": []
                },
                "23": {
                    "ID": "109314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109314",
                    "TitleEnglish": "Ashura Comes",
                    "SummaryEnglish": "Nightmare’s plan is unfolding and soon the galaxy will be theirs but one obstacle still stands in their way- the Swordbreaker and so an old foe is dispatched in a Lost Ship to finish them.",
                    "Aliases": []
                },
                "24": {
                    "ID": "109315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109315",
                    "TitleEnglish": "The Maiden Returns",
                    "SummaryEnglish": "Outmatched the Swordbreaker looks to be on the brink of defeat and an obsessed Kane is prepared to make an unthinkable sacrifice- Will Millie arrive in time to prevent a tragedy?",
                    "Aliases": []
                },
                "25": {
                    "ID": "109316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109316",
                    "TitleEnglish": "The Angelic Demon Strikes",
                    "SummaryEnglish": "The Swordbreaker moves to confront Nightmare’s ultimate weapon and end its threat to the galaxy, but will this high stakes gambit turn trap when Millie’s greatest secret is revealed?",
                    "Aliases": []
                },
                "26": {
                    "ID": "109317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-universe/episodes/109317",
                    "TitleEnglish": "And... the Blade of Light Shines On",
                    "SummaryEnglish": "The final clash between light and dark has begun. With the fate of the galaxy at stake will darkness triumph or is light willing to risk everything for the sake of those they care about?",
                    "Aliases": []
                }
            }
        }
    }
}