{
    "URL": "https://thetvdb.com/series/ultra-maniac",
    "Genres": [
        "Animation",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2107575/",
        "http://www.starchild.co.jp/special/urumani/",
        "https://www.themoviedb.org/tv/38061",
        "https://www.themoviedb.org/tv/38061"
    ],
    "TitleEnglish": "Ultra Maniac",
    "SummaryEnglish": "Ultra Maniac is a Japanese anime set in middle school. The main characters are Nina, a magician in training who performs her spells with the help of a laptop and treasure box, and Ayu, a beautiful and popular young woman at Hideo Middle School. Watch as best friends Nina and Ayu deal with the fallout from Nina's clumsy attempts at magic and their crushes on boys in their school.",
    "Aliases": [],
    "Modified": "2025-07-12",
    "Seasons": {
        "0": {
            "ID": "20661",
            "URL": "https://thetvdb.com/series/ultra-maniac/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "1205481",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/1205481",
                    "TitleEnglish": "Ultra Maniac OVA",
                    "SummaryEnglish": "High school student and girls' tennis club leader Ayu Tateishi bumps into transfer student Nina Sakura, who is crying apparently because she has lost something. Later on, Ayu finds a pink electronic device and gives it to Nina. As a reward for finding her item, Nina reveals to Ayu that she is a witch in training and she offers to cast her a spell to help her win in a tennis game against the boys' club. Unfortunately, the spell doesn't enhance Ayu's abilities; instead, it turns her into a boy.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "5456",
            "URL": "https://thetvdb.com/series/ultra-maniac/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "109642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109642",
                    "TitleEnglish": "Ayu & Nina",
                    "SummaryEnglish": "Ayu Tateishi is the only person in school who knows her best friend Nina's secret. Nina Sakura is a witch-in-training who can't seem to perfect her magic skills. She tries to use her powers to make Ayu's crush, Tatsushi Kaji, like Ayu, but she ends up causing more harm than good!",
                    "Aliases": []
                },
                "2": {
                    "ID": "109643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109643",
                    "TitleEnglish": "Boy Meets Girl",
                    "SummaryEnglish": "Yuta is Nina's childhood friend who comes down from the Magic kingdom for a visit. Yuta seems to be developing feelings for Ayu until Ayu accidentally takes a picture of Yuta with a magic camera. The camera that will show the person you like in your place. Yuta lets Ayu take the last picture on Kaji to find out who he likes, but Ayu is too scared and tries to turn and run but she accidentally takes a picture of Yuta and Nina is in his place. Thus revealing his feelings.",
                    "Aliases": []
                },
                "3": {
                    "ID": "109644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109644",
                    "TitleEnglish": "Change Over",
                    "SummaryEnglish": "Ayu must battle Tsujiai in a tennis match to decide which tennis team gets three tennis courts. To make things fair, Nina turns Ayu into a boy to help her win a match with Hiroki, but the change in height makes her lose. After that, Akiho, Tsujiai, Kaji, Nina, Ayu, and others go sing karaoke. Nina turns into a boy too and Ayu stays a boy. While there, Ayu tries to prevent another girl from flirting with Kaji.",
                    "Aliases": []
                },
                "4": {
                    "ID": "109645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109645",
                    "TitleEnglish": "D.C. (Da capo)",
                    "SummaryEnglish": "After Nina runs into Ayu at a store, they both look back at how they met and how they became friends. An unsuspecting Ayu comes across a girl on a flying magic scooter with a talking cat, she never dreams that the magical witch girl will save her life and then end up being her best friend!",
                    "Aliases": []
                },
                "5": {
                    "ID": "109646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109646",
                    "TitleEnglish": "Enigma",
                    "SummaryEnglish": "Nina and Ayu, accompanied by Tetsushi and Hiroki set out to find the secret room in the school which is supposedly haunted by a ghost! However, only Nina and Ayu know the truth- the room is the location of a coveted Holy Stone! When Maya, Nina's childhood friend, comes into the picture they end up having to race against her to find the Holy Stone!",
                    "Aliases": []
                },
                "6": {
                    "ID": "109647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109647",
                    "TitleEnglish": "Fight Over",
                    "SummaryEnglish": "The Baseball and Tennis teams go on a trip into the woods for sports camp, tagging Nina along with them. The students are to participate in a test of courage. Finding out that the reason Ayu is so worried about maintaining her image is because when she was still just a bit infatuated with him he told that he liked that she was so cool and composed, and that was attractive. When they're there, Ayu tries to stop Akiho from making her move on Tetsushi while Nina and Maya try and find another Holy Stone. Nina and Maya search for the Holy Stone during the test of courage event. Thinking that Maya was a ghost, Ayu ran away to ruin her image by being scared of a \"ghost\".",
                    "Aliases": []
                },
                "7": {
                    "ID": "109648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109648",
                    "TitleEnglish": "Gigantic Pets",
                    "SummaryEnglish": "In an attempt to punish some mice, Maya makes a potion that is supposed to shrink things, but instead it makes things grow bigger. To make matters worse, Ruru, her familiar, accidentally drank some of it. Now she is growing larger and larger by the minute. Nina must try to hide Ruru while Maya works on getting the dispel magic. While Nina helps Maya hide Ruru, Ayu distracts the class by acting like a fool, once again ruining her image in front of Kaji.",
                    "Aliases": []
                },
                "8": {
                    "ID": "109649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109649",
                    "TitleEnglish": "Hello, Little Girls",
                    "SummaryEnglish": "Three little girls from Nina's world, Bamboo, Pine and Plum, come to earth to help Nina in her search for the Holy Stone! Unfortunately, they're more of a hindrance than a help, causing lots of trouble for Nina and Ayu! Since, they are little children who can't seem to hide their magic.",
                    "Aliases": []
                },
                "9": {
                    "ID": "109650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109650",
                    "TitleEnglish": "Item",
                    "SummaryEnglish": "Nina gets angry at Yuta's childish pranks and tells him to go back home. When a new Holy Stone location comes up, Nina and Ayu are surprised to see Yuta helping Maya get the stone! What more is going on with the Holy Stone that Ayu doesn't know about?",
                    "Aliases": []
                },
                "10": {
                    "ID": "109651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109651",
                    "TitleEnglish": "Jack Straw",
                    "SummaryEnglish": "Nina needs Ayu's help with an upcoming test at school. Therefore Ayu has a sleepover at Nina's house so that they can study together. Meanwhile, Maya puts a spell on a doll to make it a voodoo and sends it to stop Nina from gathering the holy stones and orders it to hurt Nina, but the doll keeps failing and hurting and scaring Ayu insteaad. Soon, it comes to that the doll has to poison Nina, but because of Nina's kindness it turns out to have a good heart.",
                    "Aliases": []
                },
                "11": {
                    "ID": "109652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109652",
                    "TitleEnglish": "Knight Spirit",
                    "SummaryEnglish": "Sebastian, Maya's butler comes to the human world and attempts to lay down his life for her. Unfortunately, he's terrible and keeps getting in the way of Maya's magic. While at the library, Sebastian accidentally spills a potion that makes anything on paper come to life. To make things worse the potion brings a buffalo to life. Nina, Ayu, Maya and Sebastian are now stuck in the library with a buffalo enchanted out of a book! Can he prove his usefulness to his Princess?",
                    "Aliases": []
                },
                "12": {
                    "ID": "109653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109653",
                    "TitleEnglish": "Lovesick Night",
                    "SummaryEnglish": "Nina, Ayu, Hiroki, Tetsushi and Rio all set out to the Fireworks festival that is happening near Ayu's house. For the reason, that Maya and Nina both think there is a Holy Stone there. Kaji sees Maya at the fireworks show and tries to invite her to join him and the others. Then, Kaji catches Maya from falling and when Ayu sees them when passing by and she thinks they're hugging! For Ayu's dress, Nina uses magic to make a yukata for Ayu. Depressed, she gets into a rowboat in the middle of the lake, and it springs a leak when she accidentally hits another boat, and her magical dress starts dissolving. Nina must use magic to help her. What she doesn't know is that Tsujiai is watching the whole thing.",
                    "Aliases": []
                },
                "13": {
                    "ID": "109654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109654",
                    "TitleEnglish": "Magic Vest",
                    "SummaryEnglish": "Nina accidentally sells her teacher her dad's magic vest and now she must get it back. Ayu and Nina visit a fortune teller, who turns out to be Maya, although they do not figure that out. Nina wonders whether she can trust Tsujiai about her secret of her being a witch.",
                    "Aliases": []
                },
                "14": {
                    "ID": "109655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109655",
                    "TitleEnglish": "Negative Girl",
                    "SummaryEnglish": "Luna, a friend of Maya, comes to visit. When she accidentally drops her bag, she falls in love with Kaji because he picked up her bag for her so she gives him gifts that he finds repulsive (She gives him a plant that looks like a dead lizard, for example). Luna forces Maya to help her with her newfound crush and now Nina must stop her from using magic on Kaji.",
                    "Aliases": []
                },
                "15": {
                    "ID": "109656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109656",
                    "TitleEnglish": "Orange Stone",
                    "SummaryEnglish": "Maya starts to talk to Tsujiai after finding out that the holy stone is near his house. When the four go to his beach house, Maya tags along in hopes of getting the holy stone. Maya confesses to Tsujiai but he replies to her that there is someone in his heart already. Then, Nina and Maya both find the orange holy stone near Tsujiai's beach house. In the end, Maya-chan gets the stone.",
                    "Aliases": []
                },
                "16": {
                    "ID": "109657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109657",
                    "TitleEnglish": "Pinch Hitter",
                    "SummaryEnglish": "During a baseball game, Kaji, who is up to bat, gets knocked out when he is hit with the ball. Ayu learns more about Akiho and Kaji's relationship. With all her power Nina is finally able to use magic without her computer.",
                    "Aliases": []
                },
                "17": {
                    "ID": "109658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109658",
                    "TitleEnglish": "Quest",
                    "SummaryEnglish": "After Tsujiai sees Rio transform, Nina decides to tell him everything. Tsujiai asks Nina if she can transform his cat into a human and she agrees. But once he turns into a human he doesn't want to change back into a cat. Meanwhile Rio starts to develop a crush on Ayu's dog Tamako.",
                    "Aliases": []
                },
                "18": {
                    "ID": "109659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109659",
                    "TitleEnglish": "R & B",
                    "SummaryEnglish": "Nina is sent an invitation to a club so she uses magic to change her and Ayu into 20-year-olds. At the club Ayu sees Yuta and realizes that he was sent an invitation as well. Also at the party is Maya. It turns out that there is a Holy Stone there.",
                    "Aliases": []
                },
                "19": {
                    "ID": "109660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109660",
                    "TitleEnglish": "Stand By Me",
                    "SummaryEnglish": "Nina's grandpa decides to take matters into his own hands by trying to get Ayu not to be Nina's friend anymore, thinking that she is the cause that Nina can't get any progress at magic.",
                    "Aliases": []
                },
                "20": {
                    "ID": "109661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109661",
                    "TitleEnglish": "Tangle",
                    "SummaryEnglish": "Girls from the baking class give Kaji and Ayu cookies. Then at the end of school, Nina figures out the \"dark side\" of Kaji.",
                    "Aliases": []
                },
                "21": {
                    "ID": "109662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109662",
                    "TitleEnglish": "Untangle",
                    "SummaryEnglish": "Nina finally figures out Kaji likes Ayu. So she sets them up to meet at the library. Kaji tells her but Ayu first declines because of her misunderstanding ( Nina discussed his \"dark side\" and Ayu thought Nina liked him when Nina murmured Kaji's name in her sleep ). So Nina comes to the rescue and tells Ayu that she doesn't like Kaji, she also tells her that she likes someone else. So Ayu runs to tell Kaji that she likes him. So now they're together.",
                    "Aliases": []
                },
                "22": {
                    "ID": "109663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109663",
                    "TitleEnglish": "Virgin Love",
                    "SummaryEnglish": "There's a rumor going around saying Ayu and Kaji like each other, which is true. Nina fails her english test and studies really hard. Maya makes a potion and feeds it to a plant. The plant steals the hearts of girls who are in love. So it steals many hearts and the power summons a holy stone. Nina comes along and gets the stone before Maya gets her hands on it. Then all the hearts go back to their original place.",
                    "Aliases": []
                },
                "23": {
                    "ID": "109664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109664",
                    "TitleEnglish": "Wonderful Night",
                    "SummaryEnglish": "Nina tells Kaji she's a magic girl. Yuta gives Nina a magic ride and helps her with Tsujiai.",
                    "Aliases": []
                },
                "24": {
                    "ID": "109665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109665",
                    "TitleEnglish": "X Day",
                    "SummaryEnglish": "Ayu and Nina's class plans a costume party. Everyone wants Ayu and Kaji to be Romeo and Juliet. In the meantime, Nina dresses up as Sherlock Holmes and hopes to create more memories with Tsujiai but cannot find him as he is dressed up as a robot. Nina seems to notice him a bit while she was dancing with a boy who was actually the prince of the Magic Kingdom but afterwards, he disappeared. Maya tries to find the last holy stone before Nina.",
                    "Aliases": []
                },
                "25": {
                    "ID": "109666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109666",
                    "TitleEnglish": "Yes, I Like You",
                    "SummaryEnglish": "Nina's grandpa is sucked into the dark zone (created by Maya's black magic). Nina, Ayu, Kaji, and Tsujiai jump in to try to save him. Facing the danger of possibly falling into the abyss of the dark zone for an eternity, Nina and Tsujiai confess their love for each other.",
                    "Aliases": []
                },
                "26": {
                    "ID": "109667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultra-maniac/episodes/109667",
                    "TitleEnglish": "Zoom In",
                    "SummaryEnglish": "Nina collects all the Holy Stones and says goodbye to her friends and returns to the magic kingdom. When Nina tells the prince that it was Maya who he danced with, she gives the Holy Stones to Maya. Maya marries the prince and everyone on earth forgets who she is. Nina continues living on earth with her friends. And so, Nina and Ayu seems very happy and continues their lives together with their loved ones.",
                    "Aliases": []
                }
            }
        }
    }
}