{
    "URL": "https://thetvdb.com/series/heat-guy-j",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Crime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0395393/",
        "https://www.themoviedb.org/tv/42731",
        "https://en.wikipedia.org/wiki/Heat_Guy_J"
    ],
    "TitleEnglish": "Heat Guy J",
    "SummaryEnglish": "Robotic technology is illegal and has given rise to a formidable high-tech mafia in the oceanic city of Judoh.  The government, unable to deal with the threat, has commissioned an elite crime unit, consisting of a young hot shot by the name of Daisuke Aurora, and his partner, the only existing legal android, \"J\".",
    "Aliases": [
        "Habitat Ground Jewdo",
        "Heat Guy Jay",
        "HeatGuy-J",
        "HeatGuy J"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "532176",
            "URL": "https://thetvdb.com/series/heat-guy-j/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9259785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/9259785",
                    "TitleEnglish": "Angel (Hostage)",
                    "SummaryEnglish": "Preparing once again to head offshore, Daisuke is taken on another detour as some thugs working for the crime syndicate take out J and kidnap Daisuke.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "5958",
            "URL": "https://thetvdb.com/series/heat-guy-j/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "117925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117925",
                    "TitleEnglish": "Guy (City)",
                    "SummaryEnglish": "A funeral is held for the head of the crime syndicate in the city of Judoh.  Daisuke and J track down two illegal immigrants who have brought an android into the city.",
                    "Aliases": []
                },
                "2": {
                    "ID": "117926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117926",
                    "TitleEnglish": "War (Blaze)",
                    "SummaryEnglish": "Various members of the mafia meet to determine who will take over the syndicate, finally deciding on the former leader's son, but not everyone agrees with the choice.",
                    "Aliases": []
                },
                "3": {
                    "ID": "117927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117927",
                    "TitleEnglish": "Bomb (Rumor)",
                    "SummaryEnglish": "Daisuke begins an investigation into the mysterious distribution of \"beauty cards\" throughout the city. Detective Edmundo tracks a mad bomber wreaking havoc on random targets.",
                    "Aliases": []
                },
                "4": {
                    "ID": "117928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117928",
                    "TitleEnglish": "Chaos (Beast)",
                    "SummaryEnglish": "Daisuke tries to give advice on a friend's gambling problem.  At the syndicate casino, a Russian roulette game is being played where one man has never lost.",
                    "Aliases": []
                },
                "5": {
                    "ID": "117929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117929",
                    "TitleEnglish": "Doll (Child)",
                    "SummaryEnglish": "J begins to act erratically during the investigation of a kidnapped child, causing panic with the general public.  The city console then has to decide if they should revise the android regulation law and shut J down.",
                    "Aliases": []
                },
                "6": {
                    "ID": "117930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117930",
                    "TitleEnglish": "Money (Desire)",
                    "SummaryEnglish": "The crime syndicate devises a scheme to fix the commodities market.  Daisuke, knowing quite a bit about how the market functions,  attempts to counter their actions.",
                    "Aliases": []
                },
                "7": {
                    "ID": "117931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117931",
                    "TitleEnglish": "Circulation (Revenge)",
                    "SummaryEnglish": "Daisuke and J are attacked by an altered human whom they have met previously.  Having lost the bullet pendant around his neck to the sewers, Daisuke heads to the Underground in search of it.",
                    "Aliases": []
                },
                "8": {
                    "ID": "117932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117932",
                    "TitleEnglish": "Brother (Sound)",
                    "SummaryEnglish": "Daisuke and his brother argue over the role of the Special Unit. Later, Daisuke takes his frustrations out on a gang whom have targeted someone for their money, only to find out that the person he saved is the son of a famous singer.",
                    "Aliases": []
                },
                "9": {
                    "ID": "117933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117933",
                    "TitleEnglish": "Trust (Ties)",
                    "SummaryEnglish": "Although Daisuke tends to overlook the awkward relationship of a young daughter who takes care of her intoxicated mother, an ongoing investigation into stolen passports leads him to believe that the mother is the next target.",
                    "Aliases": []
                },
                "10": {
                    "ID": "117934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117934",
                    "TitleEnglish": "Guns (Bullet)",
                    "SummaryEnglish": "Daisuke and J investigate an old military base for possible black market sales of explosives when a bomb threat is repeatedly called in on the city's Central Tower.",
                    "Aliases": []
                },
                "11": {
                    "ID": "117935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117935",
                    "TitleEnglish": "Mirage (Illusion)",
                    "SummaryEnglish": "Edmundo requests Daisuke's assistance when an old flame of his reports gaps in her memory and awakening in strange places, making her think she may be responsible for a series of recent crimes.",
                    "Aliases": []
                },
                "12": {
                    "ID": "117936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117936",
                    "TitleEnglish": "Visitor (Light)",
                    "SummaryEnglish": "Judoh is visited by the Celestials, a group of \"protectors\" who monitor the cities of the world since the last war and have the ability to shut them down if they are deemed uncivilized.  During their visit they come under attack and get separated, forcing Daisuke to find the missing member before time runs out to renew Judoh's water and air supply.",
                    "Aliases": []
                },
                "13": {
                    "ID": "117937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117937",
                    "TitleEnglish": "Encounter (Shooter)",
                    "SummaryEnglish": "Racing against time before the city is shut down, Daisuke and J must stop the crime syndicate from permanently crippling the city as they hold the missing Celestial captive.",
                    "Aliases": []
                },
                "14": {
                    "ID": "117938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117938",
                    "TitleEnglish": "Arrow (Soul)",
                    "SummaryEnglish": "Daisuke is ordered by his brother Shun to investigate the offshore village of Siberbia about the death of their father.  Plans get postponed as he meets a young girl making her way into Judoh, in her search of her missing grandfather.",
                    "Aliases": []
                },
                "15": {
                    "ID": "117940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117940",
                    "TitleEnglish": "Target (Flower)",
                    "SummaryEnglish": "Daisuke's brother, Shun, is shot and almost killed by a sniper bullet.  As Daisuke keeps a vigil over his brother in the hospital, J and Edmundo investigate the assassination attempt, leading them to the crime syndicate.",
                    "Aliases": []
                },
                "16": {
                    "ID": "117941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117941",
                    "TitleEnglish": "Survival (The Land)",
                    "SummaryEnglish": "Having finally reached Offshore and the Siberbian Village, Daisuke and J learn a few things about village life and how the citizens follow a code of strict individualism. As they continue to search for information on the death of Daisuke's father, they are attacked by androids.",
                    "Aliases": []
                },
                "17": {
                    "ID": "117942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117942",
                    "TitleEnglish": "Independence (Split)",
                    "SummaryEnglish": "When Daisuke reports to his brother on what he has found out about their father's death, Shun shuts down the special unit and tries to force Daisuke to see his vision of the city's future.  Meanwhile, a mob war has begun as the various families search for Claire Leonelli, who is the key to unlocking the Vita Company's safe.",
                    "Aliases": []
                },
                "18": {
                    "ID": "117943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117943",
                    "TitleEnglish": "Truth (Heart)",
                    "SummaryEnglish": "Daisuke tries to offer Boma a job with the Special Unit, which only complicates their alliance further.  Meanwhile, a \"beast master\" has come to town in order to capture Boma, the one beast he could not tame.",
                    "Aliases": []
                },
                "19": {
                    "ID": "117944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117944",
                    "TitleEnglish": "Fake (Thought)",
                    "SummaryEnglish": "The company that created J is suddenly closed due to a lack of resources, leaving Antonia without a job.  Meanwhile, Dice and Edmundo investigate the death of a mob boss by an android that looks exactly like J.",
                    "Aliases": []
                },
                "20": {
                    "ID": "117945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117945",
                    "TitleEnglish": "Tears (Friend)",
                    "SummaryEnglish": "J and Daisuke follow up on the death of Edmundo's partner, which occurred while he was investigating \"The Laundromat\", the financial wing of the mob underworld.",
                    "Aliases": []
                },
                "21": {
                    "ID": "117946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117946",
                    "TitleEnglish": "Fortress (Island)",
                    "SummaryEnglish": "The Special Unit must intervene when a mysterious woman appears from the sea and begins to attack sailors, leading the team to a mysterious island with a secret.",
                    "Aliases": []
                },
                "22": {
                    "ID": "117947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117947",
                    "TitleEnglish": "Play (Father)",
                    "SummaryEnglish": "When Monica's studio and house are burned to the ground by one of Judoh's mob families, Daisuke offers her a job at the Special Unit. Upon moving into the cramped office, J takes on the role of a surrogate father for her.",
                    "Aliases": []
                },
                "23": {
                    "ID": "117948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117948",
                    "TitleEnglish": "Alteration (Craze)",
                    "SummaryEnglish": "As the Special Unit continues its investigation into Echigo's death, another assassination attempt is made on Shun Aurora's life.  J begins to malfunction when his programming is changed by a secret command buried deep within his system.",
                    "Aliases": []
                },
                "24": {
                    "ID": "117949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117949",
                    "TitleEnglish": "Revolution (Snow)",
                    "SummaryEnglish": "Judoh comes under military control as Shun Aurora assumes power of the city.  It's up to the combined forces of the mob and Special Unit to oppose him.",
                    "Aliases": []
                },
                "25": {
                    "ID": "117950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heat-guy-j/episodes/117950",
                    "TitleEnglish": "Guys (Real Man)",
                    "SummaryEnglish": "With the coup in full swing, Claire and his mob forces keep the military busy while Daisuke prepares for the final showdown to save his partner, his brother, and the people of Judoh.",
                    "Aliases": []
                }
            }
        }
    }
}