{
    "URL": "https://thetvdb.com/series/rescue-me",
    "Genres": [
        "Action",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0381798/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=EP00669353",
        "https://www.themoviedb.org/tv/4344"
    ],
    "TitleEnglish": "Rescue Me",
    "SummaryEnglish": "From the creators and executive producers of The Job comes Rescue Me, a drama/comedy that centers on the inner workings of Ladder Company 62, a New York City firehouse, and the personal and emotional battles of its members in a post-9/11 world. The show focuses Tommy Gavin, the senior fire-fighter whose life is in turmoil as he copes with the stresses and fears of his job as well the separation from his wife Janet. Tommy moves into a house across the street from her to stay close to their three children and keep an eye on her. The stresses and fears of his job are manifested through conversations with his dead cousin Jimmy Keefe, a former fire-fighter, as well as the haunting memories of people he has watched perish on the job.",
    "Aliases": [
        "Rescue Me (2004)"
    ],
    "Modified": "2025-05-06",
    "Seasons": {
        "0": {
            "ID": "21203",
            "URL": "https://thetvdb.com/series/rescue-me/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "374209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/374209",
                    "TitleEnglish": "Minisode - Fast",
                    "SummaryEnglish": "Minisode #1.  Sean struggles to uphold his fast in the face of adversity, Lou's homemade doughnuts.",
                    "Aliases": []
                },
                "2": {
                    "ID": "374210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/374210",
                    "TitleEnglish": "Minisode - Fantasy",
                    "SummaryEnglish": "Minisode #2.  Tommy's dream takes a turn for the worse, delighting his bunkmates.",
                    "Aliases": []
                },
                "3": {
                    "ID": "375503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/375503",
                    "TitleEnglish": "Minisode - Criteria",
                    "SummaryEnglish": "Minisode #3. It's a battle of the bottle, or the broads, when Tommy (Denis Leary) and the guys debate their standards on what makes a good bar. Tommy talks of his bar baited demons, while the guys focus on the beauties behind the bar.",
                    "Aliases": []
                },
                "4": {
                    "ID": "375504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/375504",
                    "TitleEnglish": "Minisode - Juiced",
                    "SummaryEnglish": "Minisode #4. Tommy (Denis Leary) and the men of 62 Truck debate the finer points of baseball, and well... juice. But really, it's all about how the smaller things in life play right into the much bigger things.",
                    "Aliases": []
                },
                "5": {
                    "ID": "376665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/376665",
                    "TitleEnglish": "Minisode - Spelling",
                    "SummaryEnglish": "Minisode #5. In Lou's arena, a wager is a dangerous thing to make. After Mike starts throwing around big words, one bet leads to another and Tommy (Denis Leary) and the boys all want a piece of the action.",
                    "Aliases": []
                },
                "6": {
                    "ID": "377687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/377687",
                    "TitleEnglish": "Minisode - Supreme",
                    "SummaryEnglish": "Minisode #6. Tommy's (Denis Leary) dreams and nightmares follow him everywhere. When he steps out for a night in old New York, the women catch his eye, but past regrets and fiery demons catch his mind.",
                    "Aliases": []
                },
                "7": {
                    "ID": "379277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/379277",
                    "TitleEnglish": "Minisode - Sandwich",
                    "SummaryEnglish": "Minisode #7. Lou and food go together like, well, Lou and food. Tommy and the boys enjoy a freakish food treasure hunt that sends Lou to the \"bad\" place, or more accurately Vinnie's in Bay Ridge.",
                    "Aliases": []
                },
                "8": {
                    "ID": "383248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/383248",
                    "TitleEnglish": "Minisode - Clue",
                    "SummaryEnglish": "Minisode #8. Sometimes even fire won't stop the forces of nature. Lou, Franco, and Garrity engage in a battle of words and wits with a new game, while waiting for Mike the probie to finish his work.",
                    "Aliases": []
                },
                "9": {
                    "ID": "383249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/383249",
                    "TitleEnglish": "Minisode - Sweat",
                    "SummaryEnglish": "Minisode #9. Tommy and the boys emerge from a blaze looking to cool off, only to find an empty cooler and probie bathing in hydrant water. But soon music starts, and grown men start begging.",
                    "Aliases": []
                },
                "10": {
                    "ID": "384806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/384806",
                    "TitleEnglish": "Minisode - Smoke",
                    "SummaryEnglish": "Minisode #10. The guys light up after a job well done.",
                    "Aliases": []
                },
                "11": {
                    "ID": "10519268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/10519268",
                    "TitleEnglish": "Phobia",
                    "SummaryEnglish": "Late at night, during the middle of a double shift, the crew has encounters with an animal inside the firehouse.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "6348",
            "URL": "https://thetvdb.com/series/rescue-me/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "127170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/127170",
                    "TitleEnglish": "Guts",
                    "SummaryEnglish": "New York City firefighter, Tommy Gavin, cannot escape the ghosts of those who have died around him as he faces the everyday challenge of saving lives while trying to fix his own.",
                    "Aliases": []
                },
                "2": {
                    "ID": "127171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/127171",
                    "TitleEnglish": "Gay",
                    "SummaryEnglish": "When a retired gay firefighter makes a published claim that several firemen who died in 9/11 were closeted gays, Chief Reilly is determined to set the record straight. While attempting to mask the pain of losing his wife and kids, Tommy does Jimmy a favor and spies on his widow which leads to a surprising discovery. The probie must deal with the unexpected repercussions of being a hero after making his first save in a fire.",
                    "Aliases": []
                },
                "3": {
                    "ID": "127172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/127172",
                    "TitleEnglish": "Kansas",
                    "SummaryEnglish": "Tommy decides to make life a living hell for his wife's new boyfriend by wreaking havoc on his business and finances. Meanwhile, Chief Reilly faces possible suspension as the result of an altercation with a fellow firefighter and Lou decides to share his poetry.",
                    "Aliases": []
                },
                "4": {
                    "ID": "127173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/127173",
                    "TitleEnglish": "D.N.A.",
                    "SummaryEnglish": "A \"friendly\" date between Tommy and the widow of his dead cousin takes a unexpected turn when she makes a move on Tommy. Franco's ex-girlfriend shows up at the firehouse and claims he's the father of her five-year-old daughter, turning his life upside down.",
                    "Aliases": []
                },
                "5": {
                    "ID": "127174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/127174",
                    "TitleEnglish": "Orphans",
                    "SummaryEnglish": "Tommy comes to terms with the reality of his broken family as a result of a shocking experience with his father.  When a freak accident occurs, Franco must make a life-changing decision, and Chief Reilly is forced to expose a family secret in order to save his career.",
                    "Aliases": []
                },
                "6": {
                    "ID": "127175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/127175",
                    "TitleEnglish": "Revenge",
                    "SummaryEnglish": "Tommy takes one step forward by convincing Janet to leave Roger but two steps backward when she stumbles onto his latest fling. The boys convince Sean to date a woman but neglect to tell him that she is actually a he. Franco discovers he can't shake his newfound fatherly instincts.",
                    "Aliases": []
                },
                "7": {
                    "ID": "127176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/127176",
                    "TitleEnglish": "Butterfly",
                    "SummaryEnglish": "When Tommy asks for extra vacation time, Chief Reilly tips him off on how to get a free two week vacation from headquarters. While building a deck for Tommy's neighbor, Tommy takes advantage of his \"free\" advice which leads him to make a bold move in reconciling with Janet.",
                    "Aliases": []
                },
                "8": {
                    "ID": "127177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/127177",
                    "TitleEnglish": "Inches",
                    "SummaryEnglish": "Tommy attempts to handle the insanity of his father while defending Colleen's new lifestyle to Janet. At the firehouse, Sean and Mike the Probie unknowingly launch a full blown wager among the crew.",
                    "Aliases": []
                },
                "9": {
                    "ID": "127178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/127178",
                    "TitleEnglish": "Alarm",
                    "SummaryEnglish": "When Tommy discovers a secret that Janet is keeping from him, he must come to terms with the possible consequences. At the firehouse, Chief Reilly preps the boys for their new female replacement. With the help of Franco and Sean, Tommy tracks down the man responsible for Billy's death.",
                    "Aliases": []
                },
                "10": {
                    "ID": "127179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/127179",
                    "TitleEnglish": "Immortal",
                    "SummaryEnglish": "When Tommy struggles to help Janet in a financial crunch, he must turn to his Uncle Teddy to help him out.  The new female addition to the house fights to be accepted by the guys while they do everything they can to drive her nuts.  Just as Mike is getting fed up from sleeping on the firehouse couch, he is offered a helping hand with a free place to stay... at a steep price.",
                    "Aliases": []
                },
                "11": {
                    "ID": "127180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/127180",
                    "TitleEnglish": "Mom",
                    "SummaryEnglish": "While Tommy attempts to make reason of the chaos in his life, he continues to defy death while pulling dangerous stunts on the job.  Lou admits his infidelity to his wife and receives an unexpected surprise. When tragedy strikes his family, Tommy must come to the rescue of his father.",
                    "Aliases": []
                },
                "12": {
                    "ID": "127181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/127181",
                    "TitleEnglish": "Leaving",
                    "SummaryEnglish": "When Janet needs more money to cover house repairs, Tommy turns to Uncle Teddy and his \"little\" friend to help him out with extra cash.  When Franco's father has a stroke, Franco finds himself trying to juggle work and raising his daughter on his own. Meanwhile, a goodwill tribute to the firefighters lost in 9/11 goes awry and the firehouse is put in jeopardy.",
                    "Aliases": []
                },
                "13": {
                    "ID": "127182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/127182",
                    "TitleEnglish": "Sanctuary",
                    "SummaryEnglish": "The hockey game rematch between the NYPD and the FDNY is right around the corner and Tommy must figure out a plan to save himself from being pummeled by the cops who have it out for him. Tommy's relationship with Sheila is discovered by the guys and they must adhere to tradition to handle it in their own way. When Tommy is visited by his demons during a fire, Franco comes to his aid... with devastating results.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "6349",
            "URL": "https://thetvdb.com/series/rescue-me/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "127183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/127183",
                    "TitleEnglish": "Voicemail",
                    "SummaryEnglish": "In the opener to the second season, troubled Tommy Gavin is having a difficult time adjusting to life at his new uneventful firehouse after the volatile split with his old crew.  On top of this he is still looking for his missing wife who has kidnapped his three children and he has to come to terms with the fact that his dead cousin’s wife is pregnant with his baby.  His frustrations come to a head and he has a meltdown with a street vendor selling 9/11 memorabilia.",
                    "Aliases": []
                },
                "2": {
                    "ID": "127184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/127184",
                    "TitleEnglish": "Harmony",
                    "SummaryEnglish": "In an effort to get more time off to search for his wife and kids, Tommy joins the new firehouse’s Barbershop Quartet.  Meanwhile back at the old station, Lou and Chief Reilly conspire to get Tommy back, but the rest of the crew has grown fond of his replacement.",
                    "Aliases": []
                },
                "3": {
                    "ID": "127185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/127185",
                    "TitleEnglish": "Balls",
                    "SummaryEnglish": "Tommy's fate in the firehouse depends on vote by the crew. Tommy reunites with his dad. Franco and Laura's relationship grows.",
                    "Aliases": []
                },
                "4": {
                    "ID": "127186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/127186",
                    "TitleEnglish": "Twat",
                    "SummaryEnglish": "Tommy asks his cousin for help in understanding the bizarre visions he's been having. The crew tries to help Laura understand the essence of male comaraderie.",
                    "Aliases": []
                },
                "5": {
                    "ID": "127187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/127187",
                    "TitleEnglish": "Sensitivity",
                    "SummaryEnglish": "Tommy has a chance at finding his kids with help from his oldest daughter. Chief Jerry asks his son for help when his wife's condition worsens.",
                    "Aliases": []
                },
                "6": {
                    "ID": "295314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/295314",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "Tommy seeks the truth about Sheila while trying to get his kids back; Lou does not like the person he has saved through a bone marrow donation; Franco's addiction puts those he loves at risk; Sean's new girlfriend habitually dates firemen.",
                    "Aliases": []
                },
                "7": {
                    "ID": "295315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/295315",
                    "TitleEnglish": "Shame",
                    "SummaryEnglish": "Franco's addiction to painkillers has driven him to a support group to get help with his problem.  A young boy clings to life after Tommy saves him from a fire.  Jerry is introduced to his gay son's life partner.",
                    "Aliases": []
                },
                "8": {
                    "ID": "295390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/295390",
                    "TitleEnglish": "Believe",
                    "SummaryEnglish": "Jerry forces the crew to attend a birthday party that his son is throwing for his boyfriend. Meanwhile, Tommy makes a move on Mariel after she tells him she might not be his half sister after all. Franco asks Laura to move in with him while Sheila tries to make Tommy jealous by showing off her new girlfriend.",
                    "Aliases": []
                },
                "9": {
                    "ID": "295391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/295391",
                    "TitleEnglish": "Rebirth",
                    "SummaryEnglish": "Tommy starts taking Janet's antidepressants. When Sean meddles in Franco and Laura's troubled relationship he makes things worse.  After a gay visitor, the crew wonders about Mike's sexuality.",
                    "Aliases": []
                },
                "10": {
                    "ID": "295392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/295392",
                    "TitleEnglish": "Brains",
                    "SummaryEnglish": "When Tommy, Johnny, and Mickey confront Father Murphy it results in tragedy. Sheila needs Tommy's help with a domestic issue.  Jerry decides it's time to get a nurse to care for Jeanie. Lou offers to help Candy out with her situation. And Laura discovers the truth behind Franco's poetry.",
                    "Aliases": []
                },
                "11": {
                    "ID": "298007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/298007",
                    "TitleEnglish": "Bitch",
                    "SummaryEnglish": "Tommy lays off the antidepressants when he is kicked off the hockey team. Sheila asks Tommy to talk Damien out of being a firefighter. Meanwhile, when Franco sees Laura with another guy he gets jealous and Tommy's dad gets a surprise when he returns home from a three day trip to Atlantic City.",
                    "Aliases": []
                },
                "12": {
                    "ID": "298008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/298008",
                    "TitleEnglish": "Happy",
                    "SummaryEnglish": "Tommy's sister suddenly shows up in town when their dad is about to inherit a million dollars. Tommy and Janet decide to renew their wedding vows. Meanwhile, Mike is worried when he finds a lump.",
                    "Aliases": []
                },
                "13": {
                    "ID": "298009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/298009",
                    "TitleEnglish": "Justice",
                    "SummaryEnglish": "Tommy copes with a tragedy. Jerry must decide what to do when his wife's condition worsens. Sean has a crisis of faith. Lou learns some shocking facts about Candy. And the crew responds to a multi-level building fire with people trapped inside.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "16381",
            "URL": "https://thetvdb.com/series/rescue-me/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "308415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/308415",
                    "TitleEnglish": "Devil",
                    "SummaryEnglish": "Janet decides to meet with Tommy after not speaking with him for months since the sudden death of their son. Uncle Teddy refuses to allow anyone to help him get out prison. Tommy is shocked when he accidentally discovers just who his nephew has been sleeping with.",
                    "Aliases": []
                },
                "2": {
                    "ID": "308416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/308416",
                    "TitleEnglish": "Discovery",
                    "SummaryEnglish": "During a night out, Franco and Tommy meet two women. Tommy is finding himself bribing his daughter Colleen before she tells their mother about his indulgent treatment of her sister Katy. Jerry visits his wife Jeannie in her expensive nursing home and soon goes to Lou for financial help. Meanwhile John Sr. insists on having his 83rd birthday at a restaurant that no one else likes.",
                    "Aliases": []
                },
                "3": {
                    "ID": "308417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/308417",
                    "TitleEnglish": "Torture",
                    "SummaryEnglish": "Franco begins to fear he's becoming Alicia's boy toy, while Tommy finds a way to end the fling between Damien and his science teacher. The rest of the crew also face their own problems - Lou is becoming real unstable emotionally, the chief has financial problems, and Sean is afraid of Tommy finding out who he's been sleeping with.",
                    "Aliases": []
                },
                "4": {
                    "ID": "308418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/308418",
                    "TitleEnglish": "Sparks",
                    "SummaryEnglish": "The crew decide to save some children from a disabled school bus as they go to call in Harlem. However, the soon meet up with an upset Rev. Al Sharpton. Franco finally realizes why Alicia is so interested in him. Mike and his roommate discuss their sexuality. Sean ends up telling Tommy about his feelings for Maggie. Sheila has a proposal for Tommy. Janet wants to talk to him about their settlement, but with no lawyers involved.",
                    "Aliases": []
                },
                "5": {
                    "ID": "308419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/308419",
                    "TitleEnglish": "Chlamydia",
                    "SummaryEnglish": "After Sheila bumps into Johnny's ex-wife, Angie, Tommy seeks her out. Jerry and Rose spend a very romantic evening together, while Mrs. Turbody is in jail for statutory rape. This gives Tommy some relief but also new worries, and Franco loses his daughter, Keela.",
                    "Aliases": []
                },
                "6": {
                    "ID": "308420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/308420",
                    "TitleEnglish": "Zombies",
                    "SummaryEnglish": "After a game of street hockey, Sean takes some sleeping pills believing they are painkillers and it has an unwanted consequence. In the meantime, Tommy and Angie decide to go on their fake date that they know will upset Janet. After having a close call, Lou gets a new angle on firefighting from his Uncle Red.",
                    "Aliases": []
                },
                "7": {
                    "ID": "308421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/308421",
                    "TitleEnglish": "Satisfaction",
                    "SummaryEnglish": "While Tommy and Johnny have another encounter, Janet and Angie re-establish their acquaintance. Meanwhile, Sheila is unhappy when she sees Tommy and Angie together. Maggie wants to get back together with Sean. Mike hooks up with a woman at a bar, making his roommate, Chris, jealous. Franco finds out about Jerry's second job at the pub, and the money in the no-smoking jar  goes missing.",
                    "Aliases": []
                },
                "8": {
                    "ID": "308422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/308422",
                    "TitleEnglish": "Karate",
                    "SummaryEnglish": "Lou turns to new-age techniques in his efforts to change his life. Sean and Maggie come to a surprising decision. Tommy and Angie continue to see each other, which quickly leads to an embarrassing scene with Janet.",
                    "Aliases": []
                },
                "9": {
                    "ID": "308423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/308423",
                    "TitleEnglish": "Pieces",
                    "SummaryEnglish": "The crew faces more than accustomed when rescuing a man from his burning apartment; Sean has a request for Maggie's dad; Franco thinks his new girlfriend is hiding something from him; and Tommy realizes that his crew's future together may be in jeopardy.",
                    "Aliases": []
                },
                "10": {
                    "ID": "308424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/308424",
                    "TitleEnglish": "Retards",
                    "SummaryEnglish": "Following a meeting with Janet, Tommy has yet another confrontation with Johnny; Teddy's conjugal visits with Ellie prove to be a letdown; and Franco tries to befriend his new girlfriend's mentally challenged brother. Elsewhere, Tommy keeps his vigil at Stack's bedside.",
                    "Aliases": []
                },
                "11": {
                    "ID": "308425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/308425",
                    "TitleEnglish": "Twilight",
                    "SummaryEnglish": "John Sr. ends up disappearing after arguing with Tommy about their living conditions. Tommy is none too thrilled with Lou's latest love interest, while Jerry's new woman might  prove to be dangerous for him. Also, Sean and Maggie meet with the priest to discuss their upcoming wedding.",
                    "Aliases": []
                },
                "12": {
                    "ID": "308426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/308426",
                    "TitleEnglish": "Hell",
                    "SummaryEnglish": "Tommy and Janet are brought together once again by another Gavin family tragedy. Jerry ends up not showing up for work. Mike decides it is time to look for some advice about his sexuality. Meanwhile, Maggie has a  surprise for Sean.",
                    "Aliases": []
                },
                "13": {
                    "ID": "308427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/308427",
                    "TitleEnglish": "Beached",
                    "SummaryEnglish": "Tommy ends up promising Janet that he will help her with the baby, but neglects to tell  her about his future plans with Sheila. Meanwhile, Franco decides to check up on his daughter, Keela.",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "17281",
            "URL": "https://thetvdb.com/series/rescue-me/seasons/official/4",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "320731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/320731",
                    "TitleEnglish": "Babyface",
                    "SummaryEnglish": "Janet has given birth to a baby boy---whom she fears prefers Tommy to her. But Tommy has a bigger problem: He's suspected of starting the beach-house fire. Meanwhile, Jerry's son asks him to be his best man at his commitment ceremony; Richie wants Franco to marry Natalie; Lou and Theresa get distracted in church; and the volunteer firefighter (Jennifer Esposito) who rescued Tommy from the beach house takes an interest in him---and isn't shy about letting him know.",
                    "Aliases": []
                },
                "2": {
                    "ID": "323563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/323563",
                    "TitleEnglish": "Tuesday",
                    "SummaryEnglish": "Sheila lies to Tommy when he confronts her about the beach-house fire. But they present a united front to the insurance investigators, as embarrassing as it is for Tommy. Meanwhile, Lou is determined to get a basketball ringer (Larenz Tate) to be 62 Truck's new probie; Uncle Teddy is released from jail; Colleen runs away with her rock-musician boyfriend; and Mike's mother has a deathbed request.",
                    "Aliases": []
                },
                "3": {
                    "ID": "330047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/330047",
                    "TitleEnglish": "Commitment",
                    "SummaryEnglish": "Tommy encounters Colleen's boyfriend and sparks fly; Jerry learns he flunked his physical and is given a desk job; Uncle Teddy, hiding from Ellie, breaks into prison guard Lenny's apartment; Sheila goes out with the man who pulled her from the beach house, while Tommy keeps avoiding Nona (Jennifer Esposito), the volunteer firefighter who rescued him from the blaze; and Mike seeks Tommy's advice on how to deal with his dying mother's request that he kill her.",
                    "Aliases": []
                },
                "4": {
                    "ID": "330048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/330048",
                    "TitleEnglish": "Pussified",
                    "SummaryEnglish": "Emotions flare up when the crew learns about Jerry's death; Tommy's manhood is called into question after some embarrassing romantic encounters; and Lou resorts to blackmail to recruit Bart (Larenz Tate) as the new probie for the house basketball team.",
                    "Aliases": []
                },
                "5": {
                    "ID": "330067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/330067",
                    "TitleEnglish": "Black",
                    "SummaryEnglish": "The firehouse gets a new chief (Jerry Adler), who is rumored to possess a very special gift; Tommy suffers embarrassment during a hockey game against the NYPD; Franco works up the nerve to propose to Natalie while Sean tries to talk Maggie out of a divorce; and Sheila makes a surprising proposition as Janet's depression deepens.",
                    "Aliases": []
                },
                "6": {
                    "ID": "332475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/332475",
                    "TitleEnglish": "Balance",
                    "SummaryEnglish": "Tommy and Janet deal with revelations about the baby; Sean learns a secret that Mike has been trying to hide; the new probie holds the guys to their agreement about doing no 'probie' work; and Lou's cousin Mike visits.",
                    "Aliases": []
                },
                "7": {
                    "ID": "332807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/332807",
                    "TitleEnglish": "Seven",
                    "SummaryEnglish": "A devastating fire has a profound effect on the crew; Tommy wrestles with his feelings about the baby; Alicia (Susan Sarandon) returns with a proposition for Franco; Troy breaks up with Sheila while Lou makes a tough decision about Theresa; and Sean apologizes to Mike about the fire he set that burned down Mike's mother's house.",
                    "Aliases": []
                },
                "8": {
                    "ID": "333135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/333135",
                    "TitleEnglish": "Solo",
                    "SummaryEnglish": "Janet plots revenge when she learns what Tommy did with the baby; Franco questions his marriage proposal to Natalie in light of Alicia and Keela's return; and Tommy faces his ghosts.",
                    "Aliases": []
                },
                "9": {
                    "ID": "333136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/333136",
                    "TitleEnglish": "Animal",
                    "SummaryEnglish": "The Gavin clan stages an intervention after several disturbing family calls; the mysterious woman (Gina Gershon) from the restaurant leaves Tommy wanting more; Janet must take matters into her own hands to get her baby back; and a depressed Mike calls Tommy in a moment of despair",
                    "Aliases": []
                },
                "10": {
                    "ID": "333993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/333993",
                    "TitleEnglish": "High",
                    "SummaryEnglish": "The Gavin family AA group's first meeting doesn't go exactly as planned. Tommy bribes Colleen for information on Janet. Franco learns the truth about Natalie from Richie while Lou contemplates revenge on Cousin Mike.",
                    "Aliases": []
                },
                "11": {
                    "ID": "334602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/334602",
                    "TitleEnglish": "Cycle",
                    "SummaryEnglish": "Tommy goes on another memorable date with Beth for the sake of the crew; Black Shawn proves himself in an unexpected arena; Franco realizes what he's really lost while Latrina shows she knows how to keep Lou happy; Dad gives Tommy some insight into his childhood",
                    "Aliases": []
                },
                "12": {
                    "ID": "334603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/334603",
                    "TitleEnglish": "Keefe",
                    "SummaryEnglish": "Tommy plays hero in someone else's uniform, confusing the crew; Colleen finds a new reason to get upset with Tommy; Natalie asks Franco for a favor; a rift between Mike and Black Shawn nearly leads to blows; and Tommy makes a move on the chief's daughter. This does not please the chief.",
                    "Aliases": []
                },
                "13": {
                    "ID": "334604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/334604",
                    "TitleEnglish": "Yaz",
                    "SummaryEnglish": "In the fourth-season finale, Sheila learns that Jimmy's ghost has been spotted on several occasions, so she investigates. Meanwhile, Colleen blames Tommy for her failed relationship; Franco and Natalie come to an understanding, as do Lou, Cousin Mike and Latrina; and Tommy spends time with his father.",
                    "Aliases": []
                }
            }
        },
        "5": {
            "ID": "48971",
            "URL": "https://thetvdb.com/series/rescue-me/seasons/official/5",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "506731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/506731",
                    "TitleEnglish": "Baptism",
                    "SummaryEnglish": "Tommy copes with the loss of his father and a new man in Janet's life. Sheila finds a different way to deal with her issues while Sean, Franco, and Mike concoct a surefire way to get rich and laid.",
                    "Aliases": []
                },
                "2": {
                    "ID": "506741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/506741",
                    "TitleEnglish": "French",
                    "SummaryEnglish": "An exotic visitor sparks mixed reactions in the firehouse. Tommy deals with the possibility of expulsion from the FDNY and a new sponsorship role in AA. As Mike and the guys renovate their new bar, Sheila learns that being a big sister isn't always easy.",
                    "Aliases": []
                },
                "3": {
                    "ID": "506751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/506751",
                    "TitleEnglish": "Wine",
                    "SummaryEnglish": "The calls from Tommy's AA sponsee increase as Tommy attempts to navigate a touchy issue with Colleen. Genvieve's interviews spark controversial viewpoints in the firehouse concerning the political and religious implications of 9/11-viewpoints which Mike will not tolerate.",
                    "Aliases": []
                },
                "4": {
                    "ID": "506761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/506761",
                    "TitleEnglish": "Jimmy",
                    "SummaryEnglish": "Tommy makes a shocking discovery regarding Jimmy's whereabouts on 9/11. Sheila takes drastic measures to purge the negative energy from her life as Sean's back pain gets worse. The bar, however, finally takes a turn for the best as the guys enjoy a fruitful opening night.",
                    "Aliases": []
                },
                "5": {
                    "ID": "506771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/506771",
                    "TitleEnglish": "Sheila",
                    "SummaryEnglish": "After a run in with Janet's brash new boyfriend, Tommy grows concerned about Katie's whereabouts. Sheila is finally able to come to terms with Jimmy's death as Damien makes the decision to follow in his father's footsteps.",
                    "Aliases": []
                },
                "6": {
                    "ID": "506781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/506781",
                    "TitleEnglish": "Perspective",
                    "SummaryEnglish": "A personal milestone finds Tommy back at Ground Zero. Genevieve's perspective on 9/11 incenses Tommy, whereas Franco's point of view has more dire consequences. Meanwhile, Sean's back pain turns out to be more serious than he had expected and the success of Mike's bar becomes a handful.",
                    "Aliases": []
                },
                "7": {
                    "ID": "506791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/506791",
                    "TitleEnglish": "Play",
                    "SummaryEnglish": "Tommy and Janet attempt to survive a weekend together at Katy's new prep school. Meanwhile, Lou sees Tommy's absence as a way to move in on Genevieve. Teddy and Maggie receive vulgar propositions and Sean's stomach pain acts up at an inopportune moment.",
                    "Aliases": []
                },
                "8": {
                    "ID": "506801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/506801",
                    "TitleEnglish": "Iceman",
                    "SummaryEnglish": "A late-night cleanup turns into a nightmare for Tommy when several unexpected visitors stop by the bar. Feinberg allows Damien to ride along with the crew, but may not be prepared for the consequences.",
                    "Aliases": []
                },
                "9": {
                    "ID": "506811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/506811",
                    "TitleEnglish": "Thaw",
                    "SummaryEnglish": "Tension runs high as Needles holds the guys accountable for their lack of judgment. Tommy steps up and takes responsibility for Damian's future in the firehouse. Sheila provides Tommy with an oasis as a sign of her gratitude but it may not be enough to save him from the wrath of Mike, Dwight, and the ghosts of Tommy's past.",
                    "Aliases": []
                },
                "10": {
                    "ID": "738661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/738661",
                    "TitleEnglish": "Control",
                    "SummaryEnglish": "Tommy and Mike must find a way to mend their fences at work; Sheila tries to get Tommy to control his drinking with her leverage; Lou must relive an unpleasant memory; Franco heads back to the boxing ring; and Sean has his heart-to-heart talk with his mother.",
                    "Aliases": []
                },
                "11": {
                    "ID": "738671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/738671",
                    "TitleEnglish": "Mickey",
                    "SummaryEnglish": "Though Tommy's pacts with Sheila and Janet have begun to unravel, there is one Gavin who remains sexually adventurous much to Tommy's chagrin. Garrity divulges his medical secret, Tommy proclaims he's been drinking at AA, but its Mickey who will offer the final surprise.",
                    "Aliases": []
                },
                "12": {
                    "ID": "738681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/738681",
                    "TitleEnglish": "Disease",
                    "SummaryEnglish": "The guys visit Sean in the hospital; Katy is home from school and wants a family dinner---one that includes Colleen and Black Shawn; and Lou and Tommy make a wager concerning the women in their lives.",
                    "Aliases": []
                },
                "13": {
                    "ID": "738691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/738691",
                    "TitleEnglish": "Torch",
                    "SummaryEnglish": "After dealing with a particularly horrific accident on the job, Tommy questions his feelings in a dream sequence with his dead father, brother and son, and Jimmy Keefe. Meanwhile, Sean has an unwanted visitor at the hospital; and Lou has a very-much-wanted visitor to his apartment.",
                    "Aliases": []
                },
                "14": {
                    "ID": "738701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/738701",
                    "TitleEnglish": "Wheels",
                    "SummaryEnglish": "Franco has his first FDNY-tournament fight, and he and Carla (Tawny Cypress) have an encounter outside the gym; Candy cooks dinner for Lou; the guys have a surprise for Sean when they visit him in the hospital, and he has one for them. The guys also plan an outing for the kids in the cancer ward.",
                    "Aliases": []
                },
                "15": {
                    "ID": "738711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/738711",
                    "TitleEnglish": "Initiation",
                    "SummaryEnglish": "As Damien joins 62 Truck, Sheila reminds Tommy of his promise to watch out for him. Meanwhile, Janet gives Tommy guidelines for their relationship; the guys attend a memorial dedication for a firefighter who died on 9/11; and Sean is released from the hospital, vowing to live life \"to the fullest.\"",
                    "Aliases": []
                },
                "16": {
                    "ID": "875261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/875261",
                    "TitleEnglish": "Clean",
                    "SummaryEnglish": "An outburst lands Tommy cleaning duty as a mysterious woman strolls through the firehouse; the Gavins confront Tommy about his alcoholism, but their plan does not unfold as expected.",
                    "Aliases": []
                },
                "17": {
                    "ID": "875271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/875271",
                    "TitleEnglish": "Lesbos",
                    "SummaryEnglish": "The perfect party becomes a nightmare when a herd of brutish women infiltrate the bar. Tommy's love triangle reaches new heights.",
                    "Aliases": []
                },
                "18": {
                    "ID": "875281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/875281",
                    "TitleEnglish": "Carrot",
                    "SummaryEnglish": "A no-nonsense woman, looking for a date, shows up at the firehouse talking trash; Janet offers Tommy an ultimatum; Needles and Lou concoct a battle of the sexes; Sean's medical condition moves lower on his body.",
                    "Aliases": []
                },
                "19": {
                    "ID": "922751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/922751",
                    "TitleEnglish": "David",
                    "SummaryEnglish": "Damian receives an offer that unsettles Tommy; Lou discusses his upcoming wedding plans with Tommy and Needles.",
                    "Aliases": []
                },
                "20": {
                    "ID": "922761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/922761",
                    "TitleEnglish": "Zippo",
                    "SummaryEnglish": "Tommy has rocky encounters with Janet and Sheila, and an encounter with Kelly that isn't as rocky. Meanwhile, the guys go grocery shopping with the newly domesticated Lou.",
                    "Aliases": []
                },
                "21": {
                    "ID": "922771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/922771",
                    "TitleEnglish": "Jump",
                    "SummaryEnglish": "Franco steps into the ring with one of Carla's friends;Tommy tends bar after a failed rescue leaves the crew in the dumps.",
                    "Aliases": []
                },
                "22": {
                    "ID": "1040651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/1040651",
                    "TitleEnglish": "Drink",
                    "SummaryEnglish": "Uncle Teddy appears surprisingly stoic after a staggering personal loss, but finally bursts at the seams and has the gang cornered. Janet and Sheila's plan goes haywire and leaves a trail of destruction in its wake.",
                    "Aliases": []
                }
            }
        },
        "6": {
            "ID": "246321",
            "URL": "https://thetvdb.com/series/rescue-me/seasons/official/6",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "2212701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/2212701",
                    "TitleEnglish": "Legacy",
                    "SummaryEnglish": "A terrifying vision of the afterlife leaves Tommy shaken as he attempts to reconnect with his friends and family back on the outside. At the firehouse, the crew’s fate hangs in the balance when the department decides to cut costs.",
                    "Aliases": []
                },
                "2": {
                    "ID": "2411531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/2411531",
                    "TitleEnglish": "Change",
                    "SummaryEnglish": "Tommy comes to terms with his nightmare and tries to do right by those around him, but his plans fall by the wayside when the gang gathers at the bar post save.",
                    "Aliases": []
                },
                "3": {
                    "ID": "2411541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/2411541",
                    "TitleEnglish": "Comeback",
                    "SummaryEnglish": "Tommy's first day back on the job is a busy one as the crew races from call to call. By the end of the shift, the guys are all exhausted, but it's Lou who feels it the most.",
                    "Aliases": []
                },
                "4": {
                    "ID": "2411561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/2411561",
                    "TitleEnglish": "Breakout",
                    "SummaryEnglish": "With the cookout quickly approaching, the guys hatch a plan to sneak Lou out of the hospital. Sean and Mike attempt to do good, Teddy bonds with Colleen, and Father Phil gives Tommy a piece of advice that sends him reeling.",
                    "Aliases": []
                },
                "5": {
                    "ID": "2514601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/2514601",
                    "TitleEnglish": "Blackout",
                    "SummaryEnglish": "A night of heavy drinking turns ugly when Tommy blacks out and loses control. The next day, the crew struggles to put the pieces together as they search for the whereabouts of Colleen.",
                    "Aliases": []
                },
                "6": {
                    "ID": "2578021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/2578021",
                    "TitleEnglish": "Sanctuary",
                    "SummaryEnglish": "Tommy loses his nerve when a young driver's recklessness reminds him of his daughter's new lifestyle. After a meeting fails to put Colleen on the wagon, Tommy is forced to pursue a more aggressive method to get her life back on track.",
                    "Aliases": []
                },
                "7": {
                    "ID": "2609151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/2609151",
                    "TitleEnglish": "Forgiven",
                    "SummaryEnglish": "When headquarters shuts down the house, the crew formulates a makeshift response to a nearby call. A face from the past stirs Tommy and Janet's emotions as their date begins to unravel.",
                    "Aliases": []
                },
                "8": {
                    "ID": "2646511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/2646511",
                    "TitleEnglish": "Cowboy",
                    "SummaryEnglish": "Needles' political leverage catches HQ off guard, leaving them no choice but to reopen the house. Feinberg loses control, Damian saves a helpless victim, and Tommy and Sheila find themselves in hot water.",
                    "Aliases": []
                },
                "9": {
                    "ID": "2682551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/2682551",
                    "TitleEnglish": "Goodbye",
                    "SummaryEnglish": "Tommy and Sheila find themselves in hot water with Janet and Mickey and realize the truth about their own relationship. Damian attempts to leave the crew, but is seduced back by the camaraderie of the brotherhood.",
                    "Aliases": []
                },
                "10": {
                    "ID": "2725901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/2725901",
                    "TitleEnglish": "A.D.D.",
                    "SummaryEnglish": "Tommy and Sheila do their best to adjust to life after Damian’s accident. Sheila copes with her grief, Tommy struggles to budget his time, and the guys find themselves with a new pickup ploy.",
                    "Aliases": []
                }
            }
        },
        "7": {
            "ID": "467512",
            "URL": "https://thetvdb.com/series/rescue-me/seasons/official/7",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "4112639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/4112639",
                    "TitleEnglish": "Mutha",
                    "SummaryEnglish": "With Damian confined to a chair and a new baby on the way, Sheila and Janet join forces and shake-up Tommy’s family life.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4136055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/4136055",
                    "TitleEnglish": "Menses",
                    "SummaryEnglish": "The guys go stir crazy waiting to catch a job. Lou fakes his physical, a news team memorializes Jimmy, and Tommy is saved by an unfamiliar face.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4136056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/4136056",
                    "TitleEnglish": "Press",
                    "SummaryEnglish": "Tommy swoops into action, putting an end to Kelly's dull date and to his spell of uselessness. Lou becomes godfather, Colleen finds a dress, and Tommy sits down for his interview.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4136058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/4136058",
                    "TitleEnglish": "Brownies",
                    "SummaryEnglish": "What starts as a controlled interview takes a turn for the worse, ending in a full-on brawl. The beef continues even after the guys survive a harrowing scenario at a call.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4136059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/4136059",
                    "TitleEnglish": "Head",
                    "SummaryEnglish": "Tommy has his badge revoked when his latest tirade goes national. But Sheila’s two-pronged attack hits Tommy’s critics where they least expect it, vindicating Tommy and clearing the Gavin family name.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4136060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/4136060",
                    "TitleEnglish": "344",
                    "SummaryEnglish": "A day at ground zero inspires Tommy to write letters to his loved ones. When Lou betrays his trust, Tommy returns to ground zero with an old friend.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4136061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/4136061",
                    "TitleEnglish": "Jeter",
                    "SummaryEnglish": "Franco demands a sense of responsibility around the house, but a precarious call puts his leadership skills to the test. Lou delivers Tommy's letters unbeknownst to Tommy.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4136062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/4136062",
                    "TitleEnglish": "Vows",
                    "SummaryEnglish": "In the tradition of the Gavin family, Colleen's wedding is an emotional if not debaucherous affair. The high spirits quickly fade, however, when the guys tackle the mother of all fires.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4136063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rescue-me/episodes/4136063",
                    "TitleEnglish": "Ashes",
                    "SummaryEnglish": "In the aftermath of the fire, the members of 62 truck struggle to pick up the pieces and look towards the future. Down at The Rock, the new probies receive a familiar speech and stand before a new leader.",
                    "Aliases": []
                }
            }
        }
    }
}